{
	"_meta": {
		"sources": [
			{
				"json": "DDEX1-03",
				"abbreviation": "DDEX1-03",
				"full": "DDEX1-03 - Shadows Over the Moonsea",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"JuntaK"
				],
				"version": "1.0.0",
				"url": "https://github.com/TheGiddyLimit/homebrew",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1558867830,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "52c67e8559",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "Shadows Over the Moonsea",
			"id": "DDEX1-03",
			"source": "DDEX1-03",
			"group": "other",
			"contents": [
				{
					"name": "Foreword",
					"headers": [
						"Introduction",
						"The D&D Adventurers League",
						"Preparing the Adventure",
						"Before Play at the Table",
						"Adjusting the Adventure",
						"Dungeon Mastering the Adventure",
						"Adventure Background",
						"Recent Events",
						"Overview"
					]
				},
				{
					"name": "Part 1: At the Open",
					"headers": [
						"The Mind of a Madman",
						"Speaking with the Black Fist",
						"Staring at a Pattern",
						"Fillistrom Wunderkundoodle",
						"Faction Assignments"
					]
				},
				{
					"name": "Part 2: On the Road",
					"headers": [
						"Of Ghost Ships & Roast Duck",
						"A Wary Mother",
						"The Boatman"
					]
				},
				{
					"name": "Part 3: The Village",
					"headers": [
						"Village Vignettes",
						"Elisande",
						"Overview of the Island"
					]
				},
				{
					"name": "Part 4: Bump in the Night",
					"headers": [
						""
					]
				},
				{
					"name": "Part 5: High Seas",
					"headers": [
						"Taking the Fight to the Ship",
						"The Return of the Audacity",
						"Conclusion"
					]
				},
				{
					"name": "Rewards",
					"headers": [
						"Experience",
						"Treasure",
						"Renown",
						"Downtime",
						"DM Rewards"
					]
				}
			],
			"published": "2014-09-01",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDEX1-03/DDEX1-03-cover.webp"
			},
			"level": {
				"start": 1,
				"end": 4
			},
			"storyline": "Tyranny of Dragons"
		}
	],
	"adventureData": [
		{
			"id": "DDEX1-03",
			"source": "DDEX1-03",
			"data": [
				{
					"type": "section",
					"name": "Foreword",
					"entries": [
						"Life on the Moonsea isn't easy. Bandits, pirates, and cruel lords dominate the land, threatening those who make an honest living there. Now, a new scourge is prowling the waters: A ghost ship has been striking small coastal villages, leaving its victims whispering about the \"eye of the dracolich.\" Join the adventure and learn the truth behind this threat! An adventure for 1st-4th level charachters.",
						"{@b Adventure Code: DDEX1-03}",
						{
							"type": "section",
							"name": "Introduction",
							"entries": [
								"Welcome to {@i Shadows over the Moonsea}, a D&D Expeditions™ adventure, part of the official D&D Adventurers League™ organized play system and the Tyranny of Dragons™ storyline season.",
								"{@b This adventure is designed for three to seven 1st level characters, and is optimized for five 2nd level characters}. Characters outside this level range cannot participate in this adventure. Players with ineligible characters can create a new 1st-level character or use a pregenerated character.",
								"This adventure is set in the Moonsea region of the Forgotten Realms, in and near the city of Phlan."
							]
						},
						{
							"type": "section",
							"name": "The D&D Adventurers League",
							"entries": [
								"This adventure is official for D&D Adventurers League play. The D&D Adventurers League is the official organized play system for Dungeons and Dragons®. Players can create characters and participate in any adventure allowed as a part of the D&D Adventurers League. As they adventure, players track their characters' experience, treasure, and other rewards, and can take those characters through other adventures that will continue their story.",
								"D&D Adventurers League play is broken up into storyline seasons. When players create characters, they attach those characters to a storyline season, which determines what rules they're allowed to use to create and advance their characters. Players can continue to play their characters after the storyline season has finished, possibly participating in a second or third storyline with those same characters. A character's level is the only limitation for adventure play. A player cannot use a character of a level higher or lower than the level range of a D&D Adventurers League adventure.",
								"If you're running this adventure as a part of a store event or at certain conventions, you'll need a DCI number. This number is your official Wizards of the Coast organized play identifier. If you don't have a number, you can obtain one at a store event. Check with your organizer for details.",
								"For more information on playing, running games as a Dungeon Master, and organizing games for the D&D Adventurers League, please visit the D&D Adventurers League home page."
							]
						},
						{
							"type": "section",
							"name": "Preparing the Adventure",
							"entries": [
								"Before you show up to Dungeon Master this adventure for a group of players, you should do the following to prepare.",
								{
									"type": "list",
									"items": [
										"Make sure to have a copy of the most current version of the D&D basic rules or the {@book Player's Handbook|phb}.",
										"Read through the adventure, taking notes of anything you'd like to highlight or remind yourself while running the adventure, such as a way you'd like to portray an NPC or a tactic you'd like to use in a combat.",
										"Get familiar with the monster statistics used in this adventure.",
										"Gather together any resources you'd like to use to aid you in Dungeon Mastering, such as notecards, a DM screen, miniatures, battlemaps, etc.",
										"If you know the composition of the group beforehand, you can make adjustments as noted throughout the adventure."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Before Play at the Table",
							"entries": [
								"Ask the players to provide you with relevant character information. This includes:",
								{
									"type": "list",
									"items": [
										"Character name and level",
										"Character race and class",
										"Passive Wisdom (Perception)-the most common passive ability check",
										"Anything notable as specified by the adventure (such as backgrounds, traits, flaws, and so on)"
									]
								},
								"Players that have characters outside the adventure's level range {@b cannot participate in the adventure with those characters}. Players with ineligible characters can make a new 1st-level character or use a pregenerated character. Players can play an adventure they previously played or ran as a Dungeon Master, but not with the same character (if applicable).",
								"Ensure that each player has an official adventure logsheet for his or her character (if not, get one from the organizer). The player will fill out the adventure name, session number, date, and your name and DCI number. In addition, the player also fills in the starting values for XP, gold, downtime, renown, and number of permanent magic items. He or she will fill in the other values and write notes at the conclusion of the session. Each player is responsible for maintaining an accurate logsheet.",
								"If you have time, you can do a quick scan of a player's character sheet to ensure that nothing looks out of order. If you see magic items of very high rarities or strange arrays of ability scores, you can ask players to provide documentation for the irregularities. If they cannot, feel free to restrict item use or ask them to use a standard ability score array. Point players to the D&D Adventurers League Player's Guide for reference.",
								"If players wish to spend downtime days and it's the beginning of an adventure or episode, they can declare their activity and spend the days now, or they can do so at the end of the adventure or episode.",
								"Players should select their characters' spells and other daily options prior to the start of the adventure, unless the adventure specifies otherwise. Feel free to reread the adventure description to help give players hints about what they might face."
							]
						},
						{
							"type": "section",
							"name": "Adjusting the Adventure",
							"entries": [
								"Throughout this adventure, you may see sidebars to help you make adjustments to this adventure for smaller/larger groups and characters, of higher/lower levels that the optimized group size. Most of the time, this is used for combat encounters.",
								"You may adjust the adventure beyond the guidelines given in the adventure, or for other reasons. For example, if you're playing with a group of inexperienced players, you might want to make the adventure a little easier; for very experienced players, you might want to make it a little harder. Therefore, five categories of party strength have been created for you to use as a guide.",
								"Use these as a guide, and feel free to use a different adjustment during the adventure if the recommended party strength feels off for the group.",
								"This adventure is {@b optimized for a party of five 2nd level characters}. To figure out whether you need to adjust the adventure, do the following:",
								{
									"type": "list",
									"items": [
										"Add up the total levels of all the characters",
										"Divide the total by the number of characters",
										"Round fractions of .5 or greater up; round fractions of less than .5 down"
									]
								},
								"You've now determined the {@b average party level (APL)} for the adventure. To figure out the {@b party strength} for the adventure, consult the following table.",
								{
									"type": "table",
									"colLabels": [
										"Party Composition",
										"Party Strength"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"3-4 characters, APL less than",
											"Very weak"
										],
										[
											"3-4 characters, APL equivalent",
											"Weak"
										],
										[
											"3-4 characters, APL greater than",
											"Average"
										],
										[
											"5 characters, APL less than",
											"Weak"
										],
										[
											"5 characters, APL equivalent",
											"Average"
										],
										[
											"5 characters, APL greater than",
											"Strong"
										],
										[
											"6-7 characters, APL less than",
											"Average"
										],
										[
											"6-7 characters, APL equivalent",
											"Strong"
										],
										[
											"6-7 characters, APL greater than",
											"Very strong"
										]
									],
									"caption": "Determining Party Strength"
								},
								"{@b Average party strength} indicates no recommended adjustments to the adventure. Each sidebar may or may not offer suggestions for certain party strengths. If a particular recommendation is not offered for your group, you don't have to make adjustments."
							]
						},
						{
							"type": "section",
							"name": "Dungeon Mastering the Adventure",
							"entries": [
								"As the DM of the session, you have the most important role in facilitating the enjoyment of the game for the players. You help guide the narrative and bring the words on these pages to life. The outcome of a fun game session often creates stories that live well beyond the play at the table. Always follow this golden rule when you DM for a group:",
								"{@b Make decisions and adjudications that enhance the fun of the adventure when possible.}",
								"To reinforce this golden rule, keep in mind the following:",
								{
									"type": "list",
									"items": [
										"You are empowered to make adjustments to the adventure and make decisions about how the group interacts with the world of this adventure. This is especially important and applicable outside of combat, but feel free to adjust the adventure for groups that are having too easy or too hard of a time.",
										"Don't make the adventure too easy or too difficult for a group. Never being challenged makes for a boring game, and being overwhelmed makes for a frustrating game. Gauge the experience of the players (not the characters) with the game, try to feel out (or ask) what they like in a game, and attempt to give each of them the experience they're after when they play D&D. Give everyone a chance to shine.",
										"Be mindful of pacing, and keep the game session moving along appropriately. Watch for stalling, since play loses momentum when this happens. At the same time, make sure that the players don't finish too early; provide them with a full play experience. Try to be aware of running long or short. Adjust the pacing accordingly.",
										"Read-aloud text is just a suggestion; feel free to modify the text as you see fit, especially when dialogue is present.",
										"Give the players appropriate hints so they can make informed choices about how to proceed. Players should be given clues and hints when appropriate so they can tackle puzzles, combat, and interactions without getting frustrated over lack of information. This helps to encourage immersion in the adventure and gives players \"little victories\" for figuring out good choices from clues."
									]
								},
								"In short, being the DM isn't about following the adventure's text word-for-word; it's about facilitating a fun, challenging game environment for the players. The {@book Dungeon Master's Guide™|dmg} has more information on the art of running a D&D game.",
								{
									"type": "entries",
									"name": "Downtime and Lifestyle",
									"entries": [
										"At the beginning of each play session, players must declare whether or not they are spending any days of downtime. The player records the downtime spent on the adventure logsheet. The following options are available to players during downtime (see the D&D basic rules or the D&D Adventurers League Player's Guide for more information):",
										{
											"type": "list",
											"items": [
												"Catching up",
												"Crafting (exception: multiple characters cannot commit to crafting a single item)",
												"Practicing a profession",
												"Recuperating",
												"Spellcasting services (end of the adventure only)",
												"Training"
											]
										},
										"Other downtime options might be available during adventures or unlocked through play, including faction-specific activities.",
										"In addition, whenever a character spends downtime days, that character also spends the requisite expense for his or her lifestyle. Costs are per day, so a character that spends ten days of downtime also spends ten days of expenses maintaining his or her lifestyle. Some downtime activities help with lifestyle expenses or add lifestyle expenses."
									]
								},
								{
									"type": "entries",
									"name": "Spellcasting Services",
									"entries": [
										"Any settlement the size of a town or larger can provide some spellcasting services. Characters need to be able to travel to the settlement to obtain these services. Alternatively, if the party finishes an adventure, they can be assumed to return to the settlement closest to the adventure location.",
										"Spell services generally available include healing and recovery spells, as well as information-gathering spells. Other spell services might be available as specified in the adventure. The number of spells available to be cast as a service is limited to a {@b maximum of three per day total}, unless otherwise noted.",
										{
											"type": "table",
											"colLabels": [
												"Spell",
												"Cost"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"{@spell Cure wounds} (1st level)",
													"10 gp"
												],
												[
													"{@spell Identify}",
													"20 gp"
												],
												[
													"{@spell Lesser restoration}",
													"40 gp"
												],
												[
													"{@spell Prayer of healing} (2nd level)",
													"40 gp"
												],
												[
													"{@spell Remove curse}",
													"90 gp"
												],
												[
													"{@spell Speak with dead}",
													"90 gp"
												],
												[
													"{@spell Divination}",
													"210 gp"
												],
												[
													"{@spell Greater restoration}",
													"450 gp"
												],
												[
													"{@spell Raise dead}",
													"1,250 gp"
												]
											],
											"caption": "Spellcasting Services"
										},
										{
											"type": "inset",
											"name": "Acolyte Background",
											"entries": [
												"A character possessing the {@background acolyte} background requesting spellcasting services at a temple of his or her faith may request {@b one spell per day} from the Spellcasting Services table for free. The only cost paid for the spell is the base price for the consumed material component, if any."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Character Disease, Death, and Recovery",
									"entries": [
										"Sometimes bad things happen, and characters get poisoned, diseased, or die. Since you might not have the same characters return from session to session, here are the rules when bad things happen to characters.",
										{
											"type": "entries",
											"name": "Disease, Poison, and Other Debilitating Effects",
											"entries": [
												"A character still affected by diseases, poisons, and other similar effects at the conclusion of an adventure can spend downtime days recuperating until such time as he or she resolves the effect to its conclusion (see the recuperating activity in the D&D basic rules). If a character doesn't resolve the effect between sessions, that character begins the next session still affected by the debilitating effect."
											]
										},
										{
											"type": "entries",
											"name": "Death",
											"entries": [
												"A character who dies during the course of the adventure has a few options at the end of the session (or whenever arriving back in civilization) if no one in the adventuring party has immediate access to a {@spell raise dead} or {@spell revivify} spell, or similar magic. A character subject to a raise dead spell is affected negatively until all long rests have been completed during an adventure. Alternatively, each downtime day spent after raise dead reduces the penalty to attack rolls, saving throws, and ability checks by 1, in addition to any other benefits the downtime activity might provide.",
												{
													"type": "entries",
													"name": "Create a New 1st-Level Character",
													"entries": [
														"If the dead character is unwilling or unable to exercise any of the other options, the player creates a new character. The new character does not have any items or rewards possessed by the dead character."
													]
												},
												{
													"type": "entries",
													"name": "Dead Character Pays for Raise Dead",
													"entries": [
														"If the character's body is recoverable (it's not missing any vital organs and is mostly whole) and the player would like the character to be returned to life, the party can take the body back to civilization and use the dead character's funds to pay for a {@spell raise dead} spell. A {@spell raise dead} spell cast in this manner costs the character 1,250 gp."
													]
												},
												{
													"type": "entries",
													"name": "Character's Party Pays for Raise Dead",
													"entries": [
														"As above, except that some or all of the 1,250 gp for the {@spell raise dead} spell is paid for by the party at the end of the session. Other characters are under no obligation to spend their funds to bring back a dead party member."
													]
												},
												{
													"type": "entries",
													"name": "Faction Charity",
													"entries": [
														"If the character is of level 1 to 4 and a member of a faction, the dead character's body can be returned to civilization and a patron from the faction ensures that he or she receives a {@spell raise dead} spell. However, any character invoking this charity forfeits all XP and rewards from that session (even those earned prior to death during that session), and cannot replay that episode or adventure with that character again. Once a character reaches 5th level, this option is no longer available."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Adventure Background",
							"entries": [
								"About 60 years ago, before the completion of the Sundering, the crew of the {@i Audacity} plied the waters of the Moonsea for fortune and glory, taking the occasional prize and raiding the coast. Never especially fortunate, the {@i Audacity} and its captain, Reeve Sar Testain, happened across a fat merchant vessel loaded with booty. After a brief and bloody conflict, the {@i Audacity} sought a refuge where they might hide from the authorities while counting their loot. Amazed at their good luck, the crew tallied a fortune in gold, gems, works of art and books of lore.",
								"In the Stormy Bay, a place known for its foul weather, is a small forested isle that has been home to generations of fisher folk. A strange sort that seldom mixed with the outside world, its people had grown more and more degenerate. Too small to be of interest to the neighboring city states, and at the center of too much brutal weather to be of use to other ships, the unnamed island was the perfect place to hide from any authorities that might seek out the {@i Audacity} and her crew. Anchoring off the shore of the island, and coming ashore, the buccaneers made quick work, subduing the town and making it their own, turning the inhabitants into their slaves.",
								"Little did the pirates know that the fisher folk were not as powerless as they first appeared, for they had truck with infernal powers, having worshiped them in secret for decades. After days of abuse, the citizens of the unnamed village on that unnamed island enacted foul rituals to call upon devils subservient to Tiamat. They traded their worship and souls, along with the gold and gems on the ship, to the devils. In exchange, the devils carried the pirates into infernal slavery, just as pirates have made slaves of the fisher folk. And so it was that the {@i Audacity} and its crew left this world for bondage in the Hells."
							]
						},
						{
							"type": "section",
							"name": "Recent Events",
							"entries": [
								"There is a schism in the Cult of the Dragon. While those following Severin seek a new way involving the {@i Dragon Masks}, some of the old guard remain. Ixas, a young wizard, whose master remains true to the original dracolich worshiping ideals of the Cult, has been dispatched to locate the {@item Green Dragon Mask|RoTOS} and recover it. Given a ship, a few men, and tribe of kobolds as minions, he has come to the Moonsea on 60-year old rumors of a lost merchant ship that once carried a library of lore filled books. The stories say that among its cargo was book that may have spoken of the final resting place of the artifact.",
								"Ixas hopes to allay suspicion on his search by playing on the stories of ghost ships in the area, hoping that it will deter others from asking why small coastal communities are being attacked and raided. Someone might come after a ship of men, but who would come after a ship of the undead? Who indeed?",
								{
									"type": "inset",
									"name": "Timeline of Events",
									"entries": [
										"To aid you, below is an abbreviated timeline of the events that take place immediately before and during the adventure. Each attack occurs four days apart, but yet the sites are only one day's travel apart. While not known at the beginning, the four day pause between the attacks corresponds roughly to changes in the phases of the moon.",
										{
											"type": "list",
											"items": [
												"{@i Day 1:} The first attack occurs on the small town of Aleston, consisting of a small mill, a brewery and the houses of the workers.",
												"{@i Day 5:} The second attack takes place on a collection of farm houses.",
												"{@i Day 9:} The third attack destroys Vig's Dock, a seaside traveler's inn.",
												"{@i Day 13:} The fourth attack on the unnamed village where the madman, Yip, lived. Now the authorities of Phlan are beginning to notice the occurrences.",
												"{@i Day 15 (morning):} The adventure begins as the adventurers meet with Doomguide Yovir at Valhingen Graveyard. The adventurers take the day to investigate in the city.",
												"{@i Day 16:} The adventurers travel to the site of the next attack and meet the Gilfron Milon on their way.",
												"{@i Day 17 (morning):} The adventurers arrive on the island and begin their investigation into the strange island folk.",
												"{@i Day 17 (night):} Ixas and the Cult of the Dragon attack."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Overview",
							"entries": [
								"{@i Shadows over the Moonsea} is divided into five parts. In Part 1, the adventurers are asked by Doomguide Yovir to investigate a series of attacks occurring along the northern coast of the Moonsea. In doing so, they explore the city of Phlan and discover a number of clues that suggest the location of the next attack will be a small island fishing village.",
								"In Part 2, the party travels to the village and along the way have the opportunity to gather additional information from a passing merchant, Gilfron Milon and his son Gilmont. They also cross paths with some of the local wildlife.",
								"In Part 3, the adventurers arrive in the fishing village and quickly discover that the poor and degenerate folk may have a secret to hide. The adventurers may choose to investigate deeper, possibly coming to blows with the villagers, or spend their time preparing for the attack they believe will soon occur.",
								"Part 4 details the penultimate portion of the adventure. The Cult of the Dragon attacks the village and the adventurers either succeed in disrupting that attack, or they are captured and taken to Ixas' ship by his kobold minions.",
								"The adventure culminates with Part 5. A battle aboard Ixas' ship ensues at the same time as the crew of the {@i Audacity} return from their enslavement in the Hells, seeking their revenge on living souls."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 1: At the Open",
					"entries": [
						"The adventurers have answered a call to come to Valhingen Graveyard and speak with Doomguide Yovir Glandon, the high priest of {@deity Kelemvor|forgotten realms|PHB} (the lawful neutral god of death). Yovir has heard the rumors of the \"ghost ship\" attacking coastal communities and is worried that it will eventually come to Phlan. Between his Order's hatred for undead, and his civic concern, Yovir is looking for a group of able-bodied adventurers to tackle this challenge. The Order of Silent Shroud is neutral in city politics, and thus he has decided to sidestep any normal city bureaucracy and act directly before the threat finds its way to the city's doorstep.",
						{
							"type": "inset",
							"name": "Roleplaying Doomguide Yovir",
							"entries": [
								"Yovir Glandon has toiled in the gardens of Valhingen for nearly 40 years. But despite his dirty, calloused hands and his grass-stained robes, he is a learned man. Yovir is a reserved man, who lets others steer the course of a conversation; interjecting only where necessary. He has little interest in the politics of Phlan, but does wish the best for its people."
							]
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"The sun shines brightly in the graveyard as you approach the grey robed man, working in the dirt. He turns the dirt with a small hand trowel; several pots of flowers next to him. Without looking up, he speaks with an even voice, \"I am so glad you answered my call for aid. If all is as I fear, time may be short. Let us talk quickly.\""
							]
						},
						"Doomguide Yovir introduces himself, thanks the adventurers for coming and then quickly gets the reason for his call for help. There are rumors of a \"ghost ship\" attacking small villages and lone farms or inns on the northern coast of the Moonsea, moving up the Iron Route toward Phlan from Zhentil Keep. No one seems moved to act and the danger draws ever nearer to Phlan.",
						"Use the following bullet points to impart the details of what Yovir knows and what he wants from the adventurers:",
						{
							"type": "list",
							"items": [
								"Yesterday, a man from a small unnamed hamlet two days southwest of Phlan was picked up just outside of the city. Raving about a dracolich, and seemingly insane, the man was delivered into the care of the Kelemvorites. The man's mind is gone and it will take some time for him to recover if he ever does at all. The clerics have the man at their temple if they wish to examine him or attempt a conversation.",
								"There have been reports that a ghost ship has been haunting the Stormy Bay coast, destroying small villages and homesteads.",
								"Yovir knows that the Knights of the Black Fist are also concerned about the situation, given that the attacks appear to be moving in the direction of Phlan and it is possible that eventually it will attack the city.",
								"While keeping a nominal eye on the approaching danger, they are not preparing as much as Yovir believes they should. The Knights did task one of their number (Aleyd Burral) with gathering information about the attacks.",
								"Since the Kelemvorites are specifically neutral in the intricate web of city politics, Doomguide Yovir was motivated to act; fearing the arguing disparare groups will not be able to agree and acr in time to prevent the danger from coming to Phlan. In addition, rumors of ghosts and liches have disturbed Yovir. These sorts of powerful undead are extremely rare, but unfortunately have not been all that uncommon in the Moonsea. The followers of Kelemvor are staunch enemies of the undead and if they do exist, Yovir, wants them stamped out.",
								"Doomguide Yovir suggests that the party begin by gathering information in Phlan about the attacks, specifically speaking with the recovering madman at the temple of Kelemvor or seeking out Aleyd Burral of the Knights of the Black Fist. From there they can follow up other leads, possibly taking them outside of the city. If the adventurers have any contacts in the cities (their factions), Yovir also encourages the adventurers to consult with them to determine if they knwo anything helpful. He also suggests they return to him if they have any further questions.",
								"If the adventurers inquire about payment, Yovir suggest that altough he has no coin to give as payment, adventurers often lead to wealth and glory that the adventurers might acquire through their own deeds. He will, however, give them two {@item potion of healing||potions of healing} that they might use in their efforts. They are welcome to keep the potions if they are not used during the adventure. Yovir has also arranged riding horses and rooms for the adventurers at the Laughing Goblin Inn where they may stay tonight. The horses are a loan and are not theirs to keep. If lost or stolen, they will have to repay their cost.",
								"If there are any acolytes or clerics of Kelemvor in the party, the group receives one additional {@item potion of healing} to take on their journey. (Not one per member of the faith.)"
							]
						},
						{
							"type": "entries",
							"name": "",
							"entries": [
								{
									"type": "entries",
									"name": "Developments",
									"entries": [
										"During their investigation, it is possible that some parties will want to leave Phlan as soon as possible or might refuse to leave at all, thinking it better to wait and defend the city should the attacks come. Use visits from Doomguide Yovir Glandon to keep them on track or help guide them as necessary."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"Doomguide Yovir gives the adventurers two {@item potion of healing||potions of healing} (one additional if any acoyltes or clerics of Kelemvor are present) for agreeing to help out."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Mind of a Madman",
							"entries": [
								"Following the directions given to them by Yovir, the adventurers can easily find themselves at the Temple of Kelemvor.",
								{
									"type": "insetReadaloud",
									"entries": [
										"A disheveled man with wild hair is tied to a chair in front of an open window. Deep, scabbed scratches cover his face and his hands are wrapped with bloody bandages. His eyes dart around the room almost without seeing, mumbling to himself.",
										"A young acolyte in grey robes changes linens on a nearby bed with restraints dangling from its sides.",
										"The boy nods at your entrance, \"You may call me Elden, gentle masters. If you have any questions, I have seen to the man's care for since last night.\""
									]
								},
								{
									"type": "inset",
									"name": "Roleplaying Acolyte Elden",
									"entries": [
										"Acolyte Elden Mymn is a young human male with a passive, patient demeanor. He is quiet and easily overlooked in the background. He is fervent in his beliefs, but as he is only just beginning his training, he thinks it better to defer to his elders."
									]
								},
								"Elden explains that the man is given to bouts of violence, though mostly towards himself and thus the restraints. He has clawed his face, and later began to chew off his own fingers when Elden tried to stop the man from hurting himself. Elden strongly discourages removing the restraints saying that it took several of the brothers to hold him down last time.",
								"Elden has overheard the man speak of the \"eyes of the dracolich\" and his village being destroyed, but little beyond that. No one knows who the man is, or exactly what happened, only that his mind seems gone.",
								"The man simply arrived in the graveyard yesterday, having wandered in on the road from the west, bearing wounds that already appeared to be at least one day old.",
								"Shortly after the man arrived, a female Black Fist knight with closely cropped blonde hair streaked with gray came and attempted to interview the man. It did not go very well. The man began raving loudly shortly after the knight attempted to question him. Eventually he began barking like a dog and tried to bite the knight before she gave up and left.",
								"The clerics have taken to calling the man Yip, due to the yipping, barking noise he frequently makes.",
								{
									"type": "entries",
									"name": "Yip, the Madman",
									"entries": [
										"The madman, Yip, is quiet and uninterested when the adventurers first arrive, but speaking with him is a trying process. He punctuates most of what he says with a barking, yip noise and other nervous ticks while struggling against his bonds. He never answers a straight question, and becomes more and more frustrated and agitated the more he is interacted with.",
										{
											"type": "list",
											"items": [
												"Yip does not respond to questions asking his name or who he is, but rather just repeats, \"The eyes, the eyes of the dracolich, it sees me... It is coming...\"",
												"If examined, it is clear that he is deeply tanned and has rough hands with dirt under his nails. He is likely a farmer or other outdoor laborer. He has several wounds that have been dressed as well. A successful DC 15 Wisdom (Medicine) or Intelligence (Investigation) check can determine that one is a cut by a small bladed weapon, and two others are badly bruised contusions from some blunt object.",
												"If asked how he came to be here Yip says \"the smalls shambled wet before the eyes, clack, clack, yip, the ghost ship, fog, yip. Blood, and flame, yip, village no more, yip, yip.\"",
												"Yip speaks only Common."
											]
										},
										"After being asked three questions, Yip devolves into yipping and struggling; biting anyone who comes too close to his mouth. This does no actual damage, but is a painful reminder that the man is not right in the head."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Speaking with the Black Fist",
							"entries": [
								"Should the adventurers go looking for the Knight of the Black Fist investigating the attacks, they are quickly directed to a guard station where Knight Aleyd Burral awaits them.",
								{
									"type": "insetReadaloud",
									"entries": [
										"With only the slightest of effort, you are directed to a harried looking human woman wearing the uniform of a Black Fist Knight. Streaks of grey in her blonde hair frame a face with the hard-won lines of advancing age and a violent life. Turning a stern gaze upon you, she offers, \"I understand that you have been looking for me. How may I assist you, citizens?\""
									]
								},
								{
									"type": "inset",
									"name": "Roleplaying Knight Aleyd Burral",
									"entries": [
										"Knight Aleyd Burral is a formidable warrior with a keen mind, but the soft heart she hides under a stern frown has kept from advancing further in the Knights of the Black Fist. In her late 40s with grey-streaked blonde hair, she has decided that doing her job well and protecting Phlan is perhaps more important than advancement. She does not suffer fools and counts adventurers among the most foolish of all."
									]
								},
								"When adventurers first arrive, Aleyd is a little concerned about conversing with random adventurers and directly questions the adventurers about their motivations until they give a plausible story or simply tell her they work for Doomguide Yovir, at which point she relaxes. Aleyd respects the Kelemvorite for his civic concern while avoiding city politics.",
								"Aleyd explains that she has been looking into the attacks and can list each occurrence (the madman's village two days ago, Vig's Dock six days ago, a collection of farm houses ten days ago, and the Aleston brewery fourteen days previous). She is worried that eventually the attacks will come to Phlan, but while she was able to convince her superiors to allow her to investigate, they are not concerned. Phlan is large, and all the attacks have occurred in small villages or lone homes. She has noticed a pattern in the attacks (every four nights), but hasn't put together any reason for that sequence. The travel time between each attack is approximately one or two days, so it must be something beyond just the time it takes to travel from one spot to the next.",
								"She has the following specific details she can offer in response to the adventurer's questions:",
								{
									"type": "list",
									"items": [
										"There are no witnesses beyond the madman, but it seems likely by when the ruined villages were found that all of the attacks occurred at night. If pressed, she admits this is purely supposition.",
										"She has investigated the last site personally, but only interviewed travelers in Phlan that passed through the first, second and third locations. In all cases, the village appears to have been ransacked and burned. Not much appeared to have been taken, if anything, but it was impossible to tell for certain due to the fire and lack of survivors.",
										"For the nearby village that she visited personally, she found several old bones that she took to a local healer by the name of Fillistrom Wunderkundoodle. The aging gnome said they appeared to be human \"filla-something.\" Oddly, most of the tracks she found (both skeletal and booted) seemed to be small sized, like that of a human child.",
										"If the pattern holds, the next attack should occur in less than two days, and in six days whatever the threat is, it might reach Phlan.",
										"She has no idea where the next raid will occur, but it should be a day's ride from Phlan somewhere along the coast. There are no villages there, but maybe there is some cottage or farm she is unaware of. (This is enough information to search along the coast for the ferry landing, though the adventurers may not know it.)",
										"She asks to be kept informed of the party's progress, and sternly encourages them to be mindful of Phlan's laws while they continue their investigation. While she likes Yovir, there is nothing he can do to protect them should they break the law."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Staring at a Pattern",
							"entries": [
								"At some point it is likely that the players will want to research the regular timing of the attacks. A successful DC 20 Intelligence (Nature) notes that the attacks correspond roughly to changes in the phase of the moon. Worshippers of Selune, goddess of the moon, receive advantage on this roll.",
								"If the adventurers are unable to discern a pattern, they can employ a sage to look into it. For 2 sp, the sage Delacrae Gentleblossom (female half-elf) of the store All Questions Answered, will spend five hours looking into the pattern of the raids. After that time, she determines that all of the attacks are between the coast and the Iron Route, the old major trading road from Zhentil Keep to Phlan and beyond. The travel time on the road between the location of each attack is approximately one day and even the slowest traveler going only under cover of darkness would make it two days; even with the inclement weather of Stormy Bay lashing at them and muddying the roads. The only settlement between Phlan and the last attack that is also near the coast is a small fishing village on a tiny island just a short ferry ride into Stormy Bay.",
								"As for the pattern of the attacks, the phase of the moon does change in a little less than every four days, and so far the strikes match the nights when there was a change in the phase of the moon.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Developments",
											"entries": [
												"Should the adventurers have more questions they wish answered, perhaps because they are having trouble putting the disparate pieces together, Delacrae can do further research for another 2 sp and five hours. The price becomes 1 gp if they wish her to work through the night hours because the party is in a rush.",
												"Delacrae becomes another useful tool for the Dungeon Master to help the adventurers, particularly if the players are having trouble with their investigation."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Fillistrom Wunderkundoodle",
							"entries": [
								"If the adventurers wish to follow-up with the healer that Knight Aleyd Burral spoke with, they are directed to his shop.",
								{
									"type": "insetReadaloud",
									"entries": [
										"A wooden board displaying a bandaged hand hangs in over a small storefront with window boxes full of flowers. A balding gnomish man with a crown of limp white hair is carefully pulling herbs from between the flowers and placing them into a small basket at his feet."
									]
								},
								"Seeing the party's approach, Fillistrom sizes them up quickly as adventurers and offers to answer their questions for a consulting fee of 5 sp (though he is willing to negotiate down to 1 sp if the adventurers try). Once a fee is agreed upon, he invites them into his cramped shop. Books line the walls and various healing herbs hang from the ceiling as they dry.",
								{
									"type": "inset",
									"name": "Roleplaying Fillistrom",
									"entries": [
										"Fillistrom Wunderkundoodle is cranky male gnome with a penchant for taking his time. Fillistrom is a trained healer who studies the mysteries of the body and is a competent mundane healer for those without the means to afford magical remedies or with a distrust of the magic."
									]
								},
								"Fillistrom readily admits that the bones that the knight brought him appeared to be phalanges (toe bones) from an adult human. They are quite old, and are stained from where muscle and skin rotted atop them. If the adventurers wish to see them he can produce them. Digging in a nearby trunk, he pulls out a jar with a few small bones.",
								{
									"type": "list",
									"items": [
										"The bones do not radiate magic.",
										"Looking closely at them and success in a DC 10 Wisdom (Perception) check, a character notices a sticky residue on several of the bones. It appears to be some kind of natural adhesive, possibly a tree sap (This is left over from when the kobolds stuck the bones to their costumes.)",
										"The bones were ones that the kobolds gathered from random corpses they dug up. If magic is used to determine the owners of the bones or cause of death, they are three different corpses who died of natural causes."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Faction Assignments",
							"entries": [
								"Those adventurers who are members of the Order of the Gauntlet, the Emerald Enclave, or the Lords' Alliance can take advantage of their organization's network of informants to gain additional information and assignments.",
								{
									"type": "entries",
									"name": "Order of the Gauntlet",
									"entries": [
										"Members of the Order of the Gauntlet are able to contact the brash Zern Xerkstil, the Hammer of Impiltur (male half-orc) who asks to meet at the Dawn Fane, an abandoned temple. The Order of the Gauntlet is concerned about the rise of fell cults in the Moonsea region. He believes that there is something more infernal to these rumors of undead than others might believe. {@b Zern offers the adventurer the loan of a silver hand axe}; useful for decapitating vampires and fiends from the lower Hells!",
										"{@b Assignment.} Take the silver axe and see if you can find proof of infernal cults. The adventurers are ordered to destroy any undead or fiends encountered in the course of their duties. Proof of undead and/or infernal corruption should then be returned to Zern.",
										"{@b Success Condition.} Bringing back the corpse of the lemure, or the tainted pirates, or arresting any of the Folk who are devil worshippers (Warsh, Ulburto, or the crones) fulfills the requirements for success in the Order of the Gauntlet faction assignment."
									]
								},
								{
									"type": "entries",
									"name": "Emerald Enclave",
									"entries": [
										"Members of the Emerald Enclave are able to contact the reclusive Seranolla the Whisperer (female forest gnome) who asks to meet outside the city in the woods. The Emerald Enclave have determined that something unnatural is going on with the weather and storms seem to spring up every four days, corresponding directly with changes in the phase of the moon. Whatever is doing it is disrupting both ships and some of the sea life.",
										"{@b Assignment.} End the cause of the inclement weather.",
										"{@b Success Condition.} Destroying the dracolich statue or giving it to the Kelemvorites to use and eventually destroy fulfills the requirements for success in the Emerald Enclave faction assignment."
									]
								},
								{
									"type": "entries",
									"name": "Lord's Alliance",
									"entries": [
										"Members of the Lord's Alliance are able to contact the gregarious Dornal Whitebeard (male hill dwarf), who asks to meet at the Velvet Doublet, a well-known feasthall. The Lord's Alliance believes a merchant, Gilfron Milon, is missing. He is overdue and may be in trouble. He should be somewhere on the Iron Route to the southwest. Once you find him, help him as needed to ensure that he continues on his way to Phlan from Hillsfar.",
										"{@b Assignment.} Travel on the Iron Route and find Gilfron Milon. Assist as needed.",
										"{@b Success Condition.} Finding Gilfron and helping him get back on the road fulfills the requirements for success in the Lord's Alliance faction assignment."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 2: On the Road",
					"entries": [
						"Once the adventurers have enough information to proceed out of Phlan towards the suspected site of the next raid, they have three brief encounters on the road before making it yo the fishing village. This part assumes the adventurers spent the night in Phlan and left the morning of the sixteenth day. If that is not the case, the Dungeon Master may need to alter the descriptions of light and the gathering storm as appropriate.",
						{
							"type": "section",
							"name": "Of Ghost Ships & Roast Duck",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The Iron Route, the main road along the north side of the Moonsea runs all the way from Zhentil Keep to Phlan and beyond. Travel along it is swift and generally safe, at least as far as can be expected to be in the violent and unpredictable Moonsea region. With the sun high above gathering storm clouds you find yourself out of Phlan and well on your way West, when you should chance to come across a wagon pulled to the side of the road with a broken axel. A young human boy tends a campfire while a man in merchant clothing digs in the back of the wagon."
									]
								},
								{
									"type": "inset",
									"name": "Roleplaying Gilfron Milon",
									"entries": [
										"Gilfron Milon is a friendly male human merchant who deals in lumber from the Quivering Forest and tools. While he is pleasant, he is no fool and knows the roads are dangerous, leaving him cautious at the outset of any meeting. Since his wife died of a fever three years ago, he trals in the company of his son Gilmont. He speaks with a false educated air, pretending to be of higer class than he is."
									]
								},
								"Gilfron makes his living leading caravans of goods to and from Phlan with the help of his son Gilmont. They are currently headed to Phlan from Hillsfar, and have a wagon filled with axes, saws, pulleys, and other metal tools useful in working lumber, along with a smattering of southern goods unavailable on the northern bank of the Moonsea.",
								"Gilfron is friendly, but both father and son are wary when a large group of armed travelers approach them. As soon as it becomes clear the adventurers are no threat, they happily invite them to share a midday meal. Should the adventurers instead choose to threaten him, Gilfron tells his son to run while he does his best to distract the brutes, though he is no threat.",
								"Over a roast duck or while tied up, Gilfron can relate the following:",
								{
									"type": "list",
									"items": [
										"Gilfron owns a handful of wagons, and leading caravans laden with goods for sale and trade all along the coast of the Moonsea. Sometimes he carries back orders for particularly large shipments which can also be sent by boat, but usually he uses the Iron Route.",
										"Recently he has seen a lot of raided villages and homes. At the village just two days away he saw the ruins still smoldering like all the others. He avoided going into the ruined villages, not knowing if there are raiders about. All of the homes and villagers were there and occupied when he passed the other way three months ago, but he saw no living souls this time",
										"The only sign of civilization the pair saw was the island ferry abbout a day back. The fisher folk have always been a strange and isolated kin who don't much mix with others, but he spoke with the boatman and loosened his tongue with a new hammer and some nails that the man needed to use to repair his ferry. The boatman said he was more worried about the storm coming in the next day or so, than he was about any rumors of a dracolich haunting they area. Gilfron notes that in Stormy Bay, storms coming in off the sea are all too common. Unded dragons are not.",
										"Worried for his boy, Gilfron further enquired as to why the boatmen had mentioned a dracolich, the strange man gave him a long stare and said that there has been plague of those with fragile minds of late, spouting such tales. In fact his island village sheltered one such soul now who had wandered to the ferry stop two days ago. The man had seen something that has made him lose his mind and spout on about the 'eyes of the Dracolich' watching him wear ever he goes. The boatman felt that the vagrant was clearly weak and confused."
									]
								},
								"At the age of 10, Gilmont is used to his father doing most of the talking and instead tends to watch from the background. Should an adventurer approach him for his side of a story, he confirms much of what his father says, but notes one additional detail. As they drove away, he noted that the boatman made a strange digging-lake gesture with his left hand, sort of like pointing towards the ground with his pinkies and forefinger. A successful DC 15 Intelligence (Arcana) check allows the adventurer to recognize the gesture as typically used in spells that protect against creatures from other planes. By itself, the gesture does nothing and possesses no magic",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Fixing the Axel",
											"entries": [
												"If any of the adventurers are willing to help Gilfron repair his wagon, he is greatly appreciative. He does not have a spare, but there are ample trees and he does have woodworking tools. A successful DC 15 Strength check can rig a temporary repair that should see him to Phlan.",
												"If helped in this way, he is only too happy to accept any business offers from members of the Lords'Alliance."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "A Wary Mother",
							"entries": [
								"Before night falls, a stiff wind that smells of rain whips up and the adventurers cross paths with a mother wolf and her cubs.",
								{
									"type": "insetReadaloud",
									"entries": [
										"A high pitch yipping accompanied by a rustling in a roadside bushes is the only warning you get before a wolf pup runs into the road ahead of you. It is followed a heartbeat later by a second pup that tackles the first in the road.",
										"The heartwarming roughhousing is broken by the sound of a deep and much louder growling from behind you."
									]
								},
								"The wolf pups were playing, and one has chased the other out of the bushes where it finally caught its sibling. Wrestling in the road, they are unaware of the adventurers who stand only 15 feet away. Unfortunately for the adventurers, the mother {@creature dire wolf} has caught scent of the adventurers and moved quietly in their direction in the hedges 10 feet behind the party.",
								"Any adventurer riding a mount that is not trained for war (such as the riding horses provided by Yovir) must succeed on a DC 10 Wisdom (Animal Handling) check as the animal catches the scent of the mother wolf. Failure on this check means that that adventurer's horse rears up in panic and throws its rider unless that adventurer also succeeds at a DC 10 Dexterity saving throw. An adventurer who is thrown from their horse suffers 4 ({@dice 1d8}) bludgeoning damage.",
								"The mother dire wolf has let out a warning growl, but given that the adventurers out number her and they are in between her pups and her, she has not yet attacked. Any attempt to move toward her or the pups causes the wolf to attack. Otherwise the adventurers can attempt to move away in a calm manner to avoid the combat. A successful DC 15 Wisdom (Animal Handling) is needed to move away from the wolves without angering the wary mother further. If multiple adventurers try to calm her, she attacks if any of the adventurers fail.",
								"If a combat begins, the pups flee and the mother dire wolf attacks the nearest adventurer. One full round after the pups are clear, she also breaks and runs into the brush. If at any point someone attacks one of the pups or gives chase to them, the mother focuses solely on that individual to the detriment of her own safety and life.",
								"The pups (AC 11) are noncombatants and are slain if they take 5 points or more of damage. They count as allies for the purpose of the mother dire wolf's pack tactics ability.",
								{
									"type": "entries",
									"name": "General Features",
									"entries": [
										"The road is a five foot wide dirt track with a hedgerow along one side and scattered trees to the other.",
										"{@b Light:} The sun is about an hour from setting, while the sky is overcast. Treat the area as bright light.",
										"{@b Bushes:} The thick hedges are ten feet thick and run forty feet both ahead and behind the starting position of the adventurers. They are difficult terrain and heavily obscure anyone on side from the other.",
										"{@b Trees:} The trees are narrow, less than one foot thick. Keeping a tree between yourself and an enemy provides half cover."
									]
								},
								{
									"type": "inset",
									"name": "Adjusting the Adventure",
									"entries": [
										"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
										{
											"type": "list",
											"items": [
												"{@b Very weak or weak party:} the {@creature dire wolf} has 19 hit points",
												"{@b Strong or very strong party:} the {@creature dire wolf} has 60 hit points"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Boatman",
							"entries": [
								"The party is able to camp without incident, but the weather has continued to worsen. Shortly after setting out that morning they arrive at the ferry landing.",
								{
									"type": "insetReadaloud",
									"entries": [
										"The first morning since you left Phlan dawns very windy and drizzling. The sea churns with Umberlee's wrath and an elderly man with a wild beard, salt encrusted coat, and floppy hat struggles to bring a large flat bottomed raft to shore. He pulls arm-over-arm along a rope, which is strung between the shore and a small island an arrowshot into the bay."
									]
								},
								{
									"type": "inset",
									"name": "Roleplaying Warsh the Boatman",
									"entries": [
										"Warsh is a foul-tempered old man with one squinting eye and the other unnaturally bulging. He clenches a battered pipe between his teeth at all times, making it even harder to understand his already angry, mumbled speech. His family has lived on the island for five generations before him and he was there when the town made its pact with Tiamat. He is superstitious of outsiders, mean, and very greedy. It is also his job to deal with non-islanders. "
									]
								},
								"Having seen the party approach, Warsh has brought the ferry from the island to see what they want. While he strongly recommends against anyone going to the island, he can always be bought for 1 gp a head and 1 sp for each mount, pet or livestock the adventurers may have with them.",
								"{@b Warsh viciously insults characters that claim to be pirates} or have the look of a pirate about them (possibly the pirate background), and charges them triple fare.",
								{
									"type": "entries",
									"name": "Talking with Warsh",
									"entries": [
										"Warsh isn't especially interested in conversation, but if pressed he can offer a few dire words or mumbled insults before demanding the adventurers either pay him for passage or leave him to pull his way back to the island.",
										{
											"type": "list",
											"items": [
												"An angry storm is coming. Someday the sea will claim its due and wash all of the ignorant shore folk into its depths.",
												"There is nothing to see on the island and no reason to visit the village. The adventurers should look elsewhere for their entertainment.",
												"If they insist on coming to the island, they will have to stay until after the storm passes to leave, as Warsh will not risk another trip until the seas calm.",
												"Warsh is suspicious of everyone including the madman they currently shelter, so if the adventurers ask about him, Warsh readily admits to having him on the island hoping the party means to take him away. Warsh describes the man as having the look of sailor about him, but raving about the \"eyes of the dracolich\" or other such nonsense. The man is otherwise healthy, so Warsh believes the man witnessed something his mind couldn't handle and snapped as opposed to someone who haswandered the wilderness in his insanity for a long time."
											]
										},
										{
											"type": "entries",
											"name": "Developments",
											"entries": [
												"Should the adventurers be unwilling or unable to pay Warsh, he leaves them stranded on the shore. He is willing to barter however, and he will take a good blade or some food or spirits in trade. If the adventurers still refuse his help, they can try to swim the distance, though it is clearly a fool's errand. It is 600 feet through stormy seas, requiring many successful DC 15 Strength (Athletics) checks to make it there."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 3: The Village",
					"entries": [
						"The village has existed on the small island for generations, since before the times of the Spellplague, and all that time, the same families have lived there, intermingling such that it is hard to tell one line from another. The ever malignant degeneracy spread  through the populace, making them more and more debased until they could barely be called civilized. The villagers turned away from the worship of the gods, and instead offered their prayers to fiends from the Hells; fiends who would trade worship for very real power in the mortal realm. It was just unlucky that the pirate crew of the {@i Audacity} should choose this overlooked backwater for their redoubt, and they have paid for it for sixty years.",
						{
							"type": "section",
							"name": "Village Vignettes",
							"entries": [
								"As the characters investigate or fortify the island, you do not need to refer to a map, or take too much time keeping track of how much time is spent at one location or another. After meeting with Elisande, who can serve as a guide and tool for you to assist the players, each adventurer or group of adventurers can investigate approximately one place in the late morning, one at midday and one in the afternoon. If an adventurer or group does something particularly brief and there is ample time, you may consider allowing them an additional encounter on the island. Once night falls, they may have plans, but Ixas' attack will preempt that. The characters may move as a group or split up to cover more ground, though danger may come more swiftly to those who are by themselves.",
								"As the adventurers go to each area, they may choose to investigate the NPCs there, search the location, or even look for ways to prepare for the coming attack. Simply run each adventurer or group of adventurers once through a location-centered vignette and determine if the adventurers are meeting up, reapportioning groups, or proceeding on to the next round of investigations. This continues until each adventurer or group of adventurers have investigated three places. If the adventurers stay together, they are able to investigate a total of four places. If a player is concerned about being able to do enough with his or her adventurer, feel free to explain the time abstraction. It is very important to be aware of the amount of time spent in this part of the adventure; allowing the adventurers to investigate too much can cause the adventure to longer than neccessary.",
								"The villagers rarely interact with outsiders, and all of them speak an archaic dialect of Common, making them sometimes difficult to understand. All of them, even married couples, share a familial resemblance. They refer to themselves as Folk and non-islanders as Outsides."
							]
						},
						{
							"type": "section",
							"name": "Elisande",
							"entries": [
								"When the characters first arrive on the island, read the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"Trees block the view of the village from the landing, so your first sight of the village comes as you climb the wooded hill. It is underwhelming. It is little more than a collection of hovels, a barn, and a large centrally located fire pit. Dirty faces and wide eyes stare at you as you exit the rain soaked three line, before turning away. A grinning girl with wild dirty hair and a pock marked face runs up to you with obvious excitement. \"Who might ye be, Outsides?\""
									]
								},
								"Elisande has been waiting for a chance to escape the island for three years since her parents died in a sickness that tormented the village. At first she has hoped the madman would help her, but it was quickly clear that he would be no help-though he is fun to feed or throw stones at. Now that the adventurers have followed him here, there is another chance and she is not about to waste it.",
								"Use the {@creature commoner} statistics at the end of this Part if you should need stats for Elisande. She avoids combat, but will drag unconscious adventurers out of fights and attempt to stabilize them and makes Wisdom (Medicine) checks with a +2 bonus.",
								{
									"type": "inset",
									"name": "Roleplaying Elisande",
									"entries": [
										"Elisande is a 12-year old orphan human girl, and village troublemaker. She is fascinated with outsiders, having heard tales that there is a land beyond the island that she yearns to visit now that she has no family left alive. She has no knowledge of the village's past beyond folklore, but is happy to show the adventurers around and answer questions hoping they will take her with them when they leave. She has few morals and due to her upbringing, no true concept of right or wrong."
									]
								},
								"Initially none of the villagers are especially interested in speaking with the adventurers, regardless of what they have to say. They simply stare at them with a mixture of fear and anger. Only Elisande is friendly and eager to speak with them. A successful DC 10 Wisdom (Insight) check confirms that her interest and friendhip is genuine, but she clearly wants something from them. She can relate the following about the island, at least as she knows them:",
								{
									"type": "list",
									"items": [
										"The island has no name. The folk have lived here since the beginning of time. Outsiders sometimes come, but rarely stay, and the folk do not like them to.",
										"The island survives primarily by fishing, growing beets, beans, cabbage and onions, husbanding a few goats and for a treat gathering wild raspberries and bitter walnuts. Sometimes, the sea provides thingsthat wash up on the shores of the island.",
										"The fisher folk do not have an organized religion as the adventurers might understand it. Instead Elisande describes a collection of folk tales and superstitions, often concerning reptilian monsters from below the sea that both provide for the island folk when they are appeased and prey upon themwhen they are not. She does not believe that there is anything on the island beyond the landing, the village, and the woods. She has been told and believes the woods to be filled with monsters and does not venture far into it.",
										"She would like to be friends with the adventurers, playing up her lack of family on the island if the Outsiders seem softhearted. She can show them around or introduce them to others. As the day goes on, she asks more and more questions about the outside world and when the adventurers will be leaving, hinting that she might like to go with them when they leave.",
										"If the adventurers rebuff Elisande, she begins shadowing them, following them from a few yards away. The villagers do not approve of the girl mixing with outsiders to begin with, so any threats or violence towards the girl will bring their wrath down upon them"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Overview of the Island",
							"entries": [
								"The island is composed of a number of different locations to explore. With the exception of the Infernal Altar (which can only be found by exploring the woods), all of the locations are immediately obvious upon theadventurers arrival. Elisande points them out to the party as soon as they speak with her.",
								"After the general deception of each location, there is a subsection detailing what Elisande has to say about the location, what NPCs live there, and what might be found by searching the location.",
								"There are thirty seven total villagers on the island, twelve of which are children. None of the fishermen are at sea today due to the fierce weather.",
								{
									"type": "entries",
									"name": "Landing",
									"entries": [
										"It is in this slightly sheltered portion on the northwestern side of the island that the villagers land their boats, maintain their nets, and dock the ferry raft. The raft and several oar-powered or small single-masted fishing boats have been dragged several feet up shore and tied down. There is a shed here filled with mended nets, rope, and other gear for their trade.",
										"{@b Elisande:} \"Das the landing. It's where the Folk reaped da sea's ripe bounty. Course is also weal for swimmin' when da dayfire rises high.\"",
										"{@b Searching.} While there is nothing especially incriminating to be found at the landing, there is a wealth of supplies that might be useful in creating traps to defend the village: barrels of fish oil for lanterns, fish hooks, line, rope, and nets might be put to nefarious purposes if the players are so inclined.",
										"{@b NPCs.} Until midday passes, Warsh is here with four other men, tying down the boats and preparing for the approaching storm. Warsh has nothing left to say to the adventurers unless directly approached, but the others point to the rising waves and say the monsters beneath the sea are angry.",
										"To convince Warsh to aid the adventurers, see \"Rallying the Villagers\" below."
									]
								},
								{
									"type": "entries",
									"name": "Homes",
									"entries": [
										"There are fourteen hovels that are or were home to small families of island fishermen scattered in a rough circle around the fire pit. The doors all face the fire pit and none have windows that face the sea. Four of the homes are no longer inhabited. Their roofs havecollapsed and they no longer have doors or shutters.",
										"{@b Elisande:} \"Dases be homes to the folk. Outsides mussin' haven homes! Ye not be sleepin' in the rains do ye? Iffen so, ye not want to be botherin' the Folk.\"",
										"{@b Searching.} The inhabited homes will be hard to search with the residents inside, huddled away from the rain. Attempts to speak with the general populace are met with cold stares and unanswered doors. Impertinent adventures will quickly find the villagers reaching for knives.",
										"However, it is easy enough to pick through the three uninhabited hovels. Without any check it is clear that the hovels are made of logs and stone from the island along with a piecemeal of flotsam recovered from the sea: barrel staves, sail cloth, and broken oars. A successful DC 10 Intelligence (Investigation) locates an odd fetish necklace in the remains of a rotted dresser. Five human teeth are braided into a long lock of brown human hair. Each tooth has symbol of five radial lines emanating from a central point. The fetish radiates both evil and fading magic from the conjuration school. A successful DC 15 Intelligence (Arcana) check suggests the fetish may have once protected the wearer from summoned creatures. A successful DC 20 Intelligence (Religion) check reveals the markings on the fetish are related to the infernals of the Banehold, the Hells associated with a number of evil deities. Its power faded, the fetish no longer functions.",
										"{@b NPCs.} Each hovel has 1d4 adults within it and 1d6-1 children. They villagers do their best to ignore the adventurers unless specifically confronted or called forth by Warsh, Ulburto or one of the crones. In general none of them know of the villages past, but they keep the infernal faith alive, believing themselves to be worshiping the ancient creatures of the sea. The fisher folk will follow the will of their leaders, either siding with the adventurers or against them as appropriate.",
										{
											"type": "entries",
											"name": "Ruined Hovel",
											"entries": [
												"This hovel has collapsed in upon itself, leaving only a small area where one wall leans against another that is protected from the rain. The villagers house the \"madman\" here. Empty food bowls and fish bones are scattered about, making it difficult to approach unheard. Any Dexterity (Stealth) check made to sneak up on Verik is made with disadvantage.",
												"{@b Elisande:} \"Das me house before me mudder and vater were taken by the chill fever. Now wees kept the lunaman there.\"",
												"{@b Searching.} A successful DC 15 Intelligence (Investigation) locates a loose stone behind which Verik has been hiding his supplies and notes. Under the stone is a sack in which is a small notebook written in Draconic. It details the number of people and their professions along with a sketch of the village, the woods, and the cave housing the infernal altar in the wooded ravine. In addition there is a vial of green dust that smells foul. A successful DC 15 Intelligence (Nature) check determines that it is ground {@b greensleep mushroom}, a poisonous fungus that causes lethargy in any who ingest it.",
												"{@b NPCs.} If it is morning or midday, Verik the \"madman\" is present. If it is afternoon or later, he wanders off to sneak some greensleep powder into the evening water supply the crones are boiling at the fire pit before hiding in the woods in preparation for the attack.",
												"If the adventurers wish to interrogate Verik, he offers the following:",
												{
													"type": "list",
													"items": [
														"He twitches a lot and looks around frantically like he hears voices no one else hears.",
														"He claims to have seen the ghost ship come and his village attacked by undead spirits that walked out of the waves on the back of dracolich that breathed fire and laid waste to his village.",
														"If asked about the ship, he describes it as a great spectral galleon with the name \"Audacity\" painted on the bow. He added that last detail after seeing the name painted on flotsam in the barn, hoping it will bring the horror closer to home.",
														"Verik is a very good liar and spy, sent by Ixas to map out the village, search for likely stores of knowledge, spread fear, and disrupt the defense. A successful DC 20 Wisdom (Insight) check is needed to determine that he is playacting his insanity. Even if confronted, he claims that he thought no one would believe what he saw; he thought it might strengthen his story or at least convince others to take him in. He maintains that his story is real. A second successful DC 20 Wisdom (Insight) check reveals this to be a lie.",
														"If found out, Verik tries to stall for time, giving away as little as possible. He knows Ixas and the rest of the cult is coming. It's only a matter of time before they rescue him.",
														"If forced to talk by magic or a successful DC 20 Charisma (Intimidate) check, he admits that he was sent by the Cult of the Dragon to locate tomes of lore or other valuables that might lead his master Ixas, a young mage of some power, to locate some long lost artifact. His does not know the exact plan as he has been in the village for a few days, but usually his allies attack in two groups—one at the main entrance to a village and a second smaller group by stealth from the rear."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Barn",
											"entries": [
												"The barn is largely empty but for four goats (three female, one male). The goats are as sickly and degenerate as the other residents of the island. One female has an oddly short, stumpy leg while another has the milky eyes of blindness. The male has only one horn. If the adventurers enquire about a place to stay on the island, they are directed to the barn.",
												"{@b Elisande:} \"Da is the barn. House for yan goats.\"",
												"{@b Searching.} The barn is made from various flotsam washed up from the sea, including the wood from the Audacity's longboat that they used to come ashore. One of the beams inside the barn (found on a successful DC 10 Wisdom (Perception) check) has Audacity painted on it in badly faded gold paint. In addition, there are a number of items that may be useful for the defense of the village: heavy sacks of grain, a barrel from of tools, and several bales of hay.",
												"{@b NPCs.} There are no NPCs in the barn, the goats follow and watch the adventurers whenever they are in or near the barn. The milky-eyed doe in particular seems to stay close to one adventurer and follows that adventurer's every move."
											]
										},
										{
											"type": "entries",
											"name": "Fire Pit",
											"entries": [
												"The pit is the center of daily life with a fire usually lit, even if only with a few flames. A large metal bucket full of fresh water taken from the shore and strained through cheesecloth can usually be found boiling over the fire. A small wooden pavilion with a number of stump stools under it provides a place to rest with minimal protection from the storm.",
												"{@b Elisande:} \"Da pit es the local for speeching wit the crones. Day always clean the drink. All need the drink.\"",
												"{@b Searching.} The adventurers can acquire clean water and a dozen heavy blocks of wood that might be used for trap or wall building. Knives, needles, and other sharp objects of daily life are prevalent around the flames.",
												"{@b NPCs.} Exirsa, Lolmetta, and Rentida, three elderly crones spend their time around the fire boiling water, cleaning fish and gossiping. All are reeking of fish and have long stringy grey hair and speak in voices that pierce even the muted atmosphere of the pouring rain. Along with Warsh, they are the only surviving villagers that were part of the original pact.",
												"The crones are not forthcoming with useful information, but they are willing to converse:",
												{
													"type": "list",
													"items": [
														"The crones rarely sleep or leave the fire. They can be found there at all hours of the day. They will not allow the flames to die under any circumstances, claiming a long as the fire burns, so will the village thrive.",
														"Sometimes they claim to be sisters or other times mother, daughter and grandmother.",
														"The crones enjoy toying with others, playing mental games by telling half-truths or outlandish tales that just might be true. Believe the lie, doubt the truth.",
														"They encourage the adventurers to sample their fresh water and cooked food. All of it is perfectly fine, but they enjoy hinting that it might not be. Unknown to them, if it is afternoon or later and Verik has not been exposed, the water is {@b poisoned with greensleep mushroom powder} (onset: 2 hours; effect: level 1 {@condition exhaustion} until a long rest; DC 10 Constitution negates).",
														"They also tell fantastical tales of the creature of the woods, carrying away unbelievers, and otherwise being a bogeyman of myth.",
														"Having been there, they are well aware of the tale of the Audacity and while they do not speak of it directly, they hint that they might know more than they are saying if offered the right gifts. Nothing they are offered is ever enough to placate them.",
														"To convince the crones to aid the adventurers, see \"Rallying the Villagers\" below."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Smokehouse",
											"entries": [
												"The smokehouse is attached to Ulburto's home. Here the fish are smoked and divided up amongst the villagers or taken by Warsh to the mainland to trade for goods the islanders cannot fabricate.",
												"{@b Elisande:} \"Das ye smokenhouse. Not weal aire, but good eat!\"",
												"{@b Searching.} The smokehouse is separated into two rooms. The main room is filled with metal hooks covering the walls and ceiling with low burning coals spread in brick troughs throughout the room. Unidentified red meat and fish hang from the hooks. Entering the smokehouse while it is in use is difficult as there is little air to breathe. A successful DC 10 Constitution saving throw is needed after the first minute to avoid gaining 1 level of {@condition exhaustion}. The adventurer must attempt an additional saving throw every minute thereafter with the same result. Creatures that do not breathe or hold their breath do not need to make these saving throws.",
												"In a separated area inside the smokehouse is a storeroom filled with salt, charcoal, and lumber. A hidden cache is located under a paving stone covered by the lumber and is found with a successful DC 15 Intelligence (Investigation) check. Inside, wrapped in oiled cloth, are a number of old weapons taken from the pirates who invaded the island sixty years ago. Inside there are also the captains' logs of the {@i Audacity} and the merchant vessel {@i Abundant Serendipity} that was its prey. Together, these logs tell the story of the merchant ship loaded with gold, gems, and works of art and books of lore out of Melvaunt and headed for Mulmaster when it was taken by Captain Reeve Sar Testain and the {@i Audacity}. It further describes how the pirate crew took refuge on the island and enslaved the villagers. The pirate captain's log ends with over two dozen blank pages left in it.",
												"{@b NPCs.} Ulburto is a large, bearded man whose arms are not the same length. His right arm is much longer and stronger than his left, which is half the size of the other. He was a child when the pact was made and while he did not participate in the ceremony, he knows the truth of the village. He is a strong and stern man, who speaks little. His quiet strength has made him the default leader of the villager, but it is only a veneer stretched thin over a boundless rage.",
												{
													"type": "list",
													"items": [
														"Ulburto stares much and speaks and little, using as few words as possible. He is frequently butchering meat or gutting fish in front of the smokehouse except at midday, when he goes to the fire pit to sit and listen to the stories of the crones.",
														"He is concerned about all the outsiders coming to his village and he knows that they will only bring trouble, and trouble needs to killed... and then possibly butchered and smoked for leaner times. Ulburto is not above a little cannibalism between friends.",
														"If approached about the coming raid, there is the faintest twitch of a smile at the corner of his mouth and he can be easily won over to any plans to defend the village that involve violence.",
														"If he catches anyone in his smokehouse, he orders them out. Those who refuse, or are caught in the storage area digging up the floor are immediately attacked.",
														"A successful DC 15 Wisdom (Insight) check reveals that Ulburto is a violently dangerous man.",
														"To convince Ulburto to aid the adventurers, see \"Rallying the Villagers\" below."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Dark Wood",
									"entries": [
										"For a small island with generations of inhabitants, the woods are oddly thick and dark. Filled with pines, walnuts, hawthorns, and dense underbrush of thorny plants, it is not a pleasant place to walk. A few squirrels and rodents manage to survive in it.",
										"{@b Elisande:} \"No, mustin walk the dark wood. The creatures gobble you!\"",
										"{@b Searching.} Searching the Dark Wood will take significant time compared to other locations and should be considered two of the adventurers' three actions for the day. Those that search the woods automatically find the cave with the infernal altar described below. Should an adventurer or group of adventurers want to do a quick exploration of the woods, they must succeed in a DC 20 Wisdom (Perception) check to find it.",
										"{@b NPCs.} The creature in the woods is a horrible puddle of flowing flesh with vaguely humanoid features called a lemure. It is bound to serve Warsh and the crones and responds to their mental call anywhere on the island. It avoids the adventurers at all cost hiding in the woods unless they find the infernal altar (see below), or the village is attacked and it is needed in the defense.",
										"The fetish from the ruined hovel grows hot when the lemure approaches.",
										{
											"type": "entries",
											"name": "Infernal Altar",
											"entries": [
												"On the other side of the island, a fifteen minute walk through the thickest part of the dark wood, filled with briars and nettles, there is a cave at the bottom of a water filled ravine. Climbing down to the cave is dangerous. Those that fail a DC 10 Strength (Athletics) check fall, taking 3 ({@dice 1d6}) bludgeoning damage on the rocks below.",
												"The fetish from the ruined hovel grows hot when approaching the ravine.",
												"{@b Elisande:} \"Was is da? Mussin' be ya creature of the woods lair!\" {@i (Her eyes go wide, filled with fear.)}",
												"{@b Searching:} The five-foot-wide rough cave continues toward the center of the island for sixty feet, so that the floor is dry, before opening into a roughly thirty by forty foot wide room with an altar in the center.",
												{
													"type": "insetReadaloud",
													"entries": [
														"In the center of a large room is a roughly rectangular block of stone, with blotches of rust-colored stains dripped on its center. Several darkened candles are melted to the stone and a collection of ritual objects are on the center of the block. The walls are painted in crude artwork depicting a five-headed sea serpent rising from the waves, feasting upon stick figures on the shore. Another stick figure standing on the water is pouring a sack of what could be coins into the waves. Something about the place raises the hairs on the back of your neck. There is a wrongness here."
													]
												},
												"The room is under the effects of a {@b lingering magic} (school of illusion) that causes unease in anyone approaching. Anyone who does not worship infernals or Tiamat and attempts to enter the room must succeed in a DC 10 Wisdom saving throw or gain the {@condition frightened} condition and be unable to do so. Overcome with a growing horror that they cannot name, the victim has the urge to flee the cave as soon as possible.",
												"Examining the room, there are several things of interest.",
												{
													"type": "list",
													"items": [
														"A successful DC 15 Intelligence (Religion) check made while examining the artwork on walls implies that the creature may actually be a variant of Tiamat, the deity of evil dragons and greed. It is rare for humanoids to worship her, but sometimes involves a sacrifice of wealth.",
														"A successful DC 15 Wisdom (Survival) check notes that no one has been in this room for many years.",
														"Amid several gold bars on the altar is a silver plated ritual knife. It will serve as a dagger, but is poorly made and the silver begins to flake off when used in combat. It is does not survive past this adventure.",
														"The gold bars all bear a trade stamp dating back 60 years, but look to be in good condition, as if they have seen little to no use.",
														"Also on the altar is a scroll sealed with a splotch of red wax. If opened, all the candles of the room flare to life. The scroll appears to be a contract between \"Servants of the Queene\" and the \"Folk.\" It details the deal struck sixty years ago in which the islanders traded their souls and a fortune in gold and gems in exchange for personal power and casting away the \"Outsides\"—unless the deal is broken. How the deal is broken is not specified, but it matters not, the adventurers have already broken it.",
														"A pile of books lie in the corner. Most are rotted with moisture and useless, but a successful DC 15 Intelligence (Investigation) finds a tome that is particularly old and appears to be written on some sort of leather. The Draconic writing is faded badly, but with a few hours, it can be deciphered. It details the final resting place of one of the Dragon Masks, although, unbeknownst to the adventurers, the mask has since been located and claimed by the Cult of the Dragon."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Developments",
											"entries": [
												"If the adventurers enter the cave, the lemure from the dark wood begins moving towards the cave. It attacks as soon as adventurers climb out of the ravine."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"entries": [
												"There is 200 gp in old gold trade bars piled on the altar. They appear to have seen little use, despite bearing a trade stamp that is sixty years old."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rallying the Villagers",
									"entries": [
										"It is likely that the adventurers will attempt to rally the villagers to the defense of the village, telling them that a strike by a ghost ship of undead may be imminent. The villagers are strangely apathetic about such claims. They do not trust the \"Outsides\" and their stories and instead wait for their leaders to decide how the Folk should proceed.",
										"The party will need to sway at least two of the three votes to their cause in order to get the villagers to work with them: Warsh, Ulburto and the crones. If the adventurers succeed, the villagers aid in fortifying the town and fighting with the adventurers (see \"Fortifying the Village,\" below). If they fail they will not aid the adventurers until it is clear that the raid is in progress, at which point they will have no choice.",
										{
											"type": "entries",
											"name": "Convincing Warsh",
											"entries": [
												"Warsh likes hard work and plain talk, but he is also greedy. In order to convince him to side with the adventurers, they must succeed in a DC 20 Charisma (Persuasion) check with the following cumulative modifiers.",
												{
													"type": "list",
													"items": [
														"+2 for a gift of coins or items totalling at least 20 gp, with a further +1 for every 10 gp over, rounded down.",
														"+2 for an adventurer that has completed some sort of defense already, such as building a palisade, a trap or digging a ditch.",
														"The check is made with {@b disadvantage} if a character claims to be a pirate."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Convincing the Crones",
											"entries": [
												"The crones enjoy being entertained, particularly games of riddles and lies. In order to gain their trust they must succeed in a DC 25 Charisma (Deception or Persuasion) check with the following cumulative modifiers.",
												{
													"type": "list",
													"items": [
														"+2 if the adventurer entertains them with a successful DC 15 Performance check.",
														"+5 if the adventurer can beat them in a game of riddles. This requires successful DC 15 Charisma (Deception) check and a DC 20 Wisdom (Insight) checks. If the adventurer makes one, but not both, they play another round until they fail or make both.",
														"+2 for a gift of coins or items totalling 75 gp or more.",
														"The check is made with {@b advantage} if a character flatters the crones with talk of their beauty."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Convincing Ulburto",
											"entries": [
												"Ulburto does not especially like talking, but he loves fighting. To convince him to help the adventurers rally the villagers they must succeed in a DC 20 Charisma (Deception or Persuasion) check with the following cumulative modifiers.",
												{
													"type": "list",
													"items": [
														"+5 if they promise a violent confrontation.",
														"+2 if the adventurer tries to use Strength (Athletics) or Charisma (Intimidate) to impress him.",
														"+2 if the adventurer has the Rage ability.",
														"+2 if the adventurers offer him food or drink.",
														"The check is made with {@b disadvantage} if a character tries to flatter him with kind words or sweet talk."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Fortifying the Village",
									"entries": [
										"Martially oriented adventurers may realize that they have an opportunity to prepare for a raid that seems likely to happen this very night. It is clear that the village is not very defendable as it is now, having never been built to withstand an attack.",
										"Here are some examples of things the adventurers might do repel the attackers along with some possible game mechanics. It is impossible to imagine every clever idea, so the DM should feel free to improvise. In general 3 ({@dice 1d6}) points of damage (or 2 ({@dice 1d4}) points in a 10'x10' square) and saving throw DCs of 10-15 are generally appropriate. Each trap or obstacle takes one day action unless it says otherwise.",
										{
											"type": "list",
											"items": [
												"{@b Palisade:} Wood is very valuable on the island, especially since many of the surviving trees produce nuts or fruit, so the villagers are very hesitant to build a walk, but the adventurers should be able to convince the villagers to use rubble from the abandoned or destroyed hovels to build a low wall in order to funnel most attackers. Building a stable wall requires a successful DC 15 Strength or Intelligence check to complete in one action (of the three each adventurer or group of adventurers have). Otherwise it takes two.",
												"{@b Ditch:} Requires a successful DC 15 Wisdom (Perception) check to detect. Digging ditches around the village is easy in the mud, and the rapidly fill with dirty water from the rain, making it easy to hide hooks, thorn bushes, or other dangerous debris inside them. The ditch is difficult terrain and if filled with obstacles does 2 ({@dice 1d4}) points of piercing damage. Succeeding at a DC 10 Dexterity halves this damage. No roll is need to dig the ditch, only time. Ditches filled with oil can be set ablaze for 2 ({@dice 1d4}) points of fire damage each round.",
												"{@b Pits:} Requires a successful DC 15 Wisdom (Perception) check to detect. Hidden pits are difficult to make as they fill with water quickly, making it necessary to line them with spikes or other debris in order to do 3 ({@dice 1d6}) points of piercing damage. A successful DC 15 Dexterity saving throw avoids the pit. Pits filled with oil can be set ablaze for 2 ({@dice 1d4}) points of fire damage each round. Succeeding at a DC 10 Strength or Intelligence check is required to build a series of pits without having them collapse on themselves.",
												"{@b Hooked Nets:} Requires a successful DC 15 Wisdom (Perception) check to detect. Dodging a dropped net requires a successful DC 10 Dexterity saving throw. Failure restrains each Large or smaller creature within 5 feet of that point. A creature can break free by dealing 5 slashing damage to the net or by succeeding on a DC 10 Strength check using its action. If there are hooks sewn into the net, it does 1 point of damage each round the creature struggles or tries to free itself.",
												"{@b Trip Lines:} Requires a successful DC 15 Wisdom (Perception) check to detect. Trip lines can be set to trip foes making them prone. Any adventurer that doesn't see a trip line must succeed at a DC 10 Dexterity saving throw or fall prone.",
												"{@b Swinging Weight Traps:} Requires a successful DC 15 Wisdom (Perception) check to detect. Heavy objects that wing from a height at head or mid-level do 3 ({@dice 1d6}) points of bludgeoning damage and can be avoided by succeeding at DC 15 Dexterity saving throw. Determine how high the weights are placed, small creatures (such as kobolds) will often be missed."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Fighting the Villagers",
									"entries": [
										"It is quite possible that during their searches, the adventurers uncover mounting evidence that the villagers are not innocent victims that need protection. Should the secret of the pact be exposed, or the adventurers simply make too much of a nuisance, it is possible they end up fighting the villagers before the raid ever occurs. This is not the intention of the adventure, but is certainly possible.",
										"If a conflict occurs out of sight of the rest of the village and the adventurers hide evidence of violence, they can avoid an all-out riot and they may proceed as normal. If not, several of the villagers rush to aid their fellows against the \"Outsides.\" This can quickly become a challenging fight if the adventurers are not prepared or working together.",
										"If there is a combat, two {@creature commoner||commoners}, {@creature Warsh|ddex1-03}, {@creature scout||Ulburto}, and the {@creature crone|ddex1-03|crones} (who summon the {@creature lemure} to arrive in five rounds) try to kill all the adventurers. If {@creature commoner||Verik} still lives, they will go for him as well, making him an unexpected ally of the adventurers. Verik fights for his life. He intelligently coordinates attacks with the adventurers, but is not overly helpful. He's out to save his own skin.",
										{
											"type": "inset",
											"name": "Adjusting the Adventure",
											"entries": [
												"Here are recommendations for adusting this combat encounter. These are not cumulative.",
												{
													"type": "list",
													"items": [
														"{@b Very weak party:} remove the {@creature crone|ddex1-03|crones} (they flee to the Dark Wood), the {@creature lemure}, and the {@creature commoner||commoners}",
														"{@b Weak party:} remove the {@creature crone|ddex1-03|crones} (they flee to the Dark Wood) and the {@creature lemure}",
														"{@b Strong party:} add two {@creature commoner||commoners}",
														"{@b Very strong party:} add two commoners and one scout"
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 4: Bump in the Night",
					"entries": [
						"This event begins as night falls on the seventeenth day since the attacks began, the day the adventurers arrived on the island. Ixas and his men are close at hand. If the adventurers have not already told you, determine where each one is at the start of the event.",
						{
							"type": "insetReadaloud",
							"entries": [
								"Somewhere in the night sky above the thunderclouds, Selune has raised an old moon: a slim, fading crescent. In the wind and rain, its light is lost to you. However, through the sheets of water, a pale glow and wirl of fog unaffected by the storm approach the landing. Screams of the damned ride the wind."
							]
						},
						"Ixas' plan is twofold. A main group moves up the center of the island from the landing, relying on their disguise and magic to sow fear and disrupt the defenses. While at the same time, a smaller group has circled around and landed on the side of the island by stealth. They will attack from behind hoping to catch the village by surprise.",
						"In both cases, when they enemies make themselves known, describe the groups as twice as big as they are. This is not necessary if the adventurers have already come to blows with the villagers and eliminated the combat capable members of the Folk. These extra foes represent the foes that will be fought by the Folk. The main group is composed of six {@creature kobold||kobolds} and one {@creature bandit}. The group travelling by stealth has four {@creature kobold||kobolds} and one {@creature bandit}.",
						"Two of the kobolds in the main group each possess two flasks of {@item alchemist's fire (flask)|phb|alchemist's fire}. As an action, they can throw this flask up to 20 feet, shattering it on impact. Make a ranged attack against a target creature or object. On a hit, the target takes 2 ({@dice 1d4}) fire damage at the start of each of its turns. A creature can end this damage by using its action to attempt a DC 10 Dexterity check to extinguish the flames.",
						"The raiders are looking to take captives and gather up potential valuables or tomes for their master. They take prisoners whenever possible. The kobolds are not used to a serious resistance and begin to hesitate once the adventurers have slain half of their number. In that case, they grab any captives or bounty and flee towards the landing.",
						"As the fight continues, the Dungeon Master should describe the fel powers and bloodthirsty tactics used by the villagers, including the infernal word followed by blasts of hellfire and the domination of the lemure called forth by one of the crones as she cuts her arms for a blood sacrifice. By the end of the fight, the adventurers should feel vey uncomfortable about their \"allies\"",
						{
							"type": "inset",
							"name": "Adjusting the Adventure",
							"entries": [
								"Here are recommendations for adusting this combat encounter. These are not cumulative.",
								{
									"type": "list",
									"items": [
										"{@b Very weak party:} remove six {@creature kobold||kobolds} (four from the main group, two from the rear group)",
										"{@b Weak party:} remove four {@creature kobold||kobolds} (two from each group)",
										"{@b Strong party:} add five {@creature kobold||kobolds} (three to the main group, two to the rear group)",
										"{@b Very strong party:} add five {@creature kobold||kobolds} (three to the main group, two to the rear group), change the {@creature bandit||bandits} to {@creature scout||scouts}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "General Features",
							"entries": [
								"The exact features of the combat area vary with where the adventurers have positioned themselves. There are ample places to find cover or concealment and the battlefield will be altered by the preparations of the adventurers.The Dungeon Master should feel free to adjust accordingly.",
								"{@b Light.} The moon is behind the clouds and the rain is pouring heavily. The entire area is dimly lit if the adventurers allowed the villagers to keep the fire pit burning and place torches or lanterns about. If not, it is darkness.",
								"{@b Disguise.} The kobolds and sailors are all wearing disguises of old bones, skulls and dirt so as to appear as shambling undead risen from the sea floor. The kobold alchemist has gone so far as to paint himself and his cloak with a phosphorescent paint so that he glows and appears as a spectral wizard throwing small balls of fire. A successful DC 15 Wisdom (Perception) or Intelligence (Religion) check is needed to determine thy are not undead at range, but th DC drops to 10 if the adventurer is adjacent to one of them. There may be reasons for irrefutable proof that require no check at the DM's discretion.",
								"{@b Storm.} The storm is raging. Any Wisdom (Perception) checks made to see or heat suffer disadvantage and sounds carries clearly only a few feet. Ranged attacks beyond normal range suffer disadvantage and cannot be made at the maximum range."
							]
						},
						{
							"type": "entries",
							"name": "Verik",
							"entries": [
								"If Verik is still alive and not restrained, he does his best to help his allies based on the preparations he has benn able to witness. What this means is up to you, but some examples are provided:",
								{
									"type": "list",
									"items": [
										"{@b Poison:} If Verik was able to poison the water, assume that in addition to any adventurers affected, all the unnamed villagers and the crones are poisoned (disadvantage on ability checks and speed halved).",
										"{@b Traps:} Verik disables any traps he can, whether by triggering them from a distance or by tying a fluttering, red cloth over them to make the obvious.",
										"{@b Wall:} If the adventurers made a low wall or a ditch, Verik moves the rear, away from the main fighting and lays planks over them to make it easy for the secondary group to scale them quickly.",
										"{@b Assassinate:} If the Verik is still loose in the village and the melee is in full progress, he may join the battle, striking when an adventurer or allied NPC is alone or vulnerable."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"entries": [
										"If captured, the kobolds and sailors break easily. They readily admit they are here at the command of the Cult of the Dragon cultist Ixas who is just off the shore of the island awaiting their return. They were to gather up all the books and potentially magical items and burn the rest. All captives were to be brought in their longboats back to the ship for Ixas to interrogate with a magical statue that he has in quarters. The statue of the dracolich probes the mind of the victim, forcing them to answer all questions put to them, but it is a horrible process that damages the mind and steals one's sanity.",
										"Assuming the adventurers are successful, the villagers encourage them to take the battle to the ship, but they do not join them. The want all the \"Outsides\" off their island. Only Elisande is willing to go with them.",
										"If the adventurers are defeated and captured, they are tied up while kobolds search the village. Elisande sneaks into the group of them with a knife and pretends to be tied up, but as soon as the adventurers are piled into the longboats with their weapons in a pile on the floor, she has an opportunity and she starts cutting the adventurers free."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 5: High Seas",
					"entries": [
						"The adventure culminates as the adventurers climb over the side of the Cult of the Dragon's ship and face the mastermind behind this foul plot.",
						{
							"type": "section",
							"name": "Taking the Fight to the Ship",
							"entries": [
								"The adventurers should realize that the attackers came from off the shore, and by heading down to the landing, they find two longboats beached with oars at the ready. The characters can take the longboats out into the mist-filled water and look for Ixas' ship.",
								"Each longboat can hold eight characters, six if they have lots of gear."
							]
						},
						{
							"type": "section",
							"name": "The Return of the {@i Audacity}",
							"entries": [
								"After the characters have been rowing for about twenty minutes, they come upon Ixas' vessel, and witness the return of the {@i Audacity}.",
								{
									"type": "insetReadaloud",
									"entries": [
										"Suddenly the sea quiets, the mysterious fog lifts from the water and the storm abates. For a brief moment you see the sky clearly, the sliver of Selune shining down upon you. Looming in front of you is the ship you've been searching for!",
										"Just then, your longboat takes on a red cast, like the baleful eye of some great reptile. A terrible tearing sound is heard, followed by a great rushing of wind and heat. Angry screams erupt. The fog returns, billowing from the ship ahead. As you bring the longboat close in to the ship's ladder on the port side, screams of fear and pain emanate from the deck above."
									]
								},
								"The adventurers have just witnessed the arrival of the {@i Audacity} returning from the Nine Hells as the adventurers broke the pact between the Folk and Tiamat's followers (by either opening the scroll on the altar, taking wealth from the village, taking Elisande with them, killing the lemure or discovering the secret of the pact). At the start of the fight, the {@i Audacity} is blocked from view by the Cult's ship.",
								"Once the adventurers climb the ladder up to Ixas' ship, they see the returned vessel as well as carnage breaking out between Ixas' group and the infernal pirates.",
								{
									"type": "insetReadaloud",
									"entries": [
										"As you top the ladder, you see a glowing ship made of bones and issuing a baleful fog, its bowsprit tangled in the rigging of the forecastle of the ship you sought. The crews of each ship are already in battle with one another. The kobolds and sailors disguised as undead battle another crew-a group of red-skinned humans dressed as buccaneers. The ship, missing one of its two long boats, has the name {@i Audacity} lettered across the side. Both ships are on fire."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDEX1-03/DDEX1-03-01.jpg"
									},
									"title": "Ships on Fire"
								},
								"The cult of the dragom's force include {@creature cult fanatic||Ixas} {@b (I)}, two {@creature guard||human guards} {@b (G)}, and six {@creature kobold||kobolds} {@b (K)}. The crew of the {@i Audacity} includes {@creature infernal veteran|ddex1-03|Captain Reeve Sar Testain} {@b (C)} and five {@creature infernal pirate|ddex1-03|infernal-tainted pirates} {@b (P)}. At the beginning of the combat, the two crews are fighting each other and neither is paying much attention to the adventurers. However, the adventurers should not assume that anyone is their ally. Both  plan to kill the adventurers as soon as they deal with their more immediate threat. Each side always engages the nearest foe unless someone specifically antagonizes them (such as a caster or archer attacking them from a distance).",
								"Do not roll for each of the enemies who are fighting each other. Rather, speed things up using this abstraction. At the end of every round, count the number of enemies on each side (Cult or Pirate) not engaged with an adventurer and add that number to a d20 roll. The side with the higher total kills one enemy on the loosing side. This roll can never result in the NPCs killing {@creature cult fanatic||Ixas} or {@creature infernal veteran|ddex1-03|Captain Reeve Sar Testain}. They remain entirely for the adventurers to deal with.",
								"When combat begins, Ixas has already expended one of his 2nd-level spell slots.",
								{
									"type": "entries",
									"name": "Infernal Pirates",
									"entries": [
										"While the infernal pirates (use the {@creature bandit} statistics, but they are worth 50 XP each) are human, their sixty-year-long imprisonment in the Nine Hells has bestowed upon them immunities similar to those of their fiendish tormentors. Captain Testain and his infernal crew have the following infernal boons.",
										{
											"type": "list",
											"items": [
												"Resistance to cold damage.",
												"Resistance to bludgeoning, piercing, and slashing damage from nonmagical weapons that are not silvered.",
												"Immunity to fire and poison.",
												"Advantage on any saving throw made to resist the {@condition frightened} condition."
											]
										},
										"The infernal tainted pirates bear the scars of their torturous imprisonment at the hand of Tiamat; each is disfigured with various scars and marks.",
										{
											"type": "list",
											"items": [
												"The flesh of one of the pirates' arms is blackened as if by exposure to intense cold or frostbite.",
												"Another pirate bears the tell-tale marks of lightning damage. He smells faintly of ozone.",
												"The leg of a third pirate is charred all the way to the bone.",
												"One of the arms of the fourth pirate has been completely melted away.",
												"The face and arm of a fifth pirate bears a number of greenish pustules that weep a sickly yellow fluid."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "General Feature",
									"entries": [
										"The fight takes place onboard the Cult's ship with the {@i Audacity} having struck it perpendicular and become tangled up in her rigging.",
										"{@b Light.} The cult's ship glows with an unearthly white radiance that provides bright light. In addition where the two ships are in contact, there is a fire.",
										"{@b Fire.} Fire fills the squares where the ships have come into contact with one another. This fire spreads at the rate of 1 square per round. Anyone moving through the fire must succeed at a DC 10 Constitution saving throw to do so without taking (4) 1d8 fire damage.",
										"{@b Fog.} The cult's ship magically emits a light fog that provides lightly obscures all creatures more than twenty feet away.",
										"{@b Mast.} The mast can be used to take three-quarters cover.",
										"{@b Rigging.} The edges of the ship and the mast are awash in tangled rigging which can be climbed with a successful DC 10 Strength (Athletics) check).",
										"{@b Tilting Deck.} A character moving on his or her turn must succeed on a DC 10 Dexterity (Acrobatics) check or be thrown off balance, giving others advantage to attacks rolls against them until their next turn. All trained sailors (such as all of the NPCs and any adventurer with the Sailor background) make this check with advantage.",
										{
											"type": "inset",
											"name": "Adjusting the Adventure",
											"entries": [
												"Here are recommendations for adusting this combat encounter. These are not cumulative.",
												{
													"type": "list",
													"items": [
														"{@b Very weak party:} remove two {@creature kobold||kobolds} and one {@creature bandit||pirate}; two enemies die at the end of each round by each other's hands",
														"{@b Weak party:} remove two {@creature kobold||kobolds} and one {@creature bandit||pirate}",
														"{@b Strong party:} add two {@creature kobold||kobolds} and one {@creature bandit||pirate}",
														"{@b Very strong party:} add four {@creature kobold||kobolds} and two {@creature bandit||pirates}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Developments",
											"entries": [
												"Captured cultists, including Ixas, break easily and can be forced to tell their tale. There is a schism in the Cult of the Dragon. One group, to which Ixas belongs, seeks to remain true to the Cult's true purpose of creating a class of undead draconic rulers while another instead seeks the favored {@i Dragon Masks} that they plan to use to usurp the Cult and lead it in a new direction. Ixas has been chasing rumors and divinations that there was once {@i Dragon Mask} in this region and coastal town contained a tome told of its last resting place. Given a boat by his master that could glow and shed fog, he concocted the story of the ghost ship hoping to deter investigations by both the authorities and splinter faction cultists. Using the dracolich statue in his quarters, an evil relic of the cult, he feasted on the memories and thoughts of all the captives from the coastal villages hoping to find some clue. The relic however drains itself every time it is used and does not function again until the next phase of the moon. When it is fully charged, a great storm gathers near it until it is used. Thus he used his resources and those of the old guard Cult to search for it, hoping to prevent the splinter faction from their goal.",
												"Ixas also has a number of papers and journals in his quarters, written in Draconic, that detail much of the above. Characters that are members of any of the factions would be interested in getting a hold of some of these papers. There's enough information here to split amongst a few wanting it.",
												"The infernal crew of the {@i Audacity} are howling mad, driven to rage and barbarity by decades of slavery in the Nine Hells. They seek only to kill every living soul on Faerûn in vengeance, preferably starting with the islanders who sold them to Tiamat's devilish followers. While they are hard to converse with, captured pirates are only too happy to point fingers at the Folk and beg to kill them and wear their skin as a coat."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"entries": [
												"In Ixas' quarters is the combined wealth of their raids: 500 sp, 500 ep, 75 gp and matching set of Turmish religious idols set with semi-precious stones worth 100 gp each. In addition, there is a man-sized statue of a dracolich, with glowing moonstones for eyes, that radiates both enchantment magic and evil. There is a variety of tradestuffs that they have acquired in bulk that, sadly, end up destroyed in the carnage or sinking with the ships.",
												"Ixas wears a {@item ring of evasion} that the adventurers may receive as treasure should he be defeated."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Conclusion",
							"entries": [
								"The immediate threat has ended. Both Doomguide Yovir Glandon and Knight Aleyd Burral are quite pleased with the success of the adventurers, but they are concerned about news that their backyard has become the battleground for struggle in the Cult of the Dragon. They both promise to warn everyone who will listen about the danger.",
								"With the threat of the raids ended the adventurers must decide what to do with several of the items they recover from the island and the ship.",
								"{@b The Ships.} The ships are too badly damaged by the fire to recover. They sink in the shallows near the island.",
								"{@b The Tome and Ixas' Journals.} The tome found near the infernal altar and Ixas' journals contain valuable information of the all of the factions desire. The adventurers can easily copy the information and make sure their particular faction is aware of the possible nearness of a {@i Dragon Mask}.",
								"{@b The Statue.} Doomguide Yovir is very curious about the statue and believes that he can use it to repair the damage to Yip's mind. If the adventurers have not yet destroyed it, he asks for it with the promise that it will be destroyed if he is not able to save the man. Otherwise, the adventurers can sell it for 150 gp to an unscrupulous buyer.",
								"{@b The Pirates.} The pirates are irredeemable. Any taken captive and turned over to the authorities will be executed.",
								"{@b The Villagers.} The Folk that remain refuse to leave the island unless taken prisoner. They are confused by life off the island and any not killed eventually return. The sole exception is Elisande who thrives in Phlan, at first finding a place with the Order of the Silent Shroud, until one night wanderlust takes her and she disappears."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Rewards",
					"entries": [
						"Make sure the players note their rewards on their adventure logsheets. Give your name and DCI number (if applicable) so players can record who ran the session.",
						{
							"type": "entries",
							"name": "Experience",
							"entries": [
								"Total up all {@b combat experience} earned for defeated foes, and divide by the number of characters present in the combat. For {@b non-combat experience}, the rewards listed are per character. Give all characters in the party non-combat experience awards unless otherwise noted.",
								{
									"type": "table",
									"colLabels": [
										"Name of Foe",
										"XP per Foe"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Bandit (pirate)",
											"25"
										],
										[
											"Captain Reeve Sar Testain",
											"700"
										],
										[
											"Commoner",
											"10"
										],
										[
											"Dire wolf",
											"200"
										],
										[
											"Guard",
											"25"
										],
										[
											"Infernal pirate",
											"50"
										],
										[
											"Ixas, Wearer of Purple",
											"450"
										],
										[
											"Kobold",
											"25"
										],
										[
											"Lemure",
											"10"
										],
										[
											"Three crones",
											"50"
										],
										[
											"Ulburto",
											"100"
										],
										[
											"Warsh",
											"450"
										]
									],
									"caption": "Combat Awards"
								},
								{
									"type": "table",
									"colLabels": [
										"Task or Accomplishment",
										"XP per Character"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Rallying the villagers",
											"50"
										],
										[
											"Leaving the villagers in peace",
											"50"
										],
										[
											"Finding information on the {@i Dragon Masks}",
											"150"
										]
									],
									"caption": "Non-Combat Awards"
								},
								"The {@b minimum} total award for each character participating in this adventure is {@b 450 experience points}.",
								"The {@b maximum} total award for each character participating in this adventure is {@b 600 experience points}."
							]
						},
						{
							"type": "entries",
							"name": "Treasure",
							"entries": [
								"The characters receive the following treasure, divided up amongst the party. Characters should attempt to divide treasure evenly whenever possible. Gold piece values listed for sellable gear are calculated at their selling price, not their purchase price.",
								"{@b Consumable magic items} should be divided up however the group sees fit. If more than one character is interested in a specific consumable magic item, the DM can determine who gets it randomly should the group be unable to decide.",
								"{@b Permanent magic items} are divided up according to a system. See the sidebar if the adventure awards permanent magic items.",
								{
									"type": "table",
									"colLabels": [
										"Item Name",
										"GP Value"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Old trade bars on infernal alter",
											"200"
										],
										[
											"Ixas' plunder (500 sp, 500 ep)",
											"55"
										],
										[
											"Turmish religious idols",
											"100 each"
										],
										[
											"Dracolich statue",
											"150"
										]
									],
									"caption": "Treasure Awards"
								},
								{
									"type": "entries",
									"name": "Potion of Healing",
									"entries": [
										"A description of this item can be found in the basic rules or the {@i Player's Handbook}."
									]
								},
								{
									"type": "entries",
									"name": "Ring of Evasion",
									"entries": [
										"This intricate thin silver ring is decorated with tiny opalescent stones and glows with a pale radiance (dim light in a 5-foot radius) while in the moonlight. A description of this item can be found in the basic rules or the {@i Player's Handbook}."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Renown",
							"entries": [
								"{@b All faction members} earn {@b one renown point} for participating in this adventure.",
								"{@b Order of the Gauntlet, Emerald Enclave, and Lords' Alliance characters} earn {@b one additional renown point} for completing their assignments."
							]
						},
						{
							"type": "entries",
							"name": "Downtime",
							"entries": [
								"Each character receives {@b ten downtime days} at the conclusion of this adventure."
							]
						},
						{
							"type": "entries",
							"name": "DM Rewards",
							"entries": [
								"You receive {@b 300 XP} and {@b ten downtime days} for each session you run of this adventure."
							]
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Crone",
			"source": "DDEX1-03",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"hide armor"
					]
				}
			],
			"hp": {
				"formula": "2d8",
				"average": 9
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 10,
			"con": 11,
			"int": 10,
			"wis": 12,
			"cha": 12,
			"skill": {
				"deception": "+3",
				"religion": "+2"
			},
			"passive": 11,
			"languages": [
				"Common"
			],
			"cr": "1/4",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Crones are 1st-level spellcasters. Their spellcasting ability is Wisdom (spell save {@dc 11}, +3 to hit with spell attacks). Crones have the following cleric spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell mending}",
								"{@spell sacred flame}"
							]
						},
						"1": {
							"spells": [
								"{@spell command}",
								"{@spell inflict wounds}"
							],
							"slots": 2
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Dark Devotion",
					"entries": [
						"The Crone has advantage on saving throws against being {@condition charmed} or {@condition frightened}."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) piercing damage."
					]
				}
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P"
			],
			"spellcastingTags": [
				"CC"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"damageTagsSpell": [
				"N",
				"R"
			],
			"attachedItems": [
				"dagger|phb"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Infernal Pirate",
			"source": "DDEX1-03",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"NX",
				"C",
				"G",
				"NY",
				"E"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"average": 11,
				"formula": "2d8 + 2"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 12,
			"con": 12,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"passive": 10,
			"languages": [
				"any one language (usually Common)"
			],
			"cr": "1/4",
			"action": [
				{
					"name": "Scimitar",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) slashing damage."
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} {@hit 3} to hit, range 80/320 ft., one target. {@h}5 ({@damage 1d8 + 1}) piercing damage."
					]
				}
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/bandit.mp3"
			},
			"altArt": [
				{
					"name": "Diabolical Bandit",
					"source": "MTF",
					"page": 18
				},
				{
					"name": "Vistana Bandit",
					"source": "CoS"
				},
				{
					"name": "Uttolot Elf Bandit",
					"source": "EGW"
				}
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"S",
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"token": {
				"name": "Bandit",
				"source": "MM"
			},
			"fluff": {
				"entries": [
					"Bandits rove in gangs and are sometimes led by thugs, veterans, or spellcasters. Not all bandits are evil. Oppression, drought, disease, or famine can often drive otherwise honest folk to a life of banditry.",
					"Pirates are bandits of the high seas. They might be freebooters interested only in treasure and murder, or they might be privateers sanctioned by the crown to attack and plunder an enemy nation's vessels.",
					"While the infernal pirates are human, their sixty-year-long imprisonment in the Nine Hells has bestowed upon them immunities similar to those of their fiendish tormentors."
				]
			},
			"resist": [
				{
					"resist": [
						"cold"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons that are not silvered"
				}
			],
			"immune": [
				"fire",
				"poison"
			],
			"trait": [
				{
					"name": "Brave",
					"entries": [
						"The infernal pirate has advantage on saving throws against being {@condition frightened}."
					]
				}
			],
			"attachedItems": [
				"light crossbow|phb",
				"scimitar|phb"
			]
		},
		{
			"name": "Infernal Veteran",
			"source": "DDEX1-03",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"{@item splint armor|phb}"
					]
				}
			],
			"hp": {
				"average": 58,
				"formula": "9d8 + 18"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 13,
			"con": 14,
			"int": 10,
			"wis": 11,
			"cha": 10,
			"skill": {
				"athletics": "+5",
				"perception": "+2"
			},
			"passive": 12,
			"languages": [
				"any one language (usually Common)"
			],
			"cr": "3",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The veteran makes two longsword attacks. If it has a shortsword drawn, it can also make a shortsword attack."
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with two hands."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage."
					]
				},
				{
					"name": "Heavy Crossbow",
					"entries": [
						"{@atk rw} {@hit 3} to hit, range 100/400 ft., one target. {@h}6 ({@damage 1d10 + 1}) piercing damage."
					]
				}
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/veteran.mp3"
			},
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"S",
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"token": {
				"name": "Veteran",
				"source": "MM"
			},
			"fluff": {
				"entries": [
					"Veterans are professional fighters that take up arms for pay or to protect something they believe in or value. Their ranks include soldiers retired from long service and warriors who never served anyone but themselves.",
					"While the infernal veterans are human, their sixty-year-long imprisonment in the Nine Hells has bestowed upon them immunities similar to those of their fiendish tormentors."
				]
			},
			"immune": [
				"fire",
				"poison"
			],
			"resist": [
				{
					"resist": [
						"cold"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons that are not silvered"
				}
			],
			"trait": [
				{
					"name": "Brave",
					"entries": [
						"The infernal veteran has advantage on saving throws against being {@condition frightened}."
					]
				}
			],
			"attachedItems": [
				"heavy crossbow|phb",
				"longsword|phb",
				"shortsword|phb"
			]
		},
		{
			"name": "Warsh",
			"isNpc": true,
			"isNamedCreature": true,
			"source": "DDEX1-03",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				12,
				{
					"ac": 15,
					"from": [
						"with mage armor"
					]
				}
			],
			"hp": {
				"formula": "5d8",
				"average": 22
			},
			"speed": {
				"walk": 30
			},
			"str": 9,
			"dex": 14,
			"con": 11,
			"int": 17,
			"wis": 12,
			"cha": 11,
			"save": {
				"int": "+5",
				"wis": "+3"
			},
			"skill": {
				"arcana": "+5",
				"history": "+5"
			},
			"passive": 11,
			"languages": [
				"Common",
				"Draconic",
				"Dwarvish",
				"Elvish"
			],
			"cr": "2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Warsh is a 4th-level spellcaster. His spellcasting ability is Intelligence (spell save {@dc 13}, +5 to hit with spell attacks). He has the following wizard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light}",
								"{@spell mage hand}",
								"{@spell shocking grasp}"
							]
						},
						"1": {
							"spells": [
								"{@spell charm person}",
								"{@spell mage armor}",
								"{@spell magic missile}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell hold person}",
								"{@spell misty step}"
							],
							"slots": 3
						}
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Quarterstaff",
					"entries": [
						"{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d8 - 2}) bludgeoning damage."
					]
				}
			],
			"languageTags": [
				"C",
				"D",
				"DR",
				"E"
			],
			"damageTags": [
				"B"
			],
			"spellcastingTags": [
				"CW"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"damageTagsSpell": [
				"L",
				"O"
			],
			"attachedItems": [
				"quarterstaff|phb"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"wisdom"
			]
		}
	]
}
