{
	"_meta": {
		"sources": [
			{
				"json": "ddal08-01",
				"abbreviation": "AL801",
				"full": "The Map with No Names",
				"authors": [
					"Jay H. Anderson"
				],
				"convertedBy": [
					"pandabeards"
				],
				"version": "1.1",
				"url": "https://www.dmsguild.com/product/250987/DDAL0801-The-Map-with-No-Names",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 0
	},
	"adventure": [
		{
			"name": "The Map with No Names",
			"id": "AL801",
			"source": "ddal08-01",
			"contents": [
				{
					"name": "The Adventure",
					"headers": [
						"Adventure Primer",
						"Episodes",
						"Bonus Objectives",
						"Episode Sequence"
					]
				}
			],
			"level": {
				"start": 1,
				"end": 4
			},
			"published": "2018-07-05",
			"storyline": "The End"
		}
	],
	"adventureData": [
		{
      "id": "AL801",
      "source": "ddal08-01",
      "data": [
				{
					"type": "section",
					"name": "Adventure Primer",
					"entries": [
						"{@i Sometimes it's the journey that teaches you a lot about your destination.}",
						"-Drake",
						{
							"type": "section",
							"name": "Background",
							"entries": [
								"Rumors of a map leading to a massive treasure are running rampant in the streets of Waterdeep. Everyone seems to be gossiping about the map and what glorious treasure it might lead to. Among the many adventurers in Waterdeep, such wealth is a coveted dream—leading several groups of them to search the city for the fabled map.",
								"However, the drow mercenary group Bregan D’aerthe want to find it first. To thin the competition, Bregan D’aerthe created several {@b FALSE TREASURE MAPS}, each unique, planting them in places where adventurers will no doubt find them. Rather than waste opportunity, all of these false maps ultimately lead to one of their rivals, the masked lord {@b ARTOR MORLIN}, aka the Baron of Blood. No matter if Artor or the adventurers are killed, Bregan D’aerthe wins.",
								"The map found in this adventure was dropped during a bar fight on the floor of {@b GREEN’S REST}, waiting for adventurers to find and follow it to several locations used by minions of Artor Morlin before culminating in the {@b CITY OF THE DEAD}."
							]
						},
						{
							"type": "section",
							"name": "Episodes",
							"entries": [
								"The adventure's story is spread over {@b three episodes} and takes approximately {@b two hours} to play. The adventure begins with a Call to Action scene.",
								"If you're planning to play the entire adventure at once, you only need to introduce the Call to Action once. However, if you plan to play over several sessions, you'll want to revisit the Call to Action each time you play.",
								{
									"type": "list",
									"items": [
										"{@b {@i Episode 1: You Dropped This.}} This adventures are asked to follow a left behind treasure map. This is the {@b Call to Action.}",
										"{@b {@i Episode 2: Follow the Clues.}} The adventurers follow the map, go to various locations around Waterdeep, and find more clues at each stop. This is {@b Story Objective A}.",
										"{@b {@i Episode 3: A Crypt Portrait.}} At the map's penultimate location, a lycanthrope protects the clue to the map's final location. This is {@b Story Objective B}."
									]
								},
								{
									"type": "entries",
									"name": "Bonus Objectives",
									"entries": [
										"However, this adventure also includes two, 1-hour bonus objectives that the characters can pursue if they have additional time to do so—earning additional advancement and treasure checkpoints in the process. These bonus objectives are found in this adventure’s appendices, as follows:",
										{
											"type": "list",
											"entries": [
												"{@b {@i Bonus Objective A: A Wedding Ring.}} A smuggler pleads with the adventurers to retrieve his wedding ring from a crime boss's secret lair. This bonus objective is found in {@b Appendix 5}.",
												"{@b {@i Bonus Objective B: Map Heist.}} A pickpocket asks the adventurers to rescue her and her boyfriend from someone who wants to take the map. This bonus objective is found in {@b Appendix 6}."
												]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Episode Sequence",
							"entries": [
								"Depending on your time constraints, and play style and environment, this adventure will take approximately two to four hours to play.",
								{
									"type": "entries",
									"name": "How Will You Play?",
									"entries": [
										"The duration of your session depends on how much of this adventure you utilize. At the very least, your session will last approximately 2 hours. However, if you wish, you can provide a longer experience for your players by pursuing the bonus objectives.",
										"{@b Story Objectives Only.} To complete both of the adventure's story objectives, the characters play in Episodes 1 through 3 in order.",
										"{@b Bonus Objectives.} You can extend this adventure by one or two hours by utilizing the bonus objectives. {@b Bonus Objective A} extends the Trollskull Alley scene in {@b Episode 2}. {@b Bonus Objective B} branches off from {@b Episode 2} when the adventurers are traveling between locations or are about to enter {@b Episode 3}."
									]
								}
							]
						}
					]
				}
      ]
		}
	]
}