{
	"_meta": {
		"sources": [
			{
				"json": "DDEX1-04",
				"abbreviation": "DDEX1-04",
				"full": "DDEX1-04 - Dues for the Dead",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Surge"
				],
				"version": "1.0.0",
				"url": "https://github.com/TheGiddyLimit/homebrew",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1600276023,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "931fb78706",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "Dues for the Dead",
			"id": "DDEX1-04",
			"source": "DDEX1-04",
			"group": "other",
			"contents": [
				{
					"name": "Foreword",
					"headers": [
						"Introduction",
						"The D&D Adventurers League",
						"Preparing the Adventure",
						"Before Play at the Table",
						"Adjusting the Adventure",
						"Dungeon Mastering the Adventure",
						"Adventure Background"
					]
				},
				{
					"name": "Overview",
					"headers": [
						"Adventure Hook",
						"Valhingen Graveyard"
					]
				},
				{
					"name": "Part 1: Valhingen Graveyard",
					"headers": [
						"The Doomguide's Tale"
					]
				},
				{
					"name": "Part 2: The Upper Catacombs",
					"headers": [
						"General Features",
						"1. Cloister of Kelemvor",
						"2. Funerary Banquet Hall",
						"3. First Families of Phlan",
						"4. The Bone Pit",
						"5. Funerary Cults",
						"6. Rickety Stairs"
					]
				},
				{
					"name": "Part 3. The Lower Catacombs",
					"headers": [
						"7A. Sun Pit",
						"7B. Crematoria Niches",
						"8. Obelisk",
						"9. Skeletal Ceiling",
						"10. The Tomb of Sedrair II",
						"11. Talking Dead",
						"12. Crime Scenes",
						"13. The Necropolis and Beyond",
						"14a. The Sentry",
						"14b. The Red Wizard",
						"Conclusion"
					]
				}
			],
			"level": {
				"start": 1,
				"end": 4
			},
			"published": "2014-10-01",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDEX1-04/DDEX1-04-cover.webp"
			},
			"storyline": "Tyranny of Dragons"
		}
	],
	"adventureData": [
		{
			"id": "DDEX1-04",
			"source": "DDEX1-04",
			"data": [
				{
					"type": "section",
					"name": "Foreword",
					"entries": [
						"For years, the Most Solemn Order of the Silent Shroud hass tended the deead at Valingheen graveyard, providing them a peaceful eternal rest. Now, that rest has been disturbed by a necromancer seeking out a key to re-activate the Pool of Radiance. An adventure for 1st-4th level characters.",
						"{@b Adventure Code: DDEX1-04}",
						{
							"type": "section",
							"name": "Introduction",
							"entries": [
								"Welcome to {@b Dues for the Dead}, a D&D Expeditions adventure, part of the official D&D Adventurers League organized play system and the Tyranny of Dragons storyline season.  {@b This adventure is designed for three to seven 1st-4th level characters, and is optimized for five 2nd level characters.} Characters outside this level range cannot participate in this adventure. Players with ineligble characters can create a new 1st-level character or use a pregenerated character.  The adventure takes place in Phlan, a large city on the shore of the Moonsea, in the Forgotten Realms. More specifically, it takes place almost entirely in and beneath the city's cemetery, Valhingen Graveyard."
							]
						},
						{
							"type": "section",
							"name": "The D&D Adventurers League",
							"entries": [
								"This adventure is official for D&D Adventurers League play. The D&D Adventurers League is the official organized play system for Dungeons and Dragons.  Players can create characters and participate in any adventure allowed as a part of the D&D Adventurers League. As they adventure, players track their characters' experience, treasure, and other rewards, and can take those characters through other adventures that will continue their story.",
								"D&D Adventurers League play is broken up into storyline seasons. When players create characters, they attach those characters to a storyline season, which determines what rules they're allowed to use to create and advance their characters. Players can continue to play their characters after the storyline season has finished, possibly participating in a second or third storyline with those same characters. A character's level is the only limitation for adventure play. A player cannot use a character of a level higher or lower than the level range of a D&D Adventurers League adventure.",
								"If you're running this adventure as a part of a store event or at certain conventions, you'll need a DCI number. This number is your official Wizards of the Coast organized play identifier. If you don't have a number, you can obtain one at a store event. Check with your organizer for details.",
								"For more information on playing, running games as a Dungeon Master, and organizing games for the D&D Adventurers League, please visit the D&D Adventurers"
							]
						},
						{
							"type": "section",
							"name": "Preparing the Adventure",
							"entries": [
								"Before you show up to Dungeon Master this adventure for a group of players, you should do the following to prepare.",
								{
									"type": "list",
									"items": [
										"Make sure to have a copy of the most current version of the D&D basic rules or the {@book Player's Handbook|phb}.",
										"Read through the adventure, taking notes of anything you'd like to highlight or remind yourself while running the adventure, such as a way you'd like to portray an NPC or a tactic you'd like to use in a combat.",
										"Get familiar with the monster statistics in the Appendix.",
										"Gather together any resources you'd like to use to aid you in Dungeon Mastering, such as notecards, a DM screen, miniatures, battlemaps, etc.",
										"If you know the composition of the group beforehand, you can make adjustments as noted throughout the adventure."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Before Play at the Table",
							"entries": [
								"Ask the players to provide you with relevant character information. This includes:",
								{
									"type": "list",
									"items": [
										"Character name and level",
										"Character race and class",
										"Passive Wisdom (Perception)--the most common passive ability check",
										"Anything notable as specified by the adventure (such as backgrounds, traits, flaws, and so on)"
									]
								},
								"Players that have characters outside the adventure's level range cannot participate in the adventure with those characters. Players with ineligible characters can make a new 1st-level character or use a pregenerated character. Players can play an adventure they previously played or ran as a Dungeon Master, but not with the same character (if applicable).",
								"Ensure that each player has an official adventure logsheet for his or her character (if not, get one from the organizer). The player will fill out the adventure name, session number, date, and your name and DCI number.  In addition, the player also fills in the starting values for XP, gold, downtime, renown, and number of permanent magic items. He or she will fill in the other values and write notes at the conclusion of the session. Each player is responsible for maintaining an accurate logsheet.",
								"If you have time, you can do a quick scan of a player's character sheet to ensure that nothing looks out of order. If you see magic items of very high rarities or strange arrays of ability scores, you can ask players to provide documentation for the irregularities. If they cannot, feel free to restrict item use or ask them to use a standard ability score array. Point players to the D&D Adventurers League Player's Guide for reference.",
								"If players wish to spend downtime days and it's the beginning of an adventure or episode, they can declare their activity and spend the days now, or they can do so at the end of the adventure or episode.",
								"Players should select their characters' spells and other daily options prior to the start of the adventure, unless the adventure specifies otherwise. Feel free to reread the adventure description to help give players hints about what they might face."
							]
						},
						{
							"type": "section",
							"name": "Adjusting the Adventure",
							"entries": [
								"Throughout this adventure, you may see sidebars to help you make adjustments to this adventure for smaller/larger groups and characters, of higher/lower levels that the optimized group size. Most of the time, this is used for combat encounters.",
								"You may adjust the adventure beyond the guidelines given in the adventure, or for other reasons. For example, if you're playing with a group of inexperienced players, you might want to make the adventure a little easier; for very experienced players, you might want to make it a little harder. Therefore, five categories of party strength have been created for you to use as a guide.",
								"Use these as a guide, and feel free to use a different adjustment during the adventure if the recommended party strength feels off for the group.",
								"This adventure is optimized for a party of five 2ndlevel characters. To figure out whether you need to adjust the adventure, do the following:",
								{
									"type": "list",
									"items": [
										"Add up the total levels of all the characters",
										"Divide the total by the number of characters",
										"Round fractions of .5 or greater up; round frations of less than .5 down"
									]
								},
								"You've now determined the average party level (APL) for the adventure. To figure out the party strength for the adventure, consult the following table.",
								{
									"type": "table",
									"colLabels": [
										"Party Composition",
										"Party Strength"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"3-4 characters, APL less than",
											"Very weak"
										],
										[
											"3-4 characters, APL equivalent",
											"Weak"
										],
										[
											"3-4 characters, APL greater than",
											"Average"
										],
										[
											"5 characters, APL less than",
											"Weak"
										],
										[
											"5 characters, APL equivalent",
											"Average"
										],
										[
											"5 characters, APL greater than",
											"Strong"
										],
										[
											"6-7 characters, APL less than",
											"Average"
										],
										[
											"6-7 characters, APL equivalent",
											"Strong"
										],
										[
											"6-7 characters, APL greater than",
											"Very strong"
										]
									],
									"caption": "Determining Party Strength"
								},
								"{@b Average party strength} indicates no recommended adjustments to the adventure. Each sidebar may or may not offer suggestions for certain party strengths. If a particular recommendation is not offered for your group, you don't have to make adjustments."
							]
						},
						{
							"type": "section",
							"name": "Dungeon Mastering the Adventure",
							"entries": [
								"As the DM of the session, you have the most important role in facilitating the enjoyment of the game for the players. You help guide the narrative and bring the words on these pages to life. The outcome of a fun game session often creates stories that live well beyond the play at the table. Always follow this golden rule when you DM for a group:",
								"{@b Make decisions and adjudications that enhance the fun of the adventure when possible.}",
								"To reinforce this golden rule, keep in mind the following:",
								{
									"type": "list",
									"items": [
										"You are empowered to make adjustments to the adventure and make decisions about how the group interacts with the world of this adventure. This is especially important and applicable outside of combat, but feel free to adjust the adventure for groups that are having too easy or too hard of a time.",
										"Don't make the adventure too easy or too difficult for a group. Never being challenged makes for a boring game, and being overwhelmed makes for a frustrating game. Gauge the experience of the players (not the characters) with the game, try to feel out (or ask) what they like in a game, and attempt to give each of them the experience they're after when they play D&D. Give everyone a chance to shine.",
										"Be mindful of pacing, and keep the game session moving along appropriately. Watch for stalling, since play loses momentum when this happens. At the same time, make sure that the players don't finish too early; provide them with a full play experience. Try to be aware of running long or short. Adjust the pacing accordingly.",
										"Read-aloud text is just a suggestion; feel free to modify the text as you see fit, especially when dialogue is present.",
										"Give the players appropriate hints so they can make informed choices about how to proceed. Players should be given clues and hints when appropriate so they can tackle puzzles, combat, and interactions without getting frustrated over lack of information.  This helps to encourage immersion in the adventure and gives players \"little victories\" for figuring out good choices from clues."
									]
								},
								"In short, being the DM isn't about following the adventure's text word-for-word; it's about facilitating a fun, challenging game environment for the players. The {@book Dungeon Master's Guide|dmg} has more information on the art of running a D&D game.",
								{
									"type": "entries",
									"name": "Downtime and Lifestyle",
									"entries": [
										"At the beginning of each play session, players must declare whether or not they are spending any days of downtime. The player records the downtime spent on the adventure logsheet. The following options are available to players during downtime (see the D&D basic rules or the D&D Adventurers League Player's Guide for more information):",
										{
											"type": "list",
											"items": [
												"Catching up",
												"Crafting (exception: multiple characters cannot commit to crafting a single item)",
												"Practicing a profession",
												"Recuperating",
												"Spellcasting services (end of the adventure only)",
												"Training"
											]
										},
										"Other downtime options might be available during adventures or unlocked through play, including -factionspecific activities.",
										"In addition, whenever a character spends downtime days, that character also spends the requisite expense for his or her lifestyle. Costs are per day, so a character that spends ten days of downtime also spends ten days of expenses maintaining his or her lifestyle. Some downtime activities help with lifestyle expenses or add lifestyle expenses."
									]
								},
								{
									"type": "entries",
									"name": "Spellcasting Services",
									"entries": [
										"Any settlement the size of a town or larger can provide some spellcasting services. Characters need to be able to travel to the settlement to obtain these services.  Alternatively, if the party finishes an adventure, they can be assumed to return to the settlement closest to the adventure location.",
										"Spell services generally available include healing and recovery spells, as well as information-gathering spells.  Other spell services might be available as specified in the adventure. The number of spells available to be cast as a service is limited to a maximum of three per day total, unless otherwise noted.",
										{
											"type": "table",
											"colLabels": [
												"Spell",
												"Cost"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"{@spell Cure wounds} (1st level)",
													"10 gp"
												],
												[
													"{@spell Identify}",
													"20 gp"
												],
												[
													"{@spell Lesser restoration}",
													"40 gp"
												],
												[
													"{@spell Prayer of healing} (2nd level)",
													"40 gp"
												],
												[
													"{@spell Remove curse}",
													"90 gp"
												],
												[
													"{@spell Speak with dead}",
													"90 gp"
												],
												[
													"{@spell Divination}",
													"210 gp"
												],
												[
													"{@spell Greater restoration}",
													"450 gp"
												],
												[
													"{@spell Raise dead}",
													"1,250 gp"
												]
											],
											"caption": "Spellcasting Services"
										},
										{
											"type": "inset",
											"name": "Acolyte Background",
											"entries": [
												"A character possessing the acolyte background requesting spellcasting services at a temple of his or her faith may request one spell per day from the Spellcasting Services table for free.  The only cost paid for the spell is the base price for the consumed material component, if any."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Character Disease, Death, and Recovery",
									"entries": [
										"Sometimes bad things happen, and characters get poisoned, diseased, or die. Since you might not have the same characters return from session to session, here are the rules when bad things happen to characters.",
										{
											"type": "entries",
											"name": "Disease, Poison, and Other Debilitating Effects",
											"entries": [
												"A character still affected by diseases, poisons, and other similar effects at the conclusion of an adventure can spend downtime days recuperating until such time as he or she resolves the effect to its conclusion (see the recuperating activity in the D&D basic rules). If a character doesn't resolve the effect between sessions, that character begins the next session still affected by the debilitating effect."
											]
										},
										{
											"type": "entries",
											"name": "Death",
											"entries": [
												"A character who dies during the course of the adventure has a few options at the end of the session (or whenever arriving back in civilization) if no one in the adventuring party has immediate access to a raise dead or revivify spell, or similar magic. A character subject to a raise dead spell is affected negatively until all long rests have been completed during an adventure. Alternatively, each downtime day spent after raise dead reduces the penalty to attack rolls, saving throws, and ability checks by 1, in addition to any other benefits the downtime activity might provide.",
												{
													"type": "entries",
													"name": "Create a New 1st-Level Character",
													"entries": [
														"If the dead character is unwilling or unable to exercise any of the other options, the player creates a new character. The new character does not have any items or rewards possessed by the dead character."
													]
												},
												{
													"type": "entries",
													"name": "Dead Character Pays for Raise Dead",
													"entries": [
														"If the character's body is recoverable (it's not missing any vital organs and is mostly whole) and the player would like the character to be returned to life, the party can take the body back to civilization and use the dead character's funds to pay for a raise dead spell. A raise dead spell cast in this manner costs the character 1,250 gp."
													]
												},
												{
													"type": "entries",
													"name": "Character's Party Pays for Raise Dead",
													"entries": [
														"As above, except that some or all of the 1,250 gp for the raise dead spell is paid for by the party at the end of the session. Other characters are under no obligation to spend their funds to bring back a dead party member."
													]
												},
												{
													"type": "entries",
													"name": "Faction Charity",
													"entries": [
														"If the character is of level 1 to 4 and a member of a faction, the dead character's body can be returned to civilization and a patron from the faction ensures that he or she receives a raise dead spell. However, any character invoking this charity forfeits all XP and rewards from that session (even those earned prior to death during that session), and cannot replay that episode or adventure with that character again. Once a character reaches 5th level, this option is no longer available."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Adventure Background",
							"entries": [
								"In its quest to set Tiamat free in the world, the Cult of the Dragon is ever searching for magical knowledge and spares no effort in doing so. Cult leaders enlisted the aid of expatriate Red Wizards of Thay, who hoped eventually to turn Tiamat's power against Szass Tam.",
								"Those Red Wizards are assigned to wide-ranging tasks across Faerun. Dues for the Dead concerns a Red Wizard necromancer named Rorreth Monforoth who was assigned to find a way to locate the now-inert Pool of Radiance beneath Phlan and reconnect it to the Weave.",
								"At some point, long ago, a Pool of Radiance--a powerful and dangerous anomaly in the Weave--formed beneath Phlan, a city with a long and troubled history on the northern shore of the Moonsea. This font of raw magic was found by an entity named Tyranthraxus who used its power to possess the body of a bronze dragon.  Tyranthraxus was eventually defeated by a band of adventurers and the Pool of Radiance was transformed into a normal pool of water beneath Valjevo Castle.  Despite this, however, its legend persists.",
								"Rorreth Monforoth has been sent to Phlan along with a handful of Cult \"advisors\" for two reasons; to seek out a means of entry into the ruins beneath Valjevo Castle and to create a host of undead. Once this has been accomplished, the Cult will have a veritable army of undead with which to secure Phlan, and subsequently, the Pool of Radiance."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Overview",
					"entries": [
						"The adventure begins with characters hearing about the reappearance of undead creatures in the cemetery next to the city of Phlan. The faithful of Kelemvor, who take care of the cemetery, are seeking men and women who are willing to track down the undead, destroy them, and find out where they came from and why.",
						"Most of the cemetery is underground, in extensive catacombs that have been used for more than a millennia. They are provided a guide, but not even the cemetery's caretakers know the full extent of the catacombs. Much of the adventure involves exploring the catacombs, facing revived undead and other dangers, until characters discover that a Red Wizard necromancer is responsible for the trouble. They capture a clue about what the necromancer seeks, and they can gain important additional information if they take that clue to an NPC sage for analysis.",
						"Armed with solid information about the necromancer's goal, the adventurers set out to confront him to prevent him from achieving his goal.",
						{
							"type": "section",
							"name": "Adventure Hook",
							"entries": [
								"While the characters are in the city of Phlan or traveling nearby, they encounter this handbill posted on a wall or tree. They could also hear the information directly in conversation with a traveling merchant or a resident of Phlan or overhear other travelers discussing \"the undead problem\" at Valhingen Graveyard.",
								{
									"type": "insetReadaloud",
									"entries": [
										"WANTED:",
										"Holy Knights,",
										"Blessed Warriors of the Gods,",
										"and other bold slayers of the Undead.",
										"Reward commensurate with risk.",
										"For particulars, contact Doomguide Yovir Glandon",
										"at Valhingen Graveyard, City of Phlan"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Valhingen Graveyard",
							"entries": [
								"The graveyard sits north of the city, on the opposite shore of Stojanow River. It is a beautiful garden of statues, tended plants, trees, mausoleums, and headstones. The condition of the graveyard is entirely pristine thanks to the tireless work of Kelemvorites who tend it.",
								"Phlan has been the site of a city for over 1,000 years.  It's experienced so many cycles of growth and collapse, of prosperity and destruction, that it's impossible to estimate accurately how many people have lived there and subsequently been interred in Valhingen. A conservative estimate puts the number at well over 100,000 but that estimate could easily be two, three, or even five times that many.",
								"Valhingen is large, but so many bodies couldn't possibly be buried there in individual graves and family mausoleums. Most of them are interred in catacombs beneath the graveyard. The catacombs are nearly as old as the city, and their full extent is unknown even to the most senior of Kelemvorites. They extend well beyond the boundary of the graveyard in every direction, including under the city.",
								"Several of the major temples and fortifications in Phlan were known to have entrances of their own, but most of these were sealed during times when undead were a threat. If any of them remain open, no one living in Phlan today knows of them. The only entrance that's known to still be open is the Cloister of Kelemvor in Valhingen Graveyard, and only those galleries directly connected to it are still used for burials.",
								{
									"type": "inset",
									"name": "The City of Phlan",
									"entries": [
										"The bulk of the action in Dues for the Dead takes place under Valhingen Graveyard. Characters might spend a short time in the city proper, however, when they first arrive or if they consult with a sage during the adventure. In that case, you'll want some basic, atmospheric information on the city.",
										"Phlan has a thousand-year history of ascendance and collapse. Currently, it's experiencing tough times. Less than a year ago, the city's Lord Protector Anivar Daoran was killed in an apparent construction accident while inspecting renovations at Valjevo Castle. Daoran wasn't much of a Lord Protector and he isn't widely mourned. Because he left no heir, the Knight Commander of the Black Fist, Ector Brahms, was declared the Lord Regent. Brahms is an honorable but hidebound man, and Phlan has declined tragically under his guidance. Soldiers of the Black Fist rule the city by martial law. They swiftly dispense punishment but seldom justice. Their increasingly harsh methods are failing to preserve law or order.",
										"Without the Black Fist to protect them, the people have turned to two other sources; the city's guilds (chiefly stonewrights, carpenters, ironhands, and merchants) and a criminal organization called the Welcomers. These six organizations are constantly at odds with one another over power in the city and, aside from limited exceptions among the guilds, are completely unable to cooperate for the betterment of Phlan. Lord Protector Daoran had begun many construction projects around the city, renovating ancient buildings and reconstructing those damaged in recent wars. All of that work is halted since the city has no money to pay the guilds for their labor; half-built structures are everywhere and heaps of unused construction material clog the streets.",
										"Trade, too, has come to a standstill, leaving merchants with few legal ways to make a living. The Welcomers are openly criminal, and the once-honest guilds are only a few steps removed from being organized crime syndicates themselves.  The Black Fist's methods have made it the people's enemy instead of their guardian, so most honest folk have retreated into the ranks of the Welcomers and the guilds for survival."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 1: Valhingen Graveyard",
					"entries": [
						"The graveyard is the only notable feature of Phlan that sits north of the river. Most of the city is on what's presumed to be an artificial island; sometime in the dim past, Phlan's original builders dug a canal to split the Stojanow River into two channels at its mouth, with the two branches flowing around the city like a moat. A bridge near the city's North Gate crosses the river a short distance west of the graveyard, so mourners can walk to the cemetery easily.",
						"The cemetery itself is quite beautiful.",
						{
							"type": "insetReadaloud",
							"entries": [
								"Valhingen Graveyard looks more like a park than a cemetery and stands in stark contrast to the ramshackle, half-built Phlan. Gravel walkways wend between tall trees, well-tended beds of shrubs and flowers, sturdy mausoleums, and rows of headstones, monuments, and commemorative statues.",
								"You need only a few moments to spot a man and a woman dressed in simple, home-spun gray robes trimming shrubs and pulling weeds from between gravestones."
							]
						},
						"The man and woman are clerics of Kelemvor named {@b Drolo} and {@b Fedya}. They are happy to talk about their work in the cemetery, but they grow morose if asked about undead. Instead, they direct characters to a small chapel where Doomguide Yovir Glandon can be found.",
						{
							"type": "inset",
							"name": "Kelemvor's Faithful",
							"entries": [
								"Doomguide is the title adopted by heads of clerical chapters among the faithful of Kelemvor, Faeriin's deity of death and the dead. \"Doom\" refers not to a bleak destiny but simply to the fact that all mortals face an end to life. Kelemvor's servants ensure that the dead are properly interred and respected, and they see to the needs of the bereaved. To most of Kelemvor's.  faithful, raising a dead person as an undead creature is the most horrific sacrilege imaginable and an unforgivable violation of human sanctity."
							]
						},
						{
							"type": "section",
							"name": "The Doomguide's Tale",
							"entries": [
								"Finding Doomguide Glandon is simple enough. Yovir Glandon is a human male of middle age, humorless and stoic in his duty among the dead.",
								{
									"type": "insetReadaloud",
									"entries": [
										"Doomguide Yovir Glandon is a thin, human male of middle age, with a shaved head and a well-trimmed beard, streaked with grey. He is dressed in a grass-stained gray robe with twigs and leaves tangled around the frayed hem, sweeping leaves out of the simple stone chapel with a worn-out broom.",
										"As you approach, he stops sweeping and turns his deep-set, blue eyes in your direction.",
										"\"Hello there,\" he says in a surprisingly resonant voice, \"What service can Kelemvor's Faithful provide for you today?\""
									]
								},
								{
									"type": "inset",
									"name": "Roleplaying Doomguide Glandon",
									"entries": [
										"Yovir Glandon has toiled in the gardens of Valhingen for nearly 40 years. But despite his dirty, calloused hands and his grass- stained robes, he is a learned man. Yovir is a reserved man, who lets others steer the course of a conversation; interjecting only where necessary."
									]
								},
								"Yovir prefers to let characters bring up the subject of the handbill or rumors of undead themselves, rather than asking them if they're mercenaries looking for work (that fact should be obvious to anyone who glances at the heavily armed and armored characters). Once asked, he relates the following tale. During the course of their conversation, Yovir provides the following information:",
								{
									"type": "list",
									"items": [
										"Some of the adventurers may know Doomguide Yovir from DDEX1-3 Shadows over the Moonsea. If this is the case, Yovir is especially pleased to see them again.",
										"Within the last 100 years, Valhingen Graveyard has gone from being overrun with undead to the statu- esque place of rest it is today. This is due primarily to the work of the Kelemvorites.",
										"To the people of Phlan, the idyllic beauty of Valhingen is their reward for the trials they have faced during their hard life when it is over.",
										"A novice Kelemvorite disappeared about a month ago. Yovir was initially unconcerned as the life of a Kelemvorite is difficult, and those who cannot accommodate it simply leave.",
										"Suspicions were aroused when Brother Rasoran-- another Kelemvorite-- vanished. It was not possible that he would leave; he has been dedicated to the faith and to the people of Phlan for nearly 10 years.",
										"Sister Bethel disappeared and was subsequently located twelve days ago; partially eaten.",
										"Yovir believes that undead are active once more within Valhingen.",
										"Yovir and a few other Kelemvorites investigated the oldest section of the known catacombs and found no undead. It was sealed to prevent them spreading inside."
									]
								},
								"If the adventurers appear interested in taking the job, Yovir provides the following information.",
								{
									"type": "list",
									"items": [
										"He can pay the characters 100 gp and a set of {@item goggles of night}.",
										"If the adventurers ask for an advance to pay for supplies, he instead gives them the {@item goggles of night}.",
										"Yovir asks that the adventurers do not disturb the resting dead within the catacombs and to leave their possessions be. Theft from the dead is not tolerated.",
										"The catacombs are extensive, and Yovir offers the adventurers the services of a guide if they so desire one."
									]
								},
								"If the adventurers accept Yovir's offer of a guide, Yovir calls out \"Cassyt!\", and a young woman named {@creature acolyte|mm|Cassyt} shuffles into the room. She is a plain-looking female half-elf who appears to be in her early twenties. She uses the acolyte stat block. Besides acting as guide, Cassyt also carries a lantern to help light the tunnels, unless characters prefer darkness. Cassyt knows as much of the history of the catacombs as you want him or her to tell the characters.",
								"Cassyt assists the party using cantrips when able to do so from range, but flees if confronted by an enemy. She does not use her first level spell slots until the final encounter in Area 14b.",
								{
									"type": "inset",
									"name": "Roleplaying Cassyt",
									"entries": [
										"Cassyt is a young Kelemvorite who has spent more time in her books than in the catacombs of the graveyard. Despite this, she has an unusually sunny disposition and is prone to chatter incessantly rattling off minutiae and trivia about the catacombs.  She knows quite a bit about Sections 1 through 3 of the catacombs (History +4; catacombs only) and first aid (Medicine +3). She also has a dry, albeit slightly warped, sense of humor."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"If they ask, the adventurers are given a pair of {@item goggles of night} to assist them with their excursion."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 2: The Upper Catacombs",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDEX1-04/DDEX1-04-catacombs.webp"
							},
							"title": "Map of the Catacombs",
							"imageType": "map"
						},
						"The entrance to the catacombs is through a stone structure that resembles the many mausoleums in the graveyard, except this building has no door, just an open archway. Inside is a small paved floor that opens into a wide stone staircase. The building is little more than a covering over the stairs. Dwarves can easily see that the stone building is much newer than the steps; the walls and roof have stood for no more than two centuries, but the steps are at least four times that old; possibly even older.",
						{
							"type": "section",
							"name": "General Features",
							"entries": [
								"Note that the map is labeled with north at the bottom and south at the top. This is so you can more easily draw it correctly for the players without needing to continually flip it upside down.",
								"{@b Ceilings and Walls.} Although the catacombs are all excavated from earth and solid stone, the tunnels look nothing like a mine. Most walls and ceilings are either faced with smooth stone or have decorative features such as faux pillars, ledges, geometric designs, and scenes of life or religious themes carved into the stone.  Unless otherwise specified, the ceilings of the catacombs are only 10 feet high.",
								"{@b Crypts.} Most individual crypts are not described, because they're all basically the same. The walls are carved with loculi (niches) that contain either a single body or the stacked bones of many bodies. Most of these crypts aren't very interesting; they contain no treasure, no monsters, and no clues. Most of the bodies in a particular crypt are related somehow. Usually they're of the same family, but customs changed over the centuries: some crypts contain members of the same guild, or people of the same age, or people who died of the same causes or who served in the same military units. Characters should be less interested in what's inside individual crypts than by what's happening in the tunnels around them.",
								"{@b Light.} The catacombs are completely dark except where noted. Niches are carved into the walls every 20 feet for placement of oil lamps, but lamps aren't left in the niches. The faithful of Kelemvor bring lamps with them when they come into the catacombs. In a few places, open shafts have been dug from the catacombs to the surface to let in air and light. These are noted in text and on the map.",
								"{@b Sound.} The catacombs deaden sound effectively. For lack of a better phrase, the catacombs are, for the most part, as silent as the grave. Occasionally, dripping water can be heard. Open shafts for letting in air and light sometimes produce unsettling akin moaning or whistling on windy days. It is not unheard of to hear distant crying while in the catacombs, but it is attributed to those on in the graveyard, above, mourning their dead instead of any malevolence within the catacombs.",
								"{@b Undead.} The faithful of Kelemvor cleared all the undead out of these catacombs decades ago and kept the tunnels clear since then. However, due to the sheer size of the catacombs, the Red Wizard Rorreth Monforoth has had plenty of time to animate undead creatures from the crypts before their presence was prematurely discovered. Monforoth can't control all the undead he created, and some of them strayed into areas of the catacombs that allowed their discovery.",
								"{@b Water.} Most of the tunnels and crypts stay dry. There are puddles or even knee-deep water in some sections that stray beneath the Stojanow River.",
								"{@b Gates.} The gates are of sturdy and relatively new construction. Unless otherwise specified, the gates are locked and require a set of thieves' tools and a successful DC 15 Dexterity check to open. The gates may be forced open with a successful DC 15 Strength check. Doing so makes an obscene amount of noise, however."
							]
						},
						{
							"type": "section",
							"name": "1. Cloister of Kelemvor",
							"entries": [
								"The first chamber the adventurers enter is the Cloister.",
								{
									"type": "insetReadaloud",
									"entries": [
										"The base of the stairs opens into a large, irregularly-shaped chamber. Stone ledges are carved along most of the walls to serve as tables.",
										"The far wall of this room is covered a huge fresco. The painted tiles portraying people from every race and walk of life, arranged with no sense of perspective or relative scale. The design has suffered heavy damage from water seepage and mildew over the centuries."
									]
								},
								"The recently deceased can be placed on any of several stone biers for viewing by family members and friends before they are carried deeper into the catacombs for interment.",
								"Anyone who examines the fresco and succeeds at a DC 15 Intelligence (Investigation) check sees it for what it truly is--a century-old map of the catacombs. This is hard to recognize, however, due to the damage and the lack of any consistent scale.",
								"Areas 1 and 2 are typically as far as non-faithful folk ever come into the catacombs. Typically, only the members of the clergy are permitted beyond this point."
							]
						},
						{
							"type": "section",
							"name": "2. Funerary Banquet Hall",
							"entries": [
								"Many families hold funeral banquets when their loved ones are interred. Middle class and wealthy families prefer to rent a banquet room in an inn or host the banquet in their homes, but the faithful of Kelemvor don't charge for use of this room (labeled \"a\" on the map), So it's popular with poorer families in Phlan.",
								{
									"type": "insetReadaloud",
									"entries": [
										"This banquet hall is surprisingly pleasant when considering its location. Many colored lanterns and small incense burners are lit. The long tables are boards lain over a pair of trestles fashioned of wood planks, with benches for seating.",
										"A smaller room in the southern corner of the hall is sealed with a locked iron gate."
									]
								},
								"What at first appears to be a small room or closet turns out to be reveals a shaft down to another chamber. A set of block and tackle hang from the ceiling of the shaft, and handholds have been chiseled into the wall.",
								"This shaft descends into a chamber (labeled \"b\" on the map) used by the clergy to prepare bodies for interment.  Hanging from the top of the shaft is a set of block and tackle; likely for lowering dead bodies to the chamber below.",
								"From this room, there is a small door on the northeastern corner that leads to area 13. The door is locked but may be opened with the same key that unlocked the gate in area 2a, or with a successful DC 15 Dexterity check using thieves' tools. The gate may be forced open with a successful DC 15 Strength check."
							]
						},
						{
							"type": "section",
							"name": "3. First Families of Phlan",
							"entries": [
								"These crypts are reserved for the wealthy and the powerful: successful merchants, political leaders, military officers, and their families. They have an almost museum-like quality.",
								{
									"type": "insetReadaloud",
									"entries": [
										"This series of crypts has doorways sealed by locked iron grates.  Within you see scenes of normal daily life: richly-dressed people seated around dining tables, or at writing desks, or in luxurious chairs.",
										"All of this would be completely normal, except that all of the participants in the macabre dioramas are the skeletal remains of the affluent--carefully posed and interred among their favorite possessions."
									]
								},
								"Because of this area's attraction to thieves, every iron grate is double-locked and warded. Doomguide Yovir Glandon has the only keys for the locks. Picking a lock requires a successful DC 15 Dexterity check using a set of thieves' tools.",
								"Opening or attempting to open one of the {@b locks} with anything other than the proper key sets off a {@spell magic mouth} spell that intones, \"Think twice on what you are about to do, friend. Your trespass has been noted.\" In fact, there is no other alarm and the magic mouth spell doesn't alert the faithful of Kelemvor to the break-in.",
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"If the characters decide to break in to the crypts, they can collect 40 gp worth of easily-pocketed jewelry, and another 60 gp worth of bulky, but valuable, clothing from each.",
										"The Kelemvorites, however, notice within a few days should any small items be taken. And as the catacombs have recently been sealed, the adventurers are likely the prime suspects.",
										"The Kelemvorites notice characters trying removing bulky items from the catacombs immediately upon exiting.",
										"Cassyt will inform Doomguide Glandon if she sees any of the adventurers take any of the treasure belonging to the dead."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "4. The Bone Pit",
							"entries": [
								"The faithful of Kelemvor don't know why some bones were thrown here while others were stored more respectfully in loculi and orderly ossuaries. In fact, this pit was used long ago by one of the more macabre funerary cults (see area 5).",
								{
									"type": "insetReadaloud",
									"entries": [
										"A circular pit nearly fills this chamber, leaving only a foot-wide pathway between the edge of the pit and the wall. The pit is filled to about five feet below the lip with humanoid bones. A narrow walkway hugging the walls is the only path through the chamber.",
										"Narrow niches in the walls are filled with carefully placed bones, baubles, and other similar items."
									]
								},
								"The encircling pathway is only about a foot wide. To walk the path without falling into the pit requires a successful DC 5 Dexterity (Acrobatics) check. Falling into the {@b jagged bones in the pit} causes 3 ({@dice 1d6}) points of piercing damage.",
								"Falling into the pit and the subsequent struggle to get out makes enough noise to alert the {@creature ghoul|mm|ghouls} who are hiding in area 5. If the adventurers end up not proceeding into area 5, their presence is known by the ghouls, who stalk them and attack them during their next fight."
							]
						},
						{
							"type": "section",
							"name": "5. Funerary Cults",
							"entries": [
								"Over the centuries, a handful of exclusive funerary cults have flourished in Phlan. This section of the catacombs was reserved for their use. (The pit in area 4 was the work of one of these cults.) One room contains row upon row of pottery animals that were made from the ashes and ground bones of the deceased. Another contains thousands upon thousands of disarticulated bones hanging by thin wires from the ceiling so that no two bones touch each other.",
								"The only important chamber here is one that smells powerfully of smoke; it contains many dozens of bodies preserved by the smoke from aromatic charcoal burned in iron braziers (now unlit). The corpses are well preserved but jet black.",
								{
									"type": "insetReadaloud",
									"entries": [
										"The smell of wood smoke is overpowering in this room, and every surface is stained jet black with soot that must have come from the two great iron braziers on the floor. The walls are lined with almost perfectly preserved bodies--black from the same soot that stains the walls. They might almost be mistaken for mummified drow were it not for the different colors of hair.",
										"Several corpses, however, have been ravaged by something.  They lay in the center of the room, torn apart, their flesh and bones gnawed by some ravenous creature."
									]
								},
								"The preserved bodies drew two hungry {@creature ghoul|mm|ghouls} to this area, and they're still present, hidden among the corpses. They hid among the bodies when they heard the characters approaching (make a single Dexterity (Stealth) check with a +4 bonus). Any adventurer who's passive Wisdom (Perception) score exceeds the result of their Dexterity (Stealth) check notices the ghouls.",
								"Upon realizing that they have been discovered, the ghouls attack. Otherwise, they attack at the most advantageous moment if no one spots them. If the adventurers do not venture further into the room, the ghouls attempt to stalk the adventurers and attack them during their next fight.",
								{
									"type": "inset",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Well, that about does it for me. You know I don't get paid for this, right?"
											],
											"by": "Cassyt"
										}
									]
								},
								{
									"type": "inset",
									"name": "Adjusting the Encounter",
									"entries": [
										"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
										{
											"type": "list",
											"items": [
												"{@b Very weak party:} remove one {@creature ghoul|mm}",
												"{@b Weak party:} change one {@creature ghoul|mm} to a {@creature zombie|mm}",
												"{@b Strong party:} add one {@creature ghoul|mm}",
												"{@b Very strong party:} add three {@creature ghoul|mm|ghouls}"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "6. Rickety Stairs",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The passage descends by shallow stone steps to a 15-foot by 15-foot square room. Wooden stairs wind around the walls of the shaft down into the darkness.",
										"The stairs look as though they are ancient, and the wood rotted and weak.",
										"They wind around a tall statue of a strange, four-armed humanoid with vaguely insectoid features. It clutches a scroll in one hand, a quill in a second, a skull in a third, while the fourth is empty."
									]
								},
								"The floor of the room is about 20 feet below that of the hallway leading into it, and the steps are about 3 feet wide. The {@b stairs are also on the verge of collapse}. Each character who uses the steps must make a DC 10 Dexterity (Acrobatics) check at the midpoint of the stairs as they descend or ascend. An unsuccessful check causes 5 points of damage to the stairs. If the check succeeds, no damage is dealt to the stairs.",
								"Describe the creaking, cracking, and groaning from the ancient wood, and the dust that falls with every step.  The staircase collapses when it accumulates 10 points of damage, dropping everyone on it to the floor of the room. Any character who is on the stairs when they collapse suffers 7 ({@dice 2d6}) bludgeoning damage and falls prone.",
								"The noise of the collapsing stairs draws the attention of the zombies in Area 7 who come to investigate the disturbance.",
								"On the plus side, the collapse leaves plenty of handholds and footholds where wooden posts were set into the stone, so the walls can be climbed with a successful DC 10 Strength (Athletics) check. The DC of this check is lowered to 5 if the adventurers also use a rope to climb.",
								"Any adventurer succeeding at a DC 15 Intelligence (Religion) check identifies the statue at the bottom as that of Jergal, an ancient deity charged with recording the disposition of the souls and guarding the tombs of the dead.",
								{
									"type": "inset",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"And how do you expect me to get down?!"
											],
											"by": "Cassyt"
										}
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The statues eyes are two pieces of flawless jet worth 25 gp each.",
										"Cassyt will inform Doomguide Glandon if she sees any of the adventurers take either of the gems."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 3. The Lower Catacombs",
					"entries": [
						"The catacombs beyond this point are hundreds of years old and starting to show their age.",
						{
							"type": "inset",
							"name": "Loose Brickwork",
							"entries": [
								"The walls and ceilings of this section of the catacombs are old and in poor repair. While damaged walls or ceiling won't collapse under normal conditions, under certain circumstances, they collapse. If a character casts {@spell thunderwave} or another ability with a similar effect, the intense vibrations trigger a collapse.",
								"Falling stonework causes 4 ({@dice 1d8}) bludgeoning damage to each creature in the room where the spell is cast. This damage is halved if the creature succeeds at a DC 10 Dexterity saving throw."
							]
						},
						{
							"type": "section",
							"name": "7A. Sun Pit",
							"entries": [
								"This room was used as a means of destroying vampires.  Vampires were staked and shackled to the wall. When the morning sun rose, it would eventually shine down through the grates above, destroying the vampires.",
								{
									"type": "insetReadaloud",
									"entries": [
										"This square room is approximately 20 feet across. The ceiling, far above, is capped with iron grates through which the sky above can be seen.",
										"Shackles are bolted to the walls and an iron lockbox is fastened to the wall. The lid to the lockbox is open, revealing a number of wooden stakes.",
										"Though it is difficult to be sure, a hinged gate in the grate above seems to be open and a length of rope ending in a grappling hook lays in a heap on the floor in front of you beside a short, rusted iron bar."
									]
								},
								"A group of four {@creature zombie|mm|zombies} are in this room, having been attracted by the noise made by the would-be thieves.",
								"A couple of thieves have broken into the catacombs.  When the last of them was climbing down, the bar that the grappling hook was hanging from broke loose and sent one of them falling the last 10 feet and worse yet, alerting a pack of zombies to their presence. They took refuge in Area 7b. When the adventurers arrive, the zombies are banging on the door that the Welcomers have barricaded themselves behind. They attack the adventurers should any of them enter this Area.",
								{
									"type": "inset",
									"name": "Adjusting the Encounter",
									"entries": [
										"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
										{
											"type": "list",
											"items": [
												"{@b Very weak or weak party:} remove two {@creature zombie|mm|zombies}",
												"{@b Strong party:} two additional {@creature zombie|mm|zombies} wander into the room at the beginning of the second round",
												"{@b Very strong party:} a {@creature ghoul|mm} wanders into the room at the beginning of the second round"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "7B. Crematoria Niches",
							"entries": [
								"This room is used to house people whose remains have been cremated; a practice that only recently came into fashion.",
								"Unbeknownst to the Kelemvorites, a group of thieves have stolen into the catacombs amidst the disruption caused by the appearance of undead.",
								{
									"type": "insetReadaloud",
									"entries": [
										"The walls of this long room bear hundreds upon hundreds of niches; most of which bear a small urn or box, and a trinket or two.",
										"An elf, a tiefling and a hiccupping half-orc crouch on the far side of the room, clutching swords in their shaking hands."
									]
								},
								"A trio of Welcomers--a half-orc {@creature spy|mm}, an elf {@creature bandit|mm}, and a tiefling {@creature bandit|mm}--have taken refuge in this area.  Specifically chosen for the job because they possess darkvision, they originally snuck into the catacombs two days ago to investigate the rumors of undead, but couldn't resist pilfering some of the items in the room.  By the time they realized that their activities attracted the attention of some roaming zombies, it was too late; they barred the door and have been waiting here ever since.",
								"They planned rather poorly and between them had only a single flask of rather potent whiskey. Upon realizing that they were trapped, the half-orc spy refused to share the whiskey with the elf and the tiefling, and has been well-and-truly drunk ever since. The Welcomers are initially relieved to found by the party and beg the adventurers for whatever food or water they have. The half-orc is doubly pleased and offers everyone within reach an awkward (and rather smelly) hug.",
								{
									"type": "entries",
									"name": "Plundered Treasures",
									"entries": [
										"Any character succeeding at a DC 10 Wisdom (Perception) check notices that each of the Welcomers has a few trinkets stuffed into their pockets. The adventurers can persuade the Welcomers into leaving the treasures behind with a successful DC 15 Charisma (Intimidation or Persuasion). If unsuccessful, nothing short of force is going to deter them from absconding with the treasure.",
										"If it comes to blows and any of the Welcomers are killed in the struggle, the adventurers receive the {@b Enmity of the Welcomers} (see Favors and Enmity, below).",
										"Cassyt will inform Doomguide Glandon if she sees any of the adventurers take any of the treasure belonging to the dead."
									]
								},
								{
									"type": "entries",
									"name": "Helping The Welcomers Escape",
									"entries": [
										"The Welcomers want to leave the catacombs, preferably via the way they entered as they do not want the Kelemvorites knowing that they were down here.  However, if faced with choosing between leaving out the front door and staying in the catacombs, they choose the former and upon leaving the catacombs are confronted by the Kelemvorites. Cassyt urges the party not to help them sneak out, but can be persuaded to turn a blind eye with a successful DC 10 Charisma (Persuasion) check.",
										"If the adventurers decide to help the Welcomers sneak out, they not only need to secure a line up, but they also need to come up with a way to get the half-orc out as he is clearly in no state to make the climb. The adventurers can use the grappling hook and hook it to the grate above with a successful DC 15 Strength or Dexterity check.",
										"Once the grappling hook is secure or the adventurers have otherwise secured a rope to the grate above, the elf and the tiefling climb out with no problem. The half-orc can't, however, and needs to be hauled up. Because they are not on the best of terms with the stingy half-orc, the elf and the tiefling are unwilling to wait for him to sober up. They will provide a limited amount of help to the adventurers to haul the half-orc up if they ask for it.",
										"Between the three of them, they possess the following equipment:",
										{
											"type": "list",
											"items": [
												"Three, 50 ft. lengths of hempen rope;",
												"Two sets of thieves' tools;",
												"A bag of ball bearings; and",
												"A nearly empty flask of rather potent whiskey."
											]
										},
										"Allow the players to get creative with how they would like to try and get the half-orc up. The easiest way would require a block and tackle. Thankfully, there is one in area 2. If the adventurers do not remember the block and tackle, any adventurer succeeding at a DC 10 Intelligence check remembers seeing the block and tackle. If the adventurers think to ask Cassyt, she thinks for a moment and then remembers that the Kelemvorites use one in area 2 to lower bodies into the catacombs.",
										"A character must succeed on two successive DC 15 Strength checks in order to hoist the half-orc spy up to the grate above. If they are using the block and tackle from area 2, this check is made with advantage. The elf and the tiefling refuse to help pull."
									]
								},
								{
									"type": "entries",
									"name": "Cassyt",
									"entries": [
										"If the adventurers help the Welcomers sneak out, Cassyt is naturally upset. However, she is young and relatively naive, and can be persuaded to keep mum about it with a successful DC 10 Charisma (Persuasion) check. Feel free to award advantage on this check for especially creative roleplaying.",
										{
											"type": "inset",
											"entries": [
												{
													"type": "quote",
													"entries": [
														"Doomguide Glandon isn't going to be pleased to hear about this..."
													],
													"by": "Cassyt"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The Welcomers have looted a total of 80 gp in various types of plundered trinkets and art objects. They also carry 20 gp in coins of their own.",
										"An additional 50 gp worth of coins and trinkets can be further pilfered from the niches that the Welcomers didn't empty."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "8. Obelisk",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The walls of this semi-circular chamber are lined with nearly a hundred loculi, each containing the bones of one or more deceased residents of Phlan. An obelisk stands in the center of the chamber. Its four faces are covered in mysterious runes."
									]
								},
								"The carvings are in Celestial and use its intricate, flowing script. If no one in the party understands Celestial, the language can be identified only with at least a minute's study and a successful DC 15 Intelligence (History) check. The writing is not terribly interesting; it speaks in general terms about the goodly lives of those interred in the chamber.",
								"The corridor continues to the east and down a set of stairs."
							]
						},
						{
							"type": "section",
							"name": "9. Skeletal Ceiling",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The walls in this section are lined with burial niches containing skeletons, as in other areas of the catacombs, but skeletons also stare down at you from the ceiling where they were set into shallow plaster. Some arm bones, leg bones, and skulls have cracked free and fallen to the floor, but most remain in the positions and poses they were given ages ago."
									]
								},
								"Rorreth Monforoth animated five {@creature skeleton|mm|skeletons} in the ceiling as guardians where they've remained quietly in the ceiling for more than a week. As the adventurers pass beneath them, the skeletons break free from the plaster and drop down to attack. Stage this situation for maximum drama among your players. It might be most effective, for example, to have only half the skeletons drop down on the first round. On the second and third rounds, more can drop into the fight in locations where they directly threaten characters who try to avoid melee, such as spellcasters and archers.",
								{
									"type": "inset",
									"name": "Adjusting the Encounter",
									"entries": [
										"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
										{
											"type": "list",
											"items": [
												"{@b Very weak party:} remove three {@creature skeleton|mm|skeletons}",
												"{@b Weak party:} remove two {@creature skeleton|mm|skeletons}",
												"{@b Strong party:} add one {@creature skeleton|mm}; all living creatures in the room take 4 ({@dice 1d8}) points of slashing damage from jagged chunks of plaster when the skeletons break loose. Creatures who succeed at a DC 11 Dexterity saving throw take no damage.",
												"{@b Very strong party:} add two {@creature skeleton|mm|skeletons}; all living creatures in the room take 4 ({@dice 1d8}) points of slashing and bludgeoning damage from jagged chunks of plaster when the skeletons break loose. Creatures who succeed at a DC 11 Dexterity saving throw take no damage."
											]
										}
									]
								},
								{
									"type": "inset",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Gah!"
											],
											"by": "Cassyt"
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "10. The Tomb of Sedrair II",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"A mummified figure in magnificent apparel sits on a throne inlaid with ivory and semiprecious stones. It holds a golden dagger in its right hand and a balance in its left. A crown of gold and tarnished silver seems to float above its head. The whole scene is draped in cobwebs."
									]
								},
								"In life, this was Sedrair II, one of the richer (and more eccentric) grander nobles of Phlan centuries ago.  Paranoid even in death, her crown is warded against theft by a clever {@b glyph}.",
								"The balance is the type with two pans suspended from a lightweight beam. A secret compartment in the chair holds a box of weights; the compartment can be noticed with a successful DC 15 Wisdom (Perception) check.  The scales are not in balance when the adventurers arrive, due to the accumulation of dust and debris over the ages, but it really doesn't matter--rebalancing the pans with the hidden weights or anything else does nothing.",
								"The crown is not floating above the skull but is suspended by thin wires ending in small hooks.  Cobwebs camouflage the wires; they are noticed only by adventurers who succeed at a DC 15 Wisdom (Perception) check.",
								"The wires are linked to the glyph, which is triggered if the weight on the wires increases or decreases by more than a few ounces. The trap is a {@spell glyph of warding} that causes 9 ({@dice 2d8}) lightning damage to everyone in the chamber; a successful DC 13 Dexterity saving throw halves the damage.",
								"Clever characters might try to neutralize the trap using the weights from the throne. This can be done, but it's tricky. With a successful DC 20 Dexterity (Sleight of Hand) check, the crown can be removed by replacing it with weights. A successful DC 15 Intelligence (Investigation) check beforehand allows the adventurer to approximate the weight of the crown; granting advantage on the Dexterity check. Failure on the Dexterity check sets off the trap.",
								{
									"type": "inset",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Not that you would listen to me anyway, I just thought you should know that Sedrair was quite fond of her gold. She probably wouldn't appreciate your mucking about with it."
											],
											"by": "Cassyt"
										}
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"Sedrair's crown is worth 250 gp if it's recovered without setting off the trap; if the trap goes off, damage from the lightning reduces its value to just 50 gp. The fine set of weights is worth 120 gp if complete and the balance accompanies it. The weights alone are worth 80 gp if complete or 10 gp if some of the weights were left behind. The golden dagger is only plating over soft metal; it's worth 12 gp, and it's useless as a weapon.  Other semiprecious stones and filigree that can be collected from the throne have a total value of 8 gp.",
										"Cassyt will inform Doomguide Glandon if she sees any of the adventurers take any of the treasure from Sedrair's Tomb."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "11. Talking Dead",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Niches near the floor are filled with stacked bones, and skulls are neatly arranged about six inches apart along a ledge. The wall above the skulls bears an inscription, partially obscured by centuries of accumulated dust and cobwebs."
									]
								},
								"The inscription can be read if the debris is cleared away.  It states, in archaic Common, \"A question speak you, and answer will these departed.\"",
								"The dead in this section of the catacombs were interred at a time when people considered it desirable to be able to speak at will with their deceased ancestors per an enchantment resembling {@spell speak with dead}.",
								{
									"type": "list",
									"items": [
										"As with that spell, they know nothing about events that transpired after their deaths, so the skulls can't answer questions about what's been happening in the catacombs recently.",
										"They may recall lore about the catacombs that they knew in life, however, and some of that could in- clude things even the faithful of Kelemvor don't know.",
										"More than one skull responds to most questions, and sometimes their answers are contradictory, just as any group of people's would be."
									]
								},
								"The spell that compels these spirits to talk is ancient and fading, and the spirits themselves are only weakly held to this place. They cease responding to the characters' inquiries after they've answered five questions."
							]
						},
						{
							"type": "section",
							"name": "12. Crime Scenes",
							"entries": [
								"Just as important political, social, and religious figures from Phlan's history are immortalized in areas 3 and 4, some of its worst criminals are immortalized here. In this case, however, the roles of murderer and victim have been reversed.",
								{
									"type": "insetReadaloud",
									"entries": [
										"This area has displays similar to those previously in the catacombs, but with one major difference. Where the previous displays were pleasant depictions of daily life, these are nightmares come to life. In one crypt, the skeletons of three, very young children are posed as if they are strangling a grown man, while another portrays five people holding a skeletal man in a chair and \"pouring\" something from a greasy, brown vial down his throat.",
										"Piles of dirt and rubble have been deposited around the room."
									]
								},
								"The \"victims\" in these vignettes committed mass murder or other atrocious crimes, and their \"killers\" were their victims in life. Here, the victims were allowed their eternal revenge. This practice fell out of fashion long ago in Phlan, so no new burials have been added here in over a century."
							]
						},
						{
							"type": "section",
							"name": "13. The Necropolis and Beyond",
							"entries": [
								"This section of the catacombs is where most new interments take place. As such, Cassyt and other faithful of Kelemvor are more familiar with it than with other areas.",
								"A thousand untold secrets exist in this place. It stretches for hundreds of feet beneath the surface; a person could explore its depths for days and not see all that it contains.",
								"Rumor has it that the hidden tomb of Miltiades, a legendary undead paladin is within this section of the catacombs, though no one has claimed to have found it.",
								{
									"type": "insetReadaloud",
									"entries": [
										"It's as if you've entered a subterranean city. The crypts here are modeled after surface homes and other buildings, although they're only about two-thirds the size of their real counterparts.",
										"Coming from somewhere to your left, you hear sounds of scratching and scraping. How far off it's coming from is very difficult to judge in these tunnels."
									]
								},
								"As it is now, however, the Necropolis is infested with undead. For each hour that the adventurers spend wandering the area, roll {@dice 1d4} and consult the Wandering Monsters table to determine what the party meets.",
								"If the adventurers spend enough time down here to come across all three encounters, they do not encounter any others. Additionally, Doomguide Yovir does not ask for their assistance in clearing the rest of the catacombs.",
								{
									"type": "table",
									"colLabels": [
										"D4",
										"Roll Result"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"1",
											"Ghouls {@dice 1d4}"
										],
										[
											"2",
											"Zombies {@dice 1d6}"
										],
										[
											"3",
											"Skeletons {@dice 1d6}"
										],
										[
											"4",
											"Nothing"
										]
									],
									"caption": "Wandering Monsters"
								}
							]
						},
						{
							"type": "section",
							"name": "14a. The Sentry",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDEX1-04/DDEX1-04-red-wizard-lair.webp"
									},
									"title": "Map of the Red Wizard's Lair",
									"imageType": "map"
								},
								"The Red Wizard Rorreth Monforoth and his Cult of the Dragon accomplices have taken this portion of the catacombs as their temporary base of operations. He has a modest contingent of undead gathered here.",
								"A group of four {@creature zombie|mm|zombies} stand guard just inside of the portion of this area labeled \"b\". In addition, a {@creature kobold|mm} sentinel is here, sitting in a chair, sound asleep. If the adventurers sprung any of the traps in Area 12, the zombies will not be here; having previously investigated the noise and encountered the party. The kobold, however, was sleeping too soundly to have been awoken by the racket and is still here napping.",
								{
									"type": "insetReadaloud",
									"entries": [
										"This room is littered with rubble and freshly turned earth.  Sitting next to a barrel next to an opening on the far side of the wall, is a kobold dozing quietly in a small wooden chair."
									]
								},
								"A sneaky adventurer can attack him while he is still asleep, provided that they are not seen by the zombies.  Because he is unconscious, he loses his Dexterity modifier to AC and attacks are made against him with advantage, but the barrels grants him three-quarters cover, which raises his AC to 15. The first missed attack wakes the kobold who immediately starts shouting, initiating combat.",
								"Upon seeing the adventurers, the kobold wants nothing more than to run into area 14b to warn the cultist fanatic and Rorreth. If the kobold is alive when his turn arrives, read:",
								{
									"type": "insetReadaloud",
									"entries": [
										"The kobold grabs his sword and runs through the opening yipping excitedly.  Beyond the opening, you can hear raised voices and the tell-tale sound of swords being drawn from scabbards."
									]
								},
								"If the kobold is slain without having the chance to raise the alarm, the zombies attack as normal. If the kobold raises the alarm, the Thayans and cultists in area 14b begin preparing immediately. Otherwise, they are alarmed by the sounds of the adventurers combating the zombies and begin their preparation on the following round.",
								{
									"type": "entries",
									"name": "Tactics",
									"entries": [
										"The kobold's only job is to make as much noise as possible when it sees someone that shouldn't be there.",
										"As usual, the zombies simply mob the adventurers.",
										{
											"type": "inset",
											"name": "Adjusting the Encounter",
											"entries": [
												"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
												{
													"type": "list",
													"items": [
														"{@b Very weak or weak party:} remove two {@creature zombie|mm|zombies}",
														"{@b Strong party:} add two {@creature zombie|mm|zombies}",
														"{@b Very strong party:} add a {@creature ghoul|mm}"
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "14b. The Red Wizard",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Even at first glance, it is obvious that people have been living in this room for a long while. There are a number of straw pallets and even a pair of beds.",
										"Across the room, a man in embroidered red robes with a shaved and tattooed head is hurriedly stuffing items into a haversack. As he sees you, he spits out a curse and shouts for his minions to attack."
									]
								},
								"The fight with the zombies in area 14a has given {@creature Rorreth (Red Wizard)|ddex1-04|Rorreth} the time to prepare his escape via a teleportation circle. Rorreth is accompanied by a Thayan {@creature knight|mm} (T) and a {@creature cultist|mm} (C), along with a {@creature zombie|mm} (Z), and two {@creature kobold|mm|kobolds} (K) (including the kobold from area 14a that ran here to warn them). If the adventurers spend 4 rounds or more fighting the zombies in area 14a, the Thayan knight or the cultist is invisible when the adventurers arrive (see Rorreth's Flight, below).",
								{
									"type": "entries",
									"name": "Rorreth's Flight",
									"entries": [
										"Each round that the adventurers spend fighting the zombies in area 14a, is a round that Rorreth has to pack away incriminating documents and maps. The results of his efforts are based primarily on the amount of warning he has to prepare. Beginning with the round that the kobold shouts his alarm or combat with the zombies begins (whichever occurs first), Rorreth's performs specific actions each round until they arrive and enter initiative with the inhabitants of Area 14b:",
										{
											"type": "list",
											"items": [
												"{@b Round 1.} Rorreth issues brief instructions to his guard, moves to his desk, grabs his haversack, and casts mage armor on himself.",
												"{@b Round 2.} Rorreth packs his personal journal in his haversack and begins to sort through the remaining documents on the desk.",
												"{@b Round 3.} He retrieves his orders from Rath Modar and secures them in his haversack.",
												"{@b Round 4.} He casts invisibility on the Thayan knight or the cultist.",
												"{@b Round 5+.} Rorreth continues to rummage through the desk to ensure that no incriminating evidence remains."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Foes & Tactics",
									"entries": [
										"At the beginning of combat, Rorreth is 20 feet away from teleportation circle set into the floor. On his turn, he moves to the circle and teleports away as a bonus action.  He has no interest in fighting the adventurers--he has important work to do.",
										"Rorreth is an accomplished mage and unless the adventurers are able to kill or incapacitate him or prevent him from speaking, he escapes. Even if physically restrained, he uses misty step to reach to the circle and teleport away. On his turn after the adventurers arrive in Area 14b, read:",
										{
											"type": "insetReadaloud",
											"entries": [
												"The wizard steps into a circle of silver runes on the floor and after muttering a single word, is enveloped in a blinding flash of green light. When your eyes clear, the man is nowhere to be seen."
											]
										},
										"The zombie and the Thayan knight engage the adventurers in melee while the kobolds use ranged attacks. The cultist engages the characters in melee.",
										"The Thayan knight carries a vial of poison. If she begins a turn at 5 hit points or less, consumes it; killing her instantly.",
										"The kobolds each have a {@b stinkpot} available to use with their sling. These deal no damage, but any creature struck by one must succeed on a DC 10 Constitution saving throw or be poisoned for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect early on a success."
									]
								},
								{
									"type": "entries",
									"name": "Cassyt",
									"entries": [
										"Until this point, she has mostly been assisting the party as a guide and casting an occasional cantrip. However, upon seeing the wizard who is responsible for creating the undead, she becomes furious.",
										"In the first round of combat, she casts {@spell bless} on the three characters that she feels have performed the best in the adventure so far. If there are any undead present in the encounter, Cassyt has a single use of Turn Undead in addition to her spells. She uses it in the second round of combat. In subsequent rounds, she casts {@spell sacred flame}, saving her two remaining 1st-level spell slots to cast {@spell sanctuary} as needed. She prefers to attack the wizard if he is present, and the undead if he is not.",
										{
											"type": "inset",
											"entries": [
												{
													"type": "quote",
													"entries": [
														"No longer will you profane this place with your presence!"
													],
													"by": "Cassyt"
												}
											]
										},
										{
											"type": "inset",
											"name": "Turn Undead",
											"entries": [
												"As an action, Cassyt presents her holy symbol and speaks a prayer censuring the undead. Each undead that can see or hear her within 30 feet of her must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.",
												"A turned creature must spend its turns trying to move as far away from her as it can, and it can't willingly move to a space within 30 feet of her. It also can't take reactions. For its action, it can use only the Dash action or try to escape from an effect that prevents it from moving. If there's nowhere to move, the creature can use the Dodge action."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Developments",
									"entries": [
										"If characters are triumphant and explore the inner chambers of area 14a, they find a modest-sized room, appointed in the furnishings of living quarters--a few straw pallets, a couple chests (full of mundane personal belongings), and a table with a few chairs--all in complete disarray. Furniture has been turned over and upset, papers are strewn all about the room. Among them, only a set of maps of the catacombs are of any interest. The maps are labeled in Draconic. If the adventurers are unable to translate them, Doomguide Glandon offers to do so, even going so far as to say that they are the most accurate set of maps of the catacombs that he has ever seen and asks to keep them.",
										"Area 14a also has a narrow tunnel that exits this area toward the southeast. It proceeds for about 60 feet before it appears ends in a wall of stone and rubble. This tunnel appears on the maps found by the adventurers, labeled (in Draconic) with an arrow pointing further east and a single word--\"Pool.\"",
										"If the cultist is captured alive, he does not willingly divulge any of their secrets. Any punishment that the Cult might mete out for his betrayal would be far worse than anything the adventurers are likely willing to do.  Any question to that effect is met with an insult, a mouthful of spittle, or--more likely--both. If compelled to speak, by use of charm person or similar ability, he knows only that he was sent to Valhingen to assist Rorreth in creating an army of undead. Once done, they were to use the undead to dig towards Phlan and begin the search for the Pool of Radiance.",
										"While the adventurers were occupied in Area 14b, Monforoth was busy packing his haversack with any items that he felt might implicate the Red Wizards of Thay. If he escapes, he takes his haversack with him. In the unlikely event that he is killed or captured before teleporting away, however, his pack contains a journal containing rather shocking information about the Thayan wizards's plans to assist the Cult of the Dragon in freeing Tiamat from her imprisonment and his reluctance in joining the cause of the exile Rath Modar.",
										"Additionally, there are a set of documents from Rath Modar that charge Rorreth with creating a host of undead in the catacombs beneath Valhingen Cemetery and to use them to dig their way south and east beneath Phlan in an attempt to locate the Pool of Radiance.  There are extensive maps and calculations done that estimate the general direction, depth and distance that he must dig to end up beneath Valjevo Keep (where the Pool is last believed to be).",
										"At this point, however, the adventurers have identified the source of the undead. With a little more work, and some assistance from the adventurers, the Kelemvorites are able to destroy the undead that remain.",
										{
											"type": "inset",
											"name": "Adjusting the Encounter",
											"entries": [
												"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
												{
													"type": "list",
													"items": [
														"{@b Very weak party:} remove the Thayan {@creature knight|mm} and the {@creature zombie|mm}",
														"{@b Weak party:} remove the Thayan {@creature knight|mm} and add two {@creature zombie|mm|zombies}",
														"{@b Strong party:} add three {@creature kobold|mm|kobolds} in the back room",
														"{@b Very strong party:} add three {@creature zombie|mm|zombies}, add three {@creature kobold|mm|kobolds} in the back room"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"In the back room, Rorreth kept a lockbox containing 100 gp in various types of coins. Additionally, he left behind a fine writing set in the desk worth 75 gp. The Thayan knight has a pouch with 45 gp in it and the cult fanatic has a pouch containing 25 gp. The kobolds between them have 5 gp in coins along with a few worthless pieces of junk and a dead mouse."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Conclusion",
							"entries": [
								"With the adventurers successful in discovering the source of the undead within the catacombs, their work is done. While Doomguide Glandon insinuates that their assistance would be helpful in clearing out the Necropolis of undead.",
								"He is dismayed at the mention of a wizard in the catacombs, and even more so at the map's mention of a \"pool\". He goes so far to reveal that the arrow likely points in the direction of Valjevo Keep, but stops before guessing as to what the caption actually refers to.",
								"Their task done, he thanks the adventurers for their work and begs the character's leave-saying he has much to discuss with his fellow clergy, the Lord Regent, and the Lord Sage.",
								"{@b Cassyt is Still Alive.} Doomguide Glandon is also especially pleased with Cassyt's recounting of the events that transpired. As recognition of her efforts in the defeat of the Red Wizard, Doomguide Glandon inducts Cassyt into the Most Solemn Order of the Silent Shroud; the formal clergy of Kelemvor.",
								{
									"type": "entries",
									"name": "Rewards",
									"entries": [
										"Make sure note their rewards on their adventure logsheets. Give your name and DCI number (if applicable) so players can record who ran the session."
									]
								},
								{
									"type": "entries",
									"name": "Experience",
									"entries": [
										"Total up all {@b combat experience} earned for defeated foes, and divide by the number of characters present in the combat. For {@b non-combat experience}, the rewards are listed per character. Give all characters in the party non-combat experience awards unless otherwise noted.",
										{
											"type": "table",
											"colLabels": [
												"Name of Foe",
												"XP per Foe"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Knight",
													"700"
												],
												[
													"Rorreth (Red Wizard)",
													"450"
												],
												[
													"Ghoul",
													"200"
												],
												[
													"Spy",
													"200"
												],
												[
													"Thug",
													"100"
												],
												[
													"Skeleton",
													"50"
												],
												[
													"Zombie",
													"50"
												],
												[
													"Bandit",
													"25"
												],
												[
													"Cultist",
													"25"
												],
												[
													"Kobold",
													"25"
												]
											],
											"caption": "Combat Awards"
										},
										{
											"type": "table",
											"colLabels": [
												"Task or Accomplishment",
												"XP per Character"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Successfully disable the throne trap",
													"75"
												],
												[
													"Convinced Cassyt not to tell",
													"50"
												],
												[
													"Helped the Welcomers escape",
													"50"
												],
												[
													"Welcomers left their loot behind",
													"50"
												],
												[
													"Avoiding the Bone Pit",
													"25"
												],
												[
													"Safely navigated stairs",
													"25"
												]
											],
											"caption": "Non-Combat Awards"
										},
										"The {@b minimum} total award for each character participating in this adventure is {@b 450 experience points}.",
										"The {@b maximum} total award for each character participating in this adventure is {@b 600 experience points}."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The characters receive the following treasure, divided up amongst the party. Characters should attempt to divide treasure evenly whenever possible. Gold piece values listed for sellable gear are calculated at their selling price, not their purchase price.",
										"{@b Consumable magic items} should be divided up however the group sees fit. If more than one character is interested in a specific consumable magic item, the DM can determine who gets it randomly should the group be unable to decide.",
										"{@b Permanent magic items} are divided according to a system. See the sidebar if the adventure awards permanent magic items.",
										{
											"type": "table",
											"colLabels": [
												"Item Name",
												"GP Value"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Payment from Doomguide Glandon",
													"100"
												],
												[
													"Jewelry from area 3",
													"40"
												],
												[
													"Clothing from area 3",
													"60"
												],
												[
													"Trinkets from crematoria",
													"130"
												],
												[
													"Welcomer pouches",
													"20"
												],
												[
													"Sedrair's crown",
													"250"
												],
												[
													"Sedrair's crown (ruined)",
													"50"
												],
												[
													"Sedrair's weights and balance",
													"80"
												],
												[
													"Sedrair's gold dagger",
													"12"
												],
												[
													"Stones from Sedrair's throne",
													"8"
												],
												[
													"Rorreth's lockbox",
													"100"
												],
												[
													"Writing set",
													"75"
												],
												[
													"Thayan's pouch",
													"45"
												],
												[
													"Cultist's pouch",
													"25"
												],
												[
													"Kobolds' pouches",
													"5"
												]
											],
											"caption": "Treasure Awards"
										},
										{
											"type": "table",
											"colLabels": [
												"{@i Wondrous item, uncommon}"
											],
											"colStyles": [],
											"rows": [],
											"caption": "Goggles of Night"
										},
										{
											"type": "inset",
											"name": "Permanent Magic Item Distribution",
											"entries": [
												"D&D Adventurers League has a system in place to determine who is awarded permanent magic items at the end of a session.  Each character's logsheet contains a column to record permanent magic items for ease of reference."
											]
										},
										{
											"type": "inset",
											"name": "- If all the players at the table agree on one character taking possession of a permanent magic item, that character gets the item.",
											"entries": [
												{
													"type": "list",
													"items": [
														"In the event that one or more characters indicate an interest in possessing a permanent magic item, the character that possesses the fewest permanent magic items gets the item. If there is a tie in the total number of permanent magic items owned by contesting characters, the item's owner is determined randomly by the DM."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Renown",
									"entries": [
										"{@b All faction members} earn {@b one renown point} for participating in this adventure."
									]
								},
								{
									"type": "entries",
									"name": "Downtime",
									"entries": [
										"Each character receives ten downtime days at the conclusion of this adventure."
									]
								},
								{
									"type": "entries",
									"name": "Favors and Enmity",
									"entries": [
										"The characters have the opportunity to earn the following enmity during the course of play.",
										"{@b Enmity of Doomguide Yovir Glandon.} Despite his requests, you were caught stealing from the resting dead or allowed others to do so. Because of this, all members of Kelemvor's clergy in Phlan are highly distrustful of you. So long as you have this enmity, all future Charisma (Deception, Intimidation, or Persuasion) checks made against members of Kelemvor's faithful in Phlan are made with disadvantage. Additionally, the cost for any spellcasting services provided by the clergy is increased by 10%.",
										"{@b Enmity of the Welcomers.} You slew one or more members of the Welcomers for little more than petty theft. So long as you have this enmity, all future Charisma (Deception, Intimidation, or Persuasion) checks made against members of the Welcomers faithful are made with disadvantage.",
										"{@b Favor of the Welcomers.} You helped a small group of Welcomers escape from the Catacombs without informing Doomguide Glandon. So long as you have this favor, all future Charisma (Deception, Intimidation, or Persuasion) checks made against members of the Welcomers faithful are made with advantage."
									]
								},
								{
									"type": "entries",
									"name": "DM Rewards",
									"entries": [
										"You receive {@b 200 XP} and {@b ten downtime days} for running this session."
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Rorreth (Red Wizard)",
			"shortName": "Rorreth",
			"isNamedCreature": true,
			"source": "DDEX1-04",
			"level": 4,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				12,
				{
					"special": "15 (using Mage Armor)"
				}
			],
			"hp": {
				"formula": "5d8",
				"average": 22
			},
			"speed": {
				"walk": 30
			},
			"str": 9,
			"dex": 14,
			"con": 11,
			"int": 17,
			"wis": 12,
			"cha": 11,
			"save": {
				"int": "+5",
				"wis": "+3"
			},
			"passive": 11,
			"languages": [
				"Common",
				"Draconic",
				"Dwarvish",
				"Elvish"
			],
			"cr": "2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Rorreth (Red Wizard) is a 4th-level spellcaster. Rorreth (Red Wizard)'s spellcasting ability is Intelligence (spell save {@dc 13}, +5 to hit with spell attacks). Rorreth (Red Wizard) has the following {@footnote wizard spells prepared|Replaced non-existent {@b fire blast} spell from original text with {@b fire bolt}}:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell fire bolt}",
								"{@spell light}",
								"{@spell shocking grasp}"
							]
						},
						"1": {
							"spells": [
								"{@spell mage armor}",
								"{@spell magic missile}",
								"{@spell shield}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell invisibility}",
								"{@spell misty step}"
							],
							"slots": 3
						}
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Quarterstaff",
					"entries": [
						"{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d8 - 1}) bludgeoning damage."
					]
				}
			],
			"languageTags": [
				"C",
				"D",
				"DR",
				"E"
			],
			"damageTags": [
				"B"
			],
			"spellcastingTags": [
				"CW"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"damageTagsSpell": [
				"F",
				"L",
				"O"
			],
			"attachedItems": [
				"quarterstaff|phb"
			],
			"savingThrowForcedSpell": [
				"dexterity"
			]
		}
	]
}
