{
	"_meta": {
		"sources": [
			{
				"json": "WotDL",
				"abbreviation": "WotDL",
				"full": "Wrath of the Demon Lord",
				"convertedBy": [
					"Jenny"
				],
				"version": "1.3",
				"url": "https://www.patreon.com/posts/42943785"
			}
		],
		"dateAdded": 1621775534,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "31c880db7c",
		"edition": "classic"
	},
	"monster": [
		{
			"name": "Drazoc the Demon Lord",
			"source": "WotDL",
			"size": [
				"H"
			],
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 150,
				"formula": "12d12 + 72"
			},
			"speed": {
				"walk": 40,
				"fly": 80
			},
			"str": 20,
			"dex": 15,
			"con": 22,
			"int": 20,
			"wis": 16,
			"cha": 22,
			"save": {
				"str": "+8",
				"con": "+9",
				"wis": "+6",
				"cha": "+9"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 13,
			"resist": [
				"cold",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons",
					"cond": true
				}
			],
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"Abyssal",
				"telepathy 120 ft."
			],
			"cr": "11",
			"trait": [
				{
					"name": "Fire Aura",
					"entries": [
						"At the start of each of the Pit Lord's turns, each creature within 5 feet of it takes 7 ({@damage 2d6}) fire damage, and flammable objects in the aura that aren't being worn or carried ignite. A creature that touches the Pit Lord or hits it with a melee attack while within 5 feet of it takes 7 ({@damage 2d6}) fire damage."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The Pit Lord has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The Pit Lord's weapon attacks are magical."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The pit lord makes two attacks: one with its claws and one with its whip."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}19 ({@damage 3d8 + 5}) slashing damage plus 7 ({@damage 2d6}) fire damage."
					]
				},
				{
					"name": "Whip",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 30 ft., one target. {@h}15 ({@damage 3d6 + 5}) slashing damage plus 7 ({@damage 2d6}) fire damage, and the target must succeed on a {@dc 20} Strength saving throw or be pulled up to 25 feet toward the Pit Lord."
					]
				}
			],
			"traitTags": [
				"Magic Resistance",
				"Magic Weapons"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"TP"
			],
			"damageTags": [
				"F",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH",
				"MLW"
			],
			"attachedItems": [
				"whip|phb"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Demonic Soldier",
			"source": "WotDL",
			"size": [
				"M"
			],
			"type": {
				"type": "fiend"
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item chain mail|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"average": 11,
				"formula": "2d8 + 2"
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 12,
			"con": 12,
			"int": 10,
			"wis": 10,
			"cha": 9,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"languages": [
				"Common",
				"Abyssal"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Martial Advantage",
					"entries": [
						"Once per turn, the demonic soldier can deal an extra 7 ({@damage 2d6}) damage to a creature it hits with a weapon attack if that creature is within 5 feet of an ally of the demonic soldier that isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d8 + 1}) slashing damage, or 6 ({@damage 1d10 + 1}) slashing damage if used with two hands."
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 3} to hit, range 150/600 ft., one target. {@h}5 ({@damage 1d8 + 1}) piercing damage."
					]
				}
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"attachedItems": [
				"longbow|phb",
				"longsword|phb"
			]
		}
	],
	"adventure": [
		{
			"name": "Wrath of the Pit Lord",
			"id": "WotDL",
			"source": "WotDL",
			"group": "homebrew",
			"contents": [
				{
					"name": "Background"
				},
				{
					"name": "The Crypts of Ravenshead"
				},
				{
					"name": "Aftermath"
				}
			],
			"level": {
				"start": 6,
				"end": 6
			},
			"published": "2020-10-20",
			"storyline": "Adventures Await"
		}
	],
	"adventureData": [
		{
			"source": "WotDL",
			"id": "WotDL",
			"data": [
				{
					"type": "section",
					"name": "Background",
					"entries": [
						"The town of Ravenshead has fallen to dark forces. During the last new moon, demons poured forth from the cathedral's crypts and slaughtered the townsfolk. Now, the few surviving villagers have fled to a nearby town in search of help. Fearing that the demonic invasion might flow out into nearby settlements, the local constabulary have offered a reward to whoever can close the portal allowing them into our world.",
						"Unbeknownst to most, a portal was opened by the local clergy when they read from a forbidden book found deep beneath the cathedral. This has allowed a Pit Lord to take up residence in the crypts and summon forth more demonic henchmen. Unless he is slain, the forces of Hell will continue to pour forth and invade the material plane.",
						{
							"type": "entries",
							"name": "Adventure Hooks",
							"entries": [
								"Wrath of the Demon Lord is an adventure for four 8th level adventurers. With good play, they can advance to 9th level. The adventure can take place in any town set in a civilized area. Choose one of the hooks below or make up your own.",
								"{@b {@i A Dark Artifact.}} The characters heard of a book of great power buried beneath a nearby cathedral. They went in search of it only to find that the town has been overrun by demons.",
								"{@b {@i A Pious Purpose.}} The characters heard of the demonic incursion in a nearby town and set out to seal whatever portal they're coming through.",
								"{@b {@i A Righteous Reward.}} The characters have been offered 2,400 gp in exchange for defeating the source of the demonic invasion and bringing peace to the town."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Crypts of Ravenshead",
					"entries": [
						"The crypts of Ravenshead are currently infested with demons. They extend deep beneath the town's cathedral. The demonic energy has animated some of the corpses within and numerous demons roam the halls.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/JennysHomebrewStuff/AdventureAwaits/Wrath%20of%20the%20Demon%20Lord/Wrath%20of%20the%20Demon%20Lord.webp"
							}
						},
						{
							"type": "entries",
							"name": "General Features",
							"entries": [
								"{@b {@i Ceilings.}} The ceilings are made of stone and rise 15 ft. above the floor.",
								"{@b {@i Floors and Walls.}} The floors are made of tiled stone and the walls contain numerous small alcoves where the dead have been laid to rest.",
								"{@b {@i Doors.}} The doors are made of rotten wood. Light will leak through from one side to the other. Unless specified otherwise, the doors are all unlocked.",
								"{@b {@i Lighting.}} There are no sources of light in most of the rooms.",
								"{@b {@i Unusual Features.}} The smell of sulphur permeates the crypts. There are many collapsed tunnels that lead to nowhere.",
								"The following rooms are keyed to the included map and numbered for ease of use."
							]
						},
						{
							"type": "entries",
							"name": "Travel Encounter: Demons on the Road",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The road here narrows at the entrance to town. A pack of Hell Hounds patrols the area."
									]
								},
								"{@b {@i Encounter: The Hounds of Hell.}} There are five {@creature hell hound||hell hounds} here patrolling the road. They utilize their pack tactics to try to take down anyone who separates from the group."
							]
						},
						{
							"type": "entries",
							"name": "The Cathedral",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This ruined structure is charred from the eruption of demonic energy that came from the crypts beneath. Rocks and debris lie scattered about. Inside, a group of armored bipedal demons mill about in front of what appears to be a stairwell leading down."
									]
								},
								"The stairwell here leads down into the crypts. The ceiling of the cathedral has collapsed and the rubble has caused the floor here to be difficult terrain.",
								"{@b {@i Encounter: Fiendish Troops.}} There are a dozen {@creature demonic soldier|WotDL|demonic soldiers} here. They use the {@creature hobgoblin} stat block except their type is fiend and they speak Abyssal and common. They fight intelligently and focus on the most dangerous character."
							]
						},
						{
							"type": "entries",
							"name": "1. The Crypt Entrance",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The floor here is slick with blood and the air reeks of rotten flesh. Numerous corpses shamble through the knee deep crimson liquid."
									]
								},
								"The floor here is slippery. Any creature that moves at more than half its speed must succeed on a DC 12 Dexterity (Acrobatics) check or else they fall prone.",
								"{@b {@i Encounter: Zombies.}} There are twelve {@creature zombie||zombies} wandering around in the bloody pool. They attempt to grapple and drown anyone who gets close to them."
							]
						},
						{
							"type": "entries",
							"name": "2. Side Tomb A.",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This small chamber contains a small stone chest surrounded by rubble."
									]
								},
								"{@b {@i Encounter: Imps.}} There are six {@creature imp||imps} here. They're all invisible when the characters enter and wait for someone to open the chest before they attack.",
								"{@b {@i Treasure: Stone Chest.}} The chest here is locked. It can be opened with a DC 15 Dexterity (Sleight of Hand) check. It contains 250 gp, a ruby worth 50 gp, and a spell scroll of {@spell lesser restoration}."
							]
						},
						{
							"type": "entries",
							"name": "3. Side Tomb B.",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This room contains a broken stone chest and two small stone statues."
									]
								},
								"This room is empty. Nothing of note is here."
							]
						},
						{
							"type": "entries",
							"name": "4. Collapsed Tomb",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This room is empty. To the east is a collapsed tunnel. To the north, there is a mural depicting a great battle."
									]
								},
								"{@b {@i Treasure: Hidden Tomb.}} There is a secret door on the north wall. It can be found with a DC 18 Intelligence (Investigation) check. Behind it, there is a sarcophagus. Inside, there's a {@item +1 longsword} and a {@item +1 shield}. To retrieve them, someone must pry them from the hands of the dead corpse holding them."
							]
						},
						{
							"type": "entries",
							"name": "5. Main Crypt",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"A large creature standing nearly 12 ft. tall dominates the center of this octagonal room. Behind it, a large sarcophagus rests against the wall."
									]
								},
								"{@b {@i Encounter: Glabrezu.}} The {@creature glabrezu} targets any spellcasters or major threats with the confusion or power word stun spells and uses the darkness spell to blind any melee characters.",
								"{@b {@i Treasure: Sarcophagus.}} The sarcophagus contains 2,000 gp and a {@item +2 spear||+2} {@item silvered spear|phb}."
							]
						},
						{
							"type": "entries",
							"name": "6. Collapsed Foyer",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This room contains the remainder of an ancient temple's foyer. The walls have dark sigils carved into them, and blood is smeared across the rubble on the floor. It appears as though this was a meeting place at some point in the distant past."
									]
								},
								"This room is empty. Nothing of note is here."
							]
						},
						{
							"type": "entries",
							"name": "7. Temple Hallway",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This long hallway contains four 5 ft. alcoves, three of which contain statues of demonic entities. To the west, a flooded room can be seen. To the east, a shattered small stone chest can be seen against the wall."
									]
								},
								"{@b {@i Encounter: Barbed Devils.}} The three statues here are all {@creature barbed devil||barbed devils} currently petrified. They animate when anyone walks down the western half of the hallway past them. They focus their attacks on that one person unless a more dangerous threat makes itself known."
							]
						},
						{
							"type": "entries",
							"name": "8. Flooded Hallway",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This partially collapsed hall contains filthy brackish water pooled along the north and western walls. The smell of filth is overwhelming."
									]
								},
								"The floor here is slippery. Any creature that moves at more than half its speed must succeed on a DC 12 Dexterity (Acrobatics) check or else they fall prone.",
								"{@b {@i Encounter: Otyughs.}} Two {@creature otyugh||otyughs} have made their home in the water. They remain hidden until someone disturbs the water. They fight defensively and will not pursue anyone who flees.",
								"{@b {@i Treasure: Rotten Satchel.}} Beneath the water is a {@item bag of holding} that contains three {@item Potion of Greater Healing||greater potions of healing}."
							]
						},
						{
							"type": "entries",
							"name": "9. Portal Hall",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This large room has vaulted 30 ft. ceilings and ornate carvings on the walls. At the far end of the room, a swirling red portal crackles with energy. Standing before it, a massive 15 ft. tall demon can be seen wielding a flaming whip."
									]
								},
								"The portal leads to a hellish realm. The demons have been pouring through it since it was opened. Currently, the giant demon is sustaining it. Once he is slain, the portal closes within {@dice 1d4} rounds.",
								"{@b {@i Encounter: Demon Lord.}} The giant demon is a {@creature Drazoc the Demon Lord|WotDL|demon lord} from the upper layer of the hells. He uses his whip to draw in spellcasters before slashing them with his claws. If a major melee threat presents itself, he'll switch his focus to them.",
								"{@b {@i Treasure: Flaming Whip.}} When the pit lord dies, he drops his magical {@item +2 whip||+2} {@item flame tongue} whip."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Aftermath",
					"entries": [
						"With the pit lord slain, the portal to the hells closes. The remaining demons in the area flee off into the night, potentially setting up another adventure down the road. The remaining clergy return to the cathedral and promise to rebuild it and consecrate the ground once more."
					]
				}
			]
		}
	]
}
