{
	"_meta": {
		"sources": [
			{
				"json": "DDEX1-02",
				"abbreviation": "DDEX1-02",
				"full": "DDEX1-02 - Secrets of Sokol Keep",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"badooga"
				],
				"version": "1.0.0 The remaining images for the module can be found here: https://imgur.com/a/6BvtWhF (pending insertion at appropriate locations).",
				"url": "https://github.com/TheGiddyLimit/homebrew",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1558867830,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "bb953f28e1",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "Secrets of Sokol Keep",
			"id": "DDEX1-02",
			"source": "DDEX1-02",
			"group": "other",
			"alId": "DDEX1-02",
			"contents": [
				{
					"name": "Foreword",
					"headers": [
						"Introduction",
						"The D&D Adventurers League",
						"Preparing the Adventure",
						"Before Play at the Table",
						"Adjusting the Adventure",
						"Dungeon Mastering the Adventure",
						"Adventure Background",
						"Overview"
					]
				},
				{
					"name": "Part 1: The Laughing Goblin",
					"headers": [
						"Guests",
						"Fight!",
						"Gaining Permission",
						"Faction Assignment"
					]
				},
				{
					"name": "Part 2: Thorn Island and Sokol Keep",
					"headers": [
						"Traveling to Thorn Island",
						"Thorn Island",
						"Sokol Keep"
					]
				},
				{
					"name": "Part 3: The Jade Temple",
					"headers": [
						"Generic Features",
						"1. Entrance",
						"2. Crypt",
						"3. The Vestibule of Barnacles",
						"4. The Sinkhole",
						"5. Cells",
						"6. The Jade Idol",
						"7. The Reliquary",
						"Conclusion"
					]
				},
				{
					"name": "Rewards",
					"headers": [
						"Experience",
						"Treasure",
						"Emnity",
						"Renown",
						"Downtime",
						"DM Rewards"
					]
				}
			],
			"level": {
				"start": 2,
				"end": 2
			},
			"published": "2014-09-01",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDEX1-02/DDEX1-02-cover.webp"
			},
			"storyline": "Tyranny of Dragons"
		}
	],
	"adventureData": [
		{
			"id": "DDEX1-02",
			"source": "DDEX1-02",
			"data": [
				{
					"type": "section",
					"name": "Foreword",
					"entries": [
						"Decades have passed since Sokol Keep was reclaimed, and a small garrison was placed there along with a beacon to help guide ships. Now, that beacon has gone dark, and the garrison has disappeared. In Phlan, rumors circulate that something ancient was discovered in the grounds beneath the keep, dating back to before the clerics of Tyr built the small fortress. Uncover the secrets of Sokol Keep! An adventure for 1st-4th level characters.",
						"{@b Adventure Code: DDEX1-02}",
						{
							"type": "section",
							"name": "Introduction",
							"entries": [
								"Welcome to {@i Secrets of Sokol Keep}, a D&D Expeditions adventure, part of the official D&D Adventurers League organized play system and the Tyranny of Dragons storyline season.",
								"{@b This adventure is designed for three to seven 1st-4th level characters, and is optimized for five 2nd level characters}. Characters outside this level range cannot participate in this adventure. Players with ineligible characters can create a new 1st-level character or use a pregenerated character.",
								"The adventure starts in the city of Phlan in the Laughing Goblin at the docks, but quickly takes the characters to Sokol Keep on Thorn Island near the harbor of Phlan."
							]
						},
						{
							"type": "section",
							"name": "The D&D Adventurers League",
							"entries": [
								"This adventure is official for D&D Adventurers League play. The D&D Adventurers League is the official organized play system for Dungeons and Dragons. Players can create characters and participate in any adventure allowed as a part of the D&D Adventurers League. As they adventure, players track their characters' experience, treasure, and other rewards, and can take those characters through other adventures that will continue their story.",
								"D&D Adventurers League play is broken up into storyline seasons. When players create characters, they attach those characters to a storyline season, which determines what rules they're allowed to use to create and advance their characters. Players can continue to play their characters after the storyline season has finished, possibly participating in a second or third storyline with those same characters. A character's level is the only limitation for adventure play. A player cannot use a character of a level higher or lower than the level range of a D&D Adventurers League adventure.",
								"If you're running this adventure as a part of a store event or at certain conventions, you'll need a DCI number. This number is your official Wizards of the Coast organized play identifier. If you don't have a number, you can obtain one at a store event. Check with your organizer for details.",
								"For more information on playing, running games as a Dungeon Master, and organizing games for the D&D Adventurers League, please visit the D&D Adventurers League home page."
							]
						},
						{
							"type": "section",
							"name": "Preparing the Adventure",
							"entries": [
								"Before you show up to Dungeon Master this adventure for a group of players, you should do the following to prepare.",
								{
									"type": "list",
									"items": [
										"Make sure to have a copy of the most current version of the D&D basic rules or the {@book Player's Handbook|phb}.",
										"Read through the adventure, taking notes of anything you'd like to highlight or remind yourself while running the adventure, such as a way you'd like to portray an NPC or a tactic you'd like to use in a combat.",
										"Get familiar with the monster statistics used in this adventure.",
										"Gather together any resources you'd like to use to aid you in Dungeon Mastering, such as notecards, a DM screen, miniatures, battlemaps, etc.",
										"If you know the composition of the group beforehand, you can make adjustments as noted throughout the adventure."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Before Play at the Table",
							"entries": [
								"Ask the players to provide you with relevant character information. This includes:",
								{
									"type": "list",
									"items": [
										"Character name and level",
										"Character race and class",
										"Passive Wisdom (Perception)-the most common passive ability check",
										"Anything notable as specified by the adventure (such as backgrounds, traits, flaws, and so on)"
									]
								},
								"Players that have characters outside the adventure's level range {@b cannot participate in the adventure with those characters}. Players with ineligible characters can make a new 1st-level character or use a pregenerated character. Players can play an adventure they previously played or ran as a Dungeon Master, but not with the same character (if applicable).",
								"Ensure that each player has an official adventure logsheet for his or her character (if not, get one from the organizer). The player will fill out the adventure name, session number, date, and your name and DCI number. In addition, the player also fills in the starting values for XP, gold, downtime, renown, and number of permanent magic items. He or she will fill in the other values and write notes at the conclusion of the session. Each player is responsible for maintaining an accurate logsheet.",
								"If you have time, you can do a quick scan of a player's character sheet to ensure that nothing looks out of order. If you see magic items of very high rarities or strange arrays of ability scores, you can ask players to provide documentation for the irregularities. If they cannot, feel free to restrict item use or ask them to use a standard ability score array. Point players to the D&D Adventurers League Player's Guide for reference.",
								"If players wish to spend downtime days and it's the beginning of an adventure or episode, they can declare their activity and spend the days now, or they can do so at the end of the adventure or episode.",
								"Players should select their characters' spells and other daily options prior to the start of the adventure, unless the adventure specifies otherwise. Feel free to reread the adventure description to help give players hints about what they might face."
							]
						},
						{
							"type": "section",
							"name": "Adjusting the Adventure",
							"entries": [
								"Throughout this adventure, you may see sidebars to help you make adjustments to this adventure for smaller/larger groups and characters, of higher/lower levels that the optimized group size. Most of the time, this is used for combat encounters.",
								"You may adjust the adventure beyond the guidelines given in the adventure, or for other reasons. For example, if you're playing with a group of inexperienced players, you might want to make the adventure a little easier; for very experienced players, you might want to make it a little harder. Therefore, five categories of party strength have been created for you to use as a guide.",
								"Use these as a guide, and feel free to use a different adjustment during the adventure if the recommended party strength feels off for the group.",
								"This adventure is {@b optimized for a party of five 2nd level characters}. To figure out whether you need to adjust the adventure, do the following:",
								{
									"type": "list",
									"items": [
										"Add up the total levels of all the characters",
										"Divide the total by the number of characters",
										"Round fractions of .5 or greater up; round fractions of less than .5 down"
									]
								},
								"You've now determined the {@b average party level (APL)} for the adventure. To figure out the party strength for the adventure, consult the following table.",
								{
									"type": "table",
									"colLabels": [
										"Party Composition",
										"Party Strength"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"3-4 characters, APL less than",
											"Very weak"
										],
										[
											"3-4 characters, APL equivalent",
											"Weak"
										],
										[
											"3-4 characters, APL greater than",
											"Average"
										],
										[
											"5 characters, APL less than",
											"Weak"
										],
										[
											"5 characters, APL equivalent",
											"Average"
										],
										[
											"5 characters, APL greater than",
											"Strong"
										],
										[
											"6-7 characters, APL less than",
											"Average"
										],
										[
											"6-7 characters, APL equivalent",
											"Strong"
										],
										[
											"6-7 characters, APL greater than",
											"Very strong"
										]
									],
									"caption": "Determining Party Strength"
								},
								"{@b Average party strength} indicates no recommended adjustments to the adventure. Each sidebar may or may not offer suggestions for certain party strengths. If a particular recommendation is not offered for your group, you don't have to make adjustments."
							]
						},
						{
							"type": "section",
							"name": "Dungeon Mastering the Adventure",
							"entries": [
								"As the DM of the session, you have the most important role in facilitating the enjoyment of the game for the players. You help guide the narrative and bring the words on these pages to life. The outcome of a fun game session often creates stories that live well beyond the play at the table. Always follow this golden rule when you DM for a group:",
								"{@b Make decisions and adjudications that enhance the fun of the adventure when possible.}",
								"To reinforce this golden rule, keep in mind the following:",
								{
									"type": "list",
									"items": [
										"You are empowered to make adjustments to the adventure and make decisions about how the group interacts with the world of this adventure. This is especially important and applicable outside of combat, but feel free to adjust the adventure for groups that are having too easy or too hard of a time.",
										"Don't make the adventure too easy or too difficult for a group. Never being challenged makes for a boring game, and being overwhelmed makes for a frustrating game. Gauge the experience of the players (not the characters) with the game, try to feel out (or ask) what they like in a game, and attempt to give each of them the experience they're after when they play D&D. Give everyone a chance to shine.",
										"Be mindful of pacing, and keep the game session moving along appropriately. Watch for stalling, since play loses momentum when this happens. At the same time, make sure that the players don't finish too early; provide them with a full play experience. Try to be aware of running long or short. Adjust the pacing accordingly.",
										"Read-aloud text is just a suggestion; feel free to modify the text as you see fit, especially when dialogue is present.",
										"Give the players appropriate hints so they can make informed choices about how to proceed. Players should be given clues and hints when appropriate so they can tackle puzzles, combat, and interactions without getting frustrated over lack of information. This helps to encourage immersion in the adventure and gives players \"little victories\" for figuring out good choices from clues."
									]
								},
								"In short, being the DM isn't about following the adventure's text word-for-word; it's about facilitating a fun, challenging game environment for the players. The {@book Dungeon Master's Guide|dmg} has more information on the art of running a D&D game.",
								{
									"type": "entries",
									"name": "Downtime and Lifestyle",
									"entries": [
										"At the beginning of each play session, players must declare whether or not they are spending any days of downtime. The player records the downtime spent on the adventure logsheet. The following options are available to players during downtime (see the D&D basic rules or the D&D Adventurers League Player's Guide for more information):",
										{
											"type": "list",
											"items": [
												"Catching up",
												"Crafting (exception: multiple characters cannot commit to crafting a single item)",
												"Practicing a profession",
												"Recuperating",
												"Spellcasting services (end of the adventure only)",
												"Training"
											]
										},
										"Other downtime options might be available during adventures or unlocked through play, including faction-specific activities.",
										"In addition, whenever a character spends downtime days, that character also spends the requisite expense for his or her lifestyle. Costs are per day, so a character that spends ten days of downtime also spends ten days of expenses maintaining his or her lifestyle. Some downtime activities help with lifestyle expenses or add lifestyle expenses."
									]
								},
								{
									"type": "entries",
									"name": "Spellcasting Services",
									"entries": [
										"Any settlement the size of a town or larger can provide some spellcasting services. Characters need to be able to travel to the settlement to obtain these services. Alternatively, if the party finishes an adventure, they can be assumed to return to the settlement closest to the adventure location.",
										"Spell services generally available include healing and recovery spells, as well as information-gathering spells. Other spell services might be available as specified in the adventure. The number of spells available to be cast as a service is limited to a {@b maximum of three per day total}, unless otherwise noted.",
										{
											"type": "table",
											"colLabels": [
												"Spell",
												"Cost"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"{@spell Cure wounds} (1st level)",
													"10 gp"
												],
												[
													"{@spell Identify}",
													"20 gp"
												],
												[
													"{@spell Lesser restoration}",
													"40 gp"
												],
												[
													"{@spell Prayer of healing} (2nd level)",
													"40 gp"
												],
												[
													"{@spell Remove curse}",
													"90 gp"
												],
												[
													"{@spell Speak with dead}",
													"90 gp"
												],
												[
													"{@spell Divination}",
													"210 gp"
												],
												[
													"{@spell Greater restoration}",
													"450 gp"
												],
												[
													"{@spell Raise dead}",
													"1,250 gp"
												]
											],
											"caption": "Spellcasting Services"
										},
										{
											"type": "inset",
											"name": "Acolyte Background",
											"entries": [
												"A character possessing the {@background acolyte} background requesting spellcasting services at a temple of his or her faith may request {@b one spell per day} from the Spellcasting Services table for free. The only cost paid for the spell is the base price for the consumed material component, if any."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Character Disease, Death, and Recovery",
									"entries": [
										"Sometimes bad things happen, and characters get poisoned, diseased, or die. Since you might not have the same characters return from session to session, here are the rules when bad things happen to characters.",
										{
											"type": "entries",
											"name": "Disease, Poison, and Other Debilitating Effects",
											"entries": [
												"A character still affected by diseases, poisons, and other similar effects at the conclusion of an adventure can spend downtime days recuperating until such time as he or she resolves the effect to its conclusion (see the recuperating activity in the D&D basic rules). If a character doesn't resolve the effect between sessions, that character begins the next session still affected by the debilitating effect."
											]
										},
										{
											"type": "entries",
											"name": "Death",
											"entries": [
												"A character who dies during the course of the adventure has a few options at the end of the session (or whenever arriving back in civilization) if no one in the adventuring party has immediate access to a {@spell raise dead} or {@spell revivify} spell, or similar magic. A character subject to a raise dead spell is affected negatively until all long rests have been completed during an adventure. Alternatively, each downtime day spent after raise dead reduces the penalty to attack rolls, saving throws, and ability checks by 1, in addition to any other benefits the downtime activity might provide.",
												{
													"type": "entries",
													"name": "Create a New 1st-Level Character",
													"entries": [
														"If the dead character is unwilling or unable to exercise any of the other options, the player creates a new character. The new character does not have any items or rewards possessed by the dead character."
													]
												},
												{
													"type": "entries",
													"name": "Dead Character Pays for Raise Dead",
													"entries": [
														"If the character's body is recoverable (it's not missing any vital organs and is mostly whole) and the player would like the character to be returned to life, the party can take the body back to civilization and use the dead character's funds to pay for a raise dead spell. A raise dead spell cast in this manner costs the character 1,250 gp."
													]
												},
												{
													"type": "entries",
													"name": "Character's Party Pays for Raise Dead",
													"entries": [
														"As above, except that some or all of the 1,250 gp for the raise dead spell is paid for by the party at the end of the session. Other characters are under no obligation to spend their funds to bring back a dead party member."
													]
												},
												{
													"type": "entries",
													"name": "Faction Charity",
													"entries": [
														"If the character is of level 1 to 4 and a member of a faction, the dead character's body can be returned to civilization and a patron from the faction ensures that he or she receives a raise dead spell. However, any character invoking this charity forfeits all XP and rewards from that session (even those earned prior to death during that session), and cannot replay that episode or adventure with that character again. Once a character reaches 5th level, this option is no longer available."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Adventure Background",
							"entries": [
								"There always have been stories of treasure on Thorn Island, the isle functioning as a natural breakwater for Phlan's harbor. The details differ with the teller of the tale. Many have sought the fabled riches of Sokol Keep, but nobody has ever claimed it, or at least admits to doing so. Now most believe it has been found long ago or that it is just a myth; one of many that surrounds Phlan.",
								"In the decades that the keep was an abandoned ruin, there certainly has been ample of time for adventurers to scour the island. When House Sokol assumed control of the island, they never professed having found any treasure when they restored, and later extended, the keep. And they never looked very kindly on treasure seekers intruding upon their property and stead-fastedly blocked any thorough search of the keep in the century that they have been its custodian. Having been forced to mostly leave the island recently due to the troubles in the city, there would be little the House could do about any uninvited guests.",
								"Still, Sokol Keep's lighthouse is a reliable source of income for the house and important to the city's maritime trade and defense. So the family left a token few retainers to maintain the fortress and ensure that the beacon was operational. Leading this small group was the young Igan Sokol, a junior member of the family. In addition, the Black Fist has a small squad of soldiers at the Keep to ostensibly help with defense.",
								"Well aware that his job was a kind of banishment, Igan thought that finding the fabled treasure would bring him back into good graces with his demanding parents. An opportunistic Black Fist soldier, Guard Sergeant Grim Thornbuck, befriended him and provided the young quartermaster with motivation to continue his search.",
								"Unlike any previous treasure hunters, Igan had one huge advantage. Igan had been raised at the Keep, and at a young age he had found a well-hidden shrine of Tyr-long since forgotten. He restored it and maintained it ever since. Unbeknownst to others, the shrine was haunted by the spirit of a female cleric of Tyr, named Harae. The spirit knew of the treasure below the keep, and wanted to reward the young man for his dedication to the shrine. Hardly more than the sheerest presence, she was unable to truly interact with the world beyond moving small items around. Nevertheless, moving the right books and opening them to the correct pages was all that it took.",
								"With the help of the spirit, Grim, and the other Black Fist guards, Igan found the hidden caverns beneath the keep and the expected treasure within. Upon seeing it, Igan thought the treasure to be evil, and wanted it destroyed. But greed overcame Grim and the other soldiers. Grim murdered Igan and had hoped to set sail in the night, but the murder awoke the long dormant guardians of the temple, trapping Grim and his co-conspirators in the dungeon below. In the spirit's anger and sadness, Harae disabled the lighthouse, hoping that she would catch the attention of adventurers who would come and recover Igan's body, arrest the murderers, and cleanse the island of undead for good.",
								"Lured by rumors of treasure and locals beseeching the characters to restore the beacon, the characters now have to explore the island to find out what happened and bring the murders to justice."
							]
						},
						{
							"type": "section",
							"name": "Overview",
							"entries": [
								"The adventure starts with the characters visiting the Laughing Goblin, one of the more famous taverns at the docks. The news about the extinguished beacon atop Sokol Keep is the topic de jour. Before the characters can investigate further, a group of dockworkers confronts two mercenaries; personal friends of some of the Black Fist guards assigned to the Keep. The confrontation is unlikely to go well and ends up in a tavern brawl if the characters don't intervene. After the fight, the characters learn a bit more about events and are asked by the locals to investigate, since the authorities care more about politics than solving the issue.",
								"At Sokol Keep the characters can interact with the servants, potentially a spirit and search through the possessions of Igan and the Black Fist guards to get an idea of what happened. The information leads them to the West Tower and the now obvious closed entrance of an until-recently hidden area below the keep. Assuming the characters have found the right clues, they can easily open it and go down. Otherwise it requires more work.",
								"The hidden area is a long-forgotten, subterranean temple dedicated to some unknown entity that predates the existence of the Keep. It is wet and muddy. In the central area of worship the characters find Igan's body as well as a group of skeletal guardians that seem to have animated as a result of the guards's defilement of the temple. Within the hidden temple, they also find the Black Fist soldiers who are desperate to leave. Depending on how the characters react, the Black Fist might face them in combat or peacefully surrender.",
								"With the capture of the Black Fist and the discovery of Igan's body, the adventure ends. All the characters have to do now is think about what to tell the world."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 1: The Laughing Goblin",
					"entries": [
						"The adventure begins as the characters are at the Laughing Goblin, a somewhat famous tavern at the docks of Phlan. It is a place that caters mostly to the rough crowd of sailors, mariners and mercenaries and one of the best places to start an investigation into Sokol Keep. The tavern presents a good opportunity to introduce new characters to one another.",
						{
							"type": "insetReadaloud",
							"entries": [
								"The Laughing Goblin is a large dark old tavern that has had better times. The woodwork is worn, the plaster once white is now yellowish and crumbling and the chandeliers and lanterns rusted. The furniture shows the signs of heavy use and the scars of various brawls.",
								"A thin human female with long, black hair is cleaning tankards behind the bar while chatting with an bald, overweight human male in the tavern's livery sitting on a bar stool. The sounds of cooking and the strong smell of cabbage soup comes from the kitchen. At this time of the day the there are few guests, but it is not completely empty with the customers sitting quietly in various corners."
							]
						},
						"The Laughing Goblin is an old and famous tavern in Phlan. It is described as follows:",
						{
							"type": "list",
							"items": [
								"The common room has two floors with a large, open space in the middle containing the bar, a stage, and a large fireplace.",
								"A number of booths line the walls, and tables fill the rest of the room's open space.",
								"The only decoration in the common room is a large carved totem resembling a laughing goblin. The totem is clearly very old and is well-worn."
							]
						},
						"When the characters enter the tavern, the waiter shouts they can sit wherever they want-except for the second floor-and that he will get to them soon. It actually takes some probing from either the characters or the bartender to get him to take orders. Characters that look around see the other characters, giving a good opportunity for the players to describe their characters, as well as the other guests. See \"Starting a Conversation\" for more details.",
						"Characters sitting at the bar have the opportunity to meet {@b Imizael}. Though she is human, her name is clearly elven (her mother was obsessed with elves).",
						{
							"type": "inset",
							"name": "Roleplaying Imizael",
							"entries": [
								"Imizael is quite busy, but is attentive of her patrons' needs. She responds to questions curtly, nodding when it is polite and directing customers with a fondness for gossip to Fat Mar, whom she insists \"should keep his equally fat nose out of other peoples' business.\""
							]
						},
						"Characters sitting in at the tables may speak with the waiter, who breathlessly introduces himself as Fat Mar.",
						{
							"type": "inset",
							"name": "Roleplaying Fat Mar (Markoth)",
							"entries": [
								"Fat Mar clearly dislikes his nickname, but it is well-earned. He is a rotund man who sweats profusely. He has a sharp tongue and a foul mouth but warms up instantly to anyone who asks what his actual name is-introducing himself happily as Markoth Hasselpond."
							]
						},
						"Both Markoth and Imizael happily recommend the tavern's famous cabbage soup. It is an old secret recipe that comes with freshly baked bread and a piece of cheese. Otherwise the tavern serves a salty fish stew or the catch of the day (pike; the Moonsea is a freshwater lake). The drink list is extensive, but the advice is to stick to light ale, stout or the really strong stuff. The wine is just not particularly appetizing.",
						"Markoth loves to gossip and to tell stories, the taller the better. He even knows a few about Sokol Keep. In the course of discussion with Markoth, he relates the following:",
						{
							"type": "list",
							"items": [
								"The beacon at Sokol Keep went out two days ago, and no one knows why.",
								"Sokol Keep is quite old, maybe even as old as Phlan, and has been destroyed more than once.",
								"Legends say that it used to be a temple and the spirits of dead priests haunt a buried treasure beneath the keep.",
								"House Sokol owns the Keep, but they are a relatively new house. They are a young noble house raised up by the first Lord Protector.",
								"The only reason House Sokol still bothers with it is because it is still a small source of income; and with trade the way it is, they need all the help they can get.",
								"There aren't many folks that still work in the Keep; mostly members of House Sokol and a handful of Black Fist guards.",
								"Word is that a spirit ship full of monstrous pirates has been attacking villages on the Moonsea. If that's the case, Sokol Keep is Phlan's first line of defense."
							]
						},
						"Obviously, the fact that the lights of the beacon went out is the talk of the day in Phlan. Neither House Sokol nor the Black Fist appears to be doing anything about it both accusing the other of foul play. Others think that the authorities know something foul is now stalking the island and they are too afraid to send in soldiers to deal with the situation. But the fact is that something needs to be done soon or things will go wrong at the docks. Hopefully the characters are the right people to deal with it?",
						{
							"type": "entries",
							"name": "Guests",
							"entries": [
								"Besides the Markoth and Imizael, there are a few other guests. None of the customers are looking for a conversation with one or more random strangers, but nor are they actively hostile against the idea. Use the list of rumors to spice up the conversations.",
								{
									"type": "list",
									"items": [
										"{@b Ortal Gruk.} He is a half-orc, nursing his drink in a dark corner. Anyone buying him a drink gets a tale about a pack of vengeful spirits that live beneath Sokol Keep and speculates that it was these spirits that put out the beacon.",
										"{@b Welby and Grent.} Two halfling merchants that deal primarily in ropes, wood and dried food from the Dalelands. They are enjoying their lunch and share that they are stuck here until the situation at Sokol Keep is resolved and they are not happy about the money that the delay is costing them.",
										"{@b Tibeem, Spernik and Ellison.} Three humans with ink-stained hands and shirts-are sharing a drink over dinner and speaking quietly to themselves. They glare at any characters that interrupt them and go back to their discussion after issuing a few choice insults.",
										"{@b Keria and Aravele.} Two female human mercenaries are sitting in a booth-they seem concerned about a mutual friend Grim, who happens to be one of the missing Black Fist guards."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Fight!",
							"entries": [
								"Allow the characters some time to interact with the people at the bar before starting the following encounter. Let the dockworkers enter earlier if the players are unsure of what to do or when the characters start pushing Keria and Aravele for information.",
								{
									"type": "insetReadaloud",
									"entries": [
										"BANG! The door is violently thrown open as a half-dozen burly drunk dockworkers barge in. They seem quite angry. Without sparing anybody a glance, they march towards the two mercenaries moping over their drinks.",
										"\"Your friends in the Keep are costing us work! Where are they hiding?\" bellows one to the woman at the table.",
										"\"Sod off, Thirus,\" one of the mercenaries growls; obviously in no mood for a chat, \"Crawl back into the hole you came from before you and your friends get hurt.\""
									]
								},
								"The dockworkers are clearly looking for a fight and the mercenaries look perfectly happy giving it to them. Markoth and Imizael, however, would clearly prefer to avoid one.",
								"Any character who engages with both sides of the argument and succeeds on a DC 15 Charisma (Persuasion or Intimidation) check, manages to defuse the situation before it devolves into violence.",
								"If the characters are unable to defuse the situation, Imizael gives it a try from the bar, but fails miserably when Keria grabs the most vocal of the six dockworkers and slams his face into the table, knocking him out cold, at which point Aravele jumps into the fight. As the fight starts, the other patrons quickly move out of the way and begin taunting and cheering the belligerents.",
								"If the characters choose to support a particular side, the other side will attack them. If not, then a separate group of six {@creature commoner|mm|commoners} (dockworkers) attack the characters at the beginning of the next round as the brawl begins in earnest.",
								"During the brawl, all of the NPCs use unarmed attacks. Should a character's hit points be reduced to zero, none of them are in danger of dying, and need not attempt saving throws to avoid doing so, although Markoth will brave the sea of fists, chairs and tankards to drag them out of the fight to prevent them from getting injured further.",
								{
									"type": "inset",
									"name": "Unarmed Combat",
									"entries": [
										"An unarmed strike is a simple melee weapon that deals 1 bludgeoning damage. Characters with the {@feat Tavern Brawler} feat deal 1d4 damage with an unarmed strike. {@class monk|phb|Monks} deal damage based on level and other class features."
									]
								},
								{
									"type": "entries",
									"name": "Developments",
									"entries": [
										"{@b If the characters are unable to stop the brawl}, the fight is over when all of the NPCs from whatever side the characters antagonize are unconscious, Imizael is obviously upset at everyone involved and shoos everyone out, then closes the tavern to clean up.",
										"After the brawl, both the dockworkers and the mercenaries are outside the tavern licking their wounds. Whichever group the characters assisted in the fight boisterously thanks them for their help. The other scowls and mutters at them under their breath. Their attitude can be improved by succeeding at a DC 10 Charisma (Persuasion) check. If this check is successful, they are able to get additional information from both groups, otherwise, only the group the characters helped in the fight (if any) will share with them.",
										"{@b If the characters stop the brawl}, Izimael-glad that the characters were able to defuse the argument- happily buys a round of drinks for them. Both the mercenaries and dockworkers are happy to share what rumors they know about with the characters.",
										{
											"type": "inset",
											"name": "Armed Combat",
											"entries": [
												"It should be made clear to the characters that none of the participants in the brawl are wielding weapons in the fight. Neither side uses weapons for good reason; the Black Fist ignores a brawl, but not assault and murder.",
												"If the characters draw steel and don't kill anybody (choosing to knock somebody unconscious instead of making the killing blow), let it slide. Assume that their actions later in the adventure provide enough reasons to ignore the crime. Murder, however, is another issue, and could be punishable by death at the end of a rope if the characters are caught. Any character that kills a brawler earns the {@i Emnity of the Black Fist} (see \"Rewards\")."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rumors",
									"entries": [
										"Regardless of whether or not the characters stopped or participated in the fight, they can talk with the dockworkers and/or the mercenaries to get more information.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Keria and Aravele",
													"entries": [
														"Keria and Aravele know Guard Sergeant Grim personally and can relay the following:",
														{
															"type": "list",
															"items": [
																"Guard Sergeant Grim is a foolhardy man who is usually in debt to the wrong sort of people. He's spends his off-duty time trying to come up with ways to get money quick.",
																"Grim has befriended Igan Sokol, the quartermaster in charge of the keep; a somewhat naive, enthusiastic young man eager to make a name for himself amongst his house.",
																"Grim mentioned a treasure below the keep and that he was close to finding it. They are pretty sure he was spinning tall tales, as usual.",
																"The Black Fist has been openly recruiting in response to rumors of a spirit ship attacking coastal villages in the area.",
																"Go talk to Guard Sergeant Hurn at the Black Fist Post by the docks. He'll be able to give you more information."
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "The Dockworkers",
													"entries": [
														"The dockworkers' information is more oriented towards the Keep itself.",
														{
															"type": "list",
															"items": [
																"Rumor has it that the Keep is haunted with the spirit of dead clerics who died \"A thousand and one years ago!\"",
																"It used to be a temple to some god or another, but none of them agree on which one. One says Torm, another Tyr, and a third insists that they're both wrong and suggest that it was the headquarters for some pagan cult.",
																"They have heard rumors about spirit ships attacking nearby villages. Ensuring that the beacon is lit should be a priority of the city if that's true.",
																"Liela is House Sokol's administrator and has an office by the docks. She's usually who the dockworkers go to for jobs, so can be counted on as a good source of information."
															]
														}
													]
												}
											]
										},
										"As the characters are leaving, the Black Fist arrives, cudgels in hand. Unless a character intentionally does something intentionally to draw their attention, the guards merely rudely shove their way past them to get inside the tavern. Any character with a lick of sense knows that it's probably a good idea to make themselves scarce; something that the dockworkers make sure the characters understand before they, themselves, vanish into the crowd.",
										"From here, the characters may visit either the House Sokol Administrative Offices or the Black Fist Guardpost."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Gaining Permission",
							"entries": [
								"The characters may wish to visit representatives from both the Black Fist and House Sokol to learn more.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "House Sokol Administrative Office",
													"entries": [
														"The characters are met by Liela, a human female employee of House Sokol in her late thirties. While she is a hesitant to permit an investigation on the island, a successful DC 10 Charisma (Deception or Persuasion) check relaxes her worries."
													]
												}
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "Roleplaying Liela",
									"entries": [
										"Liela is business to the core. Everything in her small office is meticulously placed to make her job more efficient. She speaks brusquely; stupifyingly economic in her mannerisms and words."
									]
								},
								{
									"type": "list",
									"items": [
										"Liela provides minor details about the Keep's staffing.",
										"It is operated by Igan Sokol; a young scion of the house.",
										"She knows that there are caretakers in the employ of House Sokol-Darvag and Shandra-but doesn't know much about them; just that they've worked there for a long while.",
										"There is also a contingent of Black Fist guards. \"Six if I recall correctly.\"",
										"She suggests speaking to the Black Fist representative three doors down. He is responsible for the scheduling.",
										"If the characters succeed at this check, she jots a quick note on a piece of paper and refers them to the Karst, the ferryman."
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Black Fist Guardpost",
													"entries": [
														"The characters find the guardpost a stone's throw away from House Sokol's office attended by Guard Sergeant Hurn, a brooding male dwarf in a Black Fist uniform is more than happy to give the characters his blessing to investigate the Keep. His resources are stretched thin and the promise of free labor is music to his ears."
													]
												}
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "Roleplaying Hurn",
									"entries": [
										"Guard Sergeant Hurn is old and just riding out the last few years he has left before he can retire. While not as corrupt as your average guardsman, Hurn would definitely not turn away a bribe. He is, for the most part, ineffective; the docks would be just as safe (or dangerous) without his presence."
									]
								},
								{
									"type": "list",
									"items": [
										"Guard Sergeant Grim is in command of the contingent of six Black Fist guards at the Keep.",
										"Grim is a lazy man, but for some reason has routinely volunteered for duty at the Keep; a position that is widely considered to be punishment.",
										"Ensuring the beacon was lit was House Sokol's job, but the Black Fist were there to make sure that they were safe to get it done.",
										"The Keep was run by House Sokol, who has an administrative office a couple doors down.",
										"He tells the characters to drop his name to the ferryman, Karst, and to keep him apprised of any developments."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Faction Assignment",
							"entries": [
								"Those characters who are members of the Harpers can take advantage of their organization's network of informants to gain additional information.",
								{
									"type": "entries",
									"name": "Harpers",
									"entries": [
										"While in Phlan, Harpers are contacted by Olisara Lightsong (female moon elf). One of her informants overheard the characters asking questions, so she sent word to Harpers to meet privately with her in a nearby room in the Laughing Goblin. She can relate information regarding Guard Sergeant Grim and his reputation, and gives the Harper characters an assignment if they should journey to Sokol Keep.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Assignment",
													"entries": [
														"Recover any arcane or forgotten knowledge in Sokol Keep."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Success Condition",
													"entries": [
														"Recovering Igan's journal or the bound brass plates in area 7 of the Jade Temple fulfills the requirements for success in the assignment."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 2: Thorn Island and Sokol Keep",
					"entries": [
						"Thorn Island is dominated by a large stone keep, one particular tall tower towering above it all. From a distance it looks impressive, but looks can deceive. It is not that it is in disrepair, at least not its walls and roofs, but there are simply no soldiers to patrol its halls and walls.",
						"Sokol Keep was originally a temple dedicated to Tyr constructed about 200 years ago, but subsequently destroyed during the Dragon Run sixteen years later.",
						{
							"type": "inset",
							"name": "Tyr, the Maimed God",
							"entries": [
								"The god of law and justice, the punishment of wrong-doers is the primary tenet of his faith, along with furthering law and goodness in the world."
							]
						},
						{
							"type": "section",
							"name": "Traveling to Thorn Island",
							"entries": [
								"Thorn Island is relatively close to the docks, but is surrounded by dangerous rocks and strong currents, and is difficult to get to.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Swimming",
													"entries": [
														"The island is three hundred feet from shore and will take a swimmer {@dice 2d4+2} hours to reach. Should a character decide to swim to the island, each hour spent swimming requires a DC 15 Strength (Athletics) check. Failure indicates a character acquires one level of {@condition exhaustion}. It should be made increasingly clear that it is totally within the realm of possibility for a character to die simply trying to swim to the island."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Rowing",
													"entries": [
														"While it is easy to find a boat for sale or rent, they must pay its owner 5 gp for the rental and a 25 gp deposit in case they damage or lose it. Getting to the island is easy enough, but avoiding the rocks requires either successful a DC 10 Wisdom (Nature) by the navigator or a successful DC 10 Strength (Athletics) check by the rower to avoid dashing the boat against the rocks. Failure results in the boat being damaged (not seaworthy unless repaired)."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Ferry",
													"entries": [
														"The easiest, cheapest and safest method of arriving on the island is by ferry. The ferryman, Karst, is a bitter, elderly fellow who has worked as a ferryman for nearly forty years. The events in Phlan have taken its toll on his livelihood and he has not seen much in the way of coin. Were it not for his old age he would have left long ago. He is willing to ferry the characters to the island for 1 gp and a flimsy excuse. If they have obtained permission from House Sokol or the Black Fist, he does it for free. Karst doesn't talk much, but if asked will provide the following nuggets of insight:",
														{
															"type": "list",
															"items": [
																"He knows Darvag, Shandra, and Rorin, and spoke to them the day prior. They appear to be in good health.",
																"The Black Fist have a detachment of six guards on the island at any given time.",
																"Being chosen for the detail is usually a punishment for some infraction of the rules.",
																"He doesn't know about any dead clerics, but his \"gram\" (grandmother) used to tell him that the island was full of spirits, not that he has actually seen any before."
															]
														}
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Thorn Island",
							"entries": [
								"A sandy, wind-buffeted islet rests offshore in the Bay of Phlan, Thorn Island serves as a natural breakwater against the ravages of the Moonsea.",
								"The isle's most prominent feature is Sokol Keep, fortress and former headquarters of the formidable Sokol merchant house. A beacon atop the highest tower of the Keep serves as a lighthouse for ships entering the Bay of Phlan. Strong currents and rocks make getting to the isle somewhat problematic for the inexperienced sailor especially in the dark.",
								"There is a small quay on the eastern extend of the isle as well as a couple of large wooden warehouses. The dock and houses look like they have seen better times, but they are still sturdy. The warehouses are empty except for one that is filled with lumber and stones; building materials for the keep.",
								{
									"type": "entries",
									"name": "Inhabitants",
									"entries": [
										"The Keep is mostly abandoned except for the spiders, mice, a cat or two and a few noteworthy individuals.",
										{
											"type": "entries",
											"name": "Harae, the Spirit",
											"entries": [
												"Harae was a priestess of Tyr who died in the Dragon Run, a draconic invasion, almost 200 years ago. In life, she was a patient and just follower of Tyr but in the time since her death, she has lost much of her ability to relate with the living. She is a particularly weak spirit, unable to do much beyond move small objects around.",
												"She was grateful when Igan expressed an interest in restoring the shrine and became furious when Grim and his companions murdered the boy; angry at herself for not having seen it coming and mad at the Black Fist for the treachery and the injustice of it all. The anger led her to extinguish the beacon-an attempt to lure other to the island to exact vengeance.",
												"As a follower of the god of justice, she wants the Black Fist soldiers brought before a court of law more than anything. To that end, she does what she is able to do to help the characters get down below, such as showing the journal in the East Tower and by making sure they realize the importance of the Book of Moonsea Cults in Igan's Quarters.",
												{
													"type": "inset",
													"name": "Roleplaying Harae",
													"entries": [
														"Harae (lawful good) has been dead a good while, and being dead is dull. She watched Igan grow up from a small child and when Igan found the shrine that she is bound to, she saw the spark of goodness. When he was killed, Harae was devastated. She is now consumed with the need for his killers to face justice. The groundskeepers have been no help, and she has grown desparate and her limited abilities in communication."
													]
												},
												"Harae is typically in the East Tower, and upon the characters entering it, she immediately takes an active interest in them, and will follow them for the remainder of the adventure, so long as they remain on Thorn Island. This begins as simply as a few items being knocked to the ground or an unseen and unfelt breeze mussing their hair. This is the extent of Harae's ability to influence her environment. She is unable to manifest herself, and thus is {@condition invisible}.",
												"She is initially indifferent towards visitors. However, her attitude changes depending on the characters. Her attitude changes to friendly towards any character who:",
												{
													"type": "list",
													"items": [
														"Is an open-worshipper of a lawful good deity.",
														"Attempt to engage the spirit in conversation and succeeds at a DC 10 Charisma (Persuasion) check.",
														"Explores the Keep without stealing anything and treat the groundskeepers with respect."
													]
												},
												"Conversely, she becomes immediately unfriendly towards any character who:",
												{
													"type": "list",
													"items": [
														"Openly worships an evil deity.",
														"Steals from the Keep or treats the groundskeepers cruelly."
													]
												},
												"If she recognizes that the characters are trying to figure out what happened to Igan and she is friendly towards a majority of the characters, she helps in area 4 and answers any questions posed by characters that she is friendly to. Creative characters who are aware of her presence may devise a form of \"yes or no\" communication. She knows precise details about what transpired here, where the Black Fist are, and the entrance to and inhabitants of the temple. However, she has long since forgotten about hazards that pose no danger to her, such as sinkholes."
											]
										},
										{
											"type": "entries",
											"name": "The Servants",
											"entries": [
												"While Igan Sokol was the quartermaster of the keep, House Sokol assigned other retainers to the keep for the more menial tasks. A middle-aged groundskeeper Darvag (male human) is in charge of upkeep of the structure and grounds and his wife, Shandra (female human) was primarily responsible for ensuring the interior of the keep was clean and meals prepared. Their son, Rorin (male human), acts an aide to both of them as needed.",
												"If the characters approach the island in any way other than swimming, the retainers of House Sokol know that they are coming and meet them at the shore.",
												{
													"type": "inset",
													"name": "Roleplaying the Servants",
													"entries": [
														"Recent events have scared the remaining servants. Their supervisor and security have gone missing and a spirit is haunting the Keep. But they have a job to do. Despite their fear, it is business as usual. However, the servants refuse to enter the East Tower and Lighthouse. They are inherently distrustful of strangers, but relieved that the city has sent people to investigate."
													]
												},
												"Despite distrusting strangers, they eagerly tell the characters what they know in the hopes that they will find Igan and the guards and purge the Keep of the haunting spirit.",
												{
													"type": "list",
													"items": [
														"The guards change somewhat regularly, and the only one whose name they know is Grim.",
														"Guardsmen typically assigned to the Keep didn't seem to like the assignment to the lighthouse, and suspect that it was a form of punishment for troublesome members of the Black Fist.",
														"Guard Sergeant Grim has been the ranking guardsman at the Keep for the last month.",
														"Igan Sokol, their supervisor, and the sergeant were often together and would engage in long conversations out of earshot of others. Their friendship seemed odd.",
														"Sergeant Grim seemed a nice enough fellow. He treated the servants with respect and genuinely seemed to like Igan.",
														"Igan Sokol is a nice young man who read frequently and was obsessed with the rumor of treasure that was supposedly hidden somewhere in the keep. They wouldn't have been surprised if he had torn the place down brick by brick in order to find it.",
														"The beacon of the lighthouse is magical in nature. They do not know how to activate it but suggest that Igan's quarters would be a good starting-point to finding out how.",
														"Most of the doors in the keep are locked, but Shandra will provide the characters with a key."
													]
												},
												"Naturally, the servants know a fair bit of gossip as well, though they only deal out the juicy information if a character succeeds at a DC 15 Charisma (Persuasion) check.",
												{
													"type": "list",
													"items": [
														"Igan would frequently disappear for long stretches of time, usually to the East and West towers.",
														"A few of days ago Igan had been really excited, bursting with energy, but frustrated about the fact that sergeant Grim was not present; having - returned to the city for official reasons.",
														"On the evening that the beacon went out, they heard an unearthly wailing sound.",
														"The beacon was off and they did not know how to turn it back on.",
														"Ever since that evening, all sorts of weird things are happening; things falling down without reason, strange knocking sounds, etc. It has happened everywhere in the keep, but seems to get worse around East Tower. Nothing gets permanently damaged, nor is anybody ever hurt."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Black Fist Soldiers",
											"entries": [
												"The Black Fist soldiers have been stationed on the Keep to overlook the lighthouse and to protect it against anyone, including House Sokol, who would extinguish the beacon. It is very important to the city, and as such, central in the political maneuvering of the city's power players.",
												"Contrary to popular belief, the Black Fist select the more disciplined members for the duty, and try to rotate the soldiers regularly. The typical rotation is three days. Still, it is not a popular assignment. There are few opportunities for earning cash on the side and it is quite boring. Grim has been paying his supervisors to ensure that he has been repeatedly assigned to the Keep and to make sure that the guards he selected were assigned to the Keep.",
												"The guards were quartered in the lighthouse."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Sokol Keep",
							"entries": [
								"Sokol Keep dominates Thorn Island, a large stone fortress clearly built for defense. The castle looks old and it has obviously been repaired extensively in some areas. Despite its excellent repair it has an abandoned look about it. There are no banners, no guards patrolling its walls, no smoke rising from its chimneys and its gates are closed.",
								"Wings of the home are blocked off, likely because of the small number of people who reside within. Anyone venturing within finds furniture covered by sheets in dusty, cobweb covered rooms. However, the parts that are not blocked off are clean and well-maintained.",
								{
									"type": "list",
									"items": [
										"A large mansion has replaced almost half of the original structure and nearly all of the wooden outbuildings. The mansion appears to be quite comfortable though not very defensible; with large, glass windows instead of arrow-slits, etc.",
										"The grounds are well-maintained and in good repair.",
										"The open courtyard is empty save for a few practice dummies likely used by the Black Fist guards."
									]
								},
								{
									"type": "entries",
									"name": "General Features",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Light",
													"entries": [
														"The groundskeeper and his wife make sure that the main hallways and rooms are well lit by candles and oil-lamps, but the closed off sections of the mansion are dimly lit during the day and completely dark at night."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Outside Doors",
													"entries": [
														"The outside doors are made of thick oak wooden doors and are all locked. The door has 25 hit points, and the locks of high quality (requiring a successful DC 20 Dexterity check)."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Inside Doors",
													"entries": [
														"The inside doors are made of thin wood and unless specified otherwise are locked. Shandra will provide the characters with a key to the doors. Opening them without the key requires a successful DC 10 Dexterity check."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Windows",
													"entries": [
														"The windows are closed with wooden shutters. They can be opened from the outside, although doing so is likely to cause a racket. The windows itself are made out of glass and bolted shut. Again, opening them is not hard, but it makes a lot of noise."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Igan's Quarters",
									"entries": [
										"Igan's quarters are inside the modern mansion on the second floor overlooking the courtyard. The suite is not the master bedroom, but right next to it. The door into this area is locked with a simple lock (successful DC 10 Dexterity check to pick it), but the characters may open it with the key provided by Shandra.",
										{
											"type": "insetReadaloud",
											"entries": [
												"A quick glance shows that the three room suite-comprised of a bedroom, a sitting area and a small office-are in good repair and looks to have been cleaned recently. The wall and floors are richly decorated with carpets, paintings and tapestries depict various heroic scenes.",
												"The room is untidy, but otherwise appears well-tended to; the bed is freshly made and a few piles of laundered clothes lay on the bench at its foot."
											]
										},
										"The quarters of Igan are a bit of a mess. For characters taking their time and investigating it, the room's description can be paraphrased as follows:",
										{
											"type": "list",
											"items": [
												"It is a three-bedroom suite, with a sitting area, a sleeping chamber and a small office, each with a room that overlooks the courtyard below.",
												"The area looks lived in, and although it is definitively untidy, it is clean-everything has been dusted within the last couple days.",
												"A bookcase full of books and scrolls stands beside a large, comfortable sofa with two large book laying on it; open to various pages."
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Desk",
													"entries": [
														"The papers on desk have sketches, random musings and observations and rather shoddy attempts at poetry. The sketches depict mostly the keep and its people. The desk has three drawers, each secured with a simple lock (successful DC 10 Dexterity check to pick the lock). Inside the characters find more junk, but nothing special except for a sketch of what appears to be a shrine of sorts. Characters recognize it as dedicated to Tyr with a successful DC 15 Intelligence (Religion) check."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Bookcase",
													"entries": [
														"The books and scrolls contain a wide array of subjects from heroic stories to dusty histories (mostly on the Moonsea region), from theological debate to dry lectures on law and from poetry to books on long dead languages, all sorted by subject.",
														"Characters succeeding on a DC 15 Intelligence (Investigation) check find a small pouch containing 5 platinum pieces (pp) and an old, tarnished silver holy symbol of Tyr hidden inside a hollow book."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Sofa",
													"entries": [
														"On the sofa is an ancient-looking book titled Moonsea Cults by Thalioss of Tyr. It is written completely in Thorass, an ancient derivate of Common. A {@spell comprehend languages} spell indicates that the book details various ancient cults and their religious practices complete with detailed sketches. The cults described within seem to be mostly those that worship demons, powerful spirits or simply cults of personality.",
														"Also on the sofa is a more modern book on potential curses and how to counteract them. The last appears to be based more on folk wisdom than actual fact as anyone with the Arcana skill can easily discern."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Carpets and Paintings",
													"entries": [
														"The artwork depicts scenes of heroism and sacrifice; among them a female knight in shining armor facing a red dragon in a burning village and a priest bathed in light keeping a group of undead at bay while his congregation barricades itself within his church. The scenes are a bit idyllic in that the side of good always appears to be winning.",
														"Characters who succeed at a DC 15 Intelligence (Religion) check realize the scenes depicted are famous stories about followers of Tyr, the god of Justice."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"entries": [
												"A small pouch containing 5 platinum pieces (pp) and a silver holy symbol worth 50 gp are found in the bookcase. These are the property of House Sokol; taking them would essentially be thievery, which reduces Harae's attitude towards the characters by one step."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Lighthouse",
									"entries": [
										"The tallest tower of the keep is located at the southern end right at the edge of the water. It is a slender round tower about 80 feet tall, consisting of three floors with the upper part being a large open space with a staircase running along the walls to the top. Originally it was a simple watchtower, but when House Sokol took over the place they refurnished it as a lighthouse.",
										"Since then, the lighthouse has housed the contingent of Black Fist guards assigned to the Keep. With the exception of the top level, the three floors of this lighthouse contain the guards' common area, barracks, and sergeant's quarters in that order.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "The Beacon",
													"entries": [
														"The door to the floor that houses the beacon is locked and is opened with a successful DC 10 Dexterity check or smashed open with a successful DC 15 Strength check. It has a wrap-around balcony which gives an excellent view on the surrounding area including Thorn Island and the city of Phlan. The room above is accessed by a ladder and the crystal and brass beacon stands in the center. A successful DC 10 Intelligence (Arcana) shows that nothing appears to be physically wrong with the device, but for some reason, it is not working. The device still radiates strong evocation magic."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"entries": [
												"One of the bunks on the third floor holds 20 gp in a hidden compartment."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The East Tower",
									"entries": [
										"The East Tower lies directly behind the mansion and is part of the old keep. Before the destruction of the Keep in 1306 DR during the Dragon Run, the whole of the East Tower was filled by a vast library. It would be over one hundred and eighty years later that Igan would stumble upon the place. Fantasizing of hidden treasures, he kept the secret to himself instead of telling others within his house or the servants of the keep. As an older boy he would read some of the ancient books within, and worked in secret to restore the shrine.",
										"The tower is now used to store furniture, and thick layers of dust and cobwebs make it look like nobody has been in the tower for years.",
										"Anyone who is searching the first floor and succeeds at a DC 10 Intelligence (Investigation) check notices that specific furniture against the far wall has been moved back and forth, as if block something from view. Should no character demonstrate an interest in searching the room, Harae will eventually knock over one of the chairs to draw the attention to a hidden door. Moving the furniture aside reveals a boarded over door, with a few loose planks at the bottom. With a bit of work, a medium-sized creature can squeeze through the opening.",
										"Once through the door, the characters find themselves in a well-maintained shrine. A beautiful gray statue of a one-handed blind god stands at the end of the room, a small stone altar with an old looking brass scale at its feet. Two dusty cabinets on both sides of the altar are filled with books and scrolls, mostly on law, history and philosophy. Any character succeeding at a DC 15 Intelligence (Religion) check identifies the statue as one of Tyr. A beautiful reading desk of purple wood fills most of the remaining space. On the desk is the journal of Igan.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Journal",
													"entries": [
														"The journal lacks easy reference points. There are no dates, just random notes all over the page including sentences in the margins. It seems more like a collection of thoughts and notes than an actual journal. The handwriting is decent though.",
														"The journal is difficult to read. The entries ramble at length and consuming all of it takes at least two hours, but upon succeeding at a DC 10 Intelligence check, anyone reading the journal realizes the following:",
														{
															"type": "list",
															"items": [
																"Igan started his search on a whim.",
																"He never took the search serious until he met Sergeant Grim.",
																"Igan became more serious about his search after a book about Tyr literally fell into his lap (The doing of Harae, the spirit haunting the Keep)",
																"Toward the end of the journal, whatever pretense of scholarly research devolved into the ramblings of an obsessed man."
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Deciphering the End of the Journal",
													"entries": [
														"{@b Player Handout One} contains the last page of Igan's journal.",
														"If the characters have the Book of Moonsea Cults from Igan's Quarters, reading page 78 locates a passage referencing an ancient cult that worshipped an entity referred to as the \"Just One and the Great One.\"",
														"The rest of page 78 itself depicts some of the Cult's symbols, secret signals and prayers, all of which are in Thorass, a long-forgotten tongue.",
														"The last page of Igan's journal is really the only document of particular use. On it, he identifies the phrase that must be said to gain entry into the structure beneath the Keep.",
														"The page does not tell them where to look for the entrance, but does give them the vital clue of how to open it. If they have not already, the characters can eventually investigate the West Tower."
													]
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://i.imgur.com/fBjhiNG.png"
													},
													"title": "Player Handout One",
													"imageType": "mapPlayer"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "West Tower",
									"entries": [
										"The West Tower is wholly empty save for dust and cobwebs. It is located on one of the higher points on the island.",
										"Characters entering the tower immediately smell wet, freshly-turned earth. Upon arriving in the basement, they find that somebody broke open the floor and dug down to the stone. The earth and tile are stacked neatly alongside the walls. Digging tools lay scattered about the room. There is a severed rope tied to a ring in the wall leading to a stone slab in the earth. Three other 50- foot coils of rope lay on the floor beside the slab.",
										"The stone slab is approximately 10 feet on a side, is bordered in worn glyphs, and has an indentation in the shape of a human hand approximately six inches away from the leading edge of the slab. The slab radiates strong conjuration and faint abjuration magic. A successful DC 20 Intelligence (Arcana) check recognizes the glyphs as a component to some sort of ritual that allows something in plain sight to remain unseen. However, the glyphs are worn enough that they no longer function.",
										"The trap door can be opened by placing a hand to the hand-shaped indentation and saying \"Toe Mono, Toe Megalo\" aloud. At that point the slab disappears, revealing a dark hole in the floor.",
										"Touching the indentation and saying anything other than the correct words triggers the slab's trap. The characters touching the slab must make a DC 10 Constitution save or take 4 ({@damage 1d4+2}) lightning damage and be {@condition stunned} for 1 round. Consider giving the characters the correct sequence if they are having trouble figuring it out on their own.",
										"Removing the slab without the use of magic would require more time and resources than the characters have available, such as cranes, pulleys and a few extra men.",
										"Once the door is open, read the following:",
										{
											"type": "insetReadaloud",
											"entries": [
												"The slab vanishes into nothingness and the passage it reveals drops down into darkness. Musty, moist air wafts up from the void. Below, your light casts dancing shadows on what appears to be some sort room with a finished, tiled floor."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 3: The Jade Temple",
					"entries": [
						"The original name of the Jade Temple has long since been forgotten. While the Book of Cults speculates the demon lord Dagon was worshipped at the temple, there is no solid evidence that this is the case. Moisture and time have not been kind to th abandoned complex and any organic matter has long since rotted away. Similarly, most of the wall decorations have either eroded away or are faded beyond recognition. All that remains is an idol carved out of jade.",
						{
							"type": "inset",
							"name": "Dagon, the Prince of the Depths",
							"entries": [
								"Dagon and his minions who resides in the Abyss, were once known as \"Those Who Sleep Below\" and bestowed nightmares upon those who swam in the Sea of Fallen Stars. In an attempt to achieve godhood, he began a campaign of slaughter against the shalarin-a race of aquatic humanoids-until his plan was thwarted by the merfolk of the Sea of Fallen Stars."
							]
						},
						{
							"type": "entries",
							"name": "Generic Features",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/rLwHsLT.png"
									},
									"title": "The Jade Temple"
								},
								"The corridors of the temple are partially carved out of natural caverns. They are either five or ten feet wide and always ten feet high. There is a gentle but noticeable decline towards area 4. The caverns are chilly and moist. The floors are muddy, uneven and slippery. Characters running or charging must succeed on a DC 10 Dexterity check or fall {@condition prone} at the end of their movement.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Light",
													"entries": [
														"Unless specified otherwise there is no other light source than that which the characters brought with them."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Sound",
													"entries": [
														"Dripping water."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Smell",
													"entries": [
														"Mildew, rot."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "1. Entrance",
							"entries": [
								"The characters enter in the part of this area marked with an \"X.\" The slab rematerializes five minutes after it is dispelled. While this may concern the characters, an inspection of the slab from below reveals the same markings as above.",
								{
									"type": "insetReadaloud",
									"entries": [
										"The hole you entered bores through about five feet of solid rock before emptying out into a room a proximately 40 foot by 50 foot, with a low ceiling about 10 feet high. While the floor is stone, it is covered by a layer of thin mud, within which you see tracks of a number of other people leading through the corridor to the north."
									]
								},
								"Paraphrase the following features of the room:",
								{
									"type": "list",
									"items": [
										"Somebody cleared parts of the wall and floor, revealing the remnants of some kind of fresco that is far too faded to identify.",
										"Looking up, the characters see the opposite side of the slab, which has the same hand-shaped indentation that the other side had.",
										"A 40-foot coil of rope is tied around the top step of a 12' ladder that rests against the north wall. The other end of the rope is sliced clean and coiled on the ground as if dropped from above.",
										"Muddy tracks of several human-sized creatures wearing boots lead out of the room.",
										"The beaten brass door leading out of this room is open."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "2. Crypt",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"At the point where the corridor makes a sharp turn to the left there is a narrow ledge about seven feet above the floor, revealing a two feet high, ten foot deep alcove in the wall."
									]
								},
								"The recess is filled with calcified skeletal remains of humans. Searching the bones turns up nothing more than a few minor trinkets; nothing of any real value. Taking anything from the remains upsets Harae; reducing her attitude by one step.",
								"The beaten brass door leading out of this room is open."
							]
						},
						{
							"type": "entries",
							"name": "3. The Vestibule of Barnacles",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The floor of this room begins sloping downward while the ceiling remains more or less level than the rooms before. Longer than it is wide, this room was obviously submerged at one point, as old, calcified growths of barnacles still cling to nearly every surface.",
										"Two suits of bizarre armor, made of what appears to be coral and shells, stand in niches in the wall, each crusted ove with the same heavy growth as everything else in the room."
									]
								},
								"Two suits of {@creature animated armor} stand in the niche. They activate once the majority of the characters have reached the middle of the room. When this happens, read:",
								{
									"type": "insetReadaloud",
									"entries": [
										"Without warning, the suits of armor jerk free of the growth that seemed to cement them into place. They step from their niches, and move towards you; chunks of barnacles falling to the ground and the visors of their nautiloid shell helms terrifyingly empty."
									]
								},
								"The suits of {@creature animated armor} are quite ancient and in exceptionally poor repair.",
								{
									"type": "inset",
									"name": "Adjusting the Adventure",
									"entries": [
										"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
										{
											"type": "list",
											"items": [
												"{@b Very weak or weak party:} the barnacles inhibit the suits for the first two rounds of combat (the suits have disadvantage on all attacks) before breaking off",
												"{@b Strong party:} add one suit of {@creature animated armor}",
												"{@b Very strong party:} add one suit of {@creature animated armor} and all suits have 40 hit points."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "4. The Sinkhole",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The floor levels out in this 40-foot-in-diameter circular room. Despite the water that fills the room up to your shins, it is easy to notice the sinkhole that has opened in the middle, though seeing the bottom is impossible due to the amount of sediment that has accumulated here. The sides of the sinkhole are gently sloped, but covered in a thick coat of slick algae.",
										"The only other feature of this chamber is a narrow hole near the top of the left wall and a door of beaten brass on the far wall. From here you can see a smear of dried blood upon the handle."
									]
								},
								"The sinkhole is 5 feet deep and filled with water; dark with sediment that darkvision will not penetrate. Sharp rocks line the bottom of the sinkhole and make traversing the room somewhat tricky and quite dangerous. Despite that, it is clear Igan and his entourage passed to the other side and that at least one slid into the pool as evidenced by the smears of blood on the far wall and door.",
								"Moving through the room requires a successful DC 13 Dexterity (Acrobatics) check with failure resulting in a painful slide down into the pool dealing 4 ({@damage 1d8}) piercing damage. If the characters manage to secure a rope to the door handle, subsequent characters make this check with advantage.",
								"The brass door on the other side of the room is stuck and it requires a successful DC 10 Strength check to open. Failure not only prevents the door from opening, but also causes the character to slide down, as above. There is a 3-foot-wide, circular opening about 30 feet up the eastern wall. Climbing up to it requires a successful DC 25 Strength (Athletics) check due to the wet, algaecovered stone. Any character who fails this check falls and slides into the sinkhole. Though they are permitted the same Dexterity check as those that traverse through the room, it is made with disadvantage.",
								"Resting at the bottom of the sinkhole is a pair of {@creature ghoul|mm|ghouls}, although they wait until the characters are in in area 6 before attacking. The ghouls avoid contact with any characters, but if discovered (by someone thoroughly searching the sinkhole, for example) they attack.",
								{
									"type": "inset",
									"name": "Adjusting the Adventure",
									"entries": [
										"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
										{
											"type": "list",
											"items": [
												"{@b Very weak party:} remove one {@creature ghoul} (the remaining ghoul has 13 hit points)",
												"{@b Weak party:} remove one {@creature ghoul}",
												"{@b Strong party:} add one {@creature ghoul}",
												"{@b Very strong party:} add two {@creature ghoul|mm|ghouls}"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "5. Cells",
							"entries": [
								"This hallway slopes upwards at a gentle angle. Two small, square rooms on the right, may have once have served as prison cells, now they are empty. Holes on the doors and walls certainly suggest that these could once be bolted shut from the corridor's side. The brass doors are sturdy and stuck, requiring a successful DC 15 Strength check to open.",
								"The cells are empty."
							]
						},
						{
							"type": "entries",
							"name": "6. The Jade Idol",
							"entries": [
								"This natural cavern was once the center of this place of worship. While its magic had been dormant for a long time, Igan's murder has awoken it.",
								{
									"type": "insetReadaloud",
									"entries": [
										"This round room is approximately 60 feet in diameter with a vaulted ceiling 30 feet tall in the center. The majority of the room is a couple feet higher than the side that you enter from, and accessed by a pair of steps.",
										"At the far side of the room, a large idol carved from a single piece of pale green stone stands in a pool of black water. It is carved in the shape of a tentacle humanoid with the head of a many-fanged fish, and bathes the room in a sickly green light."
									]
								},
								{
									"type": "entries",
									"name": "General Features",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Light",
													"entries": [
														"The idol radiates with a faint, sickly-green glow, providing dim light in this room."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Sound",
													"entries": [
														"Clattering bone, dripping water, muted whispers."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Smells",
													"entries": [
														"Brackish water, blood, rot."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Altar",
													"entries": [
														"The awakened magic in the altar protects the undead within the temple, giving them advantage on their saves against being affected by turn undead.",
														"Characters within the room notice an oppressive energy with a successful DC 15 Wisdom (Perception) check, and can pinpoint the altar as the source with a successful DC 15 Intelligence (Arcana) check. A single, solid hit that deals more than 5 bludgeoning damage weapon destroys the altar and removes this effect.",
														"Alternately, if Harae is friendly towards a majority of the characters, she will suppress this effect at the end of the first round."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Idol",
													"entries": [
														"The six-foot-tall, life-sized idol is carved out of a single piece of jade and appears to be valuable. It rests on a stone pedestal, making it appear as if standing on the surface of the water. It is blocking terrain. It radiates faint magic."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Steps",
													"entries": [
														"The steps are five-high and covered in mud making them quite slick. Creatures moving up or down them at full speed must succeed at a DC 10 Dexterity (Acrobatics) check. Failure results in the creature ending up prone at the foot of the steps. Otherwise, if a character treats the steps as difficult terrain, they are able to negotiate the steps without a check."
													]
												}
											]
										},
										"The room is further described by paraphrasing the following:",
										{
											"type": "list",
											"items": [
												"Two pillars are arranged around the raised section of the floor. While they are too worn to be certain, it is highly likely that they were once beautifully carved. These pillars are blocking terrain.",
												"The body of a human male is slumped over an altar at the edge of the pool. Something that appears to be a wand is on the floor near his hand.",
												"A pool of dark blood has pooled and dried on the altar after running down its sides and front.",
												"Before it dried, the blood ran into the pool around the statue. This may be why the water is reddish-black.",
												"A number of calcified skeletons lay in heaps on either side of the pool.",
												"A second corpse lay partially submerged in the pool, his body bearing dozens of slashing wounds and feathered with the broken shafts of a few arrows.",
												"Any character succeeding at a DC 15 Intelligence (Arcana or Religion) check recognizes the idol as a representation of Dagon, a demon lord called the Prince of the Depths."
											]
										},
										"The zombie that was formerly on the altar is the reanimated corpse of Igan Sokol. Igan was examining the altar with a wand in hand when he was stabbed in the back by Grim. Igan had expressed a wish to destroy the idol, fearing that it was something evil and Grim was unable to convince him that it may worth a fortune.",
										"Igan's murder right at the altar awoke its ancient magic; animating the complex's guardians in areas 3, 4 and 6. Unable to defeat the skeletons, the Black Fist soldiers were forced to flee the room into area 7, but not before one of their own was slain by the skeletons. The guardians once again retreated into the water, but reactivate and attack if anybody gets within twenty feet of the altar. No side is surprised.",
										{
											"type": "insetReadaloud",
											"entries": [
												"The water begins to roil and churn as a number of skeletons emerge from the filthy water. The bloody water runs in black rivulets down their bones and drips from the tips of the swords in their hands as they attack."
											]
										},
										"There are two {@creature zombie|mm|zombies} in this room (Igan and the dead guardsman) as well as two {@creature skeleton|mm|skeletons} which remain on a ledge at the back of the cave in the water and shoot at the characters while the characters engage the other monsters in melee. There are also two {@creature ghoul|mm|ghouls} at the bottom of the sinkhole in area 4, which animate and seek out the characters; arriving in area 6 at the beginning of the second round, and attacking the two characters closest to the passage leading into the chamber.",
										{
											"type": "inset",
											"name": "Adjusting the Adventure",
											"entries": [
												"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
												{
													"type": "list",
													"items": [
														"{@b Very weak party:} remove one {@creature ghoul} (the remaining ghoul has 13 hit points); if the party defeated the ghouls earlier, remove one {@creature skeleton}",
														"{@b Weak party:} remove one {@creature ghoul}; if the defeated the ghouls earlier, no adjustment",
														"{@b Strong party:} add two {@creature skeleton|mm|skeletons}",
														"{@b Very strong party:} add four {@creature skeleton|mm|skeletons}"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Developments",
									"entries": [
										"With the defeat of the undead guardians, the characters are free to investigate the room. It doesn't take much skill to learn the young man on the altar was stabbed in the back with the dagger. There are no signs of a struggle, and at a first glance it does not look like he was purposefully sacrificed on the altar. Removing the body from the altar and cleansing the altar with a proper ritual requires a successful DC 10 Intelligence (Religion) check. Success on this check causes the idol to glow with a pale green light.",
										"Grim and his men hear any fighting taking place in this room from the safety of area 7. If they have not yet confronted the characters, they wait for a few seconds to ascertain who won. A few moments after the combat is over, they begin calling out \"Who's there!?\" in the hopes that the undead in area 6 have been destroyed."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The young man carries a total of 35 gp in coins and a {@item wand of magic detection}. Harae knows Igan is beyond hope and that the characters are here to help. Because of this, she does not grow angry if the characters take the wand. Additionally, 50 gp in various coinage lay at the feet of the idol in the bottom of the pool.",
										"The idol is worth 2,000 gp; a small fortune, it is nearly a 6-foot-tall chunk of solid jade that weighs nearly a ton. It is unlikely that the characters have the equipment necessary to move it. However, characters can chisel away at it; each character can pull a jade chunk worth 50 gp from it. If the chiseler is a dwarf or has an appropriate background (such as mason or stonecutter), the chunk harvested is worth 100 gp."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "7. The Reliquary",
							"entries": [
								"A heavy stone door blocks entrance to the room. A partial collapse in the corridor allows a medium-sized character to squeeze into the room. There are two worn stone statues similar to the idol in area 6 and a small stone altar. Grim and his guards have already looted the place but are too scared to leave and are tired and hungry.",
								{
									"type": "insetReadaloud",
									"entries": [
										"This room is roughly circular and approximately 30 feet across. Numerous niches about a foot across are carved into the wall in staggered rows. Most of them have small trinkets of gold or of colored glass or stone, but some are empty. The walls are decorated with faded wall-paintings of blues, greens and blacks.",
										"A few burlap sacks on the ground are full of objects similar to the trinkets in the niches."
									]
								},
								"Until the characters arrived, they had resigned themselves to death. Paraphrase the following in discussion with them.",
								{
									"type": "list",
									"items": [
										"Igan touched the idol and the dead came to life, killing him and one of their colleagues, and forcing Grim and his men to flee into this area.",
										"While they are too afraid to try to leave through area 6, they contemplated leaving through the tunnel to area 4. However, the fall was too high, and they had no light source.",
										"They have been stuck down here in the dark for two days with nothing but muddy water to drink and no food or warm clothing. They ran out of lamp oil yesterday.",
										"They act tough, but are all running on extremely frayed nerves.",
										"Grim does most of the talking, and a successful DC 10 Wisdom (Insight) check realizes that he is wracked with guilt.",
										"There are about six burlap sacks filled with trinkets, baubles and various coins piled on the far side of the room."
									]
								},
								"Grim and his men initially try to pin the blame of the murder on the undead in the idol's room. However, they are not very good liars; a successful DC 10 Wisdom (Insight) check is sufficient to realize they are not speaking the truth. If the characters don't realize it, Harae certainly tries to get the characters to see through the Black Fist's lies. In reality, Grim murdered Igan out of sheer greed and anger. If confronted, Grim's men are quick to put the blame where it belongs, at which point even Grim admits guilt.",
								"Grim, Guard Sergeant is a {@creature thug} that wears {@item splint armor|phb}, giving him an AC of 17. There are also four Black Fist {@creature guard|mm|guards}. However, they currently have two levels of {@condition exhaustion} and will only defend themselves if attacked.",
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"Grim and the guards are carrying the valuables that they scavenged from the reliquary-approximately 100 gp in coins of various mintage and antique art objects-the combined treasure of the temple.",
										"One item of note is a series of plates of beaten brass engraved with strange glyphs. The glyphs are not decipherable by {@spell comprehend magic}. Returning this object fulfills the requirements to complete the Harper assignment."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Conclusion",
							"entries": [
								"After confronting the guards and learning the fate of Igan, the characters have not yet accomplished what they set out to do. The beacon is still not lit. Whether or not the curse surrounding the beacon is removed depends on the characters and what they decide to do with the guards.",
								"Assuming that the characters consider the history of the Keep, they may realize that the fate of Igan's killer could be connected to the beacon and use that as a determining factor in what they choose to do.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Arrest the guards",
													"entries": [
														"Should the characters indicate that they plan to return the guards to Phlan for trial, Harae is satisfied and removes the curse from the beacon. The evidence against Guard Sergeant Grim is sufficient to convict him of Igan's murder and his body dangles from the Stojanow Gate the following day. The other soldiers are each convicted of lesser crimes and imprisoned. {@b Harae's curse is lifted and the beacon is relit.}"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Kill the guards",
													"entries": [
														"If the characters kill the guards, the authorities presume that they did so out of self-defense. {@b Harae's curse is lifted and the beacon is relit.}"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Release the guards",
													"entries": [
														"If the characters release the guards and remain silent about their crimes, they flee Phlan and never return. {@b Harae's curse remains and the beacon remains dark.}"
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Rewards",
					"entries": [
						"Make sure the players note their rewards on their adventure logsheets. Give your name and DCI number (if applicable) so players can record who ran the session.",
						{
							"type": "entries",
							"name": "Experience",
							"entries": [
								"Total up all {@b combat experience} earned for defeated foes, and divide by the number of characters present in the combat. For {@b non-combat experience}, the rewards listed are per character. Give all characters in the party non-combat experience awards unless otherwise noted.",
								{
									"type": "table",
									"colLabels": [
										"Name of Foe",
										"XP per Foe"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Animated armor",
											"200"
										],
										[
											"Commoner",
											"10"
										],
										[
											"Ghoul",
											"200"
										],
										[
											"Grim, Guard Sergeant",
											"100"
										],
										[
											"Guard",
											"25"
										],
										[
											"Skeleton",
											"50"
										],
										[
											"Zombie",
											"50"
										]
									],
									"caption": "Combat Awards"
								},
								{
									"type": "table",
									"colLabels": [
										"Task or Accomplishment",
										"XP per Character"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Getting information from Harae",
											"50"
										],
										[
											"Getting the curse lifted and the lighthouse relit",
											"100"
										],
										[
											"Bring Grim and the guards to justice without killing them",
											"150"
										]
									],
									"caption": "Non-Combat Awards"
								},
								"The {@b minimum} total award for each character participating in this adventure is {@b 450 experience points}.",
								"The {@b maximum} total award for each character participating in this adventure is {@b 600 experience points}."
							]
						},
						{
							"type": "entries",
							"name": "Treasure",
							"entries": [
								"The characters receive the following treasure, divided up amongst the party. Characters should attempt to divide treasure evenly whenever possible. Gold piece values listed for sellable gear are calculated at their selling price, not their purchase price.",
								"{@b Consumable magic items} should be divided up however the group sees fit. If more than one character is interested in a specific consumable magic item, the DM can determine who gets it randomly should the group be unable to decide.",
								"{@b Permanent magic items} are divided up according to a system. See the sidebar if the adventure awards permanent magic items.",
								{
									"type": "table",
									"colLabels": [
										"Item Name",
										"GP Value"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Pouch of platinum",
											"50"
										],
										[
											"Silver holy symbol of Tyr",
											"50"
										],
										[
											"Moonsea Cults",
											"20"
										],
										[
											"Gold in hidden compartment in bunk",
											"20"
										],
										[
											"Igan's coinpurse",
											"35"
										],
										[
											"Coins in pool at jade idol's feet",
											"50"
										],
										[
											"Chunk of jade idol (per character)",
											"50 or 100"
										],
										[
											"Grim's looted treasure",
											"100"
										],
										[
											"Grim's splint armor",
											"100"
										]
									],
									"caption": "Treasure Awards"
								},
								{
									"type": "entries",
									"name": "\"Moonsea Cults\"",
									"entries": [
										"Thailoss of Tyr wrote a book on various cults in the Moonsea region. The book can be sold for 20 gp, or a character can keep it. If a character keeps the book, and is able to reference it, the character gains advantage on Intelligence checks regarding cults of the Moonsea region."
									]
								},
								{
									"type": "entries",
									"name": "Splint Armor",
									"entries": [
										"If characters defeat Grim, they may claim his {@item splint armor|phb}. One character may keep it, or the party may sell it for 100 gp."
									]
								},
								{
									"type": "entries",
									"name": "Wand of Magic Detection",
									"entries": [
										"This silver-tipped wooden {@item wand of magic detection|dmg|wand} makes a loud chiming sound when used."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Emnity",
							"entries": [
								"The characters have the opportunity to earn the following bane during the course of play.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Enmity of the Black Fist",
													"entries": [
														"An innocent man died by your hand during the barroom brawl in the Laughing Goblin. Though you were arrested for your crimes, your faction eventually procured your release. The Black Fist, however, still associates you with your crimes. So long as you have this enmity, all future Charisma (Deception, Intimidation, and Persuasion) checks made against members of the Black Fist are made with disadvantage."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Renown",
							"entries": [
								"{@b All faction members} earn {@b one renown point} for participating in this adventure.",
								"{@b Harper characters} earn {@b one additional renown point} for returning the brass plates."
							]
						},
						{
							"type": "entries",
							"name": "Downtime",
							"entries": [
								"Each character receives {@b ten downtime days} at the conclusion of this adventure."
							]
						},
						{
							"type": "entries",
							"name": "DM Rewards",
							"entries": [
								"You receive {@b 300 XP} and {@b ten downtime days} for each session you run of this adventure."
							]
						}
					]
				}
			]
		}
	]
}
