{
	"_meta": {
		"sources": [
			{
				"json": "TCoDH",
				"abbreviation": "TCoDH",
				"full": "The Curse of Dusk Hollow",
				"version": "1.2",
				"url": "https://www.patreon.com/posts/mini-adventure-43010357",
				"authors": [
					"Benjamin Palmer"
				],
				"convertedBy": [
					"Jenny"
				]
			}
		],
		"dateAdded": 1614898919,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "b2888ffc91",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "The Curse of Dusk Hollow",
			"id": "TCoDH",
			"source": "TCoDH",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/JennysHomebrewStuff/AdventureAwaits/The%20Curse%20of%20Dusk%20Hollow/Coverpage.png"
			},
			"contents": [
				{
					"name": "Background",
					"headers": [
						"Adventure Hooks"
					]
				},
				{
					"name": "The Blue Raven Tavern"
				},
				{
					"name": "The Ruins of Dalgareth",
					"headers": [
						"General Features",
						"1. Entrance",
						"2. Storeroom A.",
						"3. Embalming Room",
						"4. Corpse Storage",
						"5. Storeroom B.",
						"6. Haunted Hall",
						"7. Pit of Corpses",
						"8. Bedroom",
						"9. Study",
						"10. Library",
						"11. Laboratory",
						"12. The Ritual Chamber"
					]
				},
				{
					"name": "Aftermath"
				}
			],
			"level": {
				"start": 5,
				"end": 5
			},
			"published": "2020-10-21",
			"storyline": "Adventures Await"
		}
	],
	"adventureData": [
		{
			"id": "TCoDH",
			"source": "TCoDH",
			"data": [
				{
					"type": "section",
					"name": "Background",
					"entries": [
						"The residents of Dusk Hollow are besieged each night by the walking dead. As the sun sets, they pour forth from the nearby elven ruins and assail the town, kidnap villagers, and then flee back to their dark hole when the sun rises the next morning. The local militia is overwhelmed and all they can do each night is gather the villagers inside the boarded up tavern and wait for the banging on the doors and windows to stop. They've sent a messenger to the nearest town begging for aid and offering what little they have as a reward to anyone who can help them.",
						{
							"type": "entries",
							"name": "Adventure Hooks",
							"entries": [
								"{@i {@b Family Friend.}} The characters are close friends with a resident of Dusk Hollow and seek to protect them from the undead hordes.",
								"{@i {@b Passing Through.}} The characters arrived in Dusk Hollow as the sun was beginning to set, unaware of the terrors that come at night.",
								"{@i {@b Bones for Coins.}} The characters heard of the troubles plaguing Dusk Hollow and have come to collect on the reward by defeating the source of the undead abominations."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Blue Raven Tavern",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/JennysHomebrewStuff/AdventureAwaits/The%20Curse%20of%20Dusk%20Hollow/Blue%20Raven%20Tavern.webp"
							}
						},
						"The characters begin at The Blue Raven Tavern just as the sun is beginning to set. The townsfolk urge them inside, but no one forces them to do so. After a short time, if the characters don't make their way indoors, they find themselves locked out to face the horde alone.",
						"If the characters are inside the tavern, read the following:",
						{
							"type": "insetReadaloud",
							"entries": [
								"The townsfolk cower in fear as ragged moans and the scraping of metal on stone can be heard approaching the tavern. Then comes the banging. At first only a single fist, but soon what sounds like dozens battering the doors and the windows. Suddenly, the front doors begin to buckle. The men throw their weight against it but the undead horde is too strong. They're flung back as the door shatters into splinters and a mass of bones and rotten flesh clad in rusted armor storm in."
							]
						},
						"If the characters are outside the tavern, read the following:",
						{
							"type": "insetReadaloud",
							"entries": [
								"As the last vestiges of sunlight vanish below the horizon, the sounds of scraping metal and ragged moans can be heard coming towards the center of town. Suddenly, as if all at once, nearly a dozen undead come out from between the buildings and make their way towards the tavern."
							]
						},
						"The horde of undead are clad in rusted armor and carry broken weapons. They move with unusual speed and their eyes glow with blue fire.",
						"{@i {@b Encounter: The Living Dead.}} The undead horde consists of one {@creature ogre zombie}, six {@creature skeleton||skeletons}, and six {@creature zombie||zombies}. Inside the tavern, twelve {@creature commoner||commoners} are hiding in fear. If the door was broken down, the majority undead begin just outside the front door while the ogre zombie begins just inside it. If the characters met them outside, then they begin approximately 40 ft. away from the main entrance. They move towards the nearest target and attack relentlessly. They lack any survival instinct and fight until destroyed.",
						"Once the characters have dealt with the undead threat, the villagers thank them for their help and explain that the undead are coming from an old ruin outside of town. They sent some local hunters to investigate, but they never returned. They offer the characters 500 gp as a reward for ending their nightmare once and for all."
					]
				},
				{
					"type": "section",
					"name": "The Ruins of Dalgareth",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/JennysHomebrewStuff/AdventureAwaits/The%20Curse%20of%20Dusk%20Hollow/The%20Ruins%20of%20Dalgareth.webp"
							}
						},
						"The ancient ruins of Dalgareth sit on a nexus of energy, a magical leyline that fuels spellcasting and, more specifically, necromancy. Recently, a group of cultists have taken up residence inside the ruins and have begun raising the corpses within as undead servants. As the supplies of bodies waned, they began kidnapping local villagers, travelers, and even nearby goblin and orc tribes to use in their dark experiments. Now, they're working on perfecting a ritual that will allow them to summon forth a massive undead army the likes of which the world has never seen.",
						{
							"type": "entries",
							"name": "General Features",
							"entries": [
								"{@i {@b Ceilings.}} The ceilings are made of worn stone and rise 10 ft. above the floor.",
								"{@i {@b Floors and Walls.}} The floors and walls are made of cobbled granite. Cobwebs hang from the walls and dust covers much of the floor.",
								"{@i {@b Doors.}} The doors are made of thick oak and are held together by iron bands. The hinges have been oiled and the doors make little noise when opened. They're all unlocked unless stated otherwise.",
								"{@i {@b Empty Rooms.}} There are a handful of rooms on the map that lack a number. Whenever the characters enter one of these rooms, roll {@dice 1d8}.",
								{
									"type": "list",
									"items": [
										"1-2: The room contains 6 {@creature skeleton||skeletons} milling around broken equipment and storage.",
										"3-4: The room contains 3 {@creature minotaur skeleton||minotaur skeletons} surrounded by broken bones and torn flesh.",
										"5-6: The room contains 1 {@creature cult fanatic} and 5 {@creature cultist||cultists} in what appears to be a living space of some kind.",
										"7-8: The room is clearly for storage. There are 50 gp worth of alchemical components here in various containers."
									]
								},
								"{@i {@b Lighting.}} Small sconces line the walls each with a {@spell continual flame} spell cast upon them.",
								"{@i {@b Unusual Features.}} The hallways and rooms are patrolled by various undead and cult members. Whenever the characters take a short rest, there is a 10% chance they're interrupted by a patrol. If they take a long rest, there is a 30% chance they're interrupted by a patrol. To determine the composition of the patrol, roll {@dice 1d6} and consult the table above. If the party makes an effort to barricade or otherwise seal themselves in a room, the chance of interruption is reduced by 10%.",
								"The following rooms are keyed to the included map and numbered for ease of use."
							]
						},
						{
							"type": "entries",
							"name": "1. Entrance",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"A heavy stone door opens up into this empty room. Broken statues lie about and doors can be seen to the east and west."
									]
								},
								"{@i {@b Trap: Poison Gas.}} There is a pressure plate beneath the threshold of the door. It can be spotted with a DC 14 Wisdom (Perception) check. Once spotted, it can be neutralized with a DC 14 Intelligence (Investigation) check. If someone steps on it, it releases a cloud of poisonous gas into the air. Everyone within 10 ft. of the door must make a DC 14 Constitution saving throw taking {@damage 2d10} poison damage on a failure and half as much on a success."
							]
						},
						{
							"type": "entries",
							"name": "2. Storeroom A.",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This room contains various crates and barrels. In the corner, piles of worn clothes can be seen. Cloaks can be seen hanging on the far wall."
									]
								},
								"This room is where the cultists keep most of their day to day supplies as well as the belongings of those they kidnap.",
								"{@i {@b Treasure: Magic Cloak.}} One of the cloaks on the wall is a {@item cloak of protection}."
							]
						},
						{
							"type": "entries",
							"name": "3. Embalming Room",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This room contains two large rotted wooden tables. On them, ancient corpses lie semipreserved. Nearby, a stone shelf contains various tools and jars. The room smells of death and alchemy."
									]
								},
								"{@i {@b Encounter: Souls of the Dead.}} There is a {@creature wraith} in this room. It's currently hiding in the corner. When the characters enter, it raises two {@creature specter||specters} from the corpses on the table and they all attack. The wraith targets whoever appears to be the weakest, hoping to kill them and turn them into another specter. The specters just attack whoever is closest.",
								"{@i {@b Treasure: Tools of the Trade.}} There are alchemist's supplies in this room along with two {@item potion of healing||potions of healing} and a spell scroll of {@spell gentle repose}. If the characters investigate the corpses they find a locket on one worth 50 gp and a {@item +1 dagger||+1} {@item silvered dagger|PHB} on the other."
							]
						},
						{
							"type": "entries",
							"name": "4. Corpse Storage",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This room contains mounds of rotting corpses and piles of bones. Resting in an alcove on the western wall is a giant-size rotting corpse. The stench is overwhelming."
									]
								},
								"{@i {@b Encounter: Giant Zombie.}} The giant sized corpse is actually an {@creature undead stone giant|TCoDH}. It uses the {@creature stone giant} stat bock except it hurls corpses instead of rocks, its type is undead, and its Intelligence, Wisdom, and Charisma scores are 3, 6, and 5, respectively. It was flawed in its creation however, so it makes attack rolls with disadvantage and only has 63 hp."
							]
						},
						{
							"type": "entries",
							"name": "5. Storeroom B.",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Barrels of alchemical substances fill this room. The acrid stench wafting up from them burns the nose."
									]
								},
								"This room is where the cultists keep the chemicals they use to experiment on their victims. Anyone who remains in the room for more than a minute must make a DC 14 Constitution saving throw or else they become {@condition poisoned} for one hour."
							]
						},
						{
							"type": "entries",
							"name": "6. Haunted Hall",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Hall A series of alcoves run along the walls here. Each seems to have contained a corpse at one point. The air here is colder than the rest of the ruins."
									]
								},
								"{@i {@b Encounter: Unfinished Business.}} There is a {@creature ghost} at the far end of the corridor to the north. She's non-hostile at first and only speaks elvish. When she sees the characters she hides. They can coax her out of her hiding spot with a DC 14 Charisma (Persuasion) check. She can tell the characters about rooms 8, 9, and 10, but that's as far as she's roamed. She'll also ask them to find her body. It was taken to where the failed experiments go (room 7), but she doesn't know where that is. If they can bring back her body and lay it to rest in one of the alcoves, she'll reward them with a treasure of her people. They can identify her body by the intricate black burial dress she was buried in.",
								"{@i {@b Treasure: Call of the Dead.}} If the characters can recover her body from room 7 and return with it, the ghost will give them an {@item amulet of lost souls|TCoDH}. It's a magical item that requires attunement. Once per day, it lets the user cast {@spell speak with dead}."
							]
						},
						{
							"type": "entries",
							"name": "7. Pit of Corpses",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This large cavern doesn't seem like it was part of the original complex. Entering it, the stench of rot, death, and filth is overpowering. In the center of the room, a large pile of corpses shifts. Suddenly, an amorphous creature of some kind crawls out, its tentacles wriggling."
									]
								},
								"This is where the cultists bring their failed experiments. They let the otyugh eat them as a way to keep the mound from growing too big. In the corner of the room, the characters can locate the ghost's corpse.",
								"{@i {@b Encounter: Eater of the Dead.}} the creature is an {@creature otyugh}, a monster that eats dead and rotten things. If it sees the characters it issues a telepathic command to feed it. If they bring it a number of corpses equal to the number of characters, it ignores them while they search the room, otherwise, it attacks."
							]
						},
						{
							"type": "entries",
							"name": "8. Bedroom",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"A large bed sits disheveled against the far wall. Bookcases rest against the others. A small desk sits at the end of the bed."
									]
								},
								"This is where the cult leader sleeps. He keeps his notes about their experiments in a journal on the desk. It details their efforts to summon a host of undead to use as foot soldiers in their upcoming war against the rest of mankind. If someone picks up the journal, it sets off a magical trap.",
								"{@i {@b Trap: Shocking Thoughts.}} The journal is resting on a magical glyph. If it's picked up, the glyph detonates. Everyone within 10 ft. of it must make a DC 14 Dexterity saving throw taking {@damage 2d10} lightning damage on a failure and half as much on a success."
							]
						},
						{
							"type": "entries",
							"name": "9. Study",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This small room contains a large desk, numerous bookcases, a small fireplace, and a comfortable looking chair."
									]
								},
								"{@i {@b Treasure: Arcane Writings.}} There are five random 1stlevel spell scrolls nestled amongst the books on the shelves. There is also a {@item wand of magic missiles} with 5 charges left in a drawer in the desk."
							]
						},
						{
							"type": "entries",
							"name": "10. Library",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The ceiling in this room is nearly 40 ft. high. Bookshelves run from floor to ceiling all around the edge of the room. At the southern end of the room is a staircase leading down. In the center of the room, seated around a table, are various figures in dark robes and armor. Sitting next to the head of the table is a vicious looking dog with glowing red eyes."
									]
								},
								"{@i {@b Encounter: Thugs and Lackeys.}} There is a {@creature cult fanatic} and his {@creature hell hound} pet seated on the north side of the table. On the sides there are two {@creature thug||thugs} and a {@creature veteran}. The cult fanatic is the cultists' leader. He allows the thugs and veteran to engage the heavy hitters in the characters' party while he uses his spells in a support role. If someone gets too close to him, he uses {@spell inflict wounds} to try to kill them. The hell hound engages the party but stays close enough to defend his master. "
							]
						},
						{
							"type": "entries",
							"name": "11. Laboratory",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Numerous alchemical instruments sit on a table against the far wall. Two large tables with iron bands across them sit in the middle of the room. A cauldron bubbles off to the side."
									]
								},
								"This is where the cultists perform their experiments on individuals. The cauldron contains a putrid mixture that burns the eyes and nose of anyone who gets too close. Anyone who inhales the fumes must succeed on a DC 14 Constitution saving throw or else they become {@condition poisoned} for one hour.",
								"{@i {@b Treasure: Vials of... Something.}} The party can attempt to bottle the putrid mixture. If they do, they must make a DC 14 Constitution saving throw or else they become {@condition poisoned} for one hour and are unable to fill their bottle. If they succeed, they create a {@item vial of death's mixture|TCoDH}. This can be thrown using the rules for thrown weapons. Anyone it hits takes {@damage 1d10} acid damage and must succeed on a DC 14 Constitution saving throw or be {@condition poisoned} for one minute. There is enough mixture to fill {@dice 1d4+2} bottles."
							]
						},
						{
							"type": "entries",
							"name": "12. The Ritual Chamber",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This large chamber has a 50 ft. domed ceiling. In the center, six figures in dark robes chant over a giant corpse. Suddenly, it begins to stir!"
									]
								},
								"This is where necromantic magic is most powerful in the complex. Any necromancy spell cast in this room is affected in the following ways.",
								{
									"type": "list",
									"items": [
										"The save DC (if any) is 2 higher",
										"The damage dice rolled (if any) are rolled twice and the highest result is kept",
										"The spell's damage (if any) ignores resistances and immunities"
									]
								},
								"{@i {@b Encounter: The Dead Rise.}} A {@creature cult fanatic} and five {@creature cultist||cultists} just finished the ritual to reanimate the corpse of a {@creature undead stone giant|TCoDH|stone giant}. It uses the stone giant stat bock except it hurls corpses instead of rocks, its type is undead, and its Intelligence, Wisdom, and Charisma scores are 3, 6, and 5, respectively.",
								"{@i {@b Treasure: Baubles of the Dead.}} The cult fanatic has a {@item staff of the grave|TCoDH}. It's a magic staff that requires attunement. It has 7 charges and regains all charges each day at sunset. The charges can be spent to cast the spells below.",
								{
									"type": "list",
									"items": [
										"1 Charge: {@spell Chill Touch}",
										"2 Charges: {@spell False Life}",
										"3 Charges: {@spell Inflict Wounds}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Aftermath",
					"entries": [
						"With the cultists dealt with and the undead destroyed, Dusk Hollow is once again safe. The villagers will be able to go into the ruin to collect their dead and give them a proper burial. If nothing is done about the dark leylines that converge under the ruins, however, another malevolent force may arrive to try to exploit them."
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Amulet of Lost Souls",
			"rarity": "unknown (magic)",
			"source": "TCoDH",
			"entries": [
				"Once per day, the amulet lets the user cast {@spell speak with dead}."
			]
		},
		{
			"name": "Vial of Death's Mixture",
			"rarity": "unknown",
			"source": "TCoDH",
			"entries": [
				"This vial can be thrown using the rules for thrown weapons. Anyone it hits takes {@damage 1d10} acid damage and must succeed on a DC 14 Constitution saving throw or be {@condition poisoned} for one minute."
			]
		},
		{
			"name": "Staff of the Grave",
			"rarity": "unknown (magic)",
			"source": "TCoDH",
			"entries": [
				"The Staff has 7 charges and regains all charges each day at sunset. The charges can be spent to cast the spells below.",
				{
					"type": "list",
					"items": [
						"1 Charge: {@spell Chill Touch}",
						"2 Charges: {@spell False Life}",
						"3 Charges: {@spell Inflict Wounds}"
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Undead Stone Giant",
			"source": "TCoDH",
			"size": [
				"H"
			],
			"type": "undead",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"special": "63"
			},
			"speed": {
				"walk": 40
			},
			"str": 23,
			"dex": 15,
			"con": 20,
			"int": 3,
			"wis": 6,
			"cha": 5,
			"save": {
				"dex": "+5",
				"con": "+8",
				"wis": "+4"
			},
			"skill": {
				"athletics": "+12",
				"perception": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Giant"
			],
			"cr": "7",
			"trait": [
				{
					"name": "Stone Camouflage",
					"entries": [
						"The giant has advantage on Dexterity (Stealth) checks made to hide in rocky terrain."
					]
				},
				{
					"name": "Flawed in Creation",
					"entries": [
						"The giant makes attack rolls with disadvantage."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The giant makes two greatclub attacks."
					]
				},
				{
					"name": "Greatclub",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 15 ft., one target. {@h}19 ({@damage 3d8 + 6}) bludgeoning damage."
					]
				},
				{
					"name": "Corpse",
					"entries": [
						"{@atk rw} {@hit 9} to hit, range 60/240 ft., one target. {@h}28 ({@damage 4d10 + 6}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 17} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"reaction": [
				{
					"name": "Rock Catching",
					"entries": [
						"If a rock or similar object is hurled at the giant, the giant can, with a successful {@dc 10} Dexterity saving throw, catch the missile and take no bludgeoning damage from it."
					]
				}
			],
			"variant": [
				{
					"type": "variant",
					"name": "New Giant Options",
					"entries": [
						"Some adult stone giants like to grab enemies and fling them through the air. They can also roll boulders across the ground, striking multiple enemies in a line. These abilities are represented by the following action options.",
						{
							"name": "Fling",
							"type": "entries",
							"entries": [
								"The giant tries to throw a Small or Medium creature within 10 feet of it. The target must succeed on a {@dc 17} Dexterity saving throw or be hurled up to 60 feet horizontally in a direction of the giant's choice and land {@condition prone}, taking 3 ({@damage 1d6}) bludgeoning damage for every 10 feet it was thrown."
							]
						},
						{
							"name": "Rolling Rock",
							"type": "entries",
							"entries": [
								"The giant sends a rock tumbling along the ground in a 30-foot line that is 5 feet wide. Each creature in that line must make a {@dc 17} Dexterity saving throw, taking 22 ({@damage 3d10 + 6}) bludgeoning damage and falling {@condition prone} on a failed save"
							]
						}
					],
					"source": "SKT",
					"page": 246
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"GI"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW",
				"MLW"
			],
			"conditionInflict": [
				"prone"
			],
			"attachedItems": [
				"greatclub|phb"
			],
			"savingThrowForced": [
				"dexterity",
				"strength"
			]
		}
	]
}
