{
	"_meta": {
		"sources": [
			{
				"json": "TBHA",
				"abbreviation": "TBHA",
				"full": "The Blood Hunter Adventure",
				"authors": [
					"Anthony Joyce"
				],
				"convertedBy": [
					"Surge"
				],
				"version": "1.0.0",
				"url": "https://www.dmsguild.com/product/303709/The-Blood-Hunter",
				"targetSchema": "1.0.0"
			}
		],
		"optionalFeatureTypes": {
			"BHC": "Blood Hunter Concoction"
		},
		"dateAdded": 1600868694,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "b5a42dc072",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "The Blood Hunter Adventure",
			"id": "TBHA",
			"source": "TBHA",
			"group": "homebrew",
			"contents": [
				{
					"name": "Adventure Primer",
					"headers": [
						"Background",
						"Overview",
						"Descriptive Bullet Points",
						"Musical Cues and D&D Beyond"
					]
				},
				{
					"name": "Chapter 1: Another Day, Another Kill",
					"headers": [
						"Approaching Amfrey's Cottage",
						"Inside Amfrey's Cottage",
						"Concluding Chapter 1"
					]
				},
				{
					"name": "Chapter 2: Phandalin",
					"headers": [
						"Arrival in Phandalin",
						"Concluding Chapter 2"
					]
				},
				{
					"name": "Chapter 3: The Swamp of Gilgar",
					"headers": [
						"Regional Effects",
						"Optional Rule: Character Death",
						"Tracking Myrci",
						"Myrci Emerald-Eyes",
						"Swamp of Gilgar Locations",
						"Concluding this Chapter"
					]
				},
				{
					"name": "Chapter 4: The Infant",
					"headers": [
						"Choices Matter",
						"Meeting Myrci Emerald-Eyes",
						"Myrci's Skull Hut Locations",
						"Concluding the Adventure",
						"What Happens Next?",
						"Victory Song"
					]
				},
				{
					"name": "Appendix A: Blood Hunter Contract"
				},
				{
					"name": "Appendix B: Player Maps"
				},
				{
					"name": "Appendix C: Historian's Journal"
				},
				{
					"name": "Appendix D: Journal from Thay"
				},
				{
					"name": "Appendix E: Journal from Menzoberranzan"
				}
			],
			"level": {
				"start": 5,
				"end": 5
			},
			"published": "2020-02-17",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-cover.webp"
			},
			"storyline": "The Blood Hunter"
		}
	],
	"adventureData": [
		{
			"id": "TBHA",
			"source": "TBHA",
			"data": [
				{
					"type": "section",
					"name": "Adventure Primer",
					"id": "Adventure Primer",
					"entries": [
						"This 2-hour adventure is designed and optimized for one 5th-level {@class Blood Hunter|bloodhunter} {@loader Blood Hunter|class/Matthew Mercer; Blood Hunter.json}. Throughout the adventure, the character experiences life as a Blood Hunter and faces potentially difficult moral choices.",
						"{@note The revised {@class Blood Hunter|bh2020|Blood Hunter (2020)} {@loader Blood Hunter|class/Matthew Mercer; Blood Hunter (2020).json} may also be used in the adventure.}",
						{
							"type": "section",
							"name": "Background",
							"id": "Background",
							"entries": [
								"The character has accepted a 100 gp Blood Hunter contract from Harbin Wester, the townmaster of Phandalin, to hunt down and kill a werewolf that recently slaughtered two teenagers. The adventure begins with the character successfully tracking the werewolf to a small rustic cottage. The events that unfold lead to a much larger plot involving the fate of Faerun."
							]
						},
						{
							"type": "section",
							"name": "Overview",
							"id": "Overview",
							"entries": [
								"The Blood Hunter has four chapters and takes approximately 2 hours to play.",
								"{@b Chapter 1: Another Day, Another Kill.} The character confronts a werewolf they were hired to hunt down.",
								"{@b Chapter 2: Phandalin.} The character returns to Phandalin to complete their contract with Harbin Wester. Here they meet their sidekick, a halfling minstrel named Olos Bigbottom, and the archmage Mordenkainen who has been awaiting their return. After confronting Harbin Wester, Mordenkainen sends them on a perilous quest to recover a mysterious drow infant from a green hag named Myrci Emerald-Eyes.",
								"{@b Chapter 3: Swamp of Gilgar.} The character searches the swamp for Myrci Emerald-Eyes.  They face many challenges in the swamp.",
								"{@b Chapter 4: The Infant.} The character arrives at Myrci Emerald-Eyes's hut and finds the infant. They make a choice regarding Myrci's fate before they leave the swamp.",
								"{@b Appendices.} This adventure includes player handouts designed to increase immersion while serving as a means of transferring lore to their character. Also, newly crafted {@optfeature Blood Hunter concoctions|tbha} mechanics were designed specifically for this adventure. Ensure the player has the Blood Hunter concoctions prior to beginning play{@homebrew | (see appendix H)}."
							]
						},
						{
							"type": "section",
							"name": "Descriptive Bullet Points",
							"id": "Descriptive Bullet Points",
							"entries": [
								"This product uses descriptive bullet points originally developed by game designer James Introcaso to help DMs parse information the first time the character enters a new area.",
								{
									"type": "list",
									"items": [
										"{@i Text in italics like this can be read aloud or paraphrased to the players.}",
										"(Text in parentheses like this contains information initially withheld from the character; DMs reveal at their discretion.)"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Musical Cues and D&D Beyond",
							"id": "Musical Cues and D&D Beyond",
							"entries": [
								"This adventure was designed using certain musical scores to enhance the overall theme and immersion of this adventure. These musical cues appear throughout the adventure with hyperlinks to Spotify for easy use.",
								"In addition, the majority of creatures featured in this adventure are from the Basic Rules and hyperlinked to D&D Beyond for easy reference.",
								{
									"type": "inset",
									"name": "A Note From The Designer",
									"entries": [
										"Greetings friends! I hope you enjoy this one-of-a-kind adventure designed entirely around Matthew Mercer's Blood Hunter class. This adventure is an experiment in one-on-one adventure design that focuses on maximizing the player's immersion as they play their character. Every design choice | made in this adventure builds around the Blood Hunter class features.  This allows every moment of the adventure to showcase the character and their awesome abilities!",
										"I hope you enjoy The Blood Hunter and ask that you consider using #TheBloodHunter on social media to tell others about your own adventure experience with this product and/or to share artwork of your Blood Hunter with the Infant. Until next time, huzzah!",
										"Anthony Joyce"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 1: Another Day, Another Kill",
					"id": "Chapter 1: Another Day, Another Kill",
					"entries": [
						{
							"type": "inset",
							"name": "",
							"entries": [
								"{@b Estimated Duration:} 30 minutes",
								"{@b Synopsis:} The character tracks down a werewolf and discovers it is Amfrey Brightwood.  The character must choose how to deal with Amfrey.",
								"{@b Musical Cue:} {@link The Hunter's Path|https://open.spotify.com/track/7GfoGMbKkDnY3e44ahZarZ} by Marcin Przybylowicz"
							]
						},
						"The character begins this adventure in front of the small rustic cottage of {@creature Amfrey Brightwood|tbha} (female human), a reclusive elderly beet farmer and natural-born lycanthrope.",
						"Amfrey was born with the incurable curse of lycanthropy and has resisted its bestial rage for the last 75 years. In her old age, she's become less able to battle this curse. During the last full moon, the curse became too strong to suppress, and Amfrey unwillingly transformed into a werewolf. That night she encountered two teenagers on a romantic stroll near Phandalin and tore them apart. Amfrey fled to her cottage in horror and hopes no one uncovers her secret.",
						{
							"type": "section",
							"name": "Approaching Amfrey's Cottage",
							"id": "Approaching Amfrey's Cottage",
							"entries": [
								"When the adventure begins, provide the character with the Blood Hunter contract (see {@area appendix A|Appendix A: Blood Hunter Contract|x}) and read or paraphrase the following:",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-bloodhunter.webp"
									},
									"title": "Bloodhunter"
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"You are a Blood Hunter, feared by even the most vile monstrosities throughout Faerun.  Commoners shut their windows and lock their doors as you approach, and small children cry at the sight of your unnatural demeanor. Such is the burden of life as a Blood Hunter.",
										"Yesterday, you accepted a 100 gp contract from Wester Harbin, the townmaster of Phandalin, a small mining town southeast of Neverwinter.",
										"The contract is simple: hunt down the werewolf that slaughtered two teenagers during the last full moon and return to Phandalin with the werewolf's head.",
										"Over the past day you've tracked down the werewolf and now stand where its tracks end, in front of a small rustic cottage.  As the sun begins to set, the sky turns blood red, and a full moon slowly takes its place in the heavens. Time is of the essence!"
									]
								},
								"The cottage has the following features:",
								{
									"type": "list",
									"items": [
										"{@i The cottage is L-shaped; it has a front and back door, and no windows.}",
										"{@i Next to the cottage is a small farming plot.}",
										"{@i The front door to the cottage is ajar; smoke from a wood-burning stove emanates from the opening, carrying the delicious smell of fresh stew.}",
										"(Inside the cottage is a frail, elderly human woman with disheveled long white hair; she is stirring a large black boiling pot atop the stove.)"
									]
								},
								"The elderly woman inside is Amfrey. She is paranoid and believes it won't be long until a Blood Hunter tracks her down. With a heavy heart she prepares her favorite dish, beet stew.",
								{
									"type": "inset",
									"name": "Roleplaying Amfrey",
									"entries": [
										"Amfrey is paranoid after her recent murderous rampage and believes anyone who visits her house is a Blood Hunter sent to kill her. At first, she pretends everything is normal and invites the character to eat with her. On a successful DC 12 Wisdom (Insight) check, the character senses Amfrey is deathly afraid while attempting to maintain her composure.",
										"Amfrey is convinced she is close to finding a cure for her lycanthropy. In reality, a natural-born lycanthrope, such as Amfrey, can be freed of the curse only with a wish. If confronted with evidence that she is a werewolf, Amfrey pleads with the character, telling them she is on the verge of finding a cure.",
										"If the character attacks, she transforms into her hybrid werewolf form and attacks. It is also important to consider the rising full moon outside, as this causes Amfrey to transform into her hybrid form against her will and attack the character. Use this timing at your discretion to provide the most cinematically rich moment."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Inside Amfrey's Cottage",
							"id": "Inside Amfrey's Cottage",
							"entries": [
								"Amfrey's Cottage has the following features:",
								{
									"type": "list",
									"items": [
										"{@i Amfrey's single-room cottage contains three desks.}",
										"{@i One desk is littered with aged books, one is covered with manacles and tools, and one has a longsword laying atop it.}",
										"(The aged books are medical texts on lycanthropy cures.)",
										"(Amfrey cut out the pages of one of the medical texts, making a secret compartment which holds a single blood of the lycanthrope antidote.)",
										"(The manacles are silvered and have clumps of hair stuck in them; a successful DC 15 Intelligence (Nature) check reveals the hairs are werewolf hair fibers.)"
									]
								},
								{
									"name": "Treasure",
									"id": "Treasure",
									"type": "entries",
									"entries": [
										"Amfrey's life savings of 10 gp are kept in a small coin purse under her mattress. A single {@item blood of the lycanthrope antidote|imr} is hidden within one of the medical texts on lycanthrope cures."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Concluding Chapter 1",
							"id": "Concluding Chapter 1",
							"entries": [
								"Chapter 1 concludes when the character travels to Phandalin.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-map1-dm.webp"
									},
									"title": "Map 1: Amfrey's Cottage",
									"imageType": "map"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 2: Phandalin",
					"id": "Chapter 2: Phandalin",
					"entries": [
						{
							"type": "inset",
							"name": "",
							"entries": [
								"{@b Estimated Duration:} 20 minutes",
								"{@b Synopsis:} The character arrives in Phandalin, meets their \"sidekick\", Olos Bigbottom, collects their reward from Harbin Wester, and receives a quest from the archmage Mordenkainen.",
								"{@b Musical Cue} {@link Kaer Morhen|https://open.spotify.com/track/761SMhVKJlJlUCUveNcq1m} by Marcin Przybylowicz"
							]
						},
						"This chapter begins when the character arrives on the outskirts of Phandalin. The character needs to visit Harbin Wester in the Townmaster's Hall. Read or paraphrase the following:",
						{
							"type": "insetReadaloud",
							"entries": [
								"The travel to the outskirts of Phandalin is uneventful. This once quiet mining town nestled within the foothills of the Sword Mountains is bustling with activity. The recent rediscovery of the legendary Lost Mine of Phandelver attracts many adventurers seeking wealth and riches."
							]
						},
						"Give the character the map of Phandalin (see {@area appendix B|Appendix B: Player Maps|x}), and inform them of the following information:",
						{
							"type": "list",
							"items": [
								"{@i Seek out Harbin Wester to claim the Blood Hunter contract reward; he resides in the Townmaster's Hall in the center of town.}",
								"{@i The locals despise Blood Hunters; children stick their tongues out at them and adults utter vile curses under their breath when they see a Blood Hunter.}"
							]
						},
						{
							"type": "section",
							"name": "Arrival in Phandalin",
							"id": "Arrival in Phandalin",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-map2-dm.webp"
									},
									"title": "Map 2: Phandalin",
									"imageType": "map"
								},
								"The marked map of Phandalin annotates prominent locations in town the characters might wish to visit. This adventure is designed for the character to visit the Townmaster's Hall followed by the Stonehill Inn. All other locations do not play a direct role in this adventure and are described in {@adventure Lost Mines of Phandelver|lmop} and {@adventure Dragon of Icespire Peak|dip}. (This adventure takes place after the events described in Lost Mines of Phandelver, so adjust descriptions accordingly.)",
								{
									"type": "inset",
									"name": "Wearing a Disguise in Phandalin",
									"entries": [
										"Blood Hunters are misunderstood and feared by commoners. Some Blood Hunters prefer to disguise their profession to prevent intimidating the locals. If the character wants to disguise themselves, comes up with a reasonable way to do so, and succeeds on a DC 12 Intelligence check, they disguise themselves and are not recognized as a Blood Hunter."
									]
								},
								"Once the character enters Phandalin read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"A small crowd gathers around a flamboyantly dressed young halfling singing a tale of valiant adventurers fighting a notorious bugbear named Klarg.",
										"Four muscular human men wearing tattered crimson cloaks interrupt the halfling's tale. One of the men shouts at the halfling, \"Back so soon Olos? Didn't learn your lesson aye? Maybe this time a little scar on that pretty face will teach you!\" The man brandishes a shortsword and starts rushing towards the halfling."
									]
								},
								"The halfling is {@creature Olos Bigbottom|tbha}, a youthful and humorous adventuring minstrel with a big bottom who waddles as he walks. Olos courageously defends himself against the attackers with his rapier, gracefully waddling about whilst hurling insults at the ruffians.",
								"The muscular men are former redbrand ruffians (use the {@creature bandit} stat block) defeated by the same group of adventurers Olos sings about. The men attack Olos with the intent of knocking him unconscious and cutting a large gash in his cheek. The ruffians attack anyone who intervenes in their quarrel with Olos.",
								"If the character intervenes by using any of their Blood Hunter class features, the crowd immediately begins to \"boo\" the character for being a \"wretched Blood Hunter.\" The locals despise Blood Hunters, however Olos is quick to intervene with the crowd and win them over.",
								"After the fight, if the character helped save Olos, he begins singing an exaggerated melodic recap of the fight and how lucky the town is the character was here to save them from the ruffians.",
								"Olos asks the character if he may join them on their quest, promising to record and sing of all their heroic deeds throughout all of Faerun!  If the character rebuffs Olos's request, he does whatever it takes to join them, even if it means following and observing from a distance. He's convinced joining the character is bound to reveal many legendary moments worthy of song.",
								{
									"type": "inset",
									"name": "Rolepaying Olos Bigbottom",
									"entries": [
										"Olos left his childhood home to become a famous bard. His dreams are as big as his bottom, which is big! There's no one as friendly, genuine, and full of joy as Olos. Olos dreams of meeting a Blood Hunter; he's read many accounts of their deeds and hopes to create an entire ballad about the mysterious profession of Blood Hunters.",
										"{@note When using the optional {@variantrule sidekicks|esk} rule, Olos may be represented by the included {@creature minstrel|tbha} statblock}"
									]
								},
								{
									"name": "Townmaster's Hall",
									"id": "Townmaster's Hall",
									"entries": [
										"Harbin Wester (male human {@creature commoner}), the townmaster of Phandalin, is a fat, pompous old fool. He spends all his days cowering inside the Townmaster's Hall overwhelmed by the daily tasks required to run a thriving town.",
										{
											"name": "Meeting Harbin Wester",
											"entries": [
												"The door to the Townmaster's Hall is closed.  When the character approaches the door read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"entries": [
														"A note is posted on the townmaster's door.",
														"It reads, \"To speak with me, Harbin Wester, the illustrious townmaster of Phandalin, simply knock on the door twice, then three times, then twice again. Make sure the last knock is loudest. This way I know you are not an orc, a gnoll, or worse yet, a troll!\"",
														"The note bears the town's seal and the same signature on the Blood Hunter contract."
													]
												},
												"If the characters follow the instructions on the note and knock, Harbin Wester asks the characters to state their business. Any knocks that don't follow the notes instructions are greeted by Harbin yelling, \"Get out of here you dirty, stinky troll!\"",
												"Harbin pays 100 gp if the character presents convincing evidence that the werewolf is dead (such as Amfrey's head). Without evidence, Harbin Wester tells them to come back when they complete the agreed upon contract. Convincing Harbin to pay 100 gp without evidence requires a DC 13 Charisma (Persuasion or Intimidation) check. On a success, Harbin pays the character. On a failure, he tells them to come back with evidence."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								},
								{
									"name": "Wait, One Last Thing!",
									"id": "Wait, One Last Thing!",
									"entries": [
										"When the character is done talking to Harbin, read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"entries": [
												"\"Foolish me!\" Harbin shouts, \"I nearly forgot.. . a fellow came by asking about you, said he'd be waiting for you in the Stonehill Inn's \"Phandelver Suite.\" The lad must be rich! Anyway, he paid me well to pass along the message, so my end of the bargain is complete, ha!\""
											]
										},
										"Harbin doesn't know much about the \"fellow\" who came by and goes back to his daily tasks \"managing\" Phandalin.",
										{
											"type": "inset",
											"name": "Harbin Wester's Intern",
											"entries": [
												"If the character does not visit Harbin Wester, Harbin dispatches an intern to find the character and request that they visit Harbin in the Townmaster's Hall. Use your knowledge of the player to roleplay this intern. For example, consider basing the intern on one of the player's favorite celebrities or fantasy characters."
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Stonehill Inn",
									"id": "Stonehill Inn",
									"entries": [
										{
											"type": "inset",
											"name": "",
											"entries": [
												"{@b Musical Cue:} {@link Pretty Ballads Hide Bastard Truths|https://open.spotify.com/track/3fcGcamR01XVSsV44qbNke} by Sonya Belousova and Giona Ostinelli"
											]
										},
										"Stonehill Inn is a modest, two-story inn owned and operated by Toblen Stonehill (male human {@creature commoner}, a short friendly young prospector turned innkeep after several failed attempts at mining.",
										{
											"name": "Meeting Mordenkainen",
											"entries": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-mordenkainen.webp"
													},
													"title": "Mordenkainen"
												},
												"When the character enters the inn, read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"entries": [
														"The lively inn turns deathly silent as the eyes of a dozen patrons fix their gaze upon you. A patron stumbles into you, dropping their cup of ale.",
														"In an instant, the inn is still; nothing moves. The falling cup of ale is gracefully suspended in the air.",
														"\"On time, exactly as planned. Follow me upstairs.\" The voice is deep and stern, coming from directly behind you."
													]
												},
												"Behind the character is {@creature archmage||Mordenkainen} (male human {@creature archmage}), a powerful archmage and adherent of the Balance. He is bald with a manicured black goatee, a penetrating stare, and exquisite sapphire blue robes. Mordenkainen suspended time and space in the Stonehill Inn for everyone besides the character, Olos, and himself. If the character asks him who he is, he replies with, \"Mordenkainen, keeper of the Balance, leader of the Circle of Eight.\"",
												{
													"type": "inset",
													"name": "Roleplaying Mordenkainen and What is the Balance?",
													"entries": [
														"Mordenkainen is from Oerth and leader of the Circle of Eight, a group of legendary adventurers.  He is severe, concise, and confident with his unrivaled powers. It is common for Mordenkainen to travel to other planes of existence to maintain the Balance.",
														"{@b The Balance.} The Balance is a viewpoint striving to maintain equilibrium across the cosmos.  Good and evil are kept in check to ensure neither side disrupts the status quo and Mordenkainen does all he can to preserve the status quo."
													]
												},
												"He invites them to join him in the \"Phandelver Suite.\" He wants to speak with the character about an event capable of disrupting the equilibrium of Faerun, and seeks their help.",
												"Mordenkainen cast {@spell Mordenkainen's magnificent mansion} on the entryway of the \"Phandelver Suite.\" As the character passes the threshold on the doorway of the suite read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"entries": [
														"The inside of the Phandelver Suite erupts into a massive banquet hall, full of graceful dancing servants. Exotic foods and drinks immaculately adorn a massive 200-foot oak dining table in the center of the hall."
													]
												},
												"Mordenkainen invites the character and Olos to sit and eat at one end of the table as he seats himself at the opposite end. When the character sits, the table magically appears to shrink so that those dining appear no more than 5 feet away from each other.",
												"Mordenkainen provides the following information to the character over the course of this meal:",
												{
													"type": "list",
													"items": [
														"{@i I've come here seeking you out, Blood Hunter.}",
														"{@i As fate has it, you play a role in maintaining the Balance on this plane of existence.}",
														"{@i I have seen the future an infinite number of times, and it is you who maintains the Balance.}",
														"{@i Unfortunately, you require the help of Olos, for that you have my sympathies.}",
														"{@i When you are ready, I shall teleport you both to the Swamp of Gilgar near the legendary Lost Mine of Phandelver, where you must confront a green hag named Myrci.}",
														"{@i Myrci has a drow infant capable of permanently upsetting the Balance.}",
														"{@i You must recover the infant. You will know what to do with it; fate has decided...that is all I can tell you.}",
														"{@i I have three gifts for you, to ensure you carry out your fate as it has been foreseen, potions of greater healing, a powerful magic weapon, and this ring of protection.}",
														"(If the character asks Mordenkainen why he doesn't do this task, he replies: \"Even I cannot deny fate that which it desires, and fate desires you.\")"
													]
												},
												"If the character asks who the infant is, Mordenkainen refuses to answer. He's seen the future, and everytime he tells the character who the child is, the character fails to do what they must with the infant, thereby upsetting the Balance. When the character is done with the discussion, Mordenkainen gives them their gifts and teleports the character and Olos to the Swamp of Gilgar."
											],
											"type": "entries"
										},
										{
											"name": "Treasure",
											"entries": [
												"Mordenkainen gives the character two {@item potion of greater healing|dmg|potions of greater healing}, a {@item +1 weapon} (character's choice), and a {@item ring of protection}."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								}
							]
						},
						{
							"type": "section",
							"name": "Concluding Chapter 2",
							"id": "Concluding Chapter 2",
							"entries": [
								"Chapter 2 concludes when Mordenkainen teleports the character to the Swamp of Gilgar.  The character gains the benefit of a long rest when they conclude this chapter."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 3: The Swamp of Gilgar",
					"id": "Chapter 3: The Swamp of Gilgar",
					"entries": [
						{
							"type": "inset",
							"name": "",
							"entries": [
								"{@b Estimated Duration:} 45 minutes",
								"{@b Synopsis}: Mordenkainen teleports the character and Olos to the Swamp of Gilgar. The character explores the swamp and locates Myrci's hut.",
								"{@b Musical Cue:} {@link Witch Hunter|https://open.spotify.com/track/3IV2tUetZP5Wbdk5GHxalF} by Mikolai Stroniski"
							]
						},
						"Centuries ago, the malicious hobgoblin warlord Gilgar the Defiler marched his legion of warriors through these swamps in search of the Lost Mine of Phandelver.",
						"By chance, Gilgar stumbled upon Myrci Emerald-Eyes and her coven of hags. Seeing their beauty and power, Gilgar grew obsessed and assaulted the hags with his legion of hobgoblins in an attempt to subjugate them. He believed Myrci would help him find the legendary lost mine and all the riches within.",
						"During his assault, Gilgar massacred Myrci's sisters and had her dragged before him. As he laughed atop the defiled hag corpses, Myrci, full of rage, screamed so violently that a magical fog spewed forth from her and filled the swamp.  When the fog cleared, all the hobgoblins were brutally slain and Gilgar was found dead, with his entrails shoved down his throat. Gilgar turned into a {@creature wraith} and is trapped in a submerged tower in {@area S5|S5. Gilgar's Lair} until Myrci releases him or she dies. The hobgoblin assailants were cursed to wander the swamp as undead creatures for eternity.",
						"Myrci's magic emanates throughout the swamp in an attempt to keep travelers away from her hut. The swamp was named after \"Gilgar,\" after locals incorrectly came to believe he haunts the swamps.",
						{
							"type": "section",
							"name": "Regional Effects",
							"id": "Regional Effects",
							"entries": [
								"The Swamp of Gilgar is considered Myrci's lair.  Her powerful fey magic creates the following effects throughout the swamp:",
								{
									"type": "list",
									"items": [
										"Patchy fog lightly obscures the swamp; creatures have disadvantage on Wisdom (Perception) checks that rely on sight.",
										"The swamp is magically kept in a constant state of dim lighting.",
										"Illusory duplicates of Myrci appear in places at your discretion (but never more than one in any given location). An illusory duplicate has no substance, but it looks, sounds, and moves like Myrci. Myrci can sense when one or more creatures are within 60 feet of her duplicate and can interact with them as if she were present and standing in the duplicate's space.  If the illusory duplicate takes any damage, it disappears."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Optional Rule: Character Death",
							"id": "Optional Rule: Character Death",
							"entries": [
								"In an adventure designed around one player, character death effectively ends gameplay. This adventure is all about the character in every aspect and offers a viable means to continue to adventure in case of character death.",
								"Using this optional rule, character death is treated as an alternate future. Mordenkainen uses divination magic to show the character this alternate future to avoid their mistakes.  Read or paraphrase the following if a character dies and you are using this optional rule:",
								{
									"type": "insetReadaloud",
									"entries": [
										"A blinding white light subsides. Before you in the massive banquet hall, full of graceful dancing servants, stands Mordenkainen.",
										"\"You see, these are the mistakes you must avoid, time is of the essence and the Balance is at stake.\" He snaps his fingers and you find yourself back in the Swamp of Gilgar."
									]
								},
								"The character may take a short rest and resume play at a previously visited area of their choice."
							]
						},
						{
							"type": "section",
							"name": "Tracking Myrci",
							"id": "Tracking Myrci",
							"entries": [
								"This chapter focuses on the exploration pillar of play and highlights the use of the Hunter's Bane class feature to track Myrci (a fey creature) to her hut. Hunter's Bane also benefits Blood Hunters tracking undead creatures.  The sections that follow contain information that will help you run this part of the adventure smoothly.",
								{
									"type": "list",
									"items": [
										"Using the Swamp of Gilgar map (see {@area appendix B, \"Map 3: Swamp of Gilgar\"|Appendix B: Player Maps|x}), let the player determine what adjacent area the character plans to move to.",
										"After choosing an adjacent area, the character then makes a DC 15 Wisdom (Survival) check. On a success, the character moves to that area. On a failure, the character becomes lost in a billow of fog and returns to {@area S1|S1. Swamp Entrance}. Some locations feature fey or undead tracks; the Hunter's Bane class feature grants the character advantage on Wisdom (Survival) checks to move to these locations.",
										"Creatures in combat attempting to flee to another area suffer disadvantage on their Wisdom (Survival) check to move to that area. On a failed check they get lost and find themselves back at {@area S1|S1. Swamp Entrance}.",
										"Creatures attempting to leave the swamp are consumed by billowing fog and find themselves back at {@area S1|S1. Swamp Entrance}.",
										"If a creature leaves items, food, or physical markings to create a \"trail of breadcrumbs\" leading to an area, then they automatically succeed on any Wisdom (Survival) checks to move to that area when following the \"trail of breadcrumbs.\""
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Myrci Emerald-Eyes",
							"id": "Myrci Emerald-Eyes",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-myrci.webp"
									},
									"title": "Myrci Emerald-Eyes"
								},
								"{@creature green hag||Myrci Emerald-Eyes} is a clever, outgoing, and resourceful green hag defending her swamp from intruders. Unlike the myths surrounding hags, Myrci does not resemble a withered crone; rather she is captivating and vibrant in appearance. She has bewitching, glowing emerald green eyes, and adorns herself with a black pointed hat and elegant ebony robes trimmed with elaborate scarlet lace. Myrci believes men created lies about hags. Men, she believes, are incapable of accepting that women can possess powerful magical abilities without also being hideous and evil. Myrci kills those who attack her. Like any good environmental steward of nature, Myrci consumes what she kills--to do otherwise is to waste valuable resources.",
								"Several months ago, Myrci came across a crying drow infant in the bottom of a pit within the Lost Mine of Phandelver known as Wave Echo Cave. She knew immediately that fate had destined this child for greatness, so she continues to nurture and care for the child until one deemed worthy helps her find a safe haven for it.",
								"Throughout the character's travel in the swamp, Myrci uses her mimicry feature to mimic fierce beasts and cryptic voices to scare the character off. She also uses her illusory duplicates to test the character to determine if they are worthy of helping her find safety for the child or if they are a threat. Her tests may include questioning the character or watching how the character reacts to her illusory duplicates. If the character appears to be an ally, she greets them at her hut ({@area S11|S11. Myrci's Skull Hut}) and asks them for their assistance on ridding the swamp of Gilgar the Defiler (male {@creature wraith}) once and for all so they might leave the swamp and find a safe haven for the child. If they appear to be a threat, she readies herself in her hut ({@area S11|S11. Myrci's Skull Hut}) for a fight.",
								{
									"type": "inset",
									"name": "Roleplaying Myrci Emerald-Eyes",
									"entries": [
										"Myrci is kind to anyone she meets and vengeful against those who seek to harm her or those she cares for. Her passion and love for those she cares about is unrivaled. She genuinely wants to understand the motivations of others and never engages in violence except in self defense. Myrci believes fate is bringing someone to her who will help her defeat Gilgar and leave the swamp with the drow infant to a place where no one can find them. Myrci is able to contain Gilgar the Defiler with her magic but it is not strong enough to defeat him in combat. Too many \"heroes\" have sought out Myrci and tried to kill her because she is a \"hag.\" She does not want to risk the child being killed alongside her."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Swamp of Gilgar Locations",
							"id": "Swamp of Gilgar Locations",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-map3-dm.webp"
									},
									"title": "Map 3: The Swamp Of Gilgar (DM Map)",
									"imageType": "map"
								},
								"The following location descriptions correspond to map 3, \"The Swamp of Gilgar\" (see {@area appendix B|Appendix B: Player Maps|x} for player map). The character begins at {@area S1|S1. Swamp Entrance}.",
								{
									"name": "S1. Swamp Entrance",
									"id": "S1. Swamp Entrance",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"A decomposing human corpse with a satchel around its torso rests in a puddle of mud. Flies eat what little flesh is left off its clean bones."
											]
										},
										"A successful DC 13 Wisdom (Medicine) check reveals the corpse is at least five days old.",
										{
											"name": "Treasure",
											"entries": [
												"Inside the satchel is a leather-bound journal (see {@area appendix C, \"Historian's Journal\"|Appendix C: Historian's Journal|x}) and a loaf of moldy bread."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								},
								{
									"name": "S2. The Awakened Tree",
									"id": "S2. The Awakened Tree",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Thick, malformed trees block out all sunlight along this path. This path is shrouded in complete darkness."
											]
										},
										"A pale-white, twisted {@creature awakened tree} patiently waits along the path. It attacks any creature moving through this area."
									],
									"type": "entries"
								},
								{
									"name": "S3. Emperor Blugblug",
									"id": "S3. Emperor Blugblug",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"A bullywug, dressed like a king, rides atop a giant frog in front of a decaying wood bridge that heads north across the swamp."
											]
										},
										"Emperor Blugblug (a {@creature bullywug} that can speak broken common) stands guard at the entrance to this bridge. He wears a large golden crown, purple velvet robes, and carries an ornate ruby scepter.",
										"Emperor Blugblug is the ruler of Ribbia, an ancient bullywug empire spanning the entire AO square feet in front of the swamp bridge.  Emperor Blugblug always rides atop his trusty mount, a {@creature giant frog}, and guards his empire's borders with his life. Unfortunately, he has no subjects.",
										"Emperor Blugblug declares any creature that enters his empire's borders one of his subjects.  He then demands 5 gp in taxes and tribute from them. If the character pays 5 gp to Emperor Blugblug, the emperor decrees the character is now the Supreme General of the Army of Ribbia and commands the character go forth to conquer the neighboring nations in the swamp.  If the character refuses, the emperor exiles them from the land of Ribbia for all eternity.",
										"If a character who refuses ever returns to the land of Ribbia, Emperor Blugblug valiantly attacks and defends his lands to the death.",
										{
											"name": "Crossing the Bridge",
											"entries": [
												"A rotting heap of vegetation floats near the center of the bridge in the swamp. This heap is actually a {@creature shambling mound} quietly waiting to ambush any creatures that walk across this area. Characters spot the rotting heap as they walk towards it."
											],
											"type": "entries"
										},
										{
											"name": "Treasure",
											"entries": [
												"Emperor Blugblug's golden crown is worth 200 gp, his purple velvet robes are worth 100 gp, and his ornate ruby scepter is worth 200 gp."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								},
								{
									"name": "S4. The Will-o'-Wisp",
									"id": "S4. The Will-o'-Wisp",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Pink vibrant light flickers in the otherwise dark tunnel of trees. \"Won't you come and play?\" a whisper voice hopefully asks. \"It's been so long since I've had a friend.\""
											]
										},
										"Thick, twisted trees block out all sunlight along this path, shrouding it in complete darkness.",
										"A pink {@creature will-o'-wisp} seeks to lure creatures to their death in a nearby 10-foot-square, 10-feet- deep quicksand pit. The will-o'-wisp speaks common and their voice is that of a small toddler whispering.",
										"If the character follows the will-o'-wisp, they must make a DC 15 Wisdom (Perception) check. On a success they spot a quicksand pit the will-o'-wisp attempted to lure them to. Ona failure they do not see the quicksand pit and en- ter it. When a creature enters the area, it sinks 1d4 + 1 feet into the quicksand and becomes restrained. At the start of each of the creatures turns, it sinks another 1d4 feet. As long as the creature isn't completely submerged in quicksand, it can escape by using its action and succeeding on a Strength check. The DC is 10 plus the number of feet the creature has sunk into the quicksand. A creature that is completely submerged in quicksand can't breathe (see the suffocation rules in the Player's Handbook).",
										"A creature can pull another creature within its reach out of a quicksand pit by using its action and succeeding on a Strength check. The DC is 5 plus the number of feet the target has sunk into the quicksand."
									],
									"type": "entries"
								},
								{
									"name": "S5. Gilgar's Lair",
									"id": "S5. Gilgar's Lair",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"This trail ends at a pool of water.  A submerged structure nearly breaches the water's surface."
											]
										},
										"{@creature wraith||Gilgar the Defiler} (wraith) lairs in this submerged mage's tower with two {@creature specter|mm|specters}. They are trapped inside the tower by Myrci's fey magic and cannot leave the tower unless Myrci dies or releases them. If Myrci beckons them forth from the tower, Gilgar and the specters attack the first creature they see.",
										"A character that examines the water sees the top of the submerged tower. The character can make a DC 13 Intelligence (History) check to recall information about this tower. On a success, they recall a legend about a powerful mage living in this region. Scholars believe the mage abandoned their tower after the foundation collapsed and the tower sunk into the soft soil beneath it. On a failure, they do not recall anything about this tower.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-gilgar.webp"
											},
											"title": "Gilgar the Defiler"
										}
									],
									"type": "entries"
								},
								{
									"name": "S6. The Undead Legionnaire",
									"id": "S6. The Undead Legionnaire",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Boots beat upon the ground of the muddy swamp as a humanoid figure patrols the trail ahead."
											]
										},
										"{@creature wight||Thrax the Vicious} is an undead hobgoblin wight and former captain in Gilgar the Defiler's legion. He was separated from Gilgar when Myrci's magic caused a strange fog to billow into the swamp. Thrax the Vicious died that day, but arose as a wight and has since established a small military command center in the trees nearby.",
										"Thrax constantly patrols this area and shouts \"halt\" to any creature he sees. Thrax wants to find an ally to help him kill Myrci for what she did to his legion. He recounts the events of that day hoping that the character joins him in his quest; he fondly retells the slaughter of Myrci's sisters. If the character offers to help him, Thrax joins the character on their quest.  He also attacks Myrci on sight, including any illusory duplicates of Myrci that he sees. If the character refuses to help Thrax, he challenges them to one-on-one combat to the death!",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-thrax.webp"
											},
											"title": "Thrax the Vicious"
										}
									],
									"type": "entries"
								},
								{
									"name": "S7. Dead Wizard of Thay",
									"id": "S7. Dead Wizard of Thay",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"A headless man in red robes stands at attention. The large wooden staff bursting through their chest appears to be holding them up... for now."
											]
										},
										"A headless human male Red Wizard of Thay, adorned in red elaborate robes, is impaled on a wooden staff in the middle of this intersection.  Szass Tam, the lich lord of Thay, sent this Red Wizard to hunt down and recover the same infant the character is after. A successful DC 13 Wisdom (Medicine) check reveals the body is less than one day old, and that the head was ripped off by claws.",
										"There is a journal and a decapitated tattooed head hidden underneath the Thayan's robes.  When the character approaches, Myrci uses her mimicry to speak through the head. If Olos is present, Myrci mimics his voice while speaking through the head. Otherwise, she mimics the character's voice. Myrci warns the character that this is what befalls those who threaten her.",
										{
											"type": "inset",
											"name": "Red Wizards of Thay",
											"entries": [
												"The Red Wizards hail from Thay, over two thousand miles east of the Sword Coast. The lich Szass Tam rules Thay with an army of undead warriors. He appoints zulkirs to rule over the eight schools of magic. The Red Wizards wear crimson red robes and tattoo arcane sigils on their shaved heads. The Red Wizards are feared throughout Faerun for their evil deeds, few dare to cross them.",
												"{@b Recalling this Lore.} A character who makes a successful DC 13 Intelligence (History) check recalls the above lore. On a failure, they recall the Red Wizards of Thay as evil spellcasters."
											]
										},
										{
											"name": "Treasure",
											"entries": [
												"There is a journal (see {@area appendix D, \"Journal from Thay\"|Appendix D: Journal from Thay|x}) underneath the dead Thayan's robes. The journal details the Red Wizard's mission in the swamp."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								},
								{
									"name": "S8. Foolish Drow",
									"id": "S8. Foolish Drow",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"In the center of the trail is a moaning male drow dressed in slick black armor. The poor drow's eyes have been ripped from their sockets, his left arm torn completely off, and a bloody tongue and journal lay on the ground before him."
											]
										},
										"A male {@creature drow elite warrior} grovels and moans on the floor in the center of this intersection.  He has 1 hit point and four levels of exhaustion.  His left arm is ripped off, both of his eyes are clawed out, and his tongue is laying on the ground in front of him. The drow is an agent of Gromph Baenre, the Archmage of Menzoberranzan. He was sent to reclaim the same infant the character is after. When the character first arrives in this area, Myrci uses her mimicry to explain how the drow attempted to kill her and take what was not his to take.",
										"As she recounts her tale, the drow's missing left arm (a {@creature crawling claw}) crawls out of a nearby bush, grabs the drow by the throat, drags him to the shallow swamp water nearby, and drowns him. If the character intervenes, an illusory duplicate of Myrci laughs and says she's waiting for them in her hut.",
										{
											"name": "Treasure",
											"entries": [
												"There is a journal (see {@area appendix E, \"Journal from Menzoberranzan\"|Appendix E: Journal from Menzoberranzan|x}) on the floor in front of the drow. The journal details the drow's mission in the swamp."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								},
								{
									"name": "S9. Pixie Royalty",
									"id": "S9. Pixie Royalty",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Twinkling lights flutter about happily. Playful giggles and whispers breach the silent swamp air."
											]
										},
										"This enchanted area of the swamp glimmers with sparkles and is home to {@creature pixie||Princess Binkie} (female pixie) and {@creature pixie||Prince Stinky} (male pixie).  Their home is a small wooden castle that hangs in the trees. Princess Binkie wears an elegant gown made from squirrel fur and an acorn tiara. Prince Stinky wears a fitted toad skin and a small crown made of rat teeth--these adornments cause him to stink!",
										"The pixies are shy and giggle when the character enters the area. The character can convince them to come out of hiding with a successful DC 13 Charisma (Persuasion) check.  The pixies are curious about the character and inquire about what they are doing in the swamp. If they believe the character is a friend or potential ally of Myrci, they bring the character to her hut in {@area S11|S11. Myrci's Skull Hut}. If they believe the character is a potential threat to Myrci, they cast {@spell polymorph} on the character, turning them into a rat to take to Myrci in {@area S11|S11. Myrci's Skull Hut}. The pixies flee if they are attacked."
									],
									"type": "entries"
								},
								{
									"name": "S10. Sleeping Manticore",
									"id": "S10. Sleeping Manticore",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Loud snoring comes from a sleeping beast that lies off the side of the swamp's trail. It has a vaguely humanoid head, the body of a lion, a broken pair of dragon's wings, and a spiked tail."
											]
										},
										"When Gilgar the Defiler crossed into this swamp, he brought a {@creature manticore} with him. This manticore is trapped in the swamp, unable to leave due to Myrci's magical fog. The manti- core's wings are severely damaged, rendering it unable to fly. A character can sneak past the manticore with a successful DC 11 Dexterity (Stealth) check. On a failure, the manticore wakes up and attacks the character. If the manticore brings the character close to death, it offers to spare them if they promise to help it find a way out of the swamp."
									],
									"type": "entries"
								},
								{
									"name": "S11. Myrci's Skull Hut",
									"id": "S11. Myrci's Skull Hut",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"A massive giant's skull has been repurposed into a quaint home with a small mushroom garden and fish pond out front."
											]
										},
										"Myrci lives inside an ancient giant's skull. She maintains a small garden of potent mushrooms and a small fishing pond in front of her hut.  Ever since Myrci found the drow infant, her home has come under attack from many different forces, to include the Red Wizards of Thay and the drow House of Baenre. Humanoid bones are scattered about the hut; Myrci eats anyone that attacks her hut, the same way a hunter eats their kill."
									],
									"type": "entries"
								}
							]
						},
						{
							"type": "section",
							"name": "Concluding this Chapter",
							"id": "Concluding this Chapter",
							"entries": [
								"When the character arrives at {@area S11|S11. Myrci's Skull Hut}, continue to chapter 4.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-skull-hut.webp"
									},
									"title": "Skull Hut"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 4: The Infant",
					"id": "Chapter 4: The Infant",
					"entries": [
						{
							"type": "inset",
							"name": "",
							"entries": [
								"{@b Estimated Duration:} 25 minutes",
								"{@b Synopsis:} The character meets or confronts Myrci, finds the drow infant, and leaves the swamp.",
								"{@b Musical Cue:} {@link Fate Calls|https://open.spotify.com/track/6ZYWXmwrDehLhGW355yKIc} by Mikolai Stroinski"
							]
						},
						"This chapter begins when the character arrives at {@area S11|S11. Myrci's Skull Hut}. {@creature green hag||Myrci Emerald-Eyes} (green hag) either greets the character, if she thinks they are an ally, or hides in her hut, if she thinks they are an enemy.",
						{
							"type": "section",
							"name": "Choices Matter",
							"id": "Choices Matter",
							"entries": [
								"The drow infant is located in this hut in {@area S13|S13. Bedroom}. The character's choices leading up to this point influence Myrci's reaction to them. Below are just a few examples you can modify to best fit the style of play at your table.",
								"{@b Ally of Myrci.} Myrci waits for the character outside her hut in {@area S11|S11. Myrci's Skull Hut} and greets the character if they appear to be a possible ally.  She knows she cannot keep the drow infant forever and asks the character to take the drow infant to safety. Before the character leaves with the child, she asks for their help to kill Gilgar the Defiler in {@area S5|S5. Gilgar's Lair}. If the character accepts to help her, she offers them to take a long rest in her hut. After the long rest, she leads them to {@area S5|S5. Gilgar's Lair} and beckons Gilgar the Defiler out from the tower to confront him. Once Gilgar is slain, Myrci offers to join the character on their journey to find a safe haven for the child.",
								"{@b Thrax the Vicious.} If the character joins Thrax the Vicious to enact vengeance on Myrci, she waits inside her hut in {@area S14|S14. Cellar} screaming for help. She changes her appearance and pretends to be a victim of Myrci. She attacks the character when the opportunity arises.",
								"{@b No Ally of Myrci's.} If Myrci determines the character is not her ally, she waits for them in her hut, invisible, and tries to convince them to help her kill Gilgar the Defiler. If the character refuses, she attacks.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-infant.webp"
									},
									"title": "The Infant"
								}
							]
						},
						{
							"type": "section",
							"name": "Meeting Myrci Emerald-Eyes",
							"id": "Meeting Myrci Emerald-Eyes",
							"entries": [
								"When the character meets Myrci, if she is not disguised as a victim in {@area S14|S14. Cellar}, she shares the following information with them:",
								{
									"type": "list",
									"items": [
										"{@i I hope you aren't another hero looking to vanquish an evil hag. If you are, I'm afraid you'll find neither a hero or a hag here.}",
										"{@i It seems fate smiles upon us. I've been waiting for someone to help me escape this place and find a safe haven for myself and a special child.}",
										"{@i I do not know who the infant is, I only know that they are destined for a great purpose.  Whether it is ood or evil I cannot say, but I shall do what I must to see him raised good.}",
										"{@i You must help me defeat Gilgar the Defiler, then we can escape to find safety far away from this place.}",
										"{@i The child I speak of is a drow infant. I found him crying deep within the legendary Lost Mine of Phandelver. I was destined to find him, and you were destined to find us.}"
									]
								},
								{
									"name": "Escaping the Magic Fog",
									"id": "Escaping the Magic Fog",
									"entries": [
										"The magic fog keeping creatures in the swamp dissipates if Myrci is killed or if she commands the fog to leave the swamp. The character is unable to leave the swamp until Myrci's magical fog is gone."
									],
									"type": "entries"
								}
							]
						},
						{
							"type": "section",
							"name": "Myrci's Skull Hut Locations",
							"id": "Myrci's Skull Hut Locations",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-map4-dm.webp"
									},
									"title": "Map 4: Myrci's Skull Hut",
									"imageType": "map"
								},
								"The following location descriptions correspond to map 4, \"Myrci's Skull Hut\" (see {@area appendix B|Appendix B: Player Maps|x} for player map).",
								{
									"name": "S12. Living Quarters",
									"id": "S12. Living Quarters",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Bones and meat litter the kitchen floor near a staircase leading down. In one corner of the room is a comfortable plush chair near a bookcase."
											]
										},
										"The meat and bones are from those foolish enough to attack Myrci in her swamp. She only kills in self defense, but she cooks her kills afterwards. Her favorite dish is soft belly intes- tine stew. The books in the bookcase cover a plethora of topics, from the ecology of swamps to poems about Waterdeep."
									],
									"type": "entries"
								},
								{
									"name": "S13. Bedroom",
									"id": "S13. Bedroom",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"A drow infant with large adorable eyes and dimples coos, giggles, and rolls gently from side to side in a bed with blue sheets. At the foot of the bed is a large wooden chest near a desk covered with items."
											]
										},
										"The {@creature commoner||drow infant} (commoner) is the child Mordenkainen sent the character to retrieve.  When the infant sees the character, he holds out his arms as if asking to be picked up.",
										"The wooden chest is bolted to the ground and covers a secret passage to {@area S14|S14. Cellar}. Opening the chest reveals a ladder that leads to {@area S14|S14. Cellar}.  If Myrci is hiding downstairs and pretending to be a victim, her cries for help are audible in this area."
									],
									"type": "entries"
								},
								{
									"name": "S14. Cellar",
									"id": "S14. Cellar",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"The smell of pungent meat wafts through a dank, humid tunnel."
											]
										},
										"This tunnel leads to a meat preparation room with two holding cells. Each cell has metal bars and a lock that requires a cell key. Myrci carries the cell key, or if she is pretending to be a victim, she leaves the cell key on the meat cutting table in the center of the room. The cell locks can be picked with a successful DC 15 Dexterity check using thieves' tools. The table in the center of the room is used to chop up humanoid meat from those Myrci kills in self defense.",
										"Humanoid bones litter the floor in the cells.  Myrci has been too busy taking care of the drow child to clean the cells."
									],
									"type": "entries"
								}
							]
						},
						{
							"type": "section",
							"name": "Concluding the Adventure",
							"id": "Concluding the Adventure",
							"entries": [
								"There are multiple ways to end this adventure depending on the actions of the character.",
								"Use the possibilities below to conclude the adventure.",
								"{@b  Confronting Gilgar the Defiler.} The character joins Myrci to confront Gilgar the Defiler in {@area S5|S5. Gilgar's Lair}. Myrci releases Gilgar from the submerged tower. The character must defeat {@creature wraith||Gilgar the Defiler} (wraith) and the two {@creature specter|mm|specters}. Once Gilgar is defeated, the magical fog clears, and the character may leave the swamp with the infant. The adventure ends once the character leaves the swamp.",
								"{@b  Killing Myrci.} If the character kills Myrci, the magical fog leaves the swamp. {@creature wraith||Gilgar the Defiler} (wraith) and the two {@creature specter|mm|specters} are released from the submerged tower in {@area S5|S5. Gilgar's Lair}, drawn to the drow infant, and confront the character.  The character may attempt to flee from Gilgar the Defiler and escape the swamp, or they may decide to confront him. The adventure ends once the character leaves the swamp.",
								"Regardless of which ending your character choose, read or paraphrase the following to end the adventure:",
								{
									"type": "insetReadaloud",
									"entries": [
										"You are a Blood Hunter. Feared by even the most vile monstrosities throughout Faerun.  Today however, your fate and that of this infant are eternally bound. Only you can decide what happens next. Your choices alone keep the Balance in check. Such is the burden of life as a Blood Hunter."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "What Happens Next?",
							"id": "What Happens Next?",
							"entries": [
								"This adventure was designed as a \"pilot\" to test new design techniques for adventures developed around a specific class for one Dungeon Master and one player. At the time of publication, a sequel is not confirmed, however below are story hooks regarding who the infant is and where the story might continue, should you wish to play this storyline on your own.",
								"{@b Nezznar the Black Spider.} The infant is the reincarnation of Nezznar the Black Spider, a drow mage killed by a group of adventures in Wave Echo Cave. (The Black Spider is the main villain in Lost Mine of Phandelver.) Nezznar was a devoted follower of Lolth, the Demon Queen of Spiders. When he died, Lolth claimed his soul and reincarnated him on the Material Plane. Her reasons are unknown, but the Spider Queen is known to weave long, complicated webs incapable of comprehension.",
								"The infant is truly an innocent being; even if he is the reincarnation of Nezznar, there is no guarantee that he will grow up to be evil or good. Whatever he becomes, fate has decided he must live and the character must keep him safe.",
								"{@b Selvetarm, the Spider that Waits.} The infant is infused with the essence of Selvetarm, the enslaved champion of Lolth known as the Spider that Waits. Selvetarm is the god of warriors and patron of male drow. Prior to Selvetarm's enslavement to Lolth, he became attracted to the goodness of Eilistraee, the Dark Maiden. Selvetarm went on to confront and defeat Zanassu, a demon lord, but at great cost.  In his weakened state after the great battle, Lolth corrupted Selvetarm and captured him.  She now keeps him trapped in her unbreakable webs for eternity. His hatred for Lolth grew so great, a piece of his essence manifested into the drow infant.",
								"{@b Halaster's Clone.} For over a thousand years, the Mad Mage Halaster Blackcloak has ruled Undermountain, the labyrinthine dungeon beneath Waterdeep. During that time he has created untold numbers of clones of himself.  Unable to resist experimentation, he often tinkered with new versions of spells, creating clones in areas of wild magic. As a result, his clones took many forms, differing from Halaster in appearance, race, gender, and personality.  These clones were kept in stasis, hidden in places throughout Undermountain and the lower reaches of Waterdeep. But on occasion, intruders have found their way into some of these secret workshops. One group of adventur- ers found an infant drow in a magical workshop and decided to rescue it. They used one of Undermountain's many portals to stow the child somewhere they believed to be safer, but were destroyed before they could return for it. The in- fant drow is and is not Halaster, containing both his powerful potential for magic and a fraction of his disturbed personality.",
								"{@b Child of an Evil Avatar.} While incarnated in the mortal world in the body of an avatar, an evil deity sowed a child with a mortal. The infant is that child. Such half-divine children can become important to a god's long-term plans. Although the dark gods Bane and Bhaal were destroyed during the crisis known as the Time of Troubles, both returned from death by using their own progeny as vessels. In fact, that seems to have been their plan all along. This drow child could be the scion of any evil deity you choose.",
								"{@b Potential Enemies.} As alluded to in the adventure, two evil factions are also seeking out the infant. The first is Gromph Baenre, the Archmage of Menzoberranzan and the second is the Szass Tam, leader of the Red Wizards of Thay. Each faction seeks to use the child for their own nefarious purposes."
							]
						},
						{
							"type": "section",
							"name": "Victory Song",
							"id": "Victory Song",
							"entries": [
								"When the adventure is complete, play {@link Toss a Coin to your Witcher--Metal Version|https://open.spotify.com/track/4pfQQoPWTA8uqX20SGaLq7} by Dan Vasc.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-victory.webp"
									},
									"title": "Victory"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix A: Blood Hunter Contract",
					"id": "Appendix A: Blood Hunter Contract",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-contract.webp"
							},
							"title": "Blood Hunter Contract"
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix B: Player Maps",
					"id": "Appendix B: Player Maps",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-map1-player.webp"
							},
							"title": "Map 1: Amfrey's Cottage",
							"imageType": "map"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-map2-player.webp"
							},
							"title": "Map 2: Phandalin",
							"imageType": "map"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-map3-player.webp"
							},
							"title": "Map 3: The Swamp of Gilgar",
							"imageType": "map"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-map4-player.webp"
							},
							"title": "Map 4: Myrci's Skull Hut",
							"imageType": "map"
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix C: Historian's Journal",
					"id": "Appendix C: Historian's Journal",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-historian-journal.webp"
							},
							"title": "Historian's Journal"
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix D: Journal from Thay",
					"id": "Appendix D: Journal from Thay",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-thay-journal.webp"
							},
							"title": "Journal from Thay"
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix E: Journal from Menzoberranzan",
					"id": "Appendix E: Journal from Menzoberranzan",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-menzoberranzan-journal.webp"
							},
							"title": "Journal from Menzoberranzan"
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Amfrey Brightwood",
			"isNamedCreature": true,
			"source": "TBHA",
			"page": 5,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human",
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 11,
					"condition": "(humanoid form)"
				},
				{
					"ac": 12,
					"condition": "(wolf or hybrid form)"
				}
			],
			"hp": {
				"average": 27,
				"formula": "5d8 + 5"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(human or hybrid form) / 40 ft. (wolf form)"
				}
			},
			"str": 12,
			"dex": 13,
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"Amfrey can use her action to polymorph into a wolf-humanoid hybrid or into a wolf, or back into her true form, which is humanoid. Her statistics, other than her AC, are the same in each form. Any equipment she is wearing or carrying isn't transformed. She reverts to her true form if it dies."
					]
				},
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"Amfrey has advantage on Wisdom (Perception) checks that rely on hearing or smell."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack (Humanoid or Hybrid Form Only)",
					"entries": [
						"Amfrey makes two attacks: two with her longword (humanoid form) or one with her bite and one with its claws (hybrid form)."
					]
				},
				{
					"name": "Bite (Wolf or Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 1}) piercing damage. If the target is a humanoid, it must succeed on a {@dc 12} Constitution saving throw or be cursed with werewolf lycanthropy."
					]
				},
				{
					"name": "Claws (Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}6 ({@damage 2d4 + 1}) slashing damage.",
						"Melee Weapon"
					]
				},
				{
					"name": "Longsword (Humanoid Form Only)",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 1}) slashing damage."
					]
				}
			],
			"traitTags": [
				"Keen Senses",
				"Shapechanger"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"S"
			],
			"con": 12,
			"int": 10,
			"wis": 11,
			"cha": 10,
			"skill": {
				"perception": "+4",
				"stealth": "+3"
			},
			"passive": 14,
			"languages": [
				"Common (can't speak in wolf form)"
			],
			"languageTags": [
				"C",
				"CS"
			],
			"cr": "2",
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks that aren't silvered"
				}
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"attachedItems": [
				"longsword|phb"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Minstrel",
			"source": "TBHA",
			"page": 30,
			"level": 1,
			"size": [
				"M"
			],
			"type": "humanoid",
			"ac": [
				{
					"ac": 14,
					"from": [
						"{@item studded leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "2d8 + 2",
				"average": 11
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 14,
			"con": 14,
			"int": 13,
			"wis": 12,
			"cha": 15,
			"save": {
				"cha": "+4",
				"dex": "+4"
			},
			"skill": {
				"history": "+3",
				"performance": "+4",
				"persuasion": "+4"
			},
			"passive": 11,
			"languages": [
				"Common",
				"plus one of your choice"
			],
			"trait": [
				{
					"name": "By Popular Demand",
					"entries": [
						"Among friendly humanoids, a minstrel can always find a place to perform songs of their companions' triumphs and misfortunes, earning their party free lodging and food of a modest standard."
					]
				}
			],
			"action": [
				{
					"name": "Hand Crossbow",
					"entries": [
						"{@atk rw} {@hit 2} to hit, range 30/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				},
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) damage."
					]
				},
				{
					"name": "Satirical Song",
					"entries": [
						"A creature within 60 feet must succeed on a {@dc 12} Wisdom saving throw or take 2 ({@damage 1d4}) psychic damage and have disadvantage on the next attack roll it takes before the end of its next turn."
					]
				}
			],
			"reaction": [
				{
					"name": "Inspiring Song",
					"entries": [
						"When an ally within 60 feet of the minstrel who can hear them makes an ability check, attack roll, or saving throw, the minstrel adds {@dice 1d6} to the roll. This ability may only be used twice between each long rest."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "table",
						"colLabels": [
							"Level",
							"Hit Points",
							"New Features"
						],
						"colStyles": [
							"text-align-left",
							"text-align-left",
							"text-align-left"
						],
						"rows": [
							[
								"3rd",
								"26 (4d8+8)",
								"{@b Distracting Chords.} The minstrel may use their Inspiring Song reaction to instead subtract 1d6 from the ability check, attack roll, or saving throw from an enemy within 60 feet who can hear them."
							],
							[
								"4th",
								"32 (5d8+10)",
								"{@b Ability Score Improvement.} The minstrel's Charisma score increases by 2, raising the modifier by 1, so increase the minstrel's Charisma Saving Throw, Performance and Persuasion bonuses by 1. The DC for the Wisdom save of the minstrel's Satirical Song increases to 13. The minstrel now has three uses of the Inspiring Song or Distracting Chords reaction."
							],
							[
								"5th",
								"39 (6d8+12)",
								"{@b Proficiency Bonus.} The minstrel's proficiency bonus increases by 1, so make the following changes in the stat block: increase the bonus in the Saving Throws and Skills entries by 1. Increase the bonuses to hit of the weapon attacks by 1. The DC for the Wisdom save of the minstrel's Satirical Song increases to 14."
							],
							[
								"6th",
								"45 (7d8+14)",
								"{@b Potent Satire.} The damage from the minstrel's Satirical Song increases to 2d4."
							]
						],
						"caption": "Minstrel Beyond 1st Level"
					}
				]
			},
			"altArt": [
				{
					"name": "Spellcaster (Healer)",
					"source": "ESK"
				}
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P",
				"Y"
			],
			"miscTags": [
				"MW",
				"RNG",
				"RW",
				"MLW"
			],
			"attachedItems": [
				"hand crossbow|phb",
				"rapier|phb"
			],
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Olos Bigbottom",
			"source": "TBHA",
			"page": 29,
			"level": 5,
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"halfling"
				]
			},
			"ac": [
				{
					"ac": 14,
					"from": [
						"{@item studded leather armor|PHB|studded leather}"
					]
				}
			],
			"hp": {
				"average": 39,
				"formula": "6d8 + 12"
			},
			"speed": {
				"walk": 25
			},
			"str": 10,
			"dex": 14,
			"trait": [
				{
					"name": "By Popular Demand",
					"entries": [
						"Among friendly humanoids, a minstrel can always find a place to perform songs of their companions' triumphs and misfortunes, earning their party free lodging and food of a modest standard."
					]
				},
				{
					"name": "Brave",
					"entries": [
						"Olos has advantage on saving throws against being {@condition frightened}."
					]
				},
				{
					"name": "Halfling Nimbleness",
					"entries": [
						"Olos can move through the space of any creature that is of a size larger than his."
					]
				},
				{
					"name": "Lucky",
					"entries": [
						"When Olos rolls a 1 on the {@dice d20} for an attack roll, ability check, or saving throw, he can reroll the die and must use the new roll."
					]
				},
				{
					"name": "Song of Rest",
					"entries": [
						"When the minstrel performs soothing music during a short rest, they and any companions regain an extra {@dice 1d6} hit points."
					]
				}
			],
			"action": [
				{
					"name": "Hand Crossbow",
					"entries": [
						"{@atk rw} {@hit 6} to hit, range 30/120 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage."
					]
				},
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d8 + 3}) piercing damage."
					]
				},
				{
					"name": "Satirical Song",
					"entries": [
						"A creature within 60 feet must succeed on a {@dc 14} Wisdom saving throw or take 2 ({@damage 1d4}) psychic damage and have disadvantage on the next attack roll it takes before the end of its next turn."
					]
				}
			],
			"reaction": [
				{
					"name": "Inspiring Song or Distracting Chords (3/Day)",
					"entries": [
						"When an ally within 60 feet of Olos who can hear him makes an ability check, attack roll, or saving throw, the minstrel adds {@dice 1d6} to the roll. Alternatively, Olos may target one creature within 60 feet who can hear him and make them subtract {@dice 1d6} from their ability check, attack roll, or saving throw."
					]
				}
			],
			"damageTags": [
				"P",
				"Y"
			],
			"miscTags": [
				"RW",
				"RNG",
				"MW",
				"MLW"
			],
			"con": 14,
			"int": 13,
			"wis": 12,
			"cha": 17,
			"save": {
				"dex": "+5",
				"cha": "+6"
			},
			"passive": 11,
			"languages": [
				"Common",
				"Halfling"
			],
			"languageTags": [
				"C",
				"H"
			],
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-olos-token.webp",
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TBHA/TBHA-olos.webp"
						}
					}
				],
				"entries": [
					{
						"type": "inset",
						"name": "The Ballad of Olos Bigbottom",
						"entries": [
							"Olos Bigbottom, he travels the Sword Coast;",
							"He never leaves his friends behind.",
							"He travels with Blood Hunters",
							"Who kill monsters with their blood,",
							"Flaming swords and hemocraft,",
							"While he plays his epic lute,",
							"He's Olos... Olos Bigbottom!",
							"Olos Bigbottom, He's very handsome.",
							"Everyone's desires him, plus he's per-",
							"fect company.",
							"Watch out! He's Olos... Olos Bigbottom!",
							"Olos... Olos Bigbottom!",
							"{@i Inspired by \"The Ballad of Joxer the Mighty\" by Joseph Loduca}"
						]
					}
				]
			},
			"skill": {
				"history": "+4",
				"performance": "+6",
				"persuasion": "+6"
			},
			"attachedItems": [
				"hand crossbow|phb",
				"rapier|phb"
			],
			"savingThrowForced": [
				"wisdom"
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Blood Hunter Concoctions",
			"source": "TBHA",
			"page": 31,
			"featureType": [
				"BHC"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Blood Hunter",
							"source": "BloodHunter",
							"visible": true
						}
					}
				},
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Blood Hunter",
							"source": "BH2020",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Blood Hunters utilize hemocraft and corrupted alchemy to harness the essence of their slain enemies in concoctions that modify their capabilities in battle. These concoctions only work on those who have undergone the process of the {@classFeature Hunter's Bane|Blood Hunter|bh2020|1}.",
				"Harvesting the essence of a dead creature requires {@dice 1d6} minutes followed by a Intelligence (Nature) check with a DC determined by the CR of the creature being harvested (proficiency with the {@item alchemist's supplies|phb} applies to this check if the character doesn't have proficiency in Nature). On a successful check, the character harvests the essence of the slain creature. On a failed check, the character is unable to harvest the slain creature's essence. If a creature is dead for 1 hour, their essence becomes unharvestable. Consuming a concoction requires a bonus action.",
				{
					"type": "abilityGeneric",
					"name": "Harvesting check DC",
					"text": "10 + monster CR"
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Crafting Time",
									"entries": [
										"Characters can craft a single concoction after finishing a short or long rest."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"name": "Crafting Components",
									"type": "entries",
									"entries": [
										"Crafting a concoction requires the essence of a creature, hit dice, and minor components expressed in terms of gold pieces (gp). The crafting process consumes all of these components."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Required Proficiency and Tools",
									"entries": [
										"Concoctions are crafted using {@item alchemist's supplies|phb}."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Concoction Effects",
									"entries": [
										"A Blood Hunter's biology is only capable of absorbing the effects of one concoction at a time. Consuming an additional concoction flushes the current concoction's effects from the Blood Hunter's system and applies the effects of the most recently consumed concoction."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Hemocraft and Crafting Concoctions",
									"entries": [
										"When crafting a concoction, Blood Hunters use hemocraft to mix their Hunter's Bane infused blood with the components of a concoction formula. This process consumes a certain amount of Hit Dice determined by the concoction formula. These Hit Dice cannot be regained until the character consumes the concoction or the concoction is permanently lost or destroyed."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"name": "Concoction Formulas",
							"type": "entries",
							"entries": [
								"The following concoction formulas are known by all Blood Hunters.",
								{
									"name": "Amphibious",
									"type": "entries",
									"entries": [
										"{@i Versatile concoction (giant toad or green hag)}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature giant toad} or {@creature green hag}, one Hit Die, and 100 gp"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"1 hour"
											]
										},
										"When you drink this concoction, you can breathe air and water."
									]
								},
								{
									"name": "Create Specter",
									"type": "entries",
									"entries": [
										"{@i Wraith concoction}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature wraith}, three Hit Dice, and 500 gp"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"1 minute"
											]
										},
										"When you drink this concoction and target a humanoid creature within 10 feet of you that has been dead for no longer than 1 minute and died violently, the target's spirit rises as a specter in the space of its corpse or in the nearest unoccupied space. The specter is under your control for 24 hours, after which it stops obeying any command you've given it. You can have no more than two specters under your control at one time."
									]
								},
								{
									"name": "Create Zombie",
									"type": "entries",
									"entries": [
										"{@i Versatile concoction (wight or wraith)}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature wight} or {@creature wraith}, two Hit Dice, and 100 gp"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"1 minute"
											]
										},
										"When you drink this concoction and slay a humanoid creature with a melee attack, it rises 1 minute later as a zombie under your control for 24 hours, after which it stops obeying any command you've given it. You can have no more than two zombies under your control at a time."
									]
								},
								{
									"name": "Fey Ancestry",
									"type": "entries",
									"entries": [
										"{@i Drow concoction}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature drow}, one Hit Die, and 100 gp"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"1 hour"
											]
										},
										"When you drink this concoction, you gain advantage on saving throws against being charmed, and magic can't put you to sleep."
									]
								},
								{
									"name": "Illusory Appearance",
									"type": "entries",
									"entries": [
										"{@i Green hag concoction}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature green hag}, one Hit Die, and 50 gp"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"1 hour"
											]
										},
										"When you drink this concoction, you cover yourself and anything you are wearing or carrying with a magical illusion that makes you look like another creature of your general size and humanoid shape. The illusion ends if you take a bonus action to end it or if you die.",
										"The changes wrought by this effect fail to hold up to physical inspection. For example, you could appear to have no hair on your head, but someone touching your head would feel hair if you had it. Otherwise, a creature must take an action to visually inspect the illusion and succeed on a DC 20 Intelligence (Investigation) check to discern that you are disguised."
									]
								},
								{
									"name": "Incorporeal Movement",
									"type": "entries",
									"entries": [
										"{@i Versatile concoction (specter, will-o-wisp, or wraith)}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature specter}, {@creature wraith}, or {@creature will-o'-wisp}"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"10 minutes"
											]
										},
										"When you drink this concoction, you can move through other creatures and objects as if they were difficult terrain. You take 5 ({@dice 1d10}) force damage if you end your turn inside an object."
									]
								},
								{
									"name": "Invisibility",
									"type": "entries",
									"entries": [
										"{@i Versatile concoction (specter or will-o'-wisp)}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature specter} or {@creature will-o'-wisp}, one Hit Die, and 100 gp"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"1 hour"
											]
										},
										"When you drink this concoction, you become invisible. Anything you are wearing or carrying is invisible as long as it is on your person.  This effect ends if you attack or cast a spell."
									]
								},
								{
									"name": "Invisible Passage",
									"type": "entries",
									"entries": [
										"{@i Green hag concoction}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature green hag}, one Hit Die, and 200 gp"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"1 hour"
											]
										},
										"When you drink this concoction, you magically turn invisible until you attack or cast a spell.  While invisible, you leave no physical evidence of your passage, so you can be tracked only by magic. Any equipment you wear or carry is also invisible."
									]
								},
								{
									"name": "Lycanthropy Antidote",
									"type": "entries",
									"entries": [
										"{@i Werewolf concoction}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature werewolf} and 100 gp"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"Instantaneous"
											]
										},
										"When you drink this concoction, it removes the curse of lycanthropy from you if that curse was imposed by a lycanthrope's bite or similar effect."
									]
								},
								{
									"name": "Keen Senses",
									"type": "entries",
									"entries": [
										"{@i Werewolf concoction}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature werewolf}, one Hit Die, and 50 gp"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"1 hour"
											]
										},
										"When you drink this concoction, you gain advantage on Wisdom (Perception) checks that rely on hearing or smell."
									]
								},
								{
									"name": "Lightning Absorption",
									"type": "entries",
									"entries": [
										"{@i Shambling mound concoction}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature shambling mound}, one Hit Die, mound and 500 gp"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"1 minute"
											]
										},
										"When you drink this concoction, whenever you are subjected to lightning damage, you take no damage and regain a number of hit points equal to the lightning damage dealt."
									]
								},
								{
									"name": "Mimicry",
									"type": "entries",
									"entries": [
										"{@i Green hag concoction}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature green hag}, one Hit Die, and 50 gp."
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"1 hour"
											]
										},
										"When you drink this concoction, you can mimic animal sounds and humanoid voices.  Acreature that hears the sounds can tell they are imitations with a successful DC 14 Wisdom (Insight) check."
									]
								},
								{
									"name": "Standing Leap",
									"type": "entries",
									"entries": [
										"{@i Giant toad concoction}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature giant toad}, one Hit Die, and 25 gp"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"1 minute"
											]
										},
										"When you drink this concoction, your long jump is up to 20 feet and your high jump is up to 10 feet, with or without a running jump."
									]
								},
								{
									"name": "Swamp Camouflage",
									"type": "entries",
									"entries": [
										"{@i Bullywug concoction}",
										{
											"name": "Crafting Components",
											"type": "entries",
											"entries": [
												"Essence of a {@creature bullywug}, one Hit Die, and 50 gp"
											]
										},
										{
											"name": "Duration",
											"type": "entries",
											"entries": [
												"1 hour"
											]
										},
										"When you drink this concoction, you gain advantage on Dexterity (Stealth) checks made to hide in swampy terrain."
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
