{
	"_meta": {
		"sources": [
			{
				"json": "TheDelianTomb",
				"abbreviation": "tDT",
				"full": "The Delian Tomb",
				"authors": [
					"Anonymous",
					"Matt Colville"
				],
				"convertedBy": [
					"arcanist"
				],
				"version": "1.0.0",
				"color": "a34d4d",
				"url": "https://www.gmbinder.com/share/-L_0WX-KKXsZA22VHr5j",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1618799433,
		"dateLastModified": 1729630006,
		"dependencies": {
			"monster": [
				"MM"
			]
		},
		"_dateLastModifiedHash": "460d12399f",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Goblin Slayer Longsword",
			"source": "TheDelianTomb",
			"page": 7,
			"baseItem": "longsword|phb",
			"type": "M",
			"rarity": "rare",
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"entries": [
				"This is the weapon of Lord Delius, founder of the Delian Order. His weapon is blessed with a righteous fire that burns the flesh of Maglubiyet's children causing it to deal an extra 1d6 damage to Goblinoids"
			]
		}
	],
	"monster": [
		{
			"name": "Goblin Shaman",
			"source": "TheDelianTomb",
			"page": 6,
			"wis": 12,
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The Goblin is a 1st level spell caster. Its spellcasting ability is Wisdom (spell save {@dc 11}, {@hit +3} to hit with spell attacks)."
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light}",
								"{@spell mending}",
								"{@spell sacred flame}"
							]
						},
						"1": {
							"spells": [
								"{@spell healing word}",
								"{@spell shield of faith}"
							],
							"slots": 2
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"_copy": {
				"name": "Goblin",
				"source": "MM",
				"_mod": {
					"*": [
						{
							"mode": "replaceTxt",
							"replace": "Goblin",
							"with": "Goblin Shaman",
							"flags": "i"
						}
					]
				}
			},
			"damageTagsSpell": [
				"R"
			],
			"savingThrowForcedSpell": [
				"dexterity"
			]
		}
	],
	"adventure": [
		{
			"name": "The Delian Tomb",
			"id": "TheDelianTomb",
			"source": "TheDelianTomb",
			"group": "homebrew",
			"contents": [
				{
					"name": "Overview"
				},
				{
					"name": "Part 1: You Start in a Tavern"
				},
				{
					"name": "Part 2: Goblin Tracks"
				},
				{
					"name": "Part 3: Out of the Woods"
				},
				{
					"name": "Part 4: The Delian Tomb"
				},
				{
					"name": "Monster Stat Blocks"
				},
				{
					"name": "Magic Items & Other Treasures"
				}
			],
			"level": {
				"start": 1,
				"end": 1
			},
			"published": "2016-02-21",
			"storyline": "The Delian Tomb"
		}
	],
	"adventureData": [
		{
			"id": "TheDelianTomb",
			"source": "TheDelianTomb",
			"data": [
				{
					"type": "section",
					"name": "Overview",
					"id": "Overview",
					"entries": [
						"{@note This adventure was inspired by {@link Matthew Colville's first Running the Game video|https://www.youtube.com/watch?v=zTD2RZz6mlo}. It is recommended to watch it before proceeding to use this adventure.}",
						"This adventure begins in a small hamlet in the backwater of the kingdom, it's a quiet place... most of the time. Recently, there has been an in influx of goblins in the region and some of the foul creatures have even begun attacking the farms in the outskirts of the village of Villane. The Player Characters are all friends from a nearby village, traveling to Bedegar, in search of adventure. It isn't long before they find themselves mixed up in the business of Goblins, persuing the daughter of the Blacksmith into the depths of a long forgotten tomb. This is their opportunity to prove themselves, and to rescue someone in need, if they can survive the perils of the Delian Tomb!"
					]
				},
				{
					"type": "section",
					"name": "Part 1: You Start in a Tavern",
					"id": "Part 1: You Start in a Tavern",
					"entries": [
						{
							"entries": [
								"When the Player Characters arrive in Villane, the villagers recognize them as adventurers—Ratcatchers—the sort of people who will fight just about anything for a bit of coin. Just the sort of people Villane is in need of. At this point, all the Players have their Character Sheets, and you're ready to start playing. Read this next part aloud:"
							],
							"type": "entries"
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"Dusk falls, and several travelers come to the Green Dragon Inn for food, warmth, and a place to rest. A handful of villagers are here, eating, drinking, and talking about their day. One day is much the same as another in the hamlet of Villane. But, looking at you, something tells these villagers something will be different today."
							]
						},
						{
							"entries": [
								"Now would be a great time for you ask the Players to describe their Characters. It's good for everyone to get an idea of who they are and who their party is made up of, it will help you all get a bit more immersed in the story.",
								"Once everyone has shared their Player Character, you can get the ball rolling again by introducing the first Non-Player Character, {@creature commoner|mm|Matt, the Serving Boy}."
							],
							"type": "entries"
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"Can I get you anything to eat? To drink? Where are you from, where are you going? Not many ratcatchers coming through Villane these days."
							]
						},
						{
							"entries": [
								"This is your opportunity to help the players get immersed in the world, feel free to embelish Matt with personality! Take a moment to describe what he looks like, how he moves, what he's doing as he approaches. While Matt is off fixing whatever the PCs have ordered, and the characters have had a chance to get to know each other and the NPCs, something has to happen..."
							],
							"type": "entries"
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"A large man, wearing a black leather apron over linen shirt and woolen pants bursts in the door. He smells of sulfur and carries a heavy hammer.",
								"\"They got Bess\", he says, \"they got my girl!\""
							]
						},
						{
							"entries": [
								"Goblins have kidnapped the Blacksmith's daughter! That's right, the second key NPC, {@creature commoner|mm|Lars, The Blacksmith}. The villagers all know Lars, he's well-loved, but none of them are equipped to face the challenge of hunting down goblins. Lars will recognize a band of ratcatchers as quickly as anyone, and he won't hesitate to approach the adventurers to ask for their help. If your players aren't motivated, simply by their sense of justice and duty, you can have Lars point out that their is a standing bounty for goblin ears by order of the Duke. Now is a good time to remind you, one of your best moves as a Dungeon Master is to simply ask the players, \"What do you do?\"—this is a great opportunity to use that move! Once Lars has convinced the adventurers to help, you can continue on to Part 2."
							],
							"type": "entries"
						}
					]
				},
				{
					"type": "section",
					"name": "Part 2: Goblin Tracks",
					"id": "Part 2: Goblin Tracks",
					"entries": [
						{
							"name": "The Smithy",
							"entries": [
								"Lars doesn't know where the goblins took his daughter, but he's confident that a competent adventurer can find tracks in the area around his house. While Lars can offer this information to the players if they seem to be feeling stuck, you should give them the chance to propose searching the crime scene on their own. You can simply narrate the journey from the Green Dragon Inn to Lars' Smithy, describing the dirt road and the trees that dot the path.",
								"Once you arrive at the Smithy, use your classic DM move and ask the players, \"What do you do?\". You can even have Lars nudge them and ask, \"do you see any tracks?\". Here is your first opportunity to ask the player searching for tracks to make an Ability Check. The tracks are plentiful, and easy to spot, a character who succeeds on a DC 10 Wisdom ({@skill Survival}) check recognizes that at least two goblins dragged something north, into the forest. \"The Boar Wood,\" Lars notes."
							],
							"type": "entries"
						},
						{
							"type": "inset",
							"name": "Ability Checks",
							"entries": [
								"When you ask a player to make an ability check, they roll a {@dice d20} and add the relevant ability modifier. In the above instance, a character searching for tracks would roll a Wisdom ({@skill Survival}) check set to a Difficulty Class of your choosing. If the total equals or exceeds the DC, the ability check is a success—the creature overcomes the challenge at hand. Otherwise, it's a failure, which means the character or monster makes no progress toward the objective or makes progress combined with a setback determined by the DM. Remember these common DCs as a rule of thumb, you can choose any number for your challenge.",
								{
									"type": "table",
									"caption": "Random Encounters in the Boar Wood",
									"colLabels": [
										"Difficulty",
										"DC"
									],
									"colStyles": [
										"text-left",
										"text-center"
									],
									"rows": [
										[
											"Easy",
											"10"
										],
										[
											"Moderate",
											"15"
										],
										[
											"Hard",
											"20"
										]
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "Random Encounters",
							"entries": [
								"The world of Dungeons & Dragons is bursting with monsters and villains!",
								"Whenever an adventurer sets out from the lawful lands of civilization, they risk being set upon by agents of ill intent. Any time the players stop to rest outside of a civilized area, you can use a Random Encounter table to keep them on their toes. If the players feel like they can stop and rest any time they're wounded, or low on spell slots—they will. This behavior will grind everything to a halt, and one of your main jobs as a DM is to keep the game moving!"
							]
						},
						{
							"type": "entries",
							"name": "The Boar Wood",
							"id": "The Boar Wood",
							"entries": [
								"The Boar Wood is a large expanse of forest, inhabited mostly by boar—as the name suggests. The locals hunt here frequently, and it is free of goblins. If the goblins went this way, they must have a hideout somewhere beyond the Boar Wood.",
								"The journey to the other side of the forest is going to take a bit longer than what they can cover in a single day, the adventurers will be required to spend the night. This is a great opportunity to remind the players that the wilderness is a dangerous place, your goal here is to make the players take watch in middle of the forest and feel wary, wondering if something is going to attack them in the middle of the night!",
								{
									"type": "insetReadaloud",
									"entries": [
										"You travel deep into the Boar Wood, tracking the trail left by the goblins long in the night. The darkness has become too great to navigate the forest any further, and so you find a small clearing and set up camp."
									]
								},
								"Ask the players to decide who will take first watch, and ask that player to roll a {@dice d12}.",
								{
									"type": "table",
									"caption": "Random Encounters in the Boar Wood",
									"colLabels": [
										"d12",
										"Encounter"
									],
									"colStyles": [
										"text-left",
										"text-center"
									],
									"rows": [
										[
											"1-10",
											"-"
										],
										[
											"11",
											"-"
										],
										[
											"12",
											"A wild boar comes to investigate (non-combat)"
										]
									]
								},
								"While you could choose to throw something hostile at the players, the goal here is to get them to the tomb as quickly as possible, but rolling dice is fun and it tells the players that something {@i could} happen. So, except the curious boar who may have come by to sniff around the camp, the evening passes uneventfully.",
								"Once outside the forest, after an hour or two of travel, the adventurers will see their destination in the distance.",
								{
									"type": "insetReadaloud",
									"entries": [
										"As you break through the treeline, you briefly spot a small form moving about the hilltop ahead of you."
									]
								},
								"As the players emerge from the Boar Wood, they spot the movement of a goblin patrol. It's time to ask them once again, {@i \"What do you do?\".}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 3: Out of the Woods",
					"id": "Part 3: Out of the Woods",
					"entries": [
						"The adventurers have tracked the goblins through the forest and discovered their hideout. The hideout appears to be an ancient ruin, an old structure infested by the goblins recently.",
						{
							"type": "entries",
							"name": "Goblin Patrol",
							"id": "Goblin Patrol",
							"entries": [
								"Just beyond the reach of the Boar Wood, a clearing stretches out before low sprawling hills. In the distance the stonework of the tomb is just barely visible between the sparse trees and rolling hills. Any players who decide to monitor the hilltop before approaching will spot {@creature goblin|mm|two goblins} patrolling the area.",
								"This is a good time to check if the Player Characters are sneaking as they make their approach. Feel free to ask your players a leading question like, \"Are you trying to avoid being seen?\", to which they will almost always say, \"Yes!\". Reminding the players to be cautious this way will help reinforce the verisimilitude of the game world.",
								"If any of the adventurers are spotted, the goblins will ready their bows and will not be surprised when the combat begins. After the first round, every time a goblin takes a turn, check to see if they have taken any damage. If they have taken damage, or their buddy was slain, the goblin will retreat to warn its brethren inside the tomb. Until the goblin is either dead, or inside, they will spend their movement retreating and their action firing arrows back at the adventurers. If the goblin patrol survives long enough, you might have him shout a warning to the goblins guarding the entrance of the tomb. If this happens, the Player Characters are in range to see that the guards leave their posts to retreat into the tomb. The guards have gone to alert the others of the danger coming their way.",
								{
									"type": "inset",
									"name": "Determining Surprise",
									"entries": [
										"Before you begin a combat encounter, you must first determine who, if anyone, is {@5etools Surprised|quickreference.html#bookref-quick,3,surprise,0}. If anyone was attempting to be sneaky, prior to the encounter, have them roll a Dexterity ({@skill Stealth}) Ability Check against a DC set by Passive Perception (10 + the Wisdom Modifier) of each creature on the opposing side. A creature actively searching for another creature will roll a Wisdom ({@skill Perception}) check against the Dexterity ({@skill Stealth}) roll of the other creature. If neither side attempts to be stealthy, they notice each other at the same time. A surprised creature cannot take an action or move on their first turn. They cannot take a reaction until after their first turn ends. For complete details regarding the ins and outs of combat, refer to {@5etools Chapter 9 of the Player's Handbook|book.html#phb,9}!"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 4: The Delian Tomb",
					"id": "Part 4: The Delian Tomb",
					"entries": [
						{
							"entries": [
								"Long ago, when the Caelian empire ruled, a knight by the name of Delius founded the Delian Order and together they devoted their lives to the fight against Maglubiyet. This is their resting place, long forgotten. Today, the goblins who have infested the tomb are preparing to desecrate the site with a human sacrafice. It is their intent to consecrate the tomb in the name of {@deity Maglubiyet|nonhuman|phb}."
							],
							"type": "entries"
						},
						{
							"type": "entries",
							"name": "1. Entrance",
							"id": "1. Entrance",
							"entries": [
								"{@creature goblin|mm|Two goblins} stand guard before the sundered, stone doors of the tomb. (Unless of course, they have been warned by the patrol!). As the Player Characters approach the guards, it would be a good idea to ask them once again if they are attempting to be sneaky. If they are, ask them to roll a {@skill Stealth} Check against the goblin guards' Passive Perception. It's also possible for the Player Characters to simply use the geometry of the ruins to sneak up on the unwitting guards, easily gaining a Surprise Round when they initiate the combat. On the goblins' first turn of combat, they will both attempt to retreat inside. The presence of the adventurers tells them that the patrol was killed, and they aren't going to stand around awaiting that same fate!"
							]
						},
						{
							"type": "entries",
							"name": "2. Offering Room",
							"id": "2. Offering Room",
							"entries": [
								"After the adventurers have dispatched the goblin guards, they descend into the tomb itself. Remember to describe the the tomb using as many senses as seems reasonable to you.",
								{
									"type": "insetReadaloud",
									"entries": [
										"It's very dark as you move down the steps and into the tomb, the musty air cools by the step. You can hear faint, rhythmic chatter echoing up from the heart of the structure."
									]
								},
								"The goblins have begun their ritual, the distant chatter is the chanting of a goblin shaman. At the bottom of the stairs, a dim light illuminates a large room littered with moldy bedrolls and goblins! The number of {@creature goblin|mm|goblins} in this room should be equal to {@b 1 + the number of Player Characters}. Additionally, if the players managed to sneak past the goblin patrol without ever alerting them, they too will join the fight after the first round of combat. If the players have managed to deal with both the patrol {@i and} the guards, without allowing them to retreat into the tomb to warn the others—the players have the opportunity to catch these goblins by surprise. If, on the other hand, both sides are aware of the other, be prepared for the players to try some out of the box thinking. They may not want to venture into a den of goblins, they may instead try to flush them out. Be prepared for anything. Let the players experiment. In fact, encourage it!",
								"Once the goblins are dealt with, take a moment to describe the room.",
								{
									"type": "insetReadaloud",
									"entries": [
										"The brazier at the center of this room gently illuminates the walls. On one side, a detailed carving depicts a company of knights fighting back a torrent of monsters, perhaps even goblins!",
										"On the other wall, there is an inscription, it reads: \"I swear to fight chaos in all of its forms, to uphold order, by honor of my word\""
									]
								},
								"The next room lies beyond a twisting corridor that fades into darkness beyond the light of of brazier. Halfway down the corridor, just before the turn, there lies a {@area pressure plate trap|3. Pressure Plate Trap|x}."
							]
						},
						{
							"type": "entries",
							"name": "3. Pressure Plate Trap",
							"id": "3. Pressure Plate Trap",
							"entries": [
								"A character who succeeds on a DC 12 Wisdom ({@skill Perception}) check will notice the trap, the faint light of the brazier just barely catching the raised bit of floor. If a character then succeeds on a DC 10 Dexterity check using {@item thieves' tools|phb}, they can disable the trap without triggering it. This can also be attempted with any bladed weapon, but the check is made at disadvantage. Additionally, if there are any {@table Creature Size; Size Categories|phb|Small sized} Player Characters (Halfings, Gnomes) they won't trigger the trap. Any other creature who steps on the pressure plate will trigger the trap, causing a scythe to sweep down from the ceiling. The character who triggered the trap must succeed a on a DC 15 Dexterity saving throw or suffer {@damage 1d8|1d8 slashing damage|Pressure Plate Trap}. Once the trap has either been disabled, or triggered it is exhausted and will not be triggered again."
							]
						},
						{
							"type": "entries",
							"name": "4. Hall of the Oathkeeper",
							"id": "4. Hall of the Oathkeeper",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Dominated by a giant stone statue of a knight, raised up on a dais, standing tall with their sword point down between their feet."
									]
								},
								"A thick haze billows up from a makeshift altar in the center of the room where a goblin adorned with jewelery and warpaint chants rhythmically while they rock back and forth. Behind the goblin, a young girl quietly whimpers, head in her hands, from a small cage near the foot of the statue. What was once the sacred chamber consecrated by the Delian Order on behalf of Lord Delius has been desecrated by the goblins.",
								"Along with the {@creature goblin shaman|TheDelianTomb}, the {@creature bugbear} leader of this band of miscreants resides here. This is the first time the players have encountered a clever enemy, the bugbear is not driven by fear like his goblin toadies. It will fight tactically, it might even have a potion of healing!",
								"Once the monsters have been slain, and {@b Bess} has been helped out from the cage, the players will likely wish to search the room. The makeshift altar is covered with bits of charcoal, cork, sulfur, and other spellcasting materials. Amidst these accoutrements there are two {@item Potion of Healing|dmg|potions of healing}. Near the cage where {@b Bess} was being held, there is a large nest of blankets where the bugbear slept. The nest is littered with a few dozen gold pieces and gemstones worth {@dice 2d20 + 10||Value} gp.",
								"The statue of Delius has an inscription at the base, it reads:",
								{
									"type": "insetReadaloud",
									"entries": [
										"If you are to keep this, you must first give it to me."
									]
								},
								"If any character speaks, \"I give my word\"—or anything in the spirit of that—the secret door leading to the tomb will open!"
							]
						},
						{
							"type": "entries",
							"name": "5. Tomb of the Delian Order",
							"id": "5. Tomb of the Delian Order",
							"entries": [
								"The true resting place of the Delian Order, hidden away behind the Hall of the Oathkeeper. Inside, there are six sarcophagi bearing the resemblances of their knights they hold. As well as a much larger, more elaborately carved sarcophagus at the center, bearing the form of Lord Delius. Each of the sarcophagi have the names of their occupants etched at their feet. There is a journal, mostly rotted away, laying atop Delius' sarcophagus. It is written in {@language Common}, and what can be read explains the origin of the Delian Order and their purpose. There are also a number of {@item Potion of Healing|dmg|potions of healing} scattered about the tomb, left as offerings to the Order long ago.",
								"If any character attempts to open a sarcophagi, they will disturb the spirits of the Delian Order. Righteous {@creature Skeleton|mm|skeletons} will emerge from the sarcophagi, eager to expel the desecrators from their tomb. One exception being, in the event that the character who attempts to open a sarcophagi is a Paladin who has sworn the Delian Oath, for they are a member of the Delian Order. The treasures are theirs by holy right!",
								"Each sarcophagi holds {@item chain mail|phb}, as well as a {@item longsword|phb}, and a {@item shield|phb} bearing the Coat of Arms of the Delian Order. Delius' sarcophagus hold {@item chain mail|phb}, and a {@item shield|phb} bearing the Delian crest, as well as the {@item Goblin Slayer Longsword|TheDelianTomb}. The Goblin Slayer Longsword has the same properties as a standard longsword, but it does an extra 1d6 damage to Goblinoids (goblins, hobgoblins, and bugbears!).",
								{
									"type": "inset",
									"name": "Master of the Dungeon",
									"entries": [
										"Remember that the world your players are exploring is ultimately crafted by you.If you feel that things are going too easily, or too difficultly, you can add or remove enemies, or tweak them to better fit the tone and pace you're aiming for. Perhaps the party has been lucky, or smart, and they are entering the final room with plenty of health and spell slots, you can throw an extra goblin lackey into the Hall of the Oathkeeper! Maybe they've had a rough time, it's perfectly alright for you to suggest they take a short rest in one of the rooms they've already cleared."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Monster Stat Blocks",
					"id": "Monster Stat Blocks",
					"entries": [
						"The monsters appearing in the adventure are listed here.",
						{
							"type": "list",
							"items": [
								"{@creature Bugbear}"
							]
						},
						{
							"type": "inset",
							"entries": [
								"Bugbears are cruel and unruly humanoids that live to bully the weak and dislike being bossed around. Despite their intimidating builds, bugbears move with surprising stealth and are fond of setting ambushes."
							]
						},
						{
							"type": "list",
							"items": [
								"{@creature Goblin}"
							]
						},
						{
							"type": "inset",
							"entries": [
								"Goblins are black-hearted, gather in overwhelming numbers, and crave power, which they abuse."
							]
						},
						{
							"type": "list",
							"items": [
								"{@creature Goblin Shaman|TheDelianTomb}"
							]
						},
						{
							"type": "inset",
							"entries": [
								"Goblins Shamans are much the same as their brethren, though they have a knack for spellcasting, which they use to strike fear into their lesser counterparts as a means to gain status."
							]
						},
						{
							"type": "list",
							"items": [
								"{@creature Skeleton}"
							]
						},
						{
							"type": "inset",
							"entries": [
								"Assemblages of bones animated by dark magic, skeletons heed the summons of those who create them or rise of their own accord in places saturated with deathly magic."
							]
						},
						"",
						{
							"type": "inset",
							"name": "Darkvision",
							"entries": [
								"Many creatures in the worlds of D&D, especially those that dwell underground, have darkvision. Within a specified range, a creature with darkvision can see in darkness as if the darkness were dim light, so areas of darkness are only lightly obscured as far as that creature is concerned. However, the creature can't discern color in darkness, only shades of gray."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Magic Items & Other Treasures",
					"id": "Magic Items & Other Treasures",
					"entries": [
						"The items appearing in the adventure are listed here.",
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@item Longsword|phb}",
								"{@item Chain Mail|phb}",
								"{@item Shield|phb}",
								"{@item Potion of Healing|dmg}",
								"{@item Goblin Slayer Longsword|TheDelianTomb}"
							]
						}
					]
				}
			]
		}
	]
}
