{
	"_meta": {
		"sources": [
			{
				"json": "ThirdTimesTheCharm",
				"abbreviation": "TCha",
				"full": "Third Time's the Charm",
				"authors": [
					"Jonathan Ball",
					"Beth Ball"
				],
				"convertedBy": [
					"SeuRonão"
				],
				"dateReleased": "2019-04-26",
				"version": "Final",
				"url": "https://www.dmsguild.com/product/274183/Third-Times-the-Charm",
				"targetSchema": "1.4.0"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "f241dbcbd5",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "Third Time's the Charm",
			"id": "ThirdTimesTheCharm",
			"source": "ThirdTimesTheCharm",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ThirdTimesTheCharm/cover.webp"
			},
			"contents": [
				{
					"name": "Introduction"
				},
				{
					"name": "In the Sacred Grove"
				},
				{
					"name": "Troll Cave"
				},
				{
					"name": "Pixie Mirror"
				},
				{
					"name": "Third Time's the Charm"
				},
				{
					"name": "Appendix A"
				},
				{
					"name": "Appendix B"
				},
				{
					"name": "Appendix C - Garren's Backstory"
				}
			],
			"level": {
				"start": 3,
				"end": 4
			},
			"published": "2019-04-26",
			"storyline": "The Crystalline Curse"
		}
	],
	"adventureData": [
		{
			"id": "ThirdTimesTheCharm",
			"source": "ThirdTimesTheCharm",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"page": 3,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Beware arrogant disdain for those who came before, born of the gods and the land, and the bearers of their ways. They stand in the sunset and tell themselves it's noonday. Be on guard against those with starry-eyed devotion for traditions most respected for being ancient. A new day dawns, and another after that, leaving them in darkness."
							],
							"by": "Krizal Hubersnatch",
							"from": "Meditations on the Arcane"
						},
						{
							"type": "entries",
							"name": "Appendices",
							"page": 1,
							"entries": [
								"{@adventure A|ThirdTimesTheCharm|5|Appendix A} - maps of region and locations",
								"{@adventure B|ThirdTimesTheCharm|6|Appendix B} - stats for creatures, characters, and items",
								"{@adventure C|ThirdTimesTheCharm|7|Appendix C - Garren's Backstory} - Garren's backstory"
							]
						},
						{
							"type": "entries",
							"name": "Setting Note",
							"page": 1,
							"entries": [
								"The adventure opens only a few days after the close of {@adventure Second Glance|SecondGlance} with the resolution of the conflict between the people of Duskhollow and the druids of the Sacred Grove. At the close of that adventure, it was revealed that the player's companion, {@creature Garren Bronson (Level 3 Paladin)|ThirdTimesTheCharm|Garren}, is afflicted with an ancient curse from the time of the Spellplague, a cataclysmic event that shook magic to its core and left the land forever altered. The PC and Garren are told about a wizard in the neighboring region that may be able to help end the curse.",
								"Note - If you and your party have not played Second Glance, you may use an alternative hook to travel to the Veiled Wood. The writing of this adventure assumes that the party has completed both {@adventure First Blush|FirstBlush} and {@adventure Second Glance|SecondGlance}, but the adventure can still be played with slight modification in any campaign or setting. In adaptation, the PC's treasured amulet can be switched out for any item of great emotional significance to the character.",
								"A sense of urgency should drive the pacing of the adventure and the PC and Garren's interactions. That is not to say that play needs to be rushed or that RP should be skipped over, but ideally the possibility of Garren returning to a statue and not being able to recover should keep the emotional stakes of the encounters, both social and combat, high.",
								{
									"type": "inset",
									"name": "Crystalline Curse",
									"entries": [
										"An individual afflicted with this curse is immediately turned into crystal, and their soul is ejected from their body to wander the Astral Plane. The soul may return to the body under certain conditions (such as through connection with the {@item Amulet of Binding|ThirdTimesTheCharm}) but can only continue doing so for a finite period after which the soul is once more expelled from the body. As time goes on, an awakened individual with the Crystalline Curse slowly becomes more rigid until they are again turned into crystal. Only Greater Restoration or the blessing of a powerful good-aligned being can break this curse, returning the afflicted individual to their natural form.",
										"The affliction progresses through 4 stages.",
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"{@b Stage 1}: The individual can move and act normally, though they appear to be made of crystal.",
												"{@b Stage 2}: The individual suffers a -2 penalty to any skill checks, attack rolls, and saving throws that involve Strength or Dexterity as the curse begins prohibiting natural movement.",
												"{@b Stage 3}: The individual's speed is halved and they have disadvantage on all ability checks and attack rolls.",
												"{@b Stage 4}: The individual becomes a statuesque pillar of crystal as their soul is ejected to wander the Astral Plane."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "NPCs Note",
							"page": 2,
							"entries": [
								"{@creature Garren Bronson (Level 3 Paladin)|ThirdTimesTheCharm|Garren}, the paladin, figured prominently in the climax of the story arc of First Blush. Feeling that he owes the PC a debt for freeing him, he intends to help and protect them. His backstory can be found in {@adventure Appendix C|ThirdTimesTheCharm|9|Appendix C - Garren's Backstory}.",
								"Some parties have also added {@creature Remmy Sullivan (Rogue)|ThirdTimesTheCharm|Remmy} from First Blush, the PC's best friend from their time growing up in the castle. If Remmy came along, he can help the PC as a rogue.",
								"Garren and Remmy's stat blocks are located in {@adventure Appendix B|ThirdTimesTheCharm|8|Appendix B}."
							]
						},
						{
							"type": "insetReadaloud",
							"name": "Format Note",
							"entries": [
								"In this adventure, the text appearing in boxes like this is optional and intended to be read aloud to your player."
							]
						},
						"{@i Additionally, in some sections text is italicized. Italicized text can be read aloud or paraphrased but represents things the players immediately sense in an area}. (Following such text there is usually more in parentheses describing things the party does not see yet or may need to discover.)",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Overview",
									"page": 3,
									"entries": [
										"The Player and Garren are leaving the Duskhollow region in search of a wizard who may know more about Garren's affliction.",
										"They travel through the wilderness for three days. There is a chance for wilderness encounters and roleplaying before they reach the wizard's tower in the middle of the Veiled Wood.",
										"The wizard has his hands full with the Keepers of the Veil. They are more naturally-oriented than the wizard's arcane learning. These regional protectors will keep popping up throughout the adventure.",
										"The party needs to navigate the situation as they believe that the wizard has the best chance of telling them what they need to know to cure Garren's condition.",
										"The wizard is willing to help and will act like he knows just what to do. In reality, he is grasping for straws and stalling for time. He says that he needs certain items for the magical ritual to cure Garren. He requires troll blood, an amber mirror, and, he will leave out till the end, jellied newt.",
										"By the end of the adventure, the party realizes that the wizard won't be able to help them and are left with no other choice than to try meeting {@creature Serephina, Water Nymph|ThirdTimesTheCharm|Serephina}, the Nymph. Local legends tell of a sacred spring where one can be made whole again and wishes can be granted.",
										"The Nymph asks Garren why he should be restored. She explains that in order to heal Garren, the PC will need to give up the amulet that's been so important to them over the course of their life. It must be destroyed so that Garren may live."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "In the Sacred Grove",
					"page": 4,
					"entries": [
						"Important Note: All of the NPCs have been designed with flexibility in mind. Feel free to alter the names, gender, or personality of any NPCs described here to best suit you and your player's needs or preferences.",
						"One morning, after spending a few days recovering from your adventure, Janvair pulls you aside and says, \"The time has come for the two of you to move on. He tries not to show it, but Garren is becoming less mobile as time passes. The curse is taking greater hold.\"",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Janvair the Elder",
									"page": 4,
									"entries": [
										"{@i Human Male Druid, Werebear, Chaotic Good 100 years old, huge and lumbering, kind green eyes.}",
										"{@b Ideal}: It is my sacred duty to shepherd my people and the forest.",
										"{@b Flaw}: I fixate on intriguing puzzles & can be slow to act.",
										"One of the largest humanoids that the PC has ever seen, even taller than Garren, Janvair is the elder of the druid colony outside Duskhollow, where the adventure begins.",
										{
											"type": "list",
											"items": [
												"I am hoping that my associate Stellarin to the North can help Garren. Stellarin and I have maintained friendly communication from when we were young, banding together and trying to avoid the scolding of the scholars. He went on to specialize in ancient knowledge, and well, I found my way to this place.",
												"He can be... difficult at times but could be of help.",
												"Stellarin resides in the Veiled Wood, a valley in the foothills of the Cloud Peak mountains north of here."
											]
										},
										"Eliastra, the druid that took care of the player in Second Glance, will be tearful and want to give some traveling advice. The player has her {@item Cloak of Protection|DMG}, but she will also press a small silver carving of a raven into the player's hand. This is a {@item Figurine of Wondrous Power, Silver Raven|DMG|Silver Raven}. The player can use it to communicate over distances. If the player found the {@item Ring of Protection|DMG}  in First Blush, Eliastra can give them a {@item Cloak of Elvenkind|DMG} instead.",
										"To Garren she will give a {@item Heward's Handy Haversack|DMG} and admonish him to continue to care for the player."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "On the Road",
							"page": 4,
							"entries": [
								"They travel to the North for 3 days to reach the Veiled Wood from Duskhollow.",
								"{@b Watch limitations with only 2...}",
								"In 5e, with the rules as written, it will not be possible for the player and Garren to get a full rest while keeping a watch. At the DM's discretion, Garren can enter a restive trance, remaining alert to danger, but still reaping the benefits of a long rest.",
								{
									"type": "inset",
									"name": "Encounter",
									"entries": [
										"The second night on the road, the full moon gleams brilliantly and the baleful call of wolves pierce the dark. A pair of {@creature harpy|mm|Harpies} attempt to lure a character keeping watch away from camp and into a foggy bog. Loot: 1 {@item potion of healing} and {@dice 2d8} x10 SP"
									]
								},
								{
									"type": "entries",
									"name": "Camping and Wilderness Travel",
									"page": 4,
									"entries": [
										"The trail to the wizard's tower is a wonderful opportunity for the player to engage in some roleplaying with Garren. At the DM's discretion, Garren could parse out more and more of his backstory (included in {@adventure Appendix C|ThirdTimesTheCharm|9|Appendix C - Garren's Backstory}) as his memories slowly return. This is also a good time to consider what, if any, role you see Garren playing moving forward.",
										"Depending on their backstory, the player may be thinking about contacting someone from back in Amn. Garren can query the player about their past, allowing the PC to flesh out their character's history more."
									]
								},
								{
									"type": "inset",
									"name": "The Veiled Wood",
									"entries": [
										"The region that this adventure takes place in is called the Veiled Wood, a storied little pocket of (mostly) forest that happens to press rather close to the Feywild. The barrier between the Planes is thin here. In most places around the valley, colors seem extra vibrant, birdsong sounds especially complex and musical, and the air is slightly sweet. The unique quality of this special place does hold some danger and was one of the primary reasons for Stellarin setting his tower here.",
										"On the third day, the trail leads over a small hill and the party finds themselves looking down into the Veiled Wood. From this vantage point, they can make a {@skill Perception} (Wisdom) check, possibly revealing the following details:",
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"(11+) Tall mountains surround the bowl of this verdant valley...",
												"(13+)... and a crooked tower standing in a green opening lies to the North...",
												"(15+)... and there is a gap to the Northwest, the trees obscuring what may be an opening in the forest floor...",
												"(17+)... and perhaps some ruins to the Northeast...",
												"(19+)... and a cave mouth at the foot of the mountains to the North...",
												"(21+)... and a thin line of smoke from beyond the mountains to the distant Northwest, perhaps a small town on the other side of the mountains?"
											]
										}
									]
								},
								"The party is free to head wherever they wish, though the ticking clock of Garren's Crystalline Curse will motivate him to recommend seeing the wizard first."
							]
						},
						{
							"type": "entries",
							"name": "Meeting the Wizard of the Crooked Tower",
							"page": 5,
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"As you approach the wizard's tower, you note the dissipation of the more intense fey elements of the forest. The bright colors and intense vegetation give way to a more muted palette and order, as if the trees and grass in the area have been directed to stand at attention in neat rows. At the threshold between the wilder fey forest and the ordered environment surrounding the tower, you see the edges of the groomed earth reaching out and subduing the chaotic plant life around its borders."
									]
								},
								"When the party is near the tower, they hear raised voices. A {@dc 13} {@skill Perception} (Wisdom) roll reveals snatches of Elvish. If the player speaks Elvish they hear, \"...not leaving without him, and we together are more than you can handle, ball gazer!\" At the base of the tower there are two Elven figures standing with their hands on their hips staring up at a window opening. A bald head pivoting on a vulture-like neck shoots out of the opening and calls down, \"All this fuss for some plant matter? Really?\"",
								{
									"type": "entries",
									"name": "Mandelius Griffon Turlock Stellarin III",
									"page": 5,
									"entries": [
										"{@i Lawful Neutral Human Male Wizard Long, skinny neck. Narrow, pointy face. Swallowed up in his robes.}",
										"{@b Ideals}: The pursuit of knowledge, not its acquisition, is the route to power.",
										"{@b Flaws}: I oftentimes use people to get what I want, without remorse.",
										"Use the {@creature Mage|MM} for Stellarin's stats.",
										"{@b Goals}: Stellarin is not actually as powerful of a mage as he projects and indeed teleported his tower into the middle of the Veil quite by accident. While he finds Garren extremely interesting and wants to understand his condition, he is mostly happy to have adventurers that are not afraid of running around doing errands for him.",
										"Two Keepers of the Veil members, Vielesha and Tidan, are angrily confronting the wizard while Paylyc, a third, watches cautiously from afar. The Keepers dare not enter the tower, just as the wizard dares not leave it. The pair of Elves will avoid conflict with the wizard, preferring to see what the introduction of these new adventurers may do to the balance of power in the region, though they are wary when they discover that the adventurers are there for a meeting with the wizard."
									]
								},
								{
									"type": "inset",
									"name": "Keepers of the Veil",
									"entries": [
										"This trio is native to the region and have been tending to this stretch of forest for decades. They do their best to keep the wilder parts of the Feywild from wreaking havoc on the area. The sudden appearance of Stellarin's tower and the unnatural effect his presence has in the region are unwelcome.",
										"The Keepers regard the party with suspicion but, depending on how your social encounter with Stellarin goes, the party may prefer to deal with this group as opposed to working with the wizard. If that is the case, you may choose to have the Keepers asking for the tasks to be completed as a way of establishing trust before they will reveal the location of the nymph's grove. Eliminating a troll, recovering a lost artifact, and checking in on Fee-Ree are all tasks that the Keepers would like to see completed before leading the party to the Nymph.",
										"{@b Vielesha}—a spring eladrin, the speaker for the group. She has emerald green skin and dark green hair with seafoam-colored markings in intricate patterns on her face, neck, and hands. Use the {@creature Druid|MM}.",
										"{@b Tidan}—of all the Keepers, Tidan suspects the adventurers the most. She's unwilling to go into detail, but her recent inclusion into the group of rangers is partly due to a great tragedy that befell the community where she grew up. On a few occasions, the PC and Garren may feel a dark gaze, turning around to see a pale form clad in green staring them down for her position among the foliage. Use the {@creature Veteran|MM}.",
										"{@b Paylyc}—the voice of reason for the party, Paylyc gives the PC and Garren the benefit of the doubt and recognizes that their connection to the wizard is only circumstantial and doesn't pose any actual threat. Instead, the parties might even be able to work together! Paylyc's elven features are tinged ever so slightly red, and his ears are quite oversized. Over time observing him, it becomes clear that he is part-Eladrin, raised among the elves by his father after his mother returned to her home in the Feywild. Use the {@creature Veteran|MM}."
									]
								},
								"If the player approaches and offers to mediate the situation, Vielesha will reveal that the wizard has absconded with an {@creature Awakened Shrub}. The wizard wants to study this shrub to better understand consciousness, but it is not his to steal. From Vielesha's perspective, it is its own plant.",
								"The wizard does not recognize shrub autonomy, but (unknown to the player) he is more interested in making a deal now that there are interesting, new subjects to study. He will back down from holding the shrub with the offer of something, pretty much anything in return, which he hints at a few times to better understand Garren and the PC. If the player does not offer anything to trade, Vielesha can pay the shrub ransom, giving up a small Sapphire.",
								"With a successful exchange, the wizard's head disappears for a time and a quivering bush appears at the edge of the window. The bush looks frightened, but only more so after the wizard gives it a shove from behind. As Vielesha cries out in dismay, the wizard flicks his wrist and the nervous bush floats safely to the ground, shaken but unharmed.",
								"The elves will be wary of the party and anyone with connections to the wizard, parting with a warning, \"We'll be watching.\"",
								"The Wizard of the Crooked Spire is named Mandelius Griffon Turlock Stellarin III. He does not have any hair on top of his head or on his face, but plenty of long gray hairs sprout from vacuous nostrils that flare as he speaks. He regards the adventurers with a wary squint before croaking out, \"You pair have my thanks. Those elves have been harassing me non-stop. Seems they don't care for how things are changing in this valley.\"",
								"If pressed about the conflict, Stellarin can posit that perhaps it's because he's human, or a practitioner of the arcane arts. Neither of these are the cause of the Watcher's ire. Stellarin is a bad neighbor, and his taming of the valley's wild fey nature is spreading.",
								"As the player reveals the reason for their visit, the self-assured Stellarin will exclaim and declare that of course, as a powerful wizard, he can certainly cure Garren of anything that is ailing him, but he will need some components to aid in his diagnosis. If the party would like to roll a {@dc 18} {@skill Insight} (Wisdom) check, they will perceive that Stellarin is exaggerating his abilities. If challenged, he will bashfully confess his fears of leaving the tower for his own safety in an effort to change the subject. If the party continues to press this subterfuge, he will become angry and start to threaten to not help them at all, though his interest in Garren's condition will make this disavowal unlikely.",
								"The spell to cure Garren calls for a vial of Troll's blood. Stellarin is reasonably sure that there is one of those vile beasts lurking in a cave to the Northeast from the tower. Note, the troll blood needs to be as fresh as possible, so the party should try to bring a part of it back intact. A limb or a head or something...",
								"Additionally, to cast the spell, he will need a mirror made of amber to reflect and focus the arcane energies. There is one relatively nearby to the South at an abandoned ruin. The mirror is set into a moss covered plinth. It has been said that an ancient order of elves used pillars such as this to ride on sunbeams, but that's *probably* pure nonsense.",
								"{@b After the party completes the first of these two tasks, advance Garren's Crystalline Curse to Stage 2.}"
							]
						},
						{
							"type": "entries",
							"name": "A Small Favor... or Two",
							"page": 7,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Those who organically regenerate, afflict metal and the lungs, and are reborn from death are mighty yet small. Others flit about, felt but unseen. Greater mysteries than these lie within the Veil, near to the land of Faerie, clinging to the magic of forgotten times. True travelers know that stories are best believed when lived, and those who best believe, live."
									],
									"by": "Rai'tyl",
									"from": "twenty-second Head Keeper of the Veil"
								},
								"The following table can be used at any point in the adventure but is intended for the way to and from the wizard's quests. The DM is free to roll or to choose the ones that best fit.",
								"Reaching the destinations in the valley requires a DC 13 {@skill Survival} check. On a failed check the party becomes lost for {@dice 1d6} hours and may be in danger of having a Medium difficulty random encounter. See {@book DMG pg. 111|DMG|5|Becoming Lost} for more on becoming lost.",
								{
									"type": "table",
									"caption": "Valley Encounters",
									"colLabels": [
										"{@dice d8}",
										"Encounter"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1,
													"pad": true
												}
											},
											"You hear the frantic calls of a panicked bird nearby. A large {@creature Axe Beak} has become ensnared in a forgotten hunter's trap. The beast is upset and will attack anyone unless they succeed on a DC 16 {@skill Animal Handling} check. Offering food or speaking with it via Speak with Animals results in advantage."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"You hear a sudden and very loud sneeze from a bush about 50ft ahead of you. The entire bush shakes violently with the force. This {@creature Awakened Shrub} is suffering from allergies. It will explain so if asked and can give general insights about the area. After a positive interaction with this shrub, the party makes any survival checks in the region with advantage."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A DC 10 {@skill Perception} check reveals a pair of {@creature goblin|mm|Goblins} loudly bickering between themselves and giving away their ambush points at either side of the trail. The goblins are from a very small band that was outcast from a larger hoard and will attempt to flee if attacked by a stronger force. This is a fragment of the tribe from Second Glance."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"A crazed-looking older human male shambles down the path, his various trinkets and junk clanging with every step. He wants to sell something, anything really, to the travelers. He mostly has junk, but he can also offer any {@table Adventuring Gear|phb} priced under 5 GP at regular price. He will eagerly buy up any random junk the party wishes to sell. After the characters complete an exchange, he can offer some information about the region ahead."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Walking down the road, you hear raised voices speaking in Common. About 100ft deeper into the woods, you encounter two rough men ({@creature bandit|mm|Bandits}) standing over another who is digging. They are arguing about the location of a treasure but are digging in the wrong place. A DC 15 Intelligence check with the map that they are holding will reveal the location nearby of a small chest containing 250 CP, 50 SP, and 10 GP. The ruffians are waiting for an opportunity to betray one another to keep the chest for themselves but will unite against a common threat."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You notice a {@creature Raven} watching you with intensity belying intelligence. As you move around, the Raven matches pace with you but does not get close enough to hit. This Raven is Stellarin's familiar, keeping tabs on the party. If the Raven is attacked, it disappears. It refuses to speak to anyone under any circumstances. If the party is traveling with the Keepers, they will shoo the raven away with a hawk under their power and may explain that the Raven belongs to Stellarin."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 7
												}
											},
											"You run across a ring of flowers perfectly surrounding a pillar of light. Approaching the ring, there is the sound of tinkling chimes and laughter. A character stepping into the center feels elated and hopeful for the rest of the day. This character's optimism gives them the ability to re-roll one failed attack or ability check that day. They also see the best in others, granting advantage on Wisdom ({@skill Perception}) and ({@skill Insight}) checks for the same day"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 8
												}
											},
											"You hear the bubbling of a small stream and... snoring. Next to a stream, a sleeping {@creature Satyr} is surrounded by several empty wine skins. If the players want to sneakily investigate, Dexterity (Stealth) checks are made with advantage. The Satyr is gripping magical panpipes and has about 5 GP worth of jewelry in plain sight. If awakened, he will attempt to charm the party and convince them to partake in a Bacchanal. He aims to leave the party passed out and rob them of any good food or wine."
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Troll Cave",
					"page": 8,
					"entries": [
						"In the troll's cave the party will find lots of bones, rot, some treasure, and a troll that has mutated after exposure to Russet Mold. This troll has fungal spores growing out of its body. This is a weaker troll with the Loathsome Limbs variant, but it will make use of its Spores Ability (below).",
						{
							"type": "insetReadaloud",
							"entries": [
								"{@b Russet Mold:} This mold is reddish brown and looks like rust. A successful DC 15 Intelligence ({@skill Nature}) or Wisdom ({@skill Survival}) check can identify it. Any creature that comes within 5 feet of russet mold must make a DC 13 Constitution saving throw as the mold emits a puff of spores. On a failed save, the creature becomes poisoned. While poisoned in this way, the creature takes 7 ({@damage 2d6}) poison damage at the start of each of its turns, ending the effect on itself on a success. Any magic that neutralizes poison or cures disease kills the infestation. (Garren's {@classFeature Lay on Hands|Paladin||1} ability cures poison and/or disease.) A creature reduced to 0 hit points by the mold's poison damage dies. If the dead creature is a beast, a giant, or a humanoid, one or more newborn vegepygmies emerge from its body 24 hours later. Russet Mold can be hard to kill, since weapons and most types of damage do it no harm. Effects that deal acid, necrotic, or radiant damage kill 1 square foot of russet mold per 1 damage dealt. A pound of salt, a gallon of alcohol, or a magical effect that cures disease kills russet mold in a square area that is 10 feet on a side. Sunlight kills any Russet Mold in the light's area"
							]
						},
						{
							"type": "entries",
							"name": "Cave 1",
							"entries": [
								"{@i The entrance to this cave opens to a small antechamber} (this is the only area in the troll's cave that has natural light except the opening in Cave 5).{@i Inside this room, you see that the cave continues to the north, though darkness obscures the area beyond the opening} (leading deeper into the cave). {@i There are two other openings: a large one to the east} (leading to Cave 2) {@i and a crawl space to the west} (leading to Cave 3). {@i A thick layer of an unknown organic substance coats the eastern passage but seems especially thick to the west} (the layer is Russet Mold).",
								"A successful DC13 Wisdom ({@skill Perception}) or Intelligence ({@skill Investigation}) check of the area will reveal that the mold is clearly absent from any space that receives sunlight."
							]
						},
						{
							"type": "entries",
							"name": "Cave 2",
							"entries": [
								"{@i The room smells of decay, likely from the partly decomposed bodies scattered about the space. There is also a large cluster of mushrooms against the back wall} (this is actually a newly transformed {@creature Thorny|VGM}. It will attack characters looting the room. Noises from extended fighting or spell casting in this area will cause the Troll in Cave 4 to investigate.",
								"(A DC 12 Wisdom ({@skill Perception}) check reveals that there are a couple of rusty swords and some ruined armor in here, remnants of previous incursions to kill the troll. Characters succeeding on a DC 16 Intelligence ({@skill Investigation}) find a small satchel containing 40 SP, an Emerald worth 200 GP, and a {@item Ring of Mage Hand|ThirdTimesTheCharm}.)"
							]
						},
						{
							"type": "entries",
							"name": "Cave 3",
							"entries": [
								"{@i Pushing through this tight space, barely 3 feet wide and descending down, you see a number of mushrooms and a faint purplish glow as you round the corner to an open chamber.} (The light is coming from a {@item Driftglobe|dmg} that the tiny Vegepygmy tribe worships and will not want to part with.) {@i This space is made even more crowded by the {@creature vegepygmy|vgm|four small mold people} holding simple spears up at you.} (The Vegepygmies in this area certainly do not want a fight but will defend their home.",
								"Vegepygmies only speak their own language but will communicate with gestures, signs, and tonal hisses. They are happy to convey anything they know about the cave and the troll but can only do so in this limited manner. They like the troll in so far as it brings in fresh meat scraps but don't like that it occasionally preys on them."
							]
						},
						{
							"type": "entries",
							"name": "Cave 4",
							"entries": [
								"{@i This large opening is faintly lit by bioluminescent fungus.} (A DC 15 {@skill Perception} check will locate the troll crouched against the eastern wall. The quarry has the same stats as the {@creature Troll} with the following alterations: This creature has been weakened significantly by the Russet Mold in the caves and has 54HP. It also has the Loathsome Limbs Variant. Finally, each time the troll takes more than 10 points of damage, Russet Mold poofs out of the wound. The troll is munching something gross in here unless brought out from fighting in Cave 2. When the troll falls to ⅓ HP, it will attempt to flee either out the front or through Cave 5."
							]
						},
						{
							"type": "entries",
							"name": "Cave 5",
							"entries": [
								"{@i Sunlight pours down into this opening in the cave and a knot of vegetation has taken root, choking this outlet.} (Players attempting to squeeze through this opening must make a DC10 Dexterity check or become stuck. A stuck character must make a DC 15 Strength check to escape.)"
							]
						},
						{
							"type": "entries",
							"name": "Developments",
							"entries": [
								"If the troll renders the player unconscious, the troll will capture them for a time, suspending them by their feet in the lair until it can get around to eating them. The troll is lazy and a terrible guard and will leave the players unattended for small stretches of time while sleeping or hunting. If the players managed to befriend the Vegepygmies, they may assist in any escape.",
								"On the way back, they can encounter a Keeper of the Veil who will be pleased that the troll has been dealt with but will object to pieces of it being carried back for the wizard."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Pixie Mirror",
					"page": 9,
					"entries": [
						"What the wizard described as ancient abandoned ruins are actually the home of a pixie community. When the party attempts to take the mirror, they will face the anger of this small collective who would prefer the mirror not go anywhere as they like looking at themselves in its reflection.",
						{
							"type": "inset",
							"entries": [
								"Your path through the forest suddenly gives way to a clearing ahead where you perceive an odd stone shrine surrounded by six worn columns."
							]
						},
						"{@i A sudden break through the trees reveals six worn stone pillars surrounding a low stone sphere draped in flowering vines and ivy}. (The sphere is an ancient Elven shrine. The Amber Mirror lies on top of the sphere, at the center of the ivy.) The stone pillars are about 30 feet from the sphere (Atop and behind these pillars are {@dice 1d4+1} {@creature pixie|mm|Pixies} that are {@condition Invisible}. They are lead by Twinklelolly.",
						"The vines will animate and try to {@action Grapple} any creature bearing a weapon within 5 feet of the sphere. The creature must make a DC14 Dexterity saving throw or be {@condition Grappled} and suffer {@damage 1d4} bludgeoning damage each round until the condition ends. Any Pixie can control this feature.)",
						{
							"type": "entries",
							"name": "Twinklelolly",
							"page": 10,
							"entries": [
								"{@i Tiny Chaotic Good Pixie}",
								"{@i Short, light purple hair. Mischievous grey eyes. Smirk.}",
								"Twinklelolly tries to figure out the player's intentions by using {@spell detect thoughts} before revealing themself. The pixie leader wants to keep the mirror but can be convinced to part with it for the right price.",
								{
									"type": "list",
									"items": [
										"I am bored and demand that you each entertain us with a story each before we get down to business. The more humiliating or silly, the better.",
										"Listen, if you took our mirror, what would we admire ourselves in?",
										"I might consider parting with the Amber Mirror on the condition that you do me a favor. I need you to go play a prank on someone for me. (Likely targets include the Satyr from Travel Encounter 8, Stellarin, Fee-Ree, the Keepers of the Veil...)"
									]
								},
								"If the pixies are greeted with hostility, they will remain hidden using their invisibility as much as possible. They will appear only long enough to cast mind-altering spells and send hostile players away from their home.",
								{
									"type": "entries",
									"name": "Developments",
									"entries": [
										"If the players harm any of the Pixies or resort to taking the Amber Mirror by force, the Keepers will be very cross. They may even send a few members to rough up the party and steal back the mirror.",
										"If, however, they make a deal, the Keepers will make a positive contact. They will suggest that the mirror would make a wonderful gift for the Nymph and might sway her to help Garren.",
										"{@i {@b With the successful return of the two items, Stellarin says he will be ready to cast his spell the following morning. That evening, if the player wants to check it out, it is clear that Stellarin is out of his depth. By that time, Garren will also be suffering from the more advanced stages of the Crystalline Curse, finding movement difficult}}."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Third Time's the Charm",
					"page": 11,
					"entries": [
						"Stellarin will perform a fake ritual on Garren. Afterwards, there will be no obvious difference. Advance Garren's Crystalline Curse to Stage 3. As Garren is no longer able to conceal his growing distress and worsening condition, Stellarin will say that he was hoping it wouldn't come to this, but perhaps there is one more thing he could try.",
						"He says that the new spell calls for some jellied newts. Jellying newts takes a long time, but fortunately there is a crazy old witch, possibly a hag, that lives to the West in a hut at the bottom of a sinkhole who will certainly have jellied newt. Stellarin explains that she is incredibly dangerous and everyone in the region is terrified of her because she has been known to vaporize people, but the party seems stalwart, and they wouldn't be afraid of rumors or hearsay, would they? And, while they're there, perhaps they could also retrieve a ceremonial dagger that the witch's familiar stole from Stellarin one evening a few weeks ago?",
						"In actuality, the \"witch\" is a middle-aged Wild Magic Sorcerer named Fee-Ree that is in self-exile after accidentally harming her partner during a Surge. Stellarin lost the blade to her, but senses a chance to get it back and perhaps use it to keep the player under his control.",
						"There is a gap in the tree cover ahead. Exiting the dense forest, you observe that a massive sinkhole has opened in the middle of the woods. The forest pushes up to the edges of the opening. At the bottom of the sinkhole sits a quaint little cottage in a state of disrepair.",
						"Fee-Ree's shack resides at the bottom of a sinkhole. The sinkhole is 150 ft in diameter and descends 40 ft. Characters moving quietly can make a Dexterity (Stealth) check against Fee-Ree's Passive Perception (11). A DC 15 Wisdom ({@skill Perception}) check reveals low humming and movement from inside the little hut. Fee-Ree is going about her day. She is a {@creature Priest} with the following changes. She has 32 HP. Anytime she casts, she must roll on the {@table Wild Magic Surge|phb|Wild Surge table}.",
						"As the players approach the building (20 ft. from the walls) they encounter {@dice 1d4+1} {@creature boggle|vgm|Boggles} here. An Intelligence ({@skill Nature}) check DC 13 will allow a character to recall that these creatures show up when an intelligent being feels lonely. They are incredibly mischievous. The Boggles will engage the party and try to steal an item, making full use of their slippery and sticky abilities before retreating and escaping through an opening using their Dimensional Rift.",
						"This encounter will likely leave the party exposed as Fee-Ree comes out to investigate the noise and encounters them.",
						{
							"type": "entries",
							"name": "Fee-Ree",
							"page": 12,
							"entries": [
								"{@i Chaotic Good Female Dragonborn}",
								"{@i Somewhat fragile, dry silvery scales, piercing white  eyes.}",
								"She will defend her home from invaders, but if the party begins a conversation with her, she will reveal that about a year ago Stellarin tried to control her powers/enslave her in the guise of helping her control her magic.",
								{
									"type": "list",
									"items": [
										"Stellarin is a monster. I went to him for help controlling my magic because I'd heard he was powerful, but he just wanted to use me.",
										"When I rejected him, he became angry and threatened me. A struggle ensued, and I gained control of his ceremonial knife and fled.",
										"I keep myself hidden down here because I don't want to hurt people with my Wild Magic. It's unpredictable and has resulted in death and pain."
									]
								},
								"Fee-Ree will sell the player jellied newt for 1 GP per jar. If asked about the ceremonial knife, she will show it to the player. This knife has a curved, dark silver blade and a red leather handle inscribed with a few arcane runes. It is called {@item the Bent Knee|ThirdTimesTheCharm}. It is a +1 dagger, and once per day, its bearer can cast an alternate Charm Person spell against a DC16 Wisdom saving throw. When charmed by the blade's spell, instead of regarding the caster as a close friend, the target regards them as a trusted superior and will defer to them as much as possible and reasonable. A caster issuing an order that would result in the target harming itself ends the effect.",
								"Fee-Ree will be hesitant to part with the knife if she believes the players will return it to Stellarin. A sufficient {@skill Persuasion} or {@skill Intimidation} (Charisma) check will influence her to part with the blade.",
								"Inside the hut, the player can find 3 jars of Jellied Newt, a gold locket with the image of a smiling male Dragonborn inside worth 2 GP, sundry household items, and a journal recounting Fee-Ree's 'affliction' of Wild Magic, her growing solitude, her run-in with Stellarin, and the encounter's aftermath.",
								{
									"type": "entries",
									"name": "Developments",
									"entries": [
										"The Keepers have been observing the first two mini adventures and avoiding direct intervention, but they will certainly make themselves known if the players recover the Bent Knee. They will demand that the characters turn over the evil item. They do not want to see such an item fall back into the possession of the unscrupulous wizard.",
										"The party may wish to use the blade against the wizard, but the Keepers will advise against this, knowing another way for them to find what they're searching for.",
										"In return for the blade, they will offer to help Garren with his condition. His Crystalline Curse is getting worse and Stellarin doesn't seem as capable of helping as he claims, adding urgency to the negotiations. If they agree to give up the knife, the Keepers will offer to escort the party to the Nymph's Grove."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Rare Beauty, A Decision",
							"page": 13,
							"entries": [
								"The party can confront Stellarin, but he is rather unremorseful. He likely teleports away if the party comes with the threat of violence.",
								"The Keepers can direct a nearly immobile Garren to the nymph's pool. Her grotto is just inside the Cloud Peaks on the edge of the Veiled Wood at the base of a small waterfall.",
								{
									"type": "inset",
									"entries": [
										"As the sound of falling water greets your ears, your party emerges from the dense forest and are greeted by the breath-taking spectacle of a pristine pool of water. The vibrancy of the colors here is almost uncomfortable."
									]
								},
								"The {@creature Serephina, Water Nymph|ThirdTimesTheCharm|Nymph}, Serephina, can indeed help Garren with his curse, but being a powerful fey, must have her way first. This provides an excellent chance for highstakes roleplaying.",
								{
									"type": "entries",
									"name": "Serephina",
									"entries": [
										"{@i Chaotic good fey, medium}",
										"{@i Impossibly long blonde hair, light blue skin that grows darker at her extremities, and doe-like piercing dark blue eyes}",
										"Serephina will greet those that respectfully approach an audience, though she does love to tease and obscure her intent. Serephina has a few questions for the party, and sometimes she likes to talk in the third person for added mystery and wordplay.",
										{
											"type": "list",
											"items": [
												"(To the PC and Garren) Yes, Serephina can help with this affliction, though he is so handsome and interesting all crystalline. You're sure you want him changed? Serephina demands that you tell her why.",
												"(Looking at Garren) You don't want it to kill you? We all die eventually! (Well, your kind at least). You'll have to do better. What do you want to do with this new lease on life?",
												"(Indicating the player) Why should I help this Garren?",
												"There is a price, of course, for such a favor. (The nymph pauses, studying the PC and Garren carefully.) Why, what a pretty amulet you have about your neck! Give it to Serephina."
											]
										},
										"Attempting to fight this {@creature Serephina, Water Nymph|ThirdTimesTheCharm|Nymph} is likely suicide. One such hostile action will be met with her Stunning Beauty ability and a warning. A second will likely result in player death."
									]
								},
								{
									"type": "entries",
									"name": "Developments",
									"entries": [
										"Should the player refuse to sacrifice the amulet, Garren will look sad and take the nymph's outstretched hand, moving towards her into the pool with increasing difficulty, his fate uncertain. Perhaps to be healed and begin life a third time in the Feywild? Perhaps to become a beautiful statue decorating the bottom of the nymph's pool?",
										"Should the player sacrifice the amulet, the nymph gestures Garren forward. He looks back at the player with a sad smile, touched by their generosity towards him, and descends into the pool with her. A long silence hangs in the air, when suddenly a darkskinned human male surfaces, gasping for air and pulling himself onto the shore. He is clutching the player's amulet. Garren can explain that it was the idea of the sacrifice, the player's willingness to part with their prized possession, that was sufficient payment for the nymph."
									]
								},
								{
									"type": "entries",
									"name": "Aftermath",
									"entries": [
										"The end of this adventure marks the beginning of many new ones for your duet. If you decide to continue this arc, there are several threads the player may be keen to investigate.",
										"What is the nature of this amulet?",
										"How and why was the player misteleported?",
										"What is going on in Amn in my absence?",
										"Who laid the Crystalline Curse on Garren? Are there others like him?"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix A",
					"page": 13,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ThirdTimesTheCharm/the-veiled-wood.webp"
							}
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ThirdTimesTheCharm/the-trolls-cave.webp"
							}
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ThirdTimesTheCharm/pixies-shrine.webp"
							}
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ThirdTimesTheCharm/fee-rees-sinkhome.webp"
							}
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix B",
					"page": 17,
					"entries": [
						{
							"type": "list",
							"name": "Creatures",
							"items": [
								"{@creature Garren Bronson (Level 3 Paladin)|ThirdTimesTheCharm}",
								"{@creature Remmy Sullivan (Rogue)|ThirdTimesTheCharm}",
								"{@creature Serephina, Water Nymph|ThirdTimesTheCharm}"
							]
						},
						{
							"type": "list",
							"name": "Items",
							"items": [
								"{@item Amulet of Binding|ThirdTimesTheCharm}",
								"{@item Ring of Mage Hand|ThirdTimesTheCharm}",
								"{@item The Bent Knee|ThirdTimesTheCharm}",
								"{@item Staff of the Grotto|ThirdTimesTheCharm}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix C - Garren's Backstory",
					"page": 24,
					"entries": [
						"See fluff in {@creature Garren Bronson (Level 3 Paladin)|ThirdTimesTheCharm}."
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Garren Bronson (Level 3 Paladin)",
			"shortName": "Garren",
			"isNpc": true,
			"source": "ThirdTimesTheCharm",
			"page": 17,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					{
						"tag": "human",
						"prefix": "male"
					}
				]
			},
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item chain mail|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"formula": "3d10 + 4",
				"average": 28
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 10,
			"con": 14,
			"int": 10,
			"wis": 13,
			"cha": 15,
			"save": {
				"wis": "+3",
				"cha": "+4"
			},
			"skill": {
				"athletics": "+5",
				"insight": "+3",
				"intimidation": "+4",
				"medicine": "+3"
			},
			"passive": 11,
			"languages": [
				"Common",
				"Dwarvish"
			],
			"cr": "1/2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Garren is a 3rd-level spellcaster. His spellcasting ability is Charisma (spell save {@dc 12}, {@hit 4} to hit with spell attacks). He has the following paladin spells prepared:"
					],
					"spells": {
						"1": {
							"spells": [
								"{@spell bane}",
								"{@spell command}",
								"{@spell cure wounds}",
								"{@spell heroism}",
								"{@spell hunter's mark}"
							],
							"slots": 2
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Lay on Hands",
					"entries": [
						"As an action, Garren can draw power from his pool of divine energy and restore up to 15 hit points to a creature of his choice. Alternatively, he expends 5 of those points to cure the target of one disease or neutralize one poison affecting it. The pool replenishes when he takes a long rest."
					]
				},
				{
					"name": "Divine Smite",
					"entries": [
						"When Garren hits a creature with a melee weapon attack, he can expend one spell slot to deal radiant damage to the target, in addition to the weapon's damage. The extra damage is worth {@dice 2d8} for a 1st-level spell slot. The damage increases by {@dice 1d8} if the target is an undead or a fiend."
					]
				}
			],
			"action": [
				{
					"name": "Flametongue Longsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}13 ({@damage 1d8 + 3}) slashing damage + {@damage 2d6} fire damage."
					]
				},
				{
					"name": "Abjure Enemy",
					"entries": [
						"As an action, Garren presents his holy symbol and speak a prayer of denunciation, using his Channel Divinity. Garren chooses one creature within 60 feet of him that he can see. That creature must make a Wisdom saving throw, unless it is immune to being {@condition frightened}. Fiends and undead have disadvantage on this saving throw. On a failed save, the creature is {@condition frightened} for 1 minute or until it takes any damage. While {@condition frightened}, the creature's speed is 0, and it can't benefit from any bonus to its speed. On a successful save, the creature's speed is halved for 1 minute or until the creature takes any damage."
					]
				}
			],
			"bonus": [
				{
					"name": "Vow of Enmity",
					"entries": [
						"As a bonus action, Garren can utter a vow of enmity against a creature he can see within 10 feet of him, using his Channel Divinity. Garren gains advantage on attack rules against the creature for 1 minute or until it drops to 0 hit points or falls {@condition unconscious}."
					]
				}
			],
			"reaction": [
				{
					"name": "Protect",
					"entries": [
						"When a creature Garren can see attacks an ally within 5 feet of him, he can use his reaction to impose disadvantage on the attack roll."
					]
				}
			],
			"fluff": {
				"entries": [
					"Garren Bronson is a devoted paladin of {@deity Torm}, god of duty, loyalty, and righteousness. He is naturally protective, and his years of military service make him instinctively guard the PC from the dangers they face in the outside world. He is compassionate and insightful, and desires to inspire courage and confidence in those around him. If the PC is nervous or frightened, he will try to comfort them and assure them of their safety, even in the face of danger. Garren will not hesitate to risk his life to protect the PC. He must remain near the PC's Amulet of Binding or be returned to a crystalline state.",
					{
						"type": "entries",
						"name": "Backstory",
						"entries": [
							{
								"type": "entries",
								"name": "The History of Garren Bronson, Oath of Vengeance Paladin of Torm",
								"entries": [
									"Note to DM: Garren himself is unaware of this history, but we thought it would be helpful to have something to work from as your campaign and storyline move forward. Though he doesn't remember many of these events, he has still been shaped by them, and they are part of his character. Ideally, Garren will slowly regain his memories and be able to share them with the PC.",
									"One of the advantages of Garren not having very many memories is that it creates lots of opportunities for the player, through the PC, to fill in details about the shared world. All of it is new to Garren, and so the player can speak customs and personal or national histories into being during their conversations with the paladin.",
									"As his memories return, Garren may choose different paths for himself, especially because he feels a responsibility to protect the PC. Though in some ways his division between good and evil or conception of justice is rather black and while, he is also wise, thoughtful, and intelligent, and will make a great companion for helping the PC adapt to a life of adventuring.",
									"Back in the years preceding the Spellplague, when the deities sensed a shift among themselves and in the balance of power, select warriors joined the gods' Chosen to further the causes of goodness and justice, the highest callings of their loyalty. These positions of honor exempted the soldiers from a responsibility to a city or nation-state, calling them far from home to engage in epic deeds, risking their lives for the fate of the world.",
									"One such soldier grew up on a farm located in the distant outskirts of a prosperous city. The owners, Erdin and Bratis, took in orphan children who would otherwise fall victim to the more unsavory parts of the city and taught them to till the land and provide for themselves and their neighbors. No one knew the history of the young boy who was brought to their door one chilly night; he seemed as though he had experienced some sort of trauma, and all he could communicate was his name, Garren.",
									"In his later years as a hero, when given the chance to address cheering populaces, he would return to that initial kindness he had been shown by the two men and encourage others to follow their example. Their lack of selfishness saved his life, allowing him to save many others; this was the foundation of his understanding of law and justice.",
									"In Garren's early adolescence, the struggles between the gods and among mortals intensified. Erdin and Bratis, in service to their city, turned their barn into a hospital for wounded soldiers. Garren was enchanted by the battle-hardened men he met, though later he would look back and realize they had only been a few years older than he was at the time. As the battlefields grew ever larger, the recruitment ages decreased, leading to Garren being drafted into a regiment when he was fifteen. He assured his adopted parents that he would be careful, and they watched him striding off to his training camp, unable to shake the feeling that he would never return.",
									"Being naturally tall and strong and hardier still from the labor on the farm, Garren quickly made an impression on his commanders. There was a knowing depth behind the boy's eyes; he had seen and understood much more of the world than his sheltered peers. One promotion followed another, and after a few short years, Garren was made the captain of his own unit. Even better, his first mission would be to return to the city of his birth to protect it from ever-looming threats from the outside.",
									"But the leaders and strategists had once again misunderstood Cyric and his trickery, believing that the city would face its greatest challenge from afar rather than within. Politicians turned against one another, priests betrayed their congregations, neighbors falsely accused one another of crime and absconded with all the family's valuables in the night.",
									"In Garren's home, among Erdin, Bratis, and all the children he had regarded as friends and siblings, who looked up to him as their mentor, the deceit took a particularly unfortunate turn. Whether the warriors were bewitched, secret agents, or traumatized beyond discernment, Garren's parents had been right about him not being able to return home; they had just misguessed the reason.",
									"One night, as tempers flared throughout the city, several of the wounded soldiers turned on their fellows, creating in-fighting and panic that spread across the farm. The braziers burning in the barn to provide comfort to the weary and wounded in the hours of darkness overturned in the fray, igniting the hay and wood and quickly engulfing the structure. The flames spread across the late summer grasses, dried by the sunny days leading into harvest, and lit the main house and outbuildings as well. Bratis was killed ushering children out of one of the structures when a beam fell and crushed him from above. Erdin, in his dismay searching for his partner, failed to discern that the soldier running at him was not fleeing in terror but sprinting in anger. He turned to show the panicked man the way to safety but was cut down instead. Judging by the footprints, many of the children survived, but the trails to them were lost in the unrest and riots of the city.",
									"Garren returned a few days after the worst of the turmoil subsided. He had pushed his regiment to travel ever faster the last few days on the road, concerned, like his soldiers, that their messages were going unanswered. Even if they had known, they would have been too far away to make it back in time, but such facts proved little comfort.",
									"In his anguish at the destruction of his home and all those he held dear, those he had sworn to protect, Garren threw his helmet to the side, crying out as he fell to his knees in frustration. That day, his sword clutched between his hands, his only remaining support, he swore to the gods that if they would allow him, he would enact vengeance on his foes.",
									"The men surrounding him saw a beam of light engulf their leader, so bright they had to shield their eyes and could only just make out his silhouette. Garren, however, witnessed his sword burst into flames and felt himself swell with power. The symbol of a white gauntlet for the right hand emblazoned itself on his shield, covering over the flag of his region - Torm had accepted the warrior's oath and would aid him on his quest.",
									"The young paladin grew in power, so much so that he surpassed his mentors in record time. His intuition was keen for discerning the greatest threats to the forces of the light, but no amount of success was enough for the raging spirit within the warrior. No amount of good could absolve him of the debts he laid against himself.",
									"At the height of his own ability, when he was a legendary fighter almost on par with the gods themselves, a clever series of traps were laid before Garren, one of several victims of such schemes. To the dark deities and their allies, Cyric and Shar in particular, the greatest weakness of their foes lay in their dependence on and affection for mortal creatures. But this would prove the moment of their great triumph. They would not kill the warriors outright—no, that would only serve to make them martyrs or invite a show of mercy through resurrection. Instead, Cyric proposed, they would separate the heroes from their souls, making it impossible for them to be resurrected, especially following the sundering of much of Faerun itself.",
									"Garren was led through a series of dangers, all the while believing he was growing closer to one of the head lieutenants of his enemies. The men and women serving beside him died off one by one to the forces surrounding them until only Garren himself was left. His might weakened and energy spent over the days tracking his prey through the mountains, he fought powerfully and bravely, but it was not enough. However many he struck down, more would take their place. In the final moments of the battle, they taunted him to call down his god, to cry out for aid that he might be avenged or saved. His oath called him to protect and defend the greatest good, and his faith placed Torm above himself. And so Garren stopped, giving himself over to his enemies that his deity might continue on and not be caught up in the Spellplague's destruction.",
									"But all magic comes at a cost. When Cyric and Shar murdered the goddess of magic herself, their own actions spiraled out to Garren and those like him. The bonds holding the souls of the heroes weakened, and the fracturing magic entered a few ancient items. The fleeing gods had heard their heroes' silent cries; they would live on to fight again, one day when the world most needed them."
								]
							}
						]
					}
				]
			},
			"languageTags": [
				"C",
				"D"
			],
			"damageTags": [
				"S"
			],
			"spellcastingTags": [
				"CP"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"conditionInflict": [
				"frightened"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"wisdom"
			]
		},
		{
			"name": "Remmy Sullivan (Rogue)",
			"shortName": "Remmy",
			"isNpc": true,
			"source": "ThirdTimesTheCharm",
			"page": 18,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					{
						"tag": "human",
						"prefix": "male"
					}
				]
			},
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item common clothes|phb}"
					]
				}
			],
			"hp": {
				"formula": "3d8",
				"average": 20
			},
			"speed": {
				"walk": 30
			},
			"str": 9,
			"dex": 16,
			"con": 11,
			"int": 14,
			"wis": 13,
			"cha": 15,
			"skill": {
				"acrobatics": "+7",
				"deception": "+4",
				"insight": "+3",
				"investigation": "+4",
				"sleight of hand": "+7",
				"stealth": "+5"
			},
			"passive": 15,
			"languages": [
				"Common"
			],
			"cr": "1/8",
			"trait": [
				{
					"name": "Sneak Attack",
					"entries": [
						"Remmy deals an extra 7 ({@damage 2d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of Remmy that isn't {@condition incapacitated} and Remmy doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"Once per turn, Remmy can take a bonus action to Dash, Disengage, or Hide."
					]
				},
				{
					"name": "Disguise Kit",
					"entries": [
						"Remmy adds 2 to checks he makes with a {@item disguise kit|PHB}."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 2}) piercing damage."
					]
				}
			],
			"traitTags": [
				"Sneak Attack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"attachedItems": [
				"dagger|phb"
			]
		},
		{
			"name": "Serephina, Water Nymph",
			"shortName": "Serephina",
			"isNpc": true,
			"source": "ThirdTimesTheCharm",
			"page": 22,
			"size": [
				"M"
			],
			"type": "fey",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "17d8 + 51",
				"average": 127
			},
			"speed": {
				"walk": 30
			},
			"str": 12,
			"dex": 16,
			"con": 15,
			"int": 12,
			"wis": 17,
			"cha": 18,
			"skill": {
				"deception": "+7",
				"insight": "+6",
				"perception": "+6",
				"persuasion": "+7"
			},
			"senses": [
				"Darkvision 60 ft."
			],
			"passive": 16,
			"languages": [
				"Common",
				"Elvish",
				"Sylvan"
			],
			"cr": "6",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The nymph's innate spellcasting ability is Charisma (spell save {@dc 14}). The nymph can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell entangle}",
						"{@spell faerie fire}",
						"{@spell shillelagh}"
					],
					"daily": {
						"3e": [
							"{@spell moonbeam}",
							"{@spell plant growth}"
						],
						"1e": [
							"{@spell control water}",
							"{@spell dimension door}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The serephina has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"The serephina can breathe air and water."
					]
				},
				{
					"name": "Speak with Beasts and Plants",
					"entries": [
						"The serephina can communicate with beasts and plants as if they shared a language."
					]
				},
				{
					"name": "Stunning Beauty",
					"entries": [
						"When a non-fey creature starts its turn within 30 feet of the nymph, the nymph can force it to make a {@dc 14} Wisdom saving throw or be {@condition stunned}. When {@condition stunned} in this manner, the target is able to speak to the nymph, but has disadvantage on saving throws against her Fey Charm"
					]
				}
			],
			"action": [
				{
					"name": "Staff of the Grotto (+2 Quarterstaff)",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) bludgeoning damage plus 9 ({@damage 2d8}) psychic damage."
					]
				},
				{
					"name": "Fey Charm",
					"entries": [
						"the nymph targets one non-fey creature that she can see within 30 feet of her. If the target can see the nymph, it must succeed on a {@dc 14} Wisdom saving throw or be magically {@condition charmed}. The {@condition charmed} creature regards the nymph as a trusted friend to be heeded and protected. Although the target isn't under the nymph's control, it takes the nymph's requests or actions in the most favorable way it can. Each time the nymph or its allies do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the nymph dies, is on a different plane of existence from the target, or ends the effect as a bonus action. If a target's saving throw is successful, the target is immune to the dryad's Fey Charm for the next 24 hours. The nymph can have no more than one non-fey creature, or two creature {@condition stunned} by her, {@condition charmed} at a time."
					]
				}
			],
			"traitTags": [
				"Amphibious",
				"Magic Resistance"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C",
				"E",
				"S"
			],
			"damageTags": [
				"B",
				"Y"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"conditionInflict": [
				"charmed",
				"stunned"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ThirdTimesTheCharm/serephina.webp"
						}
					}
				]
			},
			"damageTagsSpell": [
				"B",
				"O",
				"R"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"strength"
			]
		}
	],
	"item": [
		{
			"name": "Amulet of Binding",
			"source": "ThirdTimesTheCharm",
			"page": 23,
			"type": "OTH",
			"rarity": "legendary",
			"wondrous": true,
			"reqAttune": true,
			"entries": [
				"While attuned to this amulet, you can use an action to summon forth {@creature Garren Bronson (Level 3 Paladin)|ThirdTimesTheCharm|Garren Bronson}. If Garren drops to zero hit points, instead of falling unconscious, he returns into the Amulet of Binding, You may also dismiss Garren back into the amulet using your action. However, if dismissed in this fashion, Garren cannot be called forth again until after a long rest."
			]
		},
		{
			"name": "Ring of Mage Hand",
			"source": "ThirdTimesTheCharm",
			"page": 23,
			"type": "RG|DMG",
			"rarity": "uncommon",
			"wondrous": true,
			"reqAttune": false,
			"entries": [
				"While wearing this ring, you can cast the {@spell mage hand} spell by using an action to expend one of its charges. The ring has a total of five charges and regains {@dice 1d4} at dawn."
			]
		},
		{
			"name": "The Bent Knee",
			"source": "ThirdTimesTheCharm",
			"page": 23,
			"type": "M",
			"rarity": "rare",
			"wondrous": true,
			"reqAttune": true,
			"entries": [
				"A {@item +1 dagger}. Once per day, its bearer can cast an alternate {@spell Charm Person} spell against a {@dc 16} Wisdom saving throw. When {@condition charmed} by the blade's spell, instead of regarding the caster as a close friend, the target regards them as a trusted superior and will defer to them as much as possible and reasonable. A caster issuing an order that would result in the target harming itself ends the effect."
			]
		},
		{
			"name": "Staff of the Grotto",
			"source": "ThirdTimesTheCharm",
			"page": 23,
			"type": "M",
			"rarity": "rare",
			"reqAttune": "by a druid or a fey",
			"entries": [
				"This staff can be wielded as a magic {@item quarterstaff} that grants a +2 bonus to attack and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls. The staff has 10 charges for the following properties. It regains {@dice 1d6 + 4} expended charges daily at dawn. If you expend the last charge, roll a {@dice 1d20}. On a 1, the staff loses its magical properties and becomes a nonmagical quarterstaff.",
				"Spells. You can use an action to expend 1 or more of the staff's charges to cast one of the following spells from it, using spell save {@dc 16}: {@spell awaken} (5 charges), {@spell conjure woodland beings} (6 charges), {@spell pass without trace} (2 charges), {@spell sleet storm} (3 charges), {@spell suggestion (4 charges)}"
			],
			"reqAttuneTags": [
				{
					"creatureType": "fey"
				},
				{
					"class": "druid"
				}
			]
		}
	]
}
