{
	"_meta": {
		"sources": [
			{
				"json": "FirstBlush",
				"abbreviation": "FBlu",
				"full": "First Blush",
				"authors": [
					"Jonathan Ball",
					"Beth Ball"
				],
				"convertedBy": [
					"SeuRonao"
				],
				"version": "Final",
				"url": "https://www.dmsguild.com/product/264021/First-Blush",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1604518196,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "506cebc7f8",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "First Blush",
			"id": "FirstBlush",
			"source": "FirstBlush",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/FBlu/coverart.webp"
			},
			"contents": [
				{
					"name": "First Blush"
				},
				{
					"name": "1. A Fresh Start",
					"headers": [
						"Introduction",
						"Just Another Afternoon",
						"Put Trough the Paces",
						"Farewell My Friend",
						"A Mind of Its Own"
					]
				},
				{
					"name": "2. The Hidden Flame",
					"headers": [
						"The Lonely Hold",
						"Escape!",
						"Aftermath"
					]
				},
				{
					"name": "Appendix A"
				},
				{
					"name": "Appendix B"
				}
			],
			"level": {
				"start": 1,
				"end": 1
			},
			"published": "2019-12-01",
			"storyline": "The Crystalline Curse"
		}
	],
	"adventureData": [
		{
			"id": "FirstBlush",
			"source": "FirstBlush",
			"data": [
				{
					"type": "section",
					"name": "First Blush",
					"page": 1,
					"entries": [
						"An Introductory adventure for parties of 1 player and 1 DM from the writers of D&D Duet.",
						"A two-to-four-hour adventure for one first-level character and their DM."
					]
				},
				{
					"type": "section",
					"name": "1. A Fresh Start",
					"page": 3,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"The pressures of one's birth negotiate a difficult harmony with destiny. A new path might be directly ahead, but how is one to know?"
							],
							"by": "Maurita Rousse, Talarian diplomat and self proclaimed mystic"
						},
						{
							"type": "entries",
							"name": "Introduction",
							"entries": [
								"This is a two-part adventure designed for one Player and a DM. This style of play is called a Duet. There are many ad-vantages to playing a duet as opposed to running a regular 4+ player game, and this module attempts to capitalize on those.",
								"{@b An additional goal of this module is to introduce Dungeons and Dragons 5th Edition to a person that has no experience with the game. Pursuant to that goal, the module contains an easy introduction to the three pillars of play: Exploration, Combat, and Social Interaction.}",
								"This module is designed to be used by the person running the game (the DM). You will find some pre-generated characters for the player to use in the PC Supplement to this adventure. Appendix A to this document includes all needed stat blocks. Appendix B includes maps.",
								"The DM has several very important roles: storyteller, referee, actor, strategist... No adventure can anticipate every twist and turn a D&D game may take. The DM should feel free to alter, adapt, and add on anything and everything presented here with the understanding that your player's enjoyment is paramount. It's not cheating to weaken monsters, fudge rolls, and make up lore.",
								"This module is written without a specific campaign setting in mind. The adventure will easily lend itself to a homebrew setting. Rhe subsequent two adventures refer to events unfolding north of Amn in the southern areas of the Sword Coast in the Forgotten Realms. Feel free to start this adventure in Amn."
							]
						},
						{
							"type": "entries",
							"name": "Overview",
							"entries": [
								"The player character in this adventure has some intimate connection with a noble family or could even be a member of said family. It is recommended that you discuss a character History with your player before running this game, or you can use the options provided in the supplementary materials.",
								"In this adventure, the player character will practice roleplaying with a couple key NPCs, go through a simulated dungeon and combat scenario, and then put these pieces together to explore a real dungeon and discover the secret within.",
								"Unique NPCs and creature stat blocks can be found in Appendix A. Maps, large enough to lay down and use on the table, are provided in Appendix B."
							]
						},
						{
							"type": "entries",
							"name": "Background",
							"entries": [
								"The player is a person of some importance and has resources and education at their disposal. With these boons comes the price of responsibility. As the adventure opens, the player is informed that their presence is required at the opening of an important solstice festival in a neighboring kingdom. They will need to teleport to this nation to participate. {@b Depending on the PC's backstory, they may be very reticent to go.}",
								"Additionally, the player is in possession of an amulet. This amulet is of great sentimental value. The PC keeps this on their person at all times.",
								"The beginning of the adventure occurs in the sprawling home of the PC. This could be either a castle or a manor, but it needs to be rather large and opulent."
							]
						},
						{
							"type": "entries",
							"name": "Just Another Afternoon",
							"entries": [
								"The adventure opens with the player character (PC) studying with a trusted mentor. If possible, try to encourage the PC to speak and respond in the style of the character they are role-playing. This is a low-stakes social encounter.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Important Note",
											"entries": [
												"{@i All of the NPCs have been designed with flexibility in mind. Feel free to alter the names, gender, or personality of any NPCs described here to best suit you and your player's needs or preferences.}"
											]
										}
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"The warm afternoon sunlight pours through the large windows, combining with the droning voice of your mentor to create an intensely soporific effect. You are startled out of your drowsiness, however, with a sharp but good-natured reprimand from Master Elias."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Master Elias",
							"entries": [
								"{@b Human Male Wizard, Chaotic Good}",
								"{@b 112 years old, thin white hair, hooked nose, piercing blue eyes, raspy voice}",
								"{@b Ideal:} The pursuit of knowledge and the education of those that can continue that pursuit.",
								"{@b Flaw:} Much can be forgiven in the name of progress.",
								"Master Elias has been lecturing extensively on a rather boring subject, and is unsurprised that his most promising pupil has dozed off. He has a lot of information he can share with them, and he will also tell the PC to meet him later in the afternoon to teleport to the Solstice Festival.",
								{
									"type": "list",
									"items": [
										"The PC should prepare for the journey. The Solstice Festival runs for two weeks and is an important tradition for maintaining good relations with the neighboring country.",
										"The rest of the PC's family went ahead. Master Elias and the PC are the last to go.",
										"Stormguard Bharmyr is counting on the PC getting in one more training session before the journey.",
										"The PC should pack warmly and bring anything that may be helpful as the neighboring country has a harsh climate."
									]
								},
								"Elias will walk with the PC to Stormguard Bharmyr's training area and drop them off. He and Bharmyr have a playfully antagonistic relationship. One sees to the PC's mental development, the other to the physical."
							]
						},
						{
							"type": "entries",
							"name": "Put Through the Paces",
							"entries": [
								"Stormguard Bharmyr's training area is essentially a massive stone room. On the inside, carpenters under the employ of the keep erect massive and ever-changing scaffolding to simulate a variety of combat scenarios. In honor of the PC's upcoming trip, Bharmyr has designed something special.",
								"He observes the PC as they navigate the course and be available for advice and instruction as the PC proceeds.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/FBlu/bharmyr.webp"
									}
								},
								"The goal of this mini-dungeon is to get the PC familiar with rolling and adding modifiers."
							]
						},
						{
							"type": "entries",
							"name": "Stormguard Bharmyr",
							"entries": [
								"{@b Dwarf Male Fighter, Lawful Good}",
								"{@b 200 years old, thick auburn hair and braided beard, stout and strong}",
								"{@b Ideal:} It is my sacred duty to defend the lord I serve.",
								"{@b Flaw:} I fail to see the sins of my superiors and hold them up as largely infallible.",
								"Stormguard Bharmyr has long cared for the physical education of the PC. He is gruff, but well-meaning and loyal.",
								{
									"type": "list",
									"items": [
										"The PC should be warned that this challenge may be a little more intense than usual.",
										"Afterwards, the PC should go pack for the journey and meet Elias to teleport.",
										"Also, the PC's dear friend Remmy Sullivan was looking for them. Remmy will be in the kitchens."
									]
								},
								{
									"type": "entries",
									"name": "Bharmyr's Obstacle Course",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"The smell of freshly worked pine greets your nostrils as you step over the threshold and enter your trainer's newest death trap. Suddenly, the light from the magic torches that had illuminated the room vanishes and you are plunged into darkness. Bharmyr's laugh echoes across the training grounds."
											]
										},
										"Depending on the PC's abilities, they should be able to figure out darkness with a torch, magic, or {@sense darkvision}. Ahead, they see a corridor made of solid wood. After a short hallway, there is a solid wooden door.",
										"{@b Trapped Door.} The door is mechanically trapped. A {@dc 10} Wisdom ({@skill Perception}) Check reveals that the door is rigged with a wire that will drop sticky goo over someone that opens the door without care. A {@dc 10} Dexterity ({@skill Sleight of Hand}) check will disable the trap. If a check fails by more than 5, the trap will trigger. Call for a Dexterity Saving Throw {@dc 10} to jump out of the way.",
										"Beyond the door there are two choices: one is an unknotted rope going up; the other is a dark pool of water going down.",
										"{@b Rope.} The rope requires a {@dc 10} Strength ({@skill Athletics}) check to climb successfully. At the top there is a zipline to the arena.",
										"{@b Pool.} The pool is dark. Ask for a {@dc 10} Wisdom ({@skill Perception}) check to find the opening on the other side. Keep track of how long the PC can hold their breath and narrate the search. After finding the way forward and out, the PC sees a ladder going straight up that emerges at the edge of the arena.",
										{
											"type": "insetReadaloud",
											"entries": [
												"The moment your feet touch the sand, you are on your toes for the combatants you know will be arriving to test your skills. You think that Bharmyr will probably send in Torvald since Dresik is likely still recovering from the thrashing at your hands a few days before."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Bharmyr's Arena",
									"entries": [
										"The training arena map can be found in Appendix B.",
										"Ask for a Wisdom ({@skill Perception}) check contested by {@creature Dresik|FirstBlush} and {@creature Torvald|FirstBlush}'s Stealth. Their stat blocks can be found in Appendix A. {@creature Dresik|FirstBlush} is hiding across the arena while {@creature Torvald|FirstBlush} crouches behind some barrels. They are wielding non-lethal weapons, and the PC will understand that they can use the blunt of their weapon in the combat."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Farewell My Friend",
							"entries": [
								"After the arena exercise, if there is interest, play out an interaction between Bharmyr and your PC. The Stormguard will encourage the PC to prepare and will caution them to be on guard during the journey. If the PC needs encouragement, Bharmyr can prompt them to say farewell to anyone they need to as the Festival will run for a couple of weeks. Regardless of if the PC goes to their room to prepare or if they go searching for Elias or their friend Remmy, they will encounter the latter.",
								"The goal of this role-playing encounter is to introduce more complexity and character development in the form of Insight and Deception Checks. Additionally, this conversation encourages shared world-building on behalf of the PC. The information they create and provide contributes to the world's level of detail."
							]
						},
						{
							"type": "entries",
							"name": "Remmy Sullivan",
							"entries": [
								"{@b Human Male Commoner, Chaotic Good}",
								"{@b 17 years old, dirty blonde hair, messy, tall and thin}",
								"{@b Ideal:} I long to leave the environs of my low birth behind and prove myself out in the world.",
								"{@b Flaw:} I feel I am owed recompense for my lot and have little problem taking it.",
								"Remmy is a dear friend of the PC although of a different class and somewhat younger. He will be happy to interact with the PC, but unhappy about not being able to go to the Solstice Festival. The PC and Remmy have both been busy and haven't spoken in the last few days.",
								{
									"type": "list",
									"items": [
										"He will ask the PC what (if anything) they are looking forward to at the Festival. Are they excited to run into anyone in particular? What usually happens at these things anyway?",
										"Remmy will also ask how the PC has been lately. How is their family, or others they're close to?",
										"He will reluctantly lament his not being able to go, his station, his lack of opportunity, and his separation from his friend. He says all of this in a genuine way, confiding his frustration to the PC.",
										"Depending on the PC's backstory, he may be worried that they will not be able to return from Varhash or will at least have a prolonged stay there beyond the two weeks."
									]
								},
								"As the conversation develops, when Remmy begins talking more about himself and his lot, he becomes slightly withdrawn. Ask for an {@skill Insight} Check {@dc 10}. Give advantage for familiarity.",
								"At some point in the conversation, Remmy will try to lift something from the PC. It is not meant as sketchy or bad, but as a sentimental friend trying to obtain a bauble for remembrance. Roll a {@skill Sleight of Hand} +4 against the PC's {@skill Perception} check.",
								"When it is time to shift the scene, have a servant or messenger fetch the PC and take them to where Elias is waiting in the Teleportation Circle."
							]
						},
						{
							"type": "entries",
							"name": "A Mind of Its Own",
							"entries": [
								"The PC catches up with Master Elias at the Teleportation Circle.",
								{
									"type": "insetReadaloud",
									"entries": [
										"You wind your way down the familiar, but still slightly uncomfortable and close-walled, spiral staircase that opens onto a small hallway, the Teleportation Circle waiting at the far end. Between it and you stand two house guards and a locked iron door, the traditional security measures of the court. They nod at your approach and open the door. Beyond it you can see Master Elias fussing about the edge of a large circle of intricate lines and dimly glowing runes that pulsate in rhythm to his utterances."
									]
								},
								"Master Elias will greet the PC somewhat absentmindedly while he finishes preparing the spell. He will inform the PC that their family will be anticipating their arrival and should have someone waiting there to receive them. He will ask the PC if they are ready.",
								{
									"type": "insetReadaloud",
									"entries": [
										"Master Elias lifts his arms over his head, chanting in a throaty voice the final phrases of his incantation. A few arcane phrases into the spell, you watch as your amulet rises up in front of your face, slowly rotating in defiance of gravity. In the same moment that your teacher finishes the spell, a flash bursts from inside the amulet, followed by an unsettling scream before you feel the familiar full-body compression that comes with teleportation."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "2. The Hidden Flame",
					"page": 5,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"There's something ancient and unsettling up there. Many have tried to get in, but no one has managed it thus far."
							],
							"by": "Dolan Aln, Scrivener"
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"A howling wind greets your ears, and the shocking cold whips your eyes open, revealing the terrify ing reality that you are not at the Solstice Festival. Blinking through the bright snow as you turn around, you see an evergreen forest a half-mile plunge below. Squinting up, you find the imposing and unmistakable outline of Strahmin's Peak, the tallest mountain along the border. Lowering your eyes, the faint outline of fallen rocks beckons as a possible source of shelter from the icy mountain blasts. From the woods below, a haunting howl echoes against the rocky environs, urging you forward to temporary safety."
							]
						},
						"The goal of this chapter is for the PC to put into practice everything they've learned thus far in a situation in which there are real stakes.",
						"See the numbered dungeon map in Appendix B.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/FBlu/rat.webp"
							}
						},
						{
							"type": "entries",
							"name": "The Lonely Hold",
							"entries": [
								{
									"type": "entries",
									"name": "Entrance",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"As you approach the pile of rocks, you find, instead, the remains of an ancient edifice rising toward the mountaintop. Carved into the side of Strahmin's Peak, hidden from forest view by a craggy bluff, your eyes light upon a smooth stone entryway, ages of frost buildup integrating the construction into the mountain itself. As your eyes further adjust to the brightness, you perceive a sizeable stone column beneath the layers of snow to your right, the base of its fellow having caught your attention upon arrival. The bare, hand-carved planes of the fallen column, only lightly dusted with frost unlike the rest of your surroundings, indicate that it may have just recently fallen. The sudden sense that you have forgotten or missed something familiar, an intuition just out of reach, accompanies a subtle blush of warmth in the amulet against your chest. Intuitively, your arm reaches forward to brush the snow from the stone doorway."
											]
										},
										"{@b Runes.} The runes above the door are in an ancient language with roots in Elvish. A successful Intelligence ({@skill History}) check will allow the PC to understand that they essentially say, \"The Lonely Hold: Show the Sign and Enter.\"",
										"{@b Door.} The door has intricate designs weaving across its surface and meeting at the center in a shape familiar to the PC. It matches the designs on their amulet. The door will open and grant access to Area 1 if the PC shows their amulet.",
										"{@b Columns.} If the PC investigates, they can tell that the left column crumbled and crashed into the ruins, smashing a hole through the roof. With a successful {@dc 15} Strength ({@skill Athletics}) Check, they can climb over the icy boulders and hoist themselves up into a position where they could look inside to Area 1."
									]
								},
								{
									"type": "entries",
									"name": "1. Receiving",
									"entries": [
										"The ceiling is about 20 ft high. Light penetrates the room via the opening in the ceiling.",
										"You find yourself in a room ages old, abandoned long ago and protected by the foreboding peak. Tendrils of white from the piercing cold stretch across the smooth stone beneath your feet, and the wind gives a mournful howl as it whips into the room from the column's heavy cave-in from above. Intricate, faded frescoes adorn the walls of the room, providing a slight sense of warmth, tinged with melancholy, to the otherwise desolate chamber. A large marble desk sits further inside.",
										"{@b Chasm.} In the center of the room, a large section of the floor has given way in line with the opening in the ceiling. It has created a gap of about 20ft. to the other side. A Wisdom ({@skill Perception}) check will reveal the existence of Area 2, the floor of which is 60 ft. down.",
										"{@b Frescoes.} The frescoes around the room seem to depict an ancient and desperate battle between the forces of good and ill. Demons fight side-by-side with dragons against an increasingly dwindling and desperate group of celestials and heroes, struggling in vain against the overwhelming forces of their enemies.",
										"{@b Desk.} Some ancient papers litter the desk. An Intelligence ({@skill Investigation}) check reveals a hastily scribbled note reading in Elvish \"Burn, Give, and Receive.\" There is a small brazier on the desk that gives off a faint magical aura. There is a bit of ash and some dark brown in the brazier. If the PC burns a bit of blood in the brazier, the PC finds a hidden box containing a {@item Potion of Healing}, a {@item Potion of Cold Resistance}, and 1d10 {@item Gold (gp)|PHB|gp}.",
										"{@b Trapped Stairwell.} A 5x5 ft. pressure plate trap will release poisoned darts in the narrow entry to the spiral stairs leading down to Area 2 unless the PC makes a successful {@dc 13} Wisdom ({@skill Perception}) check to notice the slight rise to the plate or the dart holes in the fresco. If triggered, the darts roll an attack {@hit +3}. On hit, the PC takes {@damage 1d4} poison damage and is {@condition Poisoned} for the next minute."
									]
								},
								{
									"type": "entries",
									"name": "2. Ante-Chamber",
									"entries": [
										"This chamber also has 20ft. ceilings, but only has dim light.",
										{
											"type": "insetReadaloud",
											"entries": [
												"You pause a moment or two as your senses adjust to the darkness of the lower room. Ahead, two imposing silhouettes from the fallen stone column distinguish themselves from the rubble created as they descended to their new resting place. Gazing beyond them to the far side of the long chamber, your gaze narrows to discern a door, carved in the likeness of a face. To the right, just beyond the former top of the column, a wide, deeply shadowed opening suggests a hallway."
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/FBlu/icemephit.webp"
											}
										},
										"{@b 1. Columns.} The massive pillars have brought down the ceiling but can be scrambled over without too much difficulty. On the other side in the corner is an {@creature Ice Mephit|FirstBlush} (MM. 215, stat block Appendix A) waiting in ambush. It will attack as soon as the PC clears the obstruction. A {@dc 10} Intelligence ({@skill Investigation}) check of the rubble around the columns reveals a skeletal hand upon which lies a {@item Ring of Protection}.",
										"{@b 2. Magical Door.} A magical talking door inhibits further ingress. The door is extremely gregarious and beside himself to have someone to talk to after all these years. Over the door are the words \"Open Says Me\" in Elvish. The PC must get the door to say the word \"Open\" to access Area 3. The door knows some things, but not how to open himself. Example responses to PC questions:",
										{
											"type": "list",
											"items": [
												"What is this place? \"Well, I'm not too sure, but I know that beyond me my creators were trying to contain something that they thought was very dangerous.\"",
												"How do I get past you? \"My creators, given my friendly personality, decided it would be best if I wasn't too sure, seeing as how I'm a people pleaser and would be bound to reveal the secret.\"",
												"What do the paintings upstairs represent? \"What paintings? Oh! The big fight? Why, that's the ancient war that my makers won of course!\""
											]
										},
										{
											"type": "entries",
											"name": "Collapsed Hallway",
											"entries": [
												"The forces of time have conspired to slay this innocent hallway. An Intelligence ({@skill Investigation}) check will net the PC a really cool-looking rock with some sparkles in it."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "3. Holding",
									"entries": [
										"This circular room is in complete darkness.",
										{
											"type": "insetReadaloud",
											"entries": [
												"Exclaiming in surprise,the door a slides to the side, revealing a short flight of stairs that lead down into utter darkness. The faint light reflecting off the collections of snow in the hallway behind you casts a faint shadow of the silhouettes of torches against the walls on either side of the stone passage leading deeper in."
											]
										},
										"After the PC acquires a light source, they can see the outline of a gigantic stone statue towering over a humanoid figure.",
										{
											"type": "insetReadaloud",
											"entries": [
												"The unsteady light cast by your torch struggles to force back and withstand the thick, physical darkness of this room. As your feet carry you further in, the fully-carved outline of a Frost Giant statue emerges from the far wall just behind it. The artisans carved it to loom menacingly over another icy statue, an equally detailed, though much smaller, human statue in the center of the room, its lower body obscured by ice or rock the sculptors had yet to carve away. As you approach, motes of light and fire from your torch break free, gliding quickly forward to the complex array of runes etched in the ground surrounding the statue of a trapped human male. The glyphs glow brighter as the circle becomes more complete, giving off a brief, low pulse as the last rune is lit. At this, the pillar of ice encapsulating the human statue from his waist down cracks, the sound resonating against the distant walls of the underground room. The echoes quieten, replaced by the lilt of running water as the ice melts away, the body slowly thawing, seeming almost to animate with the melting away of the icy prison. As you watch, the statue glances down at his diminishing bonds before moving his head slightly, turning toward you. Life gleams from confused but thoughtful eyes that fixate on your own."
											]
										},
										"The statue is not a statue at all, but {@creature Garren Bronson (Paladin)|FirstBlush|Garren}, an imprisoned crystalline warrior from a past age. His stat block can be found in Appendix A.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Important Note about Garren and the PC's amulet:",
													"entries": [
														"If Garren falls to 0 HP and is within 1000 ft of the PC's amulet, instead of falling unconscious, Garren is teleported into the amulet with 1 HP. The PC can release or contain Garren as an action. This is not immediately apparent to either party, but the connection can be hinted at, perhaps by mentioning that the amulet hums or feels warm."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Garren Bronson",
									"entries": [
										"{@b Crystalline Male Paladin, Lawful Good}",
										"{@b Sharp, angular features, strong and tall build, but a long time from home.}",
										"{@b Ideal:} I must fight or disrupt the forces of evil.",
										"{@b Flaw:} I overestimate my abilities from time to time.",
										"Garren was a mighty force for good in the ancient conflict,but was eventually captured, and imprisoned here for eternity.",
										"Before the PC has time to ask too many questions of the deeply confused Garren, 2 {@creature Ice Mephit|FirstBlush|Ice Mephits} (MM. 215) attack. At the top of the next two rounds another {@creature Ice Mephit|FirstBlush} joins the fray. After 3 rounds, the Frost Giant statue animates and crushes any remaining Ice Mephits before pursuing the party. As it comes to life, Garren will prompt, bravely and clearly, \"Run!\" It is probable that the Frost Giant will squash Garren, sending him into the PC's amulet as they flee."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/FBlu/bones.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Escape!",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/FBlu/frostgiant.webp"
									}
								},
								"The Frost Giant is not given stats as it represents only a force to be escaped. Fighting is certain death. Run a skills challenge to have the PC make their way back through the dungeon. On 3 Successes they should be outside. For each failure, the Giant gets to try to hit the PC ({@hit +5} to hit, {@damage 1d4+1} Bludgeoning). Example rolls suggested on the table Check below.",
								{
									"type": "table",
									"colLabels": [
										"Event",
										"Check Type",
										"{@dc}"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Dodge a Frost Giant Swing",
											"Dexterity Saving Throw",
											"12"
										],
										[
											"Climb a Rope",
											"Strength ({@skill Athletics})",
											"10"
										],
										[
											"Vault an Obstruction",
											"Strength ({@skill Athletics})",
											"10"
										],
										[
											"Maintain Footing/Momentum",
											"Dexterity ({@skill Acrobatics})",
											"10"
										]
									]
								},
								"Once the PC is safely outside, allow only a moment of rest before the Frost Giant reappears, crashing through the ruins and racing toward the PC.",
								{
									"type": "insetReadaloud",
									"entries": [
										"With a mighty roar, the Frost Giant closes the distance between you with incredible speed, no longer encumbered by the confines of the ancient prison's ruins. In what could only be your last moments, you see the giant's massive axe sweep down as your amulet pulses against your chest. In the next instant, Garren is there before you, knocking you to the side, shield held high, incredibly deflecting the blow into the ground which rumbles with the ferocity of the attack. From beyond the giant's shoulder, you see a wide shelf of ice and snow fall from Strahmin's Peak. Avalanche!"
									]
								},
								"As the adventure closes, you have options as the DM. I fade to black here with the understanding that the PC will be found and wake up in a small village at the base of the mountain. Or perhaps they escape the giant, but now must survive to find their way back to civilization."
							]
						},
						{
							"type": "entries",
							"name": "Aftermath",
							"entries": [
								"Where you take your PC from here is up to the discretion of you and your partner.",
								"Who is Garren and what era does he come from? What does he want now that he's animate again?",
								"What will your PC do next? What do they want to accomplish beyond the confines of the Serpent Hills and the region continue controlled the adventure by Amn?",
								"We continue the adventure with Second Glance and Third Time's the Charm, both out now on DMs Guild. Look for more soon, and come check out our blog, dndduet.com, for ideas, inspiration, and advice for your duet campaign."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix A",
					"page": 9,
					"entries": [
						{
							"type": "list",
							"items": [
								"{@creature Dresik|FirstBlush}",
								"{@creature Torvald|FirstBlush}",
								"{@creature Ice Mephit|FirstBlush}",
								"{@creature Garren Bronson (Paladin)|FirstBlush|Garren}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix B",
					"page": 11,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/FBlu/thelonelyhold.webp"
							},
							"title": "The Lonely Hold"
						},
						{
							"type": "list",
							"items": [
								"Area 1.1: Chasm drops down 60 ft.",
								"Area 1.2: Poison dart pressure plate trap.",
								"Area 2.1: Column rubble and Ring of Protection.",
								"Area 2.2: Magic door. The door must say the word \"Open\"",
								"Area 3.1: Dark room with inanimate Garren."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/FBlu/trainingarena.webp"
							},
							"title": "Training Arena"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/FBlu/antechamber.webp"
							},
							"title": "Area 2",
							"imageType": "map"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/FBlu/holding.webp"
							},
							"title": "Area 3",
							"imageType": "map"
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Dresik",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "FirstBlush",
			"alignment": [
				"NX",
				"C",
				"G",
				"NY",
				"E"
			],
			"ac": [
				{
					"ac": 10,
					"from": [
						"{@item common clothes|phb}"
					]
				}
			],
			"hp": {
				"formula": "2d8 + 2",
				"average": 11
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 12,
			"con": 12,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"passive": 10,
			"cr": "1/8",
			"page": 9,
			"languages": [
				"any one language (usually Common)"
			],
			"languageTags": [
				"C",
				"X"
			],
			"action": [
				{
					"name": "Light Shortbow",
					"entries": [
						"{@atk rw} {@hit 3} to hit, range 80/320 ft., one target. {@h}4 ({@damage 1d6 + 1}) bludgeoning damage."
					]
				}
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"RW",
				"RNG"
			],
			"isNpc": true
		},
		{
			"name": "Torvald",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "FirstBlush",
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "2d8 + 2",
				"average": 11
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 12,
			"con": 12,
			"int": 10,
			"wis": 11,
			"cha": 10,
			"passive": 12,
			"cr": "1/8",
			"page": 9,
			"languages": [
				"any one language (usually Common)"
			],
			"languageTags": [
				"C",
				"X"
			],
			"skill": {
				"perception": "+2"
			},
			"action": [
				{
					"name": "Club",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d4}) bludgeoning damage."
					]
				}
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"isNpc": true,
			"attachedItems": [
				"club|phb"
			]
		},
		{
			"name": "Ice Mephit",
			"source": "FirstBlush",
			"page": 10,
			"srd": true,
			"otherSources": [
				{
					"source": "MM"
				},
				{
					"source": "PotA"
				},
				{
					"source": "SKT"
				},
				{
					"source": "TftYP"
				},
				{
					"source": "EGW"
				},
				{
					"source": "IDRotF"
				}
			],
			"size": [
				"S"
			],
			"type": "elemental",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				11
			],
			"hp": {
				"average": 21,
				"formula": "6d6"
			},
			"speed": {
				"walk": 30,
				"fly": 30
			},
			"str": 7,
			"dex": 13,
			"con": 10,
			"int": 9,
			"wis": 11,
			"cha": 12,
			"skill": {
				"perception": "+2",
				"stealth": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"immune": [
				"cold",
				"poison"
			],
			"vulnerable": [
				"bludgeoning",
				"fire"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"Aquan",
				"Auran"
			],
			"cr": "1/2",
			"spellcasting": [
				{
					"name": "Innate Spellcasting (1/Day)",
					"headerEntries": [
						"The mephit can innately cast {@spell fog cloud}, requiring no material components. Its innate spellcasting ability is Charisma."
					],
					"will": [
						"{@spell fog cloud}"
					],
					"hidden": [
						"will"
					],
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Death Burst",
					"entries": [
						"When the mephit dies, it explodes in a burst of jagged ice. Each creature within 5 feet of it must make a {@dc 10} Dexterity saving throw, taking 4 ({@damage 1d8}) slashing damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"name": "False Appearance",
					"entries": [
						"While the mephit remains motionless, it is indistinguishable from an ordinary shard of ice."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one creature. {@h}3 ({@damage 1d4 + 1}) slashing damage plus 2 ({@damage 1d4}) cold damage."
					]
				},
				{
					"name": "Frost Breath {@recharge}",
					"entries": [
						"The mephit exhales a 15-foot cone of cold air. Each creature in that area must succeed on a {@dc 10} Dexterity saving throw, taking 5 ({@damage 2d4}) cold damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"environment": [
				"arctic"
			],
			"hasToken": true,
			"soundClip": {
				"type": "internal",
				"path": "bestiary/ice-mephit.mp3"
			},
			"traitTags": [
				"Death Burst",
				"False Appearance"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"AQ",
				"AU"
			],
			"damageTags": [
				"S",
				"C"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"actionTags": [
				"Breath Weapon"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Garren Bronson (Paladin)",
			"size": [
				"M"
			],
			"type": "humanoid",
			"source": "FirstBlush",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item chain mail|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"special": "12"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 10,
			"con": 14,
			"int": 10,
			"wis": 13,
			"cha": 15,
			"passive": 11,
			"cr": "1/2",
			"shortName": "Garren",
			"page": 10,
			"languages": [
				"Common",
				"Dwarvish"
			],
			"languageTags": [
				"C",
				"D"
			],
			"save": {
				"cha": "+4",
				"wis": "+3"
			},
			"skill": {
				"athletics": "+5",
				"insight": "+3",
				"intimidation": "+4",
				"medicine": "+3"
			},
			"reaction": [
				{
					"name": "Protect",
					"entries": [
						"When a creature Garren can see attacks an ally within 5 feet of him, he can use his reaction to impose a disadvantage on the attack roll."
					]
				}
			],
			"trait": [
				{
					"name": "Lay on Hands",
					"entries": [
						"As an action, Garren can draw power from his pool of divine energy and restore 5 hit points to a creature of his choice. Alternatively, he expends those 5 points to cure the target of one disease or neutralize one poison affecting it."
					]
				}
			],
			"action": [
				{
					"name": "Flametongue Longsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}13 ({@damage 1d8 + 3}) slashing damage + {@damage 2d6} fire damage."
					]
				}
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"isNpc": true,
			"fluff": {
				"entries": [
					"{@b Crystalline Male Paladin, Lawful Good}",
					"{@b Sharp, angular features, strong and tall build, but a long time from home.}",
					"{@b Ideal}: I must fight or disrupt the forces of evil.",
					"{@b Flaw}: I overestimate my abilities from time to time.",
					"Garren was a mighty force for good in the ancient conflict,but was eventually captured, and imprisoned here for eternity."
				]
			}
		}
	]
}
