{
	"_meta": {
		"sources": [
			{
				"json": "ThirdTimesTheCharm",
				"abbreviation": "TCha",
				"color": "",
				"full": "Third Time's the Charm",
				"authors": [
					"Jonathan Ball",
					"Beth Ball"
				],
				"convertedBy": [
					"SeuRonão"
				],
				"dateReleased": "2019-26-04",
				"version": "Final",
				"url": "https://www.dmsguild.com/product/274183/Third-Times-the-Charm",
				"targetSchema": "1.4.0"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 0
	},
	"adventure": [
		{
			"name": "Third Time's the Charm",
			"id": "ThirdTimesTheCharm",
			"source": "ThirdTimesTheCharm",
			"coverUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ThirdTimesTheCharm/cover.webp",
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"Overview"
					]
				},
				{
					"name": "In the Sacred Grove",
					"headers": [
						"Janvair the Elder"
					]
				},
				{
					"name": "On the Road",
					"headers": []
				},
				{
					"name": "Meeting the Wizard of the Crooked Tower",
					"headers": [
						"Mandelius Griffon Turlock Stellarin III"
					]
				},
				{
					"name": "A Small Favor... or Two",
					"headers": [
						"Troll Cave",
						"Pixie Mirror",
						"Twinklelolly"
					]
				},
				{
					"name": "Third Time's the Charm",
					"headers": [
						"Fee-Ree",
						"Rare Beauty, A Decision",
						"Serephina"
					]
				},
				{
					"name": "Appendix A",
					"headers": []
				},
				{
					"name": "Appendix B",
					"headers": []
				},
				{
					"name": "Appendix C - Garren's Backstory",
					"headers": []
				}
			],
			"level": {
				"start": 3,
				"end": 4
			},
			"published": "2019-26-04",
			"storyline": "The Crystalline Curse"
		}
	],
	"adventureData": [
		{
			"id": "ThirdTimesTheCharm",
			"source": "ThirdTimesTheCharm",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"page": 0,
					"entries": [
						{
							"type": "section",
							"name": "Overview",
							"page": 0,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "In the Sacred Grove",
					"page": 0,
					"entries": [
						{
							"type": "section",
							"name": "Janvair the Elder",
							"page": 0,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "On the Road",
					"page": 0,
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Meeting the Wizard of the Crooked Tower",
					"page": 0,
					"entries": [
						{
							"type": "section",
							"name": "",
							"page": 0,
							"entries": [
								"Mandelius Griffon Turlock Stellarin III"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "A Small Favor... or Two",
					"page": 0,
					"entries": [
						{
							"type": "section",
							"name": "Troll Cave",
							"page": 0,
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Pixie Mirror",
							"page": 0,
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Twinklelolly",
							"page": 0,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Third Time's the Charm",
					"page": 0,
					"entries": [
						"Fee-Ree",
						"Rare Beauty, A Decision",
						"Serephina"
					]
				},
				{
					"type": "section",
					"name": "Appendix A",
					"page": 13,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ThirdTimesTheCharm/the-veiled-wood.webp"
							}
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ThirdTimesTheCharm/the-trolls-cave.webp"
							}
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ThirdTimesTheCharm/pixies-shrine.webp"
							}
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ThirdTimesTheCharm/fee-rees-sinkhome.webp"
							}
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix B",
					"page": 17,
					"entries": [
						{
							"type": "list",
							"name": "Creatures",
							"items": [
								"{@creature Garren Bronson (Level 3 Paladin)|ThirdTimesTheCharm}",
								"{@creature Remmy Sullivan (Rogue)|ThirdTimesTheCharm}",
								"{@creature Serephina, Water Nymph|ThirdTimesTheCharm}"
							]
						},
						{
							"type": "list",
							"name": "Items",
							"items": [
								"{@item Amulet of Binding}",
								"{@item Ring of Mage Hand}",
								"{@item The Bent Knee}",
								"{@item Staff of the Grotto}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix C - Garren's Backstory",
					"page": 24,
					"entries": [
						"See fluff in {@creature Garren Bronson (Level 3 Paladin)|ThirdTimesTheCharm}."
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Garren Bronson (Level 3 Paladin)",
			"shortName": "Garren",
			"isNpc": true,
			"source": "ThirdTimesTheCharm",
			"page": 17,
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					{
						"tag": "human",
						"prefix": "male"
					}
				]
			},
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item chain mail|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"formula": "3d10 + 4",
				"average": 28
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 10,
			"con": 14,
			"int": 10,
			"wis": 13,
			"cha": 15,
			"save": {
				"wis": "+3",
				"cha": "+4"
			},
			"skill": {
				"athletics": "+5",
				"insight": "+3",
				"intimidation": "+4",
				"medicine": "+3"
			},
			"passive": 11,
			"languages": [
				"Common",
				"Dwarvish"
			],
			"cr": "1/2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Garren is a 3rd-level spellcaster. His spellcasting ability is Charisma (spell save {@dc 12}, {@hit 4} to hit with spell attacks). He has the following paladin spells prepared:"
					],
					"spells": {
						"1": {
							"spells": [
								"{@spell bane}",
								"{@spell command}",
								"{@spell cure wounds}",
								"{@spell heroism}",
								"{@spell hunter's mark}"
							],
							"slots": 2
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Lay on Hands",
					"entries": [
						"As an action, Garren can draw power from his pool of divine energy and restore up to 15 hit points to a creature of his choice. Alternatively, he expends 5 of those points to cure the target of one disease or neutralize one poison affecting it. The pool replenishes when he takes a long rest."
					]
				},
				{
					"name": "Divine Smite",
					"entries": [
						"When Garren hits a creature with a melee weapon attack, he can expend one spell slot to deal radiant damage to the target, in addition to the weapon’s damage. The extra damage is worth {@dice 2d8} for a 1st-level spell slot. The damage increases by {@dice 1d8} if the target is an undead or a fiend."
					]
				}
			],
			"action": [
				{
					"name": "Flametongue Longsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}13 ({@damage 1d8 + 3}) slashing damage + {@damage 2d6} fire damage."
					]
				},
				{
					"name": "Abjure Enemy",
					"entries": [
						"As an action, Garren presents his holy symbol and speak a prayer of denunciation, using his Channel Divinity. Garren chooses one creature within 60 feet of him that he can see. That creature must make a Wisdom saving throw, unless it is immune to being {@condition frightened}. Fiends and undead have disadvantage on this saving throw. On a failed save, the creature is {@condition frightened} for 1 minute or until it takes any damage. While {@condition frightened}, the creature’s speed is 0, and it can’t benefit from any bonus to its speed. On a successful save, the creature’s speed is halved for 1 minute or until the creature takes any damage."
					]
				}
			],
			"bonus": [
				{
					"name": "Vow of Enmity",
					"entries": [
						"As a bonus action, Garren can utter a vow of enmity against a creature he can see within 10 feet of him, using his Channel Divinity. Garren gains advantage on attack rules against the creature for 1 minute or until it drops to 0 hit points or falls {@condition unconscious}."
					]
				}
			],
			"reaction": [
				{
					"name": "Protect",
					"entries": [
						"When a creature Garren can see attacks an ally within 5 feet of him, he can use his reaction to impose disadvantage on the attack roll."
					]
				}
			],
			"fluff": {
				"entries": [
					"Garren Bronson is a devoted paladin of {@deity Torm}, god of duty, loyalty, and righteousness. He is naturally protective, and his years of military service make him instinctively guard the PC from the dangers they face in the outside world. He is compassionate and insightful, and desires to inspire courage and confidence in those around him. If the PC is nervous or frightened, he will try to comfort them and assure them of their safety, even in the face of danger. Garren will not hesitate to risk his life to protect the PC. He must remain near the PC’s Amulet of Binding or be returned to a crystalline state.",
					{
						"type": "entries",
						"name": "Backstory",
						"entries": [
							{
								"type": "entries",
								"name": "The History of Garren Bronson, Oath of Vengeance Paladin of Torm",
								"entries": [
									"Note to DM: Garren himself is unaware of this history, but we thought it would be helpful to have something to work from as your campaign and storyline move forward. Though he doesn't remember many of these events, he has still been shaped by them, and they are part of his character. Ideally, Garren will slowly regain his memories and be able to share them with the PC.",
									"One of the advantages of Garren not having very many memories is that it creates lots of opportunities for the player, through the PC, to fill in details about the shared world. All of it is new to Garren, and so the player can speak customs and personal or national histories into being during their conversations with the paladin.",
									"As his memories return, Garren may choose different paths for himself, especially because he feels a responsibility to protect the PC. Though in some ways his division between good and evil or conception of justice is rather black and while, he is also wise, thoughtful, and intelligent, and will make a great companion for helping the PC adapt to a life of adventuring.",
									"Back in the years preceding the Spellplague, when the deities sensed a shift among themselves and in the balance of power, select warriors joined the gods' Chosen to further the causes of goodness and justice, the highest callings of their loyalty. These positions of honor exempted the soldiers from a responsibility to a city or nation-state, calling them far from home to engage in epic deeds, risking their lives for the fate of the world.",
									"One such soldier grew up on a farm located in the distant outskirts of a prosperous city. The owners, Erdin and Bratis, took in orphan children who would otherwise fall victim to the more unsavory parts of the city and taught them to till the land and provide for themselves and their neighbors. No one knew the history of the young boy who was brought to their door one chilly night; he seemed as though he had experienced some sort of trauma, and all he could communicate was his name, Garren.",
									"In his later years as a hero, when given the chance to address cheering populaces, he would return to that initial kindness he had been shown by the two men and encourage others to follow their example. Their lack of selfishness saved his life, allowing him to save many others; this was the foundation of his understanding of law and justice.",
									"In Garren's early adolescence, the struggles between the gods and among mortals intensified. Erdin and Bratis, in service to their city, turned their barn into a hospital for wounded soldiers. Garren was enchanted by the battle-hardened men he met, though later he would look back and realize they had only been a few years older than he was at the time. As the battlefields grew ever larger, the recruitment ages decreased, leading to Garren being drafted into a regiment when he was fifteen. He assured his adopted parents that he would be careful, and they watched him striding off to his training camp, unable to shake the feeling that he would never return.",
									"Being naturally tall and strong and hardier still from the labor on the farm, Garren quickly made an impression on his commanders. There was a knowing depth behind the boy's eyes; he had seen and understood much more of the world than his sheltered peers. One promotion followed another, and after a few short years, Garren was made the captain of his own unit. Even better, his first mission would be to return to the city of his birth to protect it from ever-looming threats from the outside.",
									"But the leaders and strategists had once again misunderstood Cyric and his trickery, believing that the city would face its greatest challenge from afar rather than within. Politicians turned against one another, priests betrayed their congregations, neighbors falsely accused one another of crime and absconded with all the family's valuables in the night.",
									"In Garren's home, among Erdin, Bratis, and all the children he had regarded as friends and siblings, who looked up to him as their mentor, the deceit took a particularly unfortunate turn. Whether the warriors were bewitched, secret agents, or traumatized beyond discernment, Garren's parents had been right about him not being able to return home; they had just misguessed the reason.",
									"One night, as tempers flared throughout the city, several of the wounded soldiers turned on their fellows, creating in-fighting and panic that spread across the farm. The braziers burning in the barn to provide comfort to the weary and wounded in the hours of darkness overturned in the fray, igniting the hay and wood and quickly engulfing the structure. The flames spread across the late summer grasses, dried by the sunny days leading into harvest, and lit the main house and outbuildings as well. Bratis was killed ushering children out of one of the structures when a beam fell and crushed him from above. Erdin, in his dismay searching for his partner, failed to discern that the soldier running at him was not fleeing in terror but sprinting in anger. He turned to show the panicked man the way to safety but was cut down instead. Judging by the footprints, many of the children survived, but the trails to them were lost in the unrest and riots of the city.",
									"Garren returned a few days after the worst of the turmoil subsided. He had pushed his regiment to travel ever faster the last few days on the road, concerned, like his soldiers, that their messages were going unanswered. Even if they had known, they would have been too far away to make it back in time, but such facts proved little comfort.",
									"In his anguish at the destruction of his home and all those he held dear, those he had sworn to protect, Garren threw his helmet to the side, crying out as he fell to his knees in frustration. That day, his sword clutched between his hands, his only remaining support, he swore to the gods that if they would allow him, he would enact vengeance on his foes.",
									"The men surrounding him saw a beam of light engulf their leader, so bright they had to shield their eyes and could only just make out his silhouette. Garren, however, witnessed his sword burst into flames and felt himself swell with power. The symbol of a white gauntlet for the right hand emblazoned itself on his shield, covering over the flag of his region - Torm had accepted the warrior's oath and would aid him on his quest.",
									"The young paladin grew in power, so much so that he surpassed his mentors in record time. His intuition was keen for discerning the greatest threats to the forces of the light, but no amount of success was enough for the raging spirit within the warrior. No amount of good could absolve him of the debts he laid against himself.",
									"At the height of his own ability, when he was a legendary fighter almost on par with the gods themselves, a clever series of traps were laid before Garren, one of several victims of such schemes. To the dark deities and their allies, Cyric and Shar in particular, the greatest weakness of their foes lay in their dependence on and affection for mortal creatures. But this would prove the moment of their great triumph. They would not kill the warriors outright—no, that would only serve to make them martyrs or invite a show of mercy through resurrection. Instead, Cyric proposed, they would separate the heroes from their souls, making it impossible for them to be resurrected, especially following the sundering of much of Faerun itself.",
									"Garren was led through a series of dangers, all the while believing he was growing closer to one of the head lieutenants of his enemies. The men and women serving beside him died off one by one to the forces surrounding them until only Garren himself was left. His might weakened and energy spent over the days tracking his prey through the mountains, he fought powerfully and bravely, but it was not enough. However many he struck down, more would take their place. In the final moments of the battle, they taunted him to call down his god, to cry out for aid that he might be avenged or saved. His oath called him to protect and defend the greatest good, and his faith placed Torm above himself. And so Garren stopped, giving himself over to his enemies that his deity might continue on and not be caught up in the Spellplague's destruction.",
									"But all magic comes at a cost. When Cyric and Shar murdered the goddess of magic herself, their own actions spiraled out to Garren and those like him. The bonds holding the souls of the heroes weakened, and the fracturing magic entered a few ancient items. The fleeing gods had heard their heroes' silent cries; they would live on to fight again, one day when the world most needed them."
								]
							}
						]
					}
				]
			},
			"languageTags": [
				"C",
				"D"
			],
			"damageTags": [
				"S"
			],
			"spellcastingTags": [
				"CP"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"frightened"
			]
		},
		{
			"name": "Remmy Sullivan (Rogue)",
			"shortName": "Remmy",
			"isNpc": true,
			"source": "ThirdTimesTheCharm",
			"page": 18,
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					{
						"tag": "human",
						"prefix": "male"
					}
				]
			},
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item common clothes|phb}"
					]
				}
			],
			"hp": {
				"formula": "3d8",
				"average": 20
			},
			"speed": {
				"walk": 30
			},
			"str": 9,
			"dex": 16,
			"con": 11,
			"int": 14,
			"wis": 13,
			"cha": 15,
			"skill": {
				"acrobatics": "+7",
				"deception": "+4",
				"insight": "+3",
				"investigation": "+4",
				"sleight of hand": "+7",
				"stealth": "+5"
			},
			"passive": 15,
			"languages": [
				"Common"
			],
			"cr": "1/8",
			"trait": [
				{
					"name": "Sneak Attack",
					"entries": [
						"Remmy deals an extra 7 ({@damage 2d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of Remmy that isn't {@condition incapacitated} and Remmy doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"Once per turn, Remmy can take a bonus action to Dash, Disengage, or Hide."
					]
				},
				{
					"name": "Disguise Kit",
					"entries": [
						"Remmy adds 2 to checks he makes with a {@item disguise kit|PHB}."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 2}) piercing damage."
					]
				}
			],
			"traitTags": [
				"Sneak Attack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"incapacitated"
			]
		},
		{
			"name": "Serephina, Water Nymph",
			"shortName": "Serephina",
			"isNpc": true,
			"source": "ThirdTimesTheCharm",
			"page": 22,
			"size": "M",
			"type": "fey",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "17d8 + 51",
				"average": 127
			},
			"speed": {
				"walk": 30
			},
			"str": 12,
			"dex": 16,
			"con": 15,
			"int": 12,
			"wis": 17,
			"cha": 18,
			"skill": {
				"deception": "+7",
				"insight": "+6",
				"perception": "+6",
				"persuasion": "+7"
			},
			"senses": [
				"Darkvision 60 ft."
			],
			"passive": 16,
			"languages": [
				"Common",
				"Elvish",
				"Sylvan"
			],
			"cr": "6",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The nymph's innate spellcasting ability is Charisma (spell save {@dc 14}). The nymph can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell entangle}",
						"{@spell faerie fire}",
						"{@spell shillelagh}"
					],
					"daily": {
						"3e": [
							"{@spell moonbeam}",
							"{@spell plant growth}"
						],
						"1e": [
							"{@spell control water}",
							"{@spell dimension door}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The serephina has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"The serephina can breathe air and water."
					]
				},
				{
					"name": "Speak with Beasts and Plants",
					"entries": [
						"The serephina can communicate with beasts and plants as if they shared a language."
					]
				},
				{
					"name": "Stunning Beauty",
					"entries": [
						"When a non-fey creature starts its turn within 30 feet of the nymph, the nymph can force it to make a {@dc 14} Wisdom saving throw or be {@condition stunned}. When {@condition stunned} in this manner, the target is able to speak to the nymph, but has disadvantage on saving throws against her Fey Charm"
					]
				}
			],
			"action": [
				{
					"name": "Staff of the Grotto (+2 Quarterstaff)",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) bludgeoning damage plus 9 ({@damage 2d8}) psychic damage."
					]
				},
				{
					"name": "Fey Charm",
					"entries": [
						"the nymph targets one non-fey creature that she can see within 30 feet of her. If the target can see the nymph, it must succeed on a {@dc 14} Wisdom saving throw or be magically {@condition charmed}. The {@condition charmed} creature regards the nymph as a trusted friend to be heeded and protected. Although the target isn't under the nymph's control, it takes the nymph's requests or actions in the most favorable way it can. Each time the nymph or its allies do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the nymph dies, is on a different plane of existence from the target, or ends the effect as a bonus action. If a target's saving throw is successful, the target is immune to the dryad's Fey Charm for the next 24 hours. The nymph can have no more than one non-fey creature, or two creature {@condition stunned} by her, {@condition charmed} at a time."
					]
				}
			],
			"traitTags": [
				"Amphibious",
				"Magic Resistance"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C",
				"E",
				"S"
			],
			"damageTags": [
				"B",
				"Y"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"charmed",
				"stunned"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ThirdTimesTheCharm/serephina.webp"
						}
					}
				]
			}
		}
	],
	"item": [
		{
			"name": "Amulet of Binding",
			"source": "ThirdTimesTheCharm",
			"page": "23",
			"type": "OTH",
			"rarity": "legendary",
			"wondrous": true,
			"reqAttune": true,
			"entries": [
				"While attuned to this amulet, you can use an action to summon forth {@creature Garren Bronson (Level 3 Paladin)|ThirdTimesTheCharm|Garren Bronson}. If Garren drops to zero hit points, instead of falling unconscious, he returns into the Amulet of Binding, You may also dismiss Garren back into the amulet using your action. However, if dismissed in this fashion, Garren cannot be called forth again until after a long rest."
			]
		},
		{
			"name": "Ring of Mage Hand",
			"source": "ThirdTimesTheCharm",
			"page": "23",
			"type": "ring",
			"rarity": "uncommon",
			"wondrous": true,
			"reqAttune": false,
			"entries": [
				"While wearing this ring, you can cast the {@spell mage hand} spell by using an action to expend one of its charges. The ring has a total of five charges and regains {@dice 1d4} at dawn."
			]
		},
		{
			"name": "The Bent Knee",
			"source": "ThirdTimesTheCharm",
			"page": "23",
			"type": "dagger",
			"rarity": "rare",
			"wondrous": true,
			"reqAttune": true,
			"entries": [
				"A {@item +1 dagger}. Once per day, its bearer can cast an alternate {@spell Charm Person} spell against a {@dc 16} Wisdom saving throw. When {@condigion charmed} by the blade's spell, instead of regarding the caster as a close friend, the target regards them as a trusted superior and will defer to them as much as possible and reasonable. A caster issuing an order that would result in the target harming itself ends the effect."
			]
		},
		{
			"name": "Staff of the Grotto",
			"source": "ThirdTimesTheCharm",
			"page": "23",
			"type": "staff",
			"rarity": "rare",
			"reqAttune": "by a druid or a fey",
			"entries": [
				"This staff can be wielded as a magic {@item quarterstaff} that grants a +2 bonus to attack and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls. The staff has 10 charges for the following properties. It regains {@dice 1d6 + 4} expended charges daily at dawn. If you expend the last charge, roll a {@dice 1d20}. On a 1, the staff loses its magical properties and becomes a nonmagical quarterstaff.",
				"Spells. You can use an action to expend 1 or more of the staff’s charges to cast one of the following spells from it, using spell save {@dc 16}: {@spell awaken} (5 charges), {@spell conjure woodland beings} (6 charges), {@spell pass without trace} (2 charges), {@spell sleet storm} (3 charges), {@spell suggestion (4 charges)}"
			]
		}
	]
}