{
	"_meta": {
		"sources": [
			{
				"json": "SecondGlance",
				"abbreviation": "SGla",
				"full": "Second Glance",
				"authors": [
					"Jonathan Ball",
					"Beth Ball",
					"Thom Rosario"
				],
				"convertedBy": [
					"SeuRonao"
				],
				"version": "Final",
				"url": "https://www.dmsguild.com/product/287367/Second-Glance-on-Fantasy-Grounds",
				"targetSchema": "1.1.0"
			}
		],
		"dateAdded": 1605873511,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "cca4fbbb55",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "Second Glance",
			"id": "SecondGlance",
			"source": "SecondGlance",
			"group": "homebrew",
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"In Duskhollow",
						"In the Sacred Wood"
					]
				},
				{
					"name": "Rise and Shine",
					"headers": [
						"Eliastra",
						"Garren Bronson",
						"The Sacred Wood",
						"Janvair the Elder"
					]
				},
				{
					"name": "Earning Trust"
				},
				{
					"name": "The Road Ahead"
				},
				{
					"name": "Duskhollow",
					"headers": [
						"The Crippled Fawn Inn & Boarding",
						"Deni Tumble",
						"Salodan's Emporium",
						"Magistrate's Home and Hall",
						"Waukeen's Temple",
						"Greenside Tavern",
						"Cleric's Abode",
						"Valley Stables"
					]
				},
				{
					"name": "A Plot Unfurls",
					"headers": [
						"Failing to Intervene",
						"Confronting Louissa",
						"Confronting Adwyn",
						"Confronting Destin",
						"Confronting Eliastra"
					]
				},
				{
					"name": "Resolution",
					"headers": [
						"\"Good\" Outcome",
						"\"Bad\" Outcome"
					]
				},
				{
					"name": "Side Quests",
					"headers": [
						"Y'all (Don't) Come Back Now, Ya Hear?",
						"Flemm the Foul",
						"Goblin it All Up"
					]
				},
				{
					"name": "Appendix A - Maps"
				},
				{
					"name": "Appendix B - Stats"
				},
				{
					"name": "Appendix C - Garren's Backstory"
				}
			],
			"level": {
				"start": 2,
				"end": 2
			},
			"published": "2019-12-01",
			"storyline": "The Crystalline Curse"
		}
	],
	"adventureData": [
		{
			"id": "SecondGlance",
			"source": "SecondGlance",
			"data": [
				{
					"type": "section",
					"name": "Second Glance",
					"page": 1,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Woodlands patient, woodlands wise",
								"Beneath the valley's obscured skies",
								"Dangers foul and treasures fair",
								"Lie in wait for those who dare",
								"But should the prudent take note here",
								"Deduce, observe, or lend an ear",
								"All is not as it says or seems",
								"The civilized are cutthroat for shiny dreams"
							],
							"by": "Haddiwe Vol, Witch of the Snakewood"
						},
						{
							"type": "section",
							"name": "Introduction",
							"page": 2,
							"entries": [
								"The sequel to \"First Blush\" by D&D Duet. However, this adventure is not limited to that storyline and could be inserted into any campaign setting and scaled accordingly. It is intended for one player and one DM, with a player character and NPC of first or second level.",
								"If you are picking this up following {@adventure First Blush|FirstBlush} the beginning of the adventure would be a great time for the PC and Garren to level up.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Appendices",
											"entries": [
												"{@adventure A|SecondGlance|8|Appendix A - Maps} - maps of region, towns, and locations",
												"{@adventure B|SecondGlance|9|Appendix B - Stats} - stats for creatures and characters",
												"{@adventure C|SecondGlance|10|Appendix C - Garren's Backstory} - Garren's backstory"
											]
										},
										{
											"type": "entries",
											"name": "Setting Note",
											"entries": [
												"This is the second entry of the Crystalline Curse Trilogy, following First Blush. We pick up as the PC has been rescued from the avalanche that concludes the first adventure. They are in the foothills of the Cloud Peaks in southeastern Faerun in the Forgotten Realms setting. Second Glance can also be setting-neutral and placed in woods with a nearby mountain range for homebrew campaigns."
											]
										},
										{
											"type": "entries",
											"name": "Additional Story Hook or Development",
											"entries": [
												"If the player is interested, this adventure could serve as a story hook, session zero, or multiclassing narrative for a PC becoming a druid. In that case, they might ask their host in the druid colony to teach them in exchange for helping her Circle."
											]
										},
										{
											"type": "entries",
											"name": "NPCs Note",
											"entries": [
												"Garren, the paladin, figured prominently in the climax of the story arc of First Blush. Feeling that he owes the PC a debt for freeing him, he intends to help and protect them. His backstory can be found in {@adventure Appendix C|SecondGlance|10|Appendix C - Garren's Backstory}.",
												"Some parties have also added Remmy from First Blush, the PC's best friend from their time growing up in the castle. If Remmy came along, he can help the PC as a rogue.",
												"{@creature Garren Bronson (Paladin)|SecondGlance|Garren} and {@creature Remmy Sullivan (Rogue)|SecondGlance|Remmy}'s stat blocks are located in {@adventure Appendix B|SecondGlance|9|Appendix B - Stats}."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Overview",
									"page": 2,
									"entries": [
										"The PC wakes up in a small druid settlement having been discovered on the side of Strahmin's Peak by local rangers. As the PC rouses, they will recall the misteleportation from a few days before where they found themselves outside an ancient prison. The {@item Amulet of Binding|SecondGlance|amulet} that's been important to them throughout their life was the key to opening this prison, and they awakened the warrior locked inside, Garren. The last thing they remember is fleeing a Frost Giant and Garren trying to shield them. But rather than falling unconscious, the paladin appears instead in the PC's amulet, where he is as our adventure begins.",
										"Some of the druids in the Circle are warm toward the PC and Garren, but others are wary. They've had trouble with the neighboring town recently and its ambition to take over their forest. What is more, a creature they care for is missing, and they believe she may be in the town. If they PC will help them find her, they can promise trust, aid, and a reward.",
										"If the PC agrees to take on the druid's quest, they will travel with Garren (and any other party members) to Duskhollow to search for the missing creature, a {@creature Cervidae|SecondGlance} (fey version of a unicorn). In their search, they will uncover a series of disturbing rumors throughout the town. The stable master is missing, the priest and/or the magistrate are up to something suspicious, and the priest's son has been behaving erratically. Additionally, an undercurrent of fear pervades the town with whispers of lycanthropes in the forest who are biding their time before they destroy the beautiful, civilized space.",
										{
											"type": "section",
											"name": "In Duskhollow",
											"entries": [
												"The priest's son, Destin, was bitten by a werewolf when he wandered too far alone into the woods, trying to leave the town of Duskhollow behind. His father, Adywn, hired two poachers to capture the Cervidae in hopes of discovering a cure for lycanthropy, having read that some fey have the ability to heal curses. His love for his son and desire to shelter him has placed him at the mercy of the town magistrate, Louissa, to whom he owes a large sum of money for the renovation of the temple of Waukeen. The poachers who helped Adwyn informed the magistrate of Destin's recent transformation; she is now holding this knowledge over the priest's head to further her own ends.",
												"Unbeknownst to everyone save her assistant Bertrand, Louissa plans to dramatically unleash Destin in the middle of town during the next full moon. She has been working to frame the druids for his infection, claiming that they're responsible and cannot be trusted any longer. Ruining Adwyn's place in the town will place her as the sole power, and getting rid of the druids will allow her to proceed with the expansion and development she's been dreaming of, especially for the boon it will yield to her personal finances."
											]
										},
										{
											"type": "section",
											"name": "In the Sacred Wood",
											"entries": [
												"In their search through the town for the Cervidae, the PC hears rumors of lycanthropes, both {@creature werewolf|MM|werewolves} and {@creature werebear|MM|werebears}, in the area. Although werebears are peaceful and prevent themselves from passing on the disease, the townsfolk are still extremely suspicious and scared of the forest. If the PC continues investigating, they find that the druids are in fact the werebears, trying to live peacefully and safely together. Plans for logging and development have put them under threat, and they fear the destruction of their community and treasured forest. Louissa has been demonizing them to the citizens of Duskhollow in hopes of gaining access to their land."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Rise and Shine",
					"page": 3,
					"entries": [
						"{@b Important Note}: All of the NPCs have been designed with flexibility in mind. Feel free to alter the names, gender, or personality of any NPCs described here to best suit you and your player's needs or preferences.",
						{
							"type": "insetReadaloud",
							"entries": [
								"You wake up, a pair of dark brown eyes staring into yours. Noticing your startled expression, the woman moves her head back but maintains pressure on your shoulders, indicating that you should stay reclined on the bed of furs. Glancing around, you note that you are in a small but cozy hut. The strong smell of sage and rosemary greet your nose as she briefly tends the fire before turning her piercing gaze on you."
							]
						},
						{
							"type": "section",
							"name": "Eliastra",
							"page": 3,
							"entries": [
								"{@i Elven Female Druid, Neutral Good 400s, only recently having begun to show her age, chestnut brown skin glows lightly copper in the firelight, flecks of gold in her dark eyes.}",
								"{@b Ideal}: A connection with nature binds all life.",
								"{@b Flaw}: Sometimes I can be too idealistic, seeing good in people when it isn't there.",
								"{@b Goals}: Eliastra is hoping to strike up a mutually beneficial relationship with the PC and is looking for reasons to trust them. She has a good feeling about them and wants to help; she's also curious about their surprise arrival from the mountain.",
								{
									"type": "list",
									"items": [
										"Her first priority will be assuring herself that the PC is well, checking their extremities to ensure that the frostbite they suffered on the mountainside is healing.",
										"She reveals that the PC has been unconscious for three days, mumbling some in their sleep. She kept them relatively sedated with natural remedies so that their body could rest and heal. Rangers found the PC half frozen and dropped them off for care.",
										"She will ask what happened that left them stranded in the snow."
									]
								},
								"If the PC doesn't bring it up themselves, Eliastra can lead them toward questions that will let them explain finding Garren in the cave at the top of the mountain. The druid is dubious, explaining that, while not many explorers have returned from treks high into the peaks, an ancient tomb or prison would certainly have been discovered by now.",
								"If the PC is interested in what happened, they might deduce that their amulet held the key to breaking the enchantment that kept Garren's cell hidden, protecting it from explorers or those who, through the ages, might have been looking to help him. If they need extra prompting, the amulet might start to glow as they talk about the paladin.",
								"The item info for the {@item Amulet of Binding|SecondGlance} can be found in {@adventure Appendix B|SecondGlance|9|Appendix B - Stats}. Included below is suggested text for when the PC first uses the item.",
								{
									"type": "insetReadaloud",
									"entries": [
										"In what has been a gesture of comfort and grounding over the years, your hand wraps tightly around the amulet with an entirely different purpose. Taking a few moments to gather your will, you focus your energy on the ancient being contained within. Tapping into a previously unknown source of power, you call Garren forth into the room. Eliastra gasps as Garren emerges from your amulet into the living area of her hut. She stumbles back, catching herself on a stool several feet behind her."
									]
								},
								"{@b Goals}: The PC should participate in some revelatory RP and get to know the person that they are adventuring with. Garren is important to the story, but his role in the duet is flexible and should be tailored to fit your game. He can be a DMPC [Dungeon Master's PC], function as a powerful summon, or be your player's second character. He has been designed as a helpful member of the Central Party, the group of characters who help the PC and travel with them on adventures. But again, use him as best fits your game.",
								"If the player is new to D&D or not very comfortable with stat blocks, then the DM should run Garren in combat as usual. However, if they're more experienced or would like to try it out, they might consider running the PC and Garren in combat but still letting the DM handle Garren's RP.",
								"As much as possible, encourage the PC to drive the conversation with Garren in order to have the DM avoid talking to themselves. Occasionally, Eliastra might nod or ask a follow-up question, but (if you need a narrative reason) perhaps she notices that Garren seems more comfortable talking to the PC, or she's generally reserved and contemplative."
							]
						},
						{
							"type": "section",
							"name": "Garren Bronson",
							"page": 4,
							"entries": [
								"{@i Crystalline Male Paladin, Lawful Good Sharp, angular features, strong and tall build, but a long time from home.}",
								"Garren thanks Eliastra for the hospitality, taking a few moments to settle himself and adjust to the new environment.",
								"{@b Ideal}: I must fight or disrupt the forces of evil.",
								"{@b Flaw}: I overestimate my abilities from time to time.",
								"{@b Garren was a mighty warrior from the years just before the Spellplague before he was overcome and cursed. He is only a fraction as powerful as he once was.}",
								{
									"type": "list",
									"items": [
										"Garren, like the PC, is puzzled by where he had been and explains that he saw the past several days transpire, in and out of consciousness, from inside the PC's amulet. He is rather shocked at having survived the Ice Giant attack but relieved to be alive.",
										"Questions from the PC, with help from Eliastra, reveal that Garren has very few memories of his previous life. He remembers why he was imprisoned in the mountain, though he's reticent to talk about it. A successful {@dc 13} Wisdom ({@skill Insight}) check or general sensitivity on behalf of the PC would indicate that he is dodging these questions but will likely tell them later once he understands more himself. You can refer to Garren's backstory in {@adventure Appendix C|SecondGlance|10|Appendix C - Garren's Backstory} to have a better idea than the character does at present about when he's coming from and what he experienced in his former life.",
										"Given time, Garren will start to make enquiries as to the year and his physical location. A successful Wisdom {@dc 13} ({@skill Insight} or {@skill Perception}) check will allow the PC to see that Garren is alarmed by the date and unfamiliar with their particular nation state. He quietens, reflecting on what he's just learned and trying to understand."
									]
								},
								"After some time, or once there is a lull, Eliastra informs the PC that they've aroused the druid colony's curiosity over the past several days. Various members of her Circle have come to check on them, bringing remedies and food. She excuses herself, wanting to give them some space and privacy, and says she's stepping out to speak to her friend Restan. If they'd like to go explore, they'll likely find other druids out and about nearby. She asks them not to wander too far and urges them to be cautious.",
								"If they ask for recommendations of people to talk to or things to do, she may suggest that Garren visit Janvair, if he happens to be home, as he knows lots of lore and history.",
								"If the PC would like Garren to accompany them, he will go with them to speak to the druids; otherwise, he will stay in Eliastra's hut for some time to think. As the PC wanders about the druid grove, they have mixed encounters with those they meet. A few are welcoming and ask after the PC's well-being and background. Others are quite guarded, suspicious that the PC may have ulterior motives for being in the region."
							]
						},
						{
							"type": "section",
							"name": "The Sacred Wood",
							"page": 5,
							"entries": [
								"For a basic layout of the druid settlement, see map in {@adventure Appendix A|SecondGlance|8|Appendix A - Maps}.",
								{
									"type": "inset",
									"entries": [
										"The druid colony is intimate and located centrally at the widest point in the Snakewood, half a day's journey from both the road and Duskhollow for those who know where they're headed. They're situated only a couple hours' travel from Strahmin's Peak, where the rangers found the PC three days earlier. The dense overstory, however, prevents easy sightlines to the mountain range. The mature trees are primarily deciduous, with a few evergreens dispersed across the quaint wooded valley.",
										"Each home has been integrated into the natural environment so thoroughly that only the slight aberrations in natural decor--an abundance of flowers, carefully patterned vines, or organized collections of herbs - distinguish them from their organic surroundings."
									]
								},
								"The settlement is made up of ten huts, crafted from wood and thatch and held together by beautiful strands of ivy that extend into the trees beside each home. They also have a rarely-used meeting house with guest quarters for the rangers or occasional passersby. When just among themselves, they gather in beautiful spaces outdoors. The meeting house serves as more of a formality for outsiders, a way of being mindful toward other settlements' traditions.",
								"If the PC decides to explore, they'll find that a few of the homes are unoccupied. One appears to have been vacated recently, while the other two have been empty for some time.",
								"Not everyone in the grove is as happy to receive them as Eliastra.",
								{
									"type": "list",
									"items": [
										"Gwenett and Diala, especially, are wary of the newcomers and find their story of how they came to be on Strahmin's Peak unlikely.",
										"Restan, Eliastra's closest friend, is neutral on the subject, but trusts her judgment.",
										"Sanstra, the Circle's youngest member, is somewhat hesitant to contradict her partner Gwenett's suspicious, but she is also full of questions for the PC and Garren and their surprise arrival. She intuits a strong aura of significance about their persons but doesn't want to disrupt their path by going into extensive detail."
									]
								},
								"At some point during their wandering, the PC will encounter Janvair."
							]
						},
						{
							"type": "section",
							"name": "Janvair the Elder",
							"page": 5,
							"entries": [
								"{@i Human Male Druid, Chaotic Good 100 years old, huge and lumbering, kind green eyes.}",
								"{@b Ideal}: It is my sacred duty to shepherd my people and the forest.",
								"{@b Flaw}: I fixate on intriguing puzzles & can be slow to act.",
								"One of the largest humanoids that the PC has ever seen, even taller than Garren, Janvair is the Circle's elder. In his young adulthood, he trained with wizards and spent many years as a scribe, sage, and researcher. However, he found the woods to be his true home. Life as a scholarly hermit can be lonely, and he is very thankful for his Circle family. He still loves intellectual puzzles and wracking his brain to recover knowledge that it once knew or might know again.",
								{
									"type": "list",
									"items": [
										"He is curious about the PC and Garren and will inquire how they came to meet, what they want to accomplish, and where they may be headed. He is especially interested in Garren and his crystalline condition.",
										"He notes the PC's amulet and requests to study it, hoping to glean some information from the object. He will spend time in reflection afterwards and speak with the party again in a few days once he's been able to conduct further research and gain insight from the natural world.",
										"Given a few days, he hopes to be able to assist them more. In the meantime, Garren shouldn't be very far from the PC, no more than a mile, lest he risk returning to a frozen crystalline state."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Earning Trust",
					"page": 6,
					"entries": [
						"Eliastra returns from her consultation with Restan and invites them to dine with her and discuss an important matter. Over a light meal, she asks the PC and Garren about their morning around the colony. Hearing that some people reacted to them with trepidation, she will look grave for a moment before explaining that their Circle is being villainized by their neighbors in Duskhollow. {@b The magistrate wants to expand the town's size and economic reach and plans to cut down the forest to do so}. The druids have been standing in her way, and she's accused them of unleashing dark forest beings into the town to attack its residents and warn them away from growing their territory.",
						"With a successful {@dc 17} Wisdom ({@skill Insight}) check following Eliastra's explanation, the PC will understand that she is not giving them the full story. If they press the matter, she will acknowledge that her Circle has some secrets she is obliged to keep, but she will be more than happy to explain everything to the PC in a few days' time.",
						"She will pause and allow the PC to take in what she's just said and ask any clarifying questions before continuing: the Circle has become increasingly alarmed for their own safety and wellbeing, though they still hold out hope for remaining in their home. They're suspicious of outsiders, believing that they might be spies sent from the town to find an excuse to root them out. She quickly glances at the PC, looking somewhat uncomfortable. If they don't catch on, Garren will fill in for them: \"So they don't trust us.\"",
						"Eliastra will answer in the affirmative, saying that she's terribly saddened by this and had been hoping to spend more time with them. However, if the PC is willing, there is something they can do to help earn the Circle's trust which would then allow her to shelter the PC and Garren for a while longer if needed. She thinks this will help the PC understand what happened with their misteleportation and perhaps give Garren time to recover his memories.",
						"She lays out the mission, relaying that a beloved creature has gone missing or been captured. They've searched the woods extensively, as have their ranger friends, but they have not yet been able to locate her. The Circle cares for a {@creature Cervidae|SecondGlance}, a fey unicorn of sorts, but they haven't seen her for five days and are concerned about her whereabouts as she's never been absent for more than a day or two at a time before.",
						"The Cervidae, Vin'trys, resembles a large deer with beautiful antlers covered in vines and flowers, but her fur, ears, tail, and face are foxlike. Cervidae speak telepathically, though only with those they trust, so they may seem unintelligent to people who don't know otherwise, but Vin'trys is as wise and smart as any humanoid.",
						"{@b It is not safe, at present, for the druids to go into the town, but they are hoping the PC and Garren might have a look around for them. They think someone may be holding Vin'trys captive, and they're scared for her}. The rangers reported seeing large hoof prints near the edge of Duskhollow. She's a very powerful magical being, and they can't fathom what might have happened that's preventing her from escaping and returning to the forest.",
						"The Circle cannot offer much, but if the PC will help them and return the Cervidae unharmed, they will give them a small reward and earn the colony's trust and gratitude. If they would like to stay in the grove for a while after their mission, Eliastra may be able to do more for them, and she and Janvair would like some time to study Garren's condition as well.",
						"If the PC agrees to the quest, Eliastra details that their reward for rescuing Vin'trys and successfully returning to the grove would be a few magical items that will help them on their later travels, a small sum of money, and perhaps even a bit of druidic magic (at DMs discretion).",
						"In the meantime, Restan gave her 5 {@item Gold (gp)|PHB|gp} for each of them to ease their time in town and serve as a goodwill down payment for their help.",
						{
							"type": "inset",
							"entries": [
								"Eliastra clarifies, \"They live and breathe this stuff over there, but even the goddess of commerce they worship would be horrified by some of the actions they've taken in the name of wealth and power. Be alert and remember who you're dealing with.\""
							]
						},
						"She doesn't think it will be safe for the PC to travel to the town alone, and, she understands from Janvair, Garren shouldn't be very far removed from the amulet. He is loath to allow the PC to embark on a precarious journey through the forest regardless.",
						"Duskhollow lies a half day's journey to the northeast. Their host will suggest they gather their strength as the forest is dangerous for the underprepared."
					]
				},
				{
					"type": "section",
					"name": "The Road Ahead",
					"page": 7,
					"entries": [
						"The next morning, Eliastra wakes Garren and the PC early and gives them breakfast and six {@item Rations (1 day)|PHB|rations} for their journey. She hands the PC a {@item Talisman Map|SecondGlance|talisman}, made of oak and dried herbs. It serves as a map back to The Sacred Grove, but they should be extremely cautious not to let it fall into the wrong hands. She also gives the PC a small pink flower tied on a leather cord. If they're hurt, they can consume it to revive somewhat. The flower charm functions as a {@item Potion of Healing}.",
						"As they travel, the PC may wish to ask Garren a few more questions about his imprisonment. He will redirect these questions to the PC, asking about their life in the castle and what they were doing when they were misteleported.",
						"A few hours into their journey, a successful {@dc 15} Wisdom ({@skill Perception}) or Intelligence ({@skill Investigation}) check will reveal a series of bear prints midway between the druid colony and the town. If the PC follows them, they find that the prints curve slightly along a path that doesn't seem to go anywhere. They can track them to a spring where the prints vanish in the water.",
						"{@b A Note on Combat Encounters}: While the intention is for combat to be challenging, and the encounters have been balanced for two level 2 characters, combat can quickly take a deadly turn with a duet-sized party.",
						"Should Garren fall unconscious, he will pop back into the amulet. If the entire party falls, the DM could have the PC fade out of consciousness and someone from the town or druid grove can rescue them. They could awake in safety, but missing some items or gear if the DM decides.",
						{
							"type": "inset",
							"name": "Encounter",
							"entries": [
								"{@b CREATURES}: 1 {@creature Needle Blight|MM} and 2 {@creature Twig Blight|MM|Twig Blights}",
								"Just before the party reaches where Eliastra's map indicates the edge of the road should be, a successful {@dc 12} Wisdom ({@skill Perception}) check reveals a rustling up ahead."
							]
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"In a darker portion of the woods about twenty paces ahead to the right, they see a small collection of dead shrubs that stand out against the otherwise verdant forest. Garren suggests they ready their weapons just in case. When they stop, the blights reveal their true form and attack."
							]
						},
						"The trees begin to thin slightly after the first few hours of your journey, following Eliastra's directive to head north and slightly east. For the most part, you've been able to orient from the sun and shadows with help from Garren. After traveling through the woods for a few hours, you're both relieved to discover the expanded road leading to Duskhollow.",
						"Nearer to the town, looking for the Cervidae's tracks, with a successful {@dc 15} Wisdom ({@skill Perception}) or Intelligence ({@skill Investigation} or {@skill Nature}) check, the PC instead comes across large wolf prints that turn into human footprints leading to the outskirts of the small populace in the directions of the stables."
					]
				},
				{
					"type": "section",
					"name": "Duskhollow",
					"page": 8,
					"entries": [
						"Duskhollow is a perfectly quaint town tucked away at the foothills of the Cloud Peaks; visitors can just make out the range in the distance. The occupants seem to have an ideal location, a safe distance away from the forest and whatever creeps about in its shadows and shielded by the mountains without having to deal with the unsavory types living in the larger peaks. However, this appearance of perfection has led to ready paranoia and a scarcity mindset on behalf of the residents; they hold tightly to their way of life, fearful that others are eager to wrest it from them.",
						"A more gregarious minority, on the other hand, are delighted to see new faces for the trade and commerce they often bring. In the last year or so, the recently elected magistrate has been inspiring dreams of a new future for Duskhollow, one of fortune and prosperity, the destiny befitting all of Waukeen's loyal worshippers.",
						"{@b Goal}: The PC needs to figure out who is responsible for the disappearance of the Cervidae and should ask around trying to figure out where to look. The PC will also discover that there are concerns in the town about lycanthropy, the closing of the Waukeen temple due to a haunting, and the suspicious druids in the woods.",
						"Similar to the conversation with Garren and Eliastra earlier, it would be best if the PC did the majority of the RP with NPCs in town so the DM doesn't have to talk to themselves. Narratively, it is likely that the populace has not seen many red crystalline men walking around. Garren is still trying to understand his new circumstances and would like to observe the PC's more natural interactions with those they encounter so he can adjust accordingly.",
						"There are a number of threads to pull on from the tavern to the emporium, but eventually the PC needs to find their way to Louissa, the new town magistrate, who has been pushing for sleepy Duskhollow to modernize and begin taking advantage of its location near a major trade route running through the Snakewood. Her associates will warn the PC or perhaps even seek their aide regarding a lycanthrope problem. Many of the townsfolk are also suspicious of those pesky druids who have been so helpful to Garren and the PC.",
						{
							"type": "insetReadaloud",
							"entries": [
								"You squint as the forest's darkness gives way to your first sight of Duskhollow. The path through the woods has been carefully cleared for the last quarter hour or so, showing a diligence and attention to detail that you expected given the druid's description of the town. But, as you walk ahead, you are surprised by the lack of movement at such a busy hour of the day.",
								"Approaching from the road, the entire town looks carefully planned and well-maintained. The wooden cross beams are pristine and contrast nicely with the eggshell-white exteriors of the variously-sized buildings."
							]
						},
						"The important information that each NPC can convey is bulleted below their description.",
						{
							"type": "section",
							"name": "The Crippled Fawn Inn & Boarding",
							"page": 8,
							"entries": [
								"The inn is the tallest structure in town save Waukeen's Temple, visible from the road and a welcome sight to weary travelers. The lower level boasts a beautiful courtyard and garden with several generously-sized suites for those looking to pay a bit extra. The rooms on the top floor are more modest, though still comfortable. Light, airy fabrics compliment the sawn-wood floors and white walls of the town's finest establishment.",
								"Players can secure a pleasant room here for 7 silver. Rooms include a bath and light breakfast.",
								{
									"type": "entries",
									"name": "Melusine Villeta - owner",
									"page": 8,
									"entries": [
										"A beautiful halfling woman, Melusine's family has lived in the valley for generations and were likely among the first settlers. She has a twisted sense of humor and is not a stranger to the world's cruelties, but she helps others when she can and advises caution where appropriate. She's retreated from town politics in recent months as the tension between Louissa and Adwyn (the Priest of Waukeen) likely bodes ill and, sometimes, it's best to let these things be. She'll warn the PC away from the druids, living on dirt floors in the middle of the woods. Melusine would much rather have paying customers in the form of the PC and Garren, especially if they're intent on traveling to other locales where they might tell others about her beautiful inn.",
										{
											"type": "list",
											"items": [
												"Melusine knows about the druids and regards them as savages, stuck in ancient ways.",
												"She is concerned about Torstran, the stable owner and her friend, who left for Amn over a week ago and hasn't been seen since.",
												"People have reported strange happenings around the temple since it closed. The haunting of the Waukeen temple is certainly cause for concern, and seems an ill omen for the little economy of Duskhollow this season.",
												"If the PCs are looking for work, her farmer friend just to the east of town is always open to hiring help. See {@adventure Side Quest: Y'all (Don't) Come Back, Ya Hear?|SecondGlance|7|Y'all (Don't) Come Back Now, Ya Hear?}"
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "Encounter",
									"entries": [
										"{@b CREATURES}: {@creature Deni Tumble (Rogue)|SecondGlance|Deni} and 2x {@creature Bandit|MM|Bandits}",
										"This can be inserted wherever seems convenient for your game. Beyond the usual enjoyment and experience of a combat, this encounter can set up a helpful ally for the PC's raid on the temple and/or the magistrate's house. If the PC does not need a rogue, this would still be an opportunity for them to practice using non-lethal force while subduing an enemy. The encounter might also create an ideal opportunity for the PC to meet Bertrand, the magistrate's assistant and nephew, who can then introduce them to the town's most powerful politician.",
										{
											"type": "insetReadaloud",
											"entries": [
												"You emerge from __________ (Salodan's Emporium, The Crippled Fawn, etc.) into the peaceful afternoon air, a light breeze blowing against your skin and clothing. You cannot shake the feeling that this town is too still, especially for all its pomp around the Merchant's Friend goddess Waukeen.",
												"A disturbance across the town's square draws your attention as a slim human female in her mid-teens is slipping out of the grasp of an aggressive-looking male wearing a heavy cloak. As the girl looks over her shoulder for her pursuer, a second cloaked man emerges fifteen paces to the left and begins charging towards her."
											]
										},
										"If Garren and the PC decide to intercede, refer to the stats in {@adventure Appendix B|SecondGlance|9|Appendix B - Stats} for the two poachers see {@adventure Appendix B|SecondGlance|9|Appendix B - Stats}, Deni, and Garren. Ideally the party will not kill the poachers outright as they are in a civilized area with governing laws. Once they are below half health, the two men may try to run away without the sack Deni is carrying. At the end of the encounter, Deni will tell them why she was running away (see below), and Bertrand, an assistant to the magistrate, will emerge from his office to thank these keepers of the peace. He will be thrilled to offer them another law-enforcement mission; see {@adventure Magistrate's Home and Hall|SecondGlance|4|Magistrate's Home and Hall} below. When Bertrand appears, Deni will scamper off, not wanting to interact with him.",
										"If Garren and the PC fail to intercede, the two poachers will steal the small purse and food she's carrying along with a pouch she's hidden about her person and push her to the ground before running away with her goods. See Deni's explanation below if the PC decides to walk over to the girl and see what happened."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Deni Tumble",
							"page": 9,
							"entries": [
								"{@i Human Female Rogue, Chaotic Good 14 years old, thin, short dirty-blonde hair.}",
								"{@b Ideal}: If the world won't give you what you need, you must take it.",
								"{@b Flaw}: Sometimes my ideals cause me to take on challenges I'm not ready for yet.",
								"{@creature Deni Tumble (Rogue)|SecondGlance|Deni} is friendly to the PC and may come in handy later depending on how the investigation goes. Her stat block can be found in {@adventure Appendix B|SecondGlance|9|Appendix B - Stats}.",
								{
									"type": "list",
									"items": [
										"The two men are ripping off her grandmother, only giving her half of what the farm's produce and eggs have been earning in town. She's observed them for a week and made some enquiries of her own about the price of goods with the town's merchants.",
										"They've been helping Cleric Adwyn with something secretive.",
										"She knows they're on good terms with the magistrate, so she decided to take matters into her own hands and take back some of what belonged to her family."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Salodan's Emporium",
							"page": 9,
							"entries": [
								"By far the most ostentatious building in Duskhollow, Salodan's lovely shop solicits visitors' attention with a shiny storefront and colorful signage. The advertisements promise \"many wondrous items within\" though frugal newcomers will notice that the locals prefer less pricey venues. For adventurers, the emporium is one of the only places selling magical items for many miles in all directions, which can have an exaggerated effect on price.",
								{
									"type": "entries",
									"name": "Salodan Hamir - owner",
									"page": 9,
									"entries": [
										"A gregarious dark-skinned human man with a ready smile and booming voice, Salodan is a recent transplant into Duskhollow and an early supporter of Louisa's business-forward initiatives. He is widely regarded as a gossip and could prove to be a good source of information for the party.",
										"Salodan is happy to sell any of the adventuring supplies in the {@book PHB|PHB} (beginning on page 148) at a 10% markup. A shrewd trader buying multiple things, or someone ready to haggle can get him to budge on his prices (with a {@dc 15} Charisma check), especially if Salodan regards the PC as a friend of the town.",
										"Garren may want a {@item javelin|PHB} or two. If the PC specifically asks, he does have a couple of magical items tucked away but will be reticent to part with them. He has a {@item Quaal's Feather Token, Anchor|DMG} for 50 {@b gp} and a very old vial of reddish liquid with gold overlays (a {@item Potion of Healing|DMG}) for 50 {@b gp}. He keeps these items in a lockbox under the counter.",
										{
											"type": "list",
											"items": [
												"Five nights ago, Salodan was walking home from",
												"the Greenside Tavern when he saw movement in the new construction of the Waukeen Temple. He went to investigate thinking that perhaps some kids were playing inside. Instead, he ran into Adwyn Corts, the temple cleric, who looked exhausted and nervous. The next day, the temple was closed.",
												"The poor cleric has so much going on between the temple closing and his son's drinking problem that it's no wonder he's so addled. The son, Destin, can often be found at the Greenside Tavern having a few too many.",
												"Salodan feels bad for Mistress Louisa. Many folks in this backwater do not see the good she is trying to do in expanding the town's reach by clearing the forest and shipping lumber to Amn.",
												"Torstran, the stable master, was not to be trusted. The man still has a tab with Salodan, and he probably skipped town to avoid his debts."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Magistrate's Home and Hall",
							"page": 10,
							"entries": [
								"Situated slightly away from the center of town, the magistrate's residence has never looked more beautiful than in its first year under Louissa's tenure. She insists that the grounds be kept spotless and the shrubs and flowers perfectly trimmed. The bottom floor of the structure serves as a place where villagers can seek an audience with her and the upper floors provide a luxurious residence.",
								{
									"type": "entries",
									"name": "Louissa Prenav - Town Magistrate",
									"page": 10,
									"entries": [
										"A calm, confident half-elven woman in her mid-tolate thirties, Louissa's charm and vision have led her to a prominent position in an otherwise lethargic town. Beneath the elegant facade, however, lies brutal calculation. Louissa innately knows who is of benefit to her and who can be ignored or swept away. The PC intrigues her at first, being from a larger city and potentially well-connected, but their penchant for questions quickly removes them from her list of possible allies and relegates them to a likely problem. She does not worry about this overly much, though, as her plan is unfolding perfectly.",
										"{@i On the PC's second night in town, Louissa intends to capitalize on the town's fears and suspicions of the druid colony and arrange for Destin Corts to have a dramatic transformation in the middle of town. This event will allow her to whip the loyal townsfolk into a frenzy to charge through the forest and demand that the druids leave. Duskhollow can then expand its claim, begin logging, and increase traffic along the road. Note on timing: If you would like for the PC to have more time to work on the side quests, feel free to adjust the night of Louissa's big plan accordingly.}",
										"The magistrate is busy and will not pay the PC much mind, but her assistant (and nephew), Bertrand, will be the one primarily interacting with the PC."
									]
								},
								{
									"type": "entries",
									"name": "Bertrand Prenav",
									"page": 10,
									"entries": [
										"{@i Human Male Commoner, Lawful Evil 27 years old, long but thinning black hair, permanent sneer.}",
										"{@b Ideal}: People should recognize when they are in the presence of their betters.",
										"{@b Flaw}: I am drawn to power, but in a grasping, pathetic way.",
										"Bertrand has an inflated idea of the importance of the magistrate's office and, by extension, his position in it. In exchange for information, he will expect either flattery or coin.",
										{
											"type": "list",
											"items": [
												"The druids are unwashed scum. Those savages are holding back this whole area.",
												"Mistress Louissa is the best kind of person, noble, graceful, intelligent, powerful...",
												"If the PC would like to make some coin, the City of Amn has notified their office of a dangerous criminal thought to be hiding in the forest to the South. He has waylaid a few travelers and scared them away from continuing their journey to Duskhollow. Several others have been so shaken by their encounter that they've barely spent any money in the town and are unlikely to return or to speak positively about their trip. Duskhollow is authorized to reward the criminal's apprehension with 50 {@b gp}. Bertrand generously offered this task to the druids, but it was not in the town's interest to comply to their additional terms, about which he is not willing to say more. See {@adventure Side Quest: Flemm the Foul|SecondGlance|7|Flemm the Foul}.",
												"Anxious Adwyn is so tedious for the Mistress to have to constantly deal with. Hopefully that will all be resolved soon. Louissa has been instrumental in expanding that silly man's temple and has yet to received the measure of gratitude that is her due, not to mention the reasonable, regular payments he agreed to!"
											]
										}
									]
								},
								"If the PC is suspicious enough of Louissa to investigate her more closely, especially if they decide to go through her home and office, there are a number of incriminating things they can find, though they do run the chance of encountering Bertrand or Louissa if they take this course.",
								"Call for a Dexterity ({@skill Stealth}) check as the party transgresses property boundaries. Rolls under 10 will have a 25% chance of attracting unwanted company in the form of Louissa or Bertrand. The windows are unlatched, but the door is locked; it can be forced open with a {@dc 12} Strength check or picked with a {@dc 10} {@item Thieves' Tools|PHB} check. A map of Louissa's house can be found in {@adventure Appendix A|SecondGlance|8|Appendix A - Maps}. The DM should call for Intelligence ({@skill Investigation}) checks as needed depending on the areas that the PC explores.",
								"Exploring Louissa's house could yield the following clues:",
								{
									"type": "list",
									"items": [
										"On the mantle downstairs is a note in a rough hand. The druids, she's been informed by the poachers she tipped off about doing a job for the desperate Adwyn, are werebears. To their credit, the poachers explain that werebears are by nature careful and peaceful, unwilling to spread their curse, so they do not pose a threat to Duskhollow. Louissa, however, is happy to ignore this caveat and seize the opportunity their land provides. If she can demonize their antiquated religious practices and misguided reverence for nature at the same time, so much the better.",
										"Under the mattress in her bedroom is a diary. She and Bertrand are planning on releasing Destin, referred to as \"the promising problem,\" on the town the night of the full moon in order to cause a panic and rally the villagers to expel the druids from their camp.",
										"The ledger on her desk reveals that the interest rate she's been charging Adwyn for expanding the temple is exorbitant, and it seems unlikely that he could afford the payments, especially in a town of that size.",
										"A letter on her desk shows that she has been working with merchants in Amn and other nearby locations to gauge how profitable it would be to expand the road and log the forest. She will be pocketing 50% off the top to keep for herself and adjust the town records accordingly."
									]
								},
								{
									"type": "inset",
									"name": "Encounter",
									"entries": [
										"{@b CREATURES}: {@creature Animated Armor|MM}",
										"Upstairs, a nearly complete suit of armor stands in the office area. Anyone besides Louissa tampering with the desk (where all of the above information can be located if the PC missed or skipped other locations) will cause the Animated Armor to activate. It is missing a few pieces and therefore has 20 HP. The command phrase is framed in needlepoint beside the desk. It reads, \"Under watchful, empty eyes\" in Elvish. Reading the command phrase aloud will give the PC control over the Animated Armor within the confines of the house.",
										"If a loud fight breaks out, Louissa or Bertrand will show up in 10 rounds to investigate."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Waukeen's Temple",
							"page": 12,
							"entries": [
								"See the map in {@adventure Appendix A|SecondGlance|8|Appendix A - Maps}.",
								{
									"type": "insetReadaloud",
									"entries": [
										"The Temple of Waukeen is beautifully adorned with daffodils all around the grounds. On either side of the main entrance, a pair of gilded lions stand guard. The smaller front portion of the temple hosts tall windows through which a modest sanctuary can be seen with a few benches for supplicants and parishioners to rest and meditate.",
										"Inside, an elegant statue of the Golden Lady nearly reaches the temple's ceiling; she stands with hands facing outward, her long hair flowing wildly around her. To either side, golden scales further beautify the altar. There are two doors, one leading to the cleric's study and the other to the back where the new construction is taking place."
									]
								},
								"This second door remains locked at all times, requiring a {@dc 15} check with {@item Thieves' Tools|PHB} to open. The lock seems unusually sophisticated for a small town temple.",
								"{@b Temple break-in note}: If convenient, Deni can arrive to help the PC at the perfect moment for breaking into the temple if they don't arrange it with her ahead of time. Otherwise, Garren can break down the door. A successful {@dc 12} Dexterity ({@skill Acrobatics}) or Strength ({@skill Athletics}) check on behalf of the PC will prevent the door from crashing loudly.",
								"If the PC and Garren encounter Deni, she tells them that she saw the poachers exiting the temple construction site five or six nights ago. If they need her help, she has a few tools she brought from home. (Deni has proficiency with Thieves' Tools. Her stat block can be found in {@adventure Appendix B|SecondGlance|9|Appendix B - Stats}.)",
								"The cleric's study contains a large, frayed tapestry. It's disheveled and poorly hung and doesn't seem to aesthetically fit the rest of the temple. Behind it, there is a hidden door that leads into the false room. It is wedged shut. A {@dc 15} Strength check can force this door open. The cleric's study also has a partially destroyed note on the desk. It reads, in a jagged script: \"The blood yields no answers thus far. Perhaps more...\".",
								"The rear section of the temple is under construction. The walls and roof are up, but the windows are boarded and the back door locked. The door requires a {@dc 15} check with {@item Thieves' Tools|PHB} to open. It also seems a bit much for keeping curious townspeople and their children away from the dangerous worksite.",
								"Inside the construction area, amid the expected dust and debris of new work, the PC finds vials of blood, remnants of potions, and spilled and half-full bottles of mysterious liquids. As they look around, a successful {@dc 13} Wisdom ({@skill Perception}) check reveals that the space of the new sanctuary doesn't make sense, almost like there should be more room here based on the appearance of its size from the outside. A successful {@dc 12} Intelligence ({@skill Investigation}) check will reveal the wall butting against the old temple has a room-sized space that shouldn't be there, with brand new, but poorly or hastily made walls and no discernible door. A {@dc 12} Wisdom ({@skill Perception}) check will allow the PC to hear movement and a quiet lowing.",
								"Breaking through the wall with a successful {@dc 15} Strength check, the PC will find the Cervidae, injured and fettered, but alive. A {@dc 10} Wisdom ({@skill Medicine}) check will let the PC see the deep cuts in her foreleg from a hunter's trap. Garren may offer to use some of his lay on hands to heal her so she can leave with the party.",
								"Hearing the PC and Garren speak of helping her, or that the druids sent them to find her, she will begin to talk to them. The Cervidae, Vin'trys, will explain that the cleric paid two poachers to hunt her and bring her into the town.",
								"Vin'trys will also reveal that Adwyn has been asking her about lycanthropy and how to cure the disease but that is outside her realm of knowledge or restorative ability. Adwyn refused to believe this was true and has been holding her here, withdrawing her blood to conduct his experiments and potion-making.",
								"If the PCs follow through with freeing the Cervidae, a successful {@dc 15} Dexterity ({@skill Stealth}) check will allow them to make it to the edge of the forest unseen, assuming they're traveling at night. She will promise to return to the druids and is capable of defending herself.",
								"If the Dexterity ({@skill Stealth}) check is unsuccessful, they may be spotted by Adwyn, Destin, or Bertrand at the DM's discretion.",
								{
									"type": "list",
									"items": [
										"Adwyn will demand to know what they are doing, panicked to have yet another person know about his secret activities but even more upset about what this means for his son. The PC may need to make some Charisma ({@skill Deception} or {@skill Intimidation}) checks. Adwyn's Passive Insight is 13. The cleric will avoid a direct conflict, but if he is pushed, he will defend himself. A Charisma ({@skill Intimidation}) check of 15 or higher will see him falling to the ground, weeping.",
										"Destin will emerge out of the shadows after the Cervidae has entered the forest. He will remark that he's never seen one in real life before, but he's read about them. What was it doing in town? If the PC reveals where they found the Cervidae, Destin will try to quickly gauge how the PCs feel about his condition, assuming he believes they know and considers them to be a friend. He has been stuck in Duskhollow for so long and is desperate to escape, but when he tried to leave, he was attacked by a werewolf in the forest and barely made it back to town alive. If the PC, at this point, knows the druids are werebears, they might suggest Destin seek their help since they know how to control their lycanthropy.",
										"Bertrand will be delighted to have stumbled upon a secretive situation where he can gain information and exert his power. As he postures and tries to extort the PC, Deni may fade into the shadows, sneak around behind him, and knock him unconscious."
									]
								},
								"It would be best, given Louissa's plot regarding Destin, for the PC to remain in town and continue seeking the truth of what's transpiring in Duskhollow. If they need some prompting in that regard, Garren might suggest they stay and get to the bottom of things."
							]
						},
						{
							"type": "section",
							"name": "Greenside Tavern",
							"page": 13,
							"entries": [
								"Tucked into the center of town, this bustling establishment is a local favorite among Duskhollow's residents. If any bards or musicians travel through the area, they'll stop here to earn a few generous tips and glean a story or two. The exterior is modest, blending into the white siding found throughout the town, but the welcoming, sometimes raucous, atmosphere sets it apart from the more reserved locales typical of the region.",
								{
									"type": "entries",
									"name": "Kaitsyl and Barris Stonefoot - proprietors",
									"page": 13,
									"entries": [
										"This dwarf power couple run the social heart of Duskhollow. Kaitsyl is the friendly and welcoming face of the establishment. She is a great source of information and can help steer floundering PCs back onto the right path. However, Kaitsyl is much more available to chat when the Greenside is less busy, so the mornings and late afternoons are best. She is quick to smile but equally quick with scathing sarcasm for anyone daring to be rude. If that is not sufficient, Barris coming out of the kitchen is almost always enough to quench any would-be impropriety.",
										"{@b Meals are 2 silver and hearty. Players desiring libations can have a mug of good ale for 4 copper or a pitcher of slightly vinegary wine for 2 silver.}",
										{
											"type": "list",
											"items": [
												"Kaitsyl is suspicious of Louissa. She knows Eliastra and Restan, having encountered them a couple of times in the forest and does not like seeing the Druids vilified.",
												"The cleric's son is here all the time. Usually he's not a problem, but lately he has been unsteady. At one moment he will be fine and in the next he swings to sadness or anger. She is worried about him, but he won't speak to her about it anymore. She's also noticed that Bertrand, the magistrate's slimy assistant, watches the boy closely, and she's unsure of his intent. She's asked Barris to observe him as well, but he always leaves when her partner emerges from the back.",
												"The road to Amn is dangerous. The Greenside has been expecting an important delivery of fine ale that's late to arrive. In her younger days, she would go out and investigate what happened, but she and Barris have put adventuring behind them. They will, however, offer the PC 80 gp to bring the shipment back. Kaitsyl can suggest, if the PC needs prodding, that it would be a good idea to equip themselves and/or Garren with distance weapons to have more options in their encounter with the goblins. These goods can be purchased at Salodan's Emporium. See {@adventure Side Quest: Goblin It All Up|SecondGlance|7|Goblin It All Up}.",
												"The haunting in the Temple of Waukeen is just another of Louissa's half-truths or Adwyn questing after money that he's misspent. Likely, the coin set aside to finish the project ran out and one of the two, or both, are trying to save face. She wishes someone would go figure out exactly what's going on.",
												"If the PC helps Kaitsyl with either the temple or the supplies, she can reluctantly reveal that she knows the druids are werebears, but that they are good, like most werebears, and not responsible for the ills Louissa is heaping on them."
											]
										},
										"The tavern also provides an opportunity for the PC to meet with Destin Corts."
									]
								},
								{
									"type": "entries",
									"name": "Destin Corts",
									"page": 14,
									"entries": [
										"{@i Human Male, Neutral Good 27 years old, thick and unruly brown hair, athletic.}",
										"{@b Ideal}: I want to travel this world and meet its people.",
										"{@b Flaw}: I can be erratic and sometimes my temper gets the better of me.",
										"Destin avoids most people in the town, though he is wellknown, and he is occasionally gruff when trying to remove himself from others. On nights when his father is otherwise occupied, he spends the evening at the Greenside Tavern, usually having too much to drink. In his interactions with the PC, assuming they're relatively pleasant and genuine towards him, he ranges from being overly-friendly to shutting them out entirely or running off to take care of some other task.",
										"Destin is actually a {@creature Neophyte Werewolf|SecondGlance}. He was bitten while he was trying to leave Duskhollow after wandering too deeply into the Snakewood and getting lost. He will keep his secret if at all possible. If confronted with proof, he will seek aid from the PC."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Cleric's Abode",
							"page": 13,
							"entries": [
								"This small house appears somewhat dilapidated. Wilted daffodils waste away on either side of a slightly off-center door.",
								{
									"type": "entries",
									"name": "Adwyn Corts - Head Cleric of Waukeen",
									"page": 14,
									"entries": [
										"{@i Human Male, Chaotic Neutral 63 years old, gray and brown hair, grim faced.}",
										"{@b Ideal}: One should be prepared to do anything for one's family.",
										"{@b Flaw}: Sometimes people must do bad things for good reasons",
										"The cleric used to hold more power in the town but has been sidelined through recent political machinations and alliances forged between Louissa and other high-ranking town members. His primary loyalty, besides to the goddess, is to his son, of whom he is overprotective and readily defensive. Beyond that, his behavior is erratic. It is clear, through conversing with or observing him, that something is amiss. When asked about his high stress, though, he will gather himself together and reveal an aura of the man he must have been in the past given the way the townsfolk talk about him. These extreme changes are more recent, reportedly within the last few months. A careful PC might even notice the cleric's wariness of Louissa's presence."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Valley Stables",
							"page": 14,
							"entries": [
								"The stables seem as though they could be better cared for, though of course the absence of their owner and manager might account for that. The structure is relatively ordinary, made of large pieces of lumber that have weathered to a light gray over time and a sturdy, thatched roof.",
								{
									"type": "inset",
									"name": "Encounter",
									"entries": [
										"{@b CREATURES}: 4 {@creature Giant Rat|MM|Giant Rats}",
										"This is a false lead. Inside the stables, the PC will find lots of rubbish and grossness. Something smells rotten in here. Inside 4 Giant Rats are eating garbage. They will attack on sight, but flee once 2 have been killed."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "A Plot Unfurls",
					"page": 15,
					"entries": [
						"This adventure can evolve in a number of ways depending on how the PC proceeds with either uncovering (or not) the werewolf plot and locating and freeing the Cervidae. This section includes likely outcomes and suggested resolutions.",
						{
							"type": "section",
							"name": "Failing to Intervene",
							"page": 15,
							"entries": [
								"If, for whatever reason, the PC doesn't manage to intervene with Louissa's plot, Destin will become very intoxicated one evening and Bertrand will lead him out into the light of the full moon. Bertrand will attempt to escape as Destin turns into a Neophyte Werewolf in the middle of town (stats in Appendix B). The horrified townsfolk will bar their doors. Barris, the dwarf, will stand guard over her tavern, protecting her wife and her patrons, intent on subduing the young werewolf.",
								"In the light of the following day, Louissa will call on her fellow residents to come together and demand that the druids leave. She will try to provoke the Circle into revealing their true natures as werebears and attempt to get them to abandon the land. They will...but Duskhollow will still be plagued by a werewolf.",
								"Note on lycanthropy: If something goes terribly awry and Destin bites the PC, Vin'trys could reveal her ability to heal the curse if the victim is brought to her within the first 48-hours. Garren, because of his crystalline form, is immune. Ideally, this last resort won't need to come into play."
							]
						},
						{
							"type": "section",
							"name": "Confronting Louissa",
							"page": 15,
							"entries": [
								"Without evidence obtained from her house directly incriminating Louissa in wrongdoing, she will deny everything and may call on the town or her poacher henchmen to detain the PCs long enough for her to go through with unleashing Destin Corts. She will then lead the townspeople against the druids, instigating a conflict.",
								"With evidence, she will likely admit to her plans, heaping praise on the resourcefulness of the PC. She will try to convince the PC to join her and help her make sure that no one gets hurt by Destin. If the PC refuses, she will attempt to get them to leave and then immediately try to have them detained in the manner described above."
							]
						},
						{
							"type": "section",
							"name": "Confronting Adwyn",
							"page": 15,
							"entries": [
								"Adwyn will break down if the PC reveals proof of his wrongdoing and implicates Louissa. He will blame the great love he feels for his son for clouding his judgment and better sense.",
								"If the PC seems intent on harming Destin, he will turn and try to attack them. However, if the PC will allow it, he will promise to take Destin and they will leave town. If this is the case, the PC may find out later that a cleric was found ravaged by a particularly large and vicious wolf -ORdepending on the characterization of Destin in your game, perhaps he escapes his father and joins the druids, who can help him, and Adwyn returns to town alone."
							]
						},
						{
							"type": "section",
							"name": "Confronting Destin",
							"page": 15,
							"entries": [
								"As the PC is one of the only people in the town who is near his age, if they work to befriend the young man, he may trust them with his secret, especially if the PC reveals Louissa's plan to him. His actions from there would depend on the PC's advice since he looks up to them for their experience in the wider world. If the PC knows that the druids are werebears, they might suggest Destin seek their protection and tutelage as they know how to control their lycanthropy and could likely help him learn to do the same."
							]
						},
						{
							"type": "section",
							"name": "Confronting Eliastra",
							"page": 15,
							"entries": [
								"Eliastra will have no problem admitting that the colony is comprised of werebears, especially if the PC asks her after they've returned the Cervidae. Despite what some may say, the werebears are only interested in living peacefully and protecting the forest. They want to be left alone. They focus on tempering their affliction and learning to harness it for the greater good. She will be grieved if the PC is upset that she didn't tell them sooner. She wanted to, but she's not only looking out for her own safety, but the Circle's as well.",
								"The druids would happily take in Destin and provide him training and safety if the various parties are amenable."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Resolution",
					"page": 16,
					"entries": [
						{
							"type": "section",
							"name": "\"Good\" Outcome",
							"page": 16,
							"entries": [
								"As a reward, the druids give the adventurer and their companion(s) 100 {@item Gold (gp)|PHB|gp}, a {@item Figurine of Wondrous Power, Silver Raven|DMG}, and a {@item Cloak of Protection|DMG}. At the DMs discretion, they also learn one druid cantrip of their choice.",
								"Upon their return to the druid colony (if they go back), Janvair will have researched parts of Garren's past. A few more details from Garren's backstory, especially revolving around the Spellplague and Garren's place in history, can be revealed to the PC and Garren from Janvair's report.",
								"Eliastra will ask to more closely examine Garren's crystalline condition.",
								{
									"type": "insetReadaloud",
									"entries": [
										"She holds both of his hands in hers and her eyes roll back in her head in a trance. Several seconds pass as her eyes shift back and forth in her head, her senses delving deeper into Garren's person. She emerges a few moments later, somewhat out of breath, and looks into his eyes with great concern. \"I fear that your condition places you in grave danger.\""
									]
								},
								"She then looks to the PC and explains that she can't fully understand the magic that is both imperiling and protecting Garren, but she believes even more strongly now that they should remain close together as it seems his safety relies on proximity to the amulet. {@b If they are willing to make the journey}, she has a wise friend, a wizard, a few days' travel down the road, who might be able to help both of them."
							]
						},
						{
							"type": "section",
							"name": "\"Bad\" Outcome",
							"page": 16,
							"entries": [
								"If the party turns on the druids instead, they will see the powerful werebears, under the light of the full moon, defend their homes from panicked villagers. They will not harm anyone unless given no other choice, but they would like the opportunity to carefully gather their belongings and travel to a different area of the forest. As they leave, the forest itself darkens and the atmosphere changes. The townsfolk, and the party, should hurry back to Duskhollow before whatever evil that intends to replace the peaceful werebears settles in.",
								"On the way back to town, the werewolf who attacked Destin one month before stalks the villagers, picking off a few here and there to join her pack. The PC and Garren narrowly escape this assault; it should feel close, but not so much that the PC actually takes on a fully grown werewolf.",
								"As the town recovers from their decisions and accounts for those who are missing, they come to understand that subduing the forest will not be as simple as they had thought. What is more, the werewolves surrounding them are growing in number and seem to have a plan.",
								"In terms of Garren and the PC's next steps, if it seems appropriate to the DM, Adwyn can explain what Eliastra was able to relay to Garren from herself and Janvair in the previous section. Otherwise, as they set out from the town, they might happen upon the wizard Eliastra would have alerted them to, though it will not be as easy for them to gain his trust and assistance."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Side Quests",
					"page": 17,
					"entries": [
						{
							"type": "section",
							"name": "Y'all (Don't) Come Back Now, Ya Hear?",
							"page": 17,
							"entries": [
								"A farmer, Bosun Klinp, is in need of someone to help him put down his in-laws that just will not stay in the ground. Turns out his wife Marguerite's parents--who plagued him while they were alive-- insist on continuing to hungrily involve themselves in his life even after their death several months before.",
								"Marguerite has taken to locking herself in their home, too distressed by the ever-worsening state of her family members. He's hired people to take care of them before, but their only solution has been to bury them, which only works for so long. But the PC and Garren seem incredibly capable! Would they be able to help him? He can offer them a small financial reward and several days' worth of rations to help them on their journey.",
								{
									"type": "inset",
									"name": "Encounter",
									"entries": [
										"{@b CREATURES}: 2 {@creature Zombie|MM|Zombies}.",
										"The PC and Garren must burn the bodies in order for them to stay down.",
										"{@b LOOT}: 10 {@item Gold (gp)|PHB|gp}, 6 {@item Rations (1 day)|PHB|Rations}, and a {@item Bag of Beans|DMG} with {@dice 2d4} beans inside."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Flemm the Foul",
							"page": 17,
							"entries": [
								"An acolyte, convicted in Amn of irresponsible magic use, escaped on the way to the labor camp he was sentenced to and has been hiding out in a small cave in the forest near the road, slightly beyond the midway point between The Sacred Grove and Duskhollow. He is responsible for the Blights in the forest.",
								"Flemm has grown somewhat mad in his time alone and has seen all kinds of savage beasts and monsters. The Blights are his friends and protectors, and he is sure the PC is there to destroy them and apprehend him, but he doesn't intend to let that happen.",
								{
									"type": "inset",
									"name": "Encounter",
									"entries": [
										"{@b CREATURES}: 1 {@creature Acolyte|MM} and 1 {@creature Vine Blight|MM}.",
										"This is a good opportunity for the PC to practice using nonlethal force if possible.",
										"{@b LOOT}: 5 {@item Silver (sp)|PHB|sp}, a {@item Basic Poison (vial)|PHB}.",
										"{@b REWARD}: 50 {@item Gold (gp)|PHB|gp} as promised if returned alive, 20 {@item Gold (gp)|PHB|gp} if the party returns a dead body. After the encounter, Garren can help the PC tie up Flemm and return him to Duskhollow to collect their reward."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Goblin it All Up",
							"page": 17,
							"entries": [
								"Some goblins have waylaid a shipment of goods and booze destined for the Greenside Tavern and have subsequently become drunk off the spoils. The goblins are outcasts from a small clan on the other side of the mountains. They have been here for some time.",
								"Torstran's body (the stable master) can be found half-buried in the area, the stench indicating that he has been deceased for a few days.",
								"The PC and Garren are alerted to the goblins' presence nearby when their loud threats to one another and plans for conquering their former clan drift up the small hill that lies between the party and the goblins.",
								{
									"type": "inset",
									"name": "Encounter",
									"entries": [
										"{@b CREATURES}: 4 {@creature Goblin|MM|Goblins}.",
										"Because the goblins are very intoxicated, they make all attacks at disadvantage.",
										"{@b LOOT}: 2 Casks of Ale with Greenside Tavern markings, 3 gold teeth (worth 1 gp each)",
										"{@b REWARD}: 80 gp and half-price meals at the Greenside Tavern."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix A - Maps",
					"page": 18,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SecondGlance/the-sacred-wood.webp"
							},
							"title": "The Sacred Wood"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SecondGlance/duskhollow.webp"
							},
							"title": "The Region of Duskhollow"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SecondGlance/duskhollow2.webp"
							},
							"title": "The Town of Duskhollow"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SecondGlance/house-map.webp"
							},
							"title": "Louissa's House"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SecondGlance/temple-map.webp"
							},
							"title": "The Temple of Waukeen"
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix B - Stats",
					"page": 21,
					"entries": [
						{
							"type": "list",
							"columns": 1,
							"items": [
								"{@creature Cervidae|SecondGlance}",
								"{@creature Garren Bronson (Paladin)|SecondGlance}",
								"{@creature Deni Tumble (Rogue)|SecondGlance}",
								"{@creature Remmy Sullivan (Rogue)|SecondGlance}",
								"{@creature Werebear Archdruid|SecondGlance}",
								"{@creature Werebear Druid|SecondGlance}",
								"{@creature Neophyte Werewolf|SecondGlance}",
								"{@item Amulet of Binding|SecondGlance}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix C - Garren's Backstory",
					"page": 0,
					"entries": [
						"{@creature Garren Bronson (Paladin)|SecondGlance}"
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Cervidae",
			"source": "SecondGlance",
			"page": 21,
			"size": [
				"L"
			],
			"type": "fey",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "9d10 + 18",
				"average": 67
			},
			"speed": {
				"walk": 50
			},
			"str": 15,
			"dex": 18,
			"con": 14,
			"int": 11,
			"wis": 17,
			"cha": 16,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 16,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned"
			],
			"languages": [
				"Common",
				"Elvish",
				"Sylvan",
				"telepathy 60 ft."
			],
			"cr": "5",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The cervidae's innate spellcasting ability is Charisma (spell save {@dc 14}). The cervidae can innately cast the following spells, requiring no components:"
					],
					"will": [
						"{@spell druidcraft}",
						"{@spell faerie fire}",
						"{@spell fog cloud}",
						"{@spell pass without trace}"
					],
					"daily": {
						"1e": [
							"{@spell calm emotions}",
							"{@spell entangle}",
							"{@spell plant growth}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the cervidae moves at least 20 feet straight toward a target, if the target is a creature, it must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The cervidae has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The cervidae's weapon attacks are magical."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The cervidae makes two attacks: one with its hooves and one with its antlers."
					]
				},
				{
					"name": "Hooves",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d6 + 2}) bludgeoning damage."
					]
				},
				{
					"name": "Antlers",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d8 + 2}) piercing damage."
					]
				},
				{
					"name": "Healing Touch (3/Day)",
					"entries": [
						"The cervidae touches another creature with its antlers. The target magically regains 12 ({@dice 2d8 + 3}) hit points. In addition, the touch removes one disease or neutralizes one poison afflicting the target."
					]
				},
				{
					"name": "Treeside (1/Day)",
					"entries": [
						"The cervidae magically treestrides itself and up to three willing creatures it can see within 5 feet of it, along with any equipment they are wearing or carrying, to a tree the cervidae is familiar with, up to 1 mile away."
					]
				}
			],
			"legendary": [
				{
					"name": "Hooves",
					"entries": [
						"The cervidae makes one attack with its hooves."
					]
				},
				{
					"name": "Nature's Shield (Costs 2 Actions)",
					"entries": [
						"The cervidae creates a magical field of ivy, leaves, and branches around itself or another creature it can see within 60 feet of it. The target gains a +2 bonus to AC until the end of the cervidae's next turn."
					]
				},
				{
					"name": "Heal Self (Costs 3 Actions)",
					"entries": [
						"The cervidae magically regains 12 ({@dice 2d8 + 3}) hit points."
					]
				}
			],
			"legendaryGroup": {
				"name": "Unicorn",
				"source": "MM"
			},
			"traitTags": [
				"Charge",
				"Magic Resistance",
				"Magic Weapons"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"E",
				"S",
				"TP"
			],
			"damageTags": [
				"B",
				"P"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"conditionInflictSpell": [
				"restrained"
			],
			"save": {
				"dex": "+7"
			},
			"skill": {
				"perception": "+6"
			},
			"savingThrowForced": [
				"strength"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"dexterity",
				"strength"
			]
		},
		{
			"name": "Garren Bronson (Paladin)",
			"source": "SecondGlance",
			"page": 22,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					{
						"tag": "human",
						"prefix": "male"
					}
				]
			},
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item chain mail|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"formula": "2d10 + 4",
				"average": 19
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 10,
			"con": 14,
			"int": 10,
			"wis": 13,
			"cha": 15,
			"passive": 11,
			"cr": "1/2",
			"damageTags": [
				"S",
				"F"
			],
			"conditionInflictSpell": [
				"restrained"
			],
			"skill": {
				"athletics": "+5",
				"insight": "+3",
				"intimidation": "+4",
				"medicine": "+3"
			},
			"languages": [
				"Common",
				"Dwarvish"
			],
			"languageTags": [
				"C",
				"D"
			],
			"save": {
				"wis": "+3",
				"cha": "+4"
			},
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Garren is a 2nd-level spellcaster. His spellcasting ability is Charisma (spell save {@dc 12}, {@hit 4} to hit with spell attacks). He has the following paladin spells prepared:"
					],
					"spells": {
						"1": {
							"spells": [
								"{@spell command}",
								"{@spell cure wounds}",
								"{@spell heroism}"
							],
							"slots": 2
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"reaction": [
				{
					"name": "Protect.",
					"entries": [
						"When a creature Garren can see attacks an ally within 5 feet of him, he can use his reaction to impose disadvantage on the attack roll."
					]
				}
			],
			"action": [
				{
					"name": "Flametongue Longsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d8 + 6}) slashing damage, plus 10 ({@damage 2d6 + 3}) fire damage."
					]
				}
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"trait": [
				{
					"name": "Lay on Hands",
					"entries": [
						"As an action, Garren can draw power from his pool of divine energy and restore up to 10 hit points to a creature of his choice. Alternatively, he expends 5 of those points to cure the target of one disease or neutralize one poison affecting it. The pool replenishes when he takes a long rest."
					]
				},
				{
					"name": "Divine Smite",
					"entries": [
						"When Garren hits a creature with a melee weapon attack, he can expend one spell slot to deal radiant damage to the target, in addition to the weapon's damage. The extra damage is worth  {@damage 2d8} for a 1st-level spell slot. The damage increases by {@damage 1d8} if the target is an undead or a fiend."
					]
				}
			],
			"spellcastingTags": [
				"CP"
			],
			"isNpc": true,
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									{
										"name": "Character Description",
										"type": "entries",
										"entries": [
											"Garren Bronson is a devoted paladin of Torm, god of duty, loyalty, and righteousness. He is naturally protective, and his years of military service will make him instinctively guard the PC from the dangers they face in the outside world. He is compassionate and insightful, and desires to inspire courage and confidence in those around him. If the PC is nervous or frightened, he will attempt to comfort them and assure them of their safety, even in the face of readily apparent danger. Garren will not hesitate to risk his life in protection of the PC. He should remain near the PC's Amulet of Binding or be returned to his crystalline state."
										]
									}
								]
							}
						]
					},
					{
						"name": "Backstory",
						"type": "entries",
						"entries": [
							{
								"name": "The History of Garren Bronson, Oath of Vengeance Paladin of Torm",
								"type": "entries",
								"entries": [
									"Note to DM: Garren himself is unaware of this history, but we thought it would be helpful to have something to work from as your campaign and storyline move forward. Though he doesn't remember many of these events, he has still been shaped by them, and they are part of his character. Ideally, Garren will slowly regain his memories and be able to share them with the PC.",
									"One of the advantages of Garren not having very many memories is that it creates lots of opportunities for the player, through the PC, to fill in details about the shared world. All of it is new to Garren, and so the player can speak customs and personal or national histories into being during their conversations with the paladin.",
									"As his memories return, Garren may choose different paths for himself, especially because he feels a responsibility to protect the PC. Though in some ways his division between good and evil or conception of justice is rather black and while, he is also wise, thoughtful, and intelligent, and will make a great companion for helping the PC adapt to a life of adventuring.",
									"Back in the years preceding the Spellplague, when the deities sensed a shift among themselves and in the balance of power, select warriors joined the gods' Chosen to further the causes of goodness and justice, the highest callings of their loyalty. These positions of honor exempted the soldiers from a responsibility to a city or nation-state, calling them far from home to engage in epic deeds, risking their lives for the fate of the world.",
									"One such soldier grew up on a farm located in the distant outskirts of a prosperous city. The owners, Erdin and Bratis, took in orphan children who would otherwise fall victim to the more unsavory parts of the city and taught them to till the land and provide for themselves and their neighbors. No one knew the history of the young boy who was brought to their door one chilly night; he seemed as though he had experienced some sort of trauma, and all he could communicate was his name, Garren.",
									"In his later years as a hero, when given the chance to address cheering populaces, he would return to that initial kindness he had been shown by the two men and encourage others to follow their example. Their lack of selfishness saved his life, allowing him to save many others; this was the foundation of his understanding of law and justice.",
									"In Garren's early adolescence, the struggles between the gods and among mortals intensified. Erdin and Bratis, in service to their city, turned their barn into a hospital for wounded soldiers. Garren was enchanted by the battle-hardened men he met, though later he would look back and realize they had only been a few years older than he was at the time. As the battlefields grew ever larger, the recruitment ages decreased, leading to Garren being drafted into a regiment when he was fifteen. He assured his adopted parents that he would be careful, and they watched him striding off to his training camp, unable to shake the feeling that he would never return.",
									"Being naturally tall and strong and hardier still from the labor on the farm, Garren quickly made an impression on his commanders. There was a knowing depth behind the boy's eyes; he had seen and understood much more of the world than his sheltered peers. One promotion followed another, and after a few short years, Garren was made the captain of his own unit. Even better, his first mission would be to return to the city of his birth to protect it from ever-looming threats from the outside.",
									"But the leaders and strategists had once again misunderstood Cyric and his trickery, believing that the city would face its greatest challenge from afar rather than within. Politicians turned against one another, priests betrayed their congregations, neighbors falsely accused one another of crime and absconded with all the family's valuables in the night.",
									"In Garren's home, among Erdin, Bratis, and all the children he had regarded as friends and siblings, who looked up to him as their mentor, the deceit took a particularly unfortunate turn. Whether the warriors were bewitched, secret agents, or traumatized beyond discernment, Garren's parents had been right about him not being able to return home; they had just misguessed the reason.",
									"One night, as tempers flared throughout the city, several of the wounded soldiers turned on their fellows, creating in-fighting and panic that spread across the farm. The braziers burning in the barn to provide comfort to the weary and wounded in the hours of darkness overturned in the fray, igniting the hay and wood and quickly engulfing the structure. The flames spread across the late summer grasses, dried by the sunny days leading into harvest, and lit the main house and outbuildings as well. Bratis was killed ushering children out of one of the structures when a beam fell and crushed him from above. Erdin, in his dismay searching for his partner, failed to discern that the soldier running at him was not fleeing in terror but sprinting in anger. He turned to show the panicked man the way to safety but was cut down instead. Judging by the footprints, many of the children survived, but the trails to them were lost in the unrest and riots of the city.",
									"Garren returned a few days after the worst of the turmoil subsided. He had pushed his regiment to travel ever faster the last few days on the road, concerned, like his soldiers, that their messages were going unanswered. Even if they had known, they would have been too far away to make it back in time, but such facts proved little comfort.",
									"In his anguish at the destruction of his home and all those he held dear, those he had sworn to protect, Garren threw his helmet to the side, crying out as he fell to his knees in frustration. That day, his sword clutched between his hands, his only remaining support, he swore to the gods that if they would allow him, he would enact vengeance on his foes.",
									"The men surrounding him saw a beam of light engulf their leader, so bright they had to shield their eyes and could only just make out his silhouette. Garren, however, witnessed his sword burst into flames and felt himself swell with power. The symbol of a white gauntlet for the right hand emblazoned itself on his shield, covering over the flag of his region - Torm had accepted the warrior's oath and would aid him on his quest.",
									"The young paladin grew in power, so much so that he surpassed his mentors in record time. His intuition was keen for discerning the greatest threats to the forces of the light, but no amount of success was enough for the raging spirit within the warrior. No amount of good could absolve him of the debts he laid against himself.",
									"At the height of his own ability, when he was a legendary fighter almost on par with the gods themselves, a clever series of traps were laid before Garren, one of several victims of such schemes. To the dark deities and their allies, Cyric and Shar in particular, the greatest weakness of their foes lay in their dependence on and affection for mortal creatures. But this would prove the moment of their great triumph. They would not kill the warriors outright—no, that would only serve to make them martyrs or invite a show of mercy through resurrection. Instead, Cyric proposed, they would separate the heroes from their souls, making it impossible for them to be resurrected, especially following the sundering of much of Faerun itself.",
									"Garren was led through a series of dangers, all the while believing he was growing closer to one of the head lieutenants of his enemies. The men and women serving beside him died off one by one to the forces surrounding them until only Garren himself was left. His might weakened and energy spent over the days tracking his prey through the mountains, he fought powerfully and bravely, but it was not enough. However many he struck down, more would take their place. In the final moments of the battle, they taunted him to call down his god, to cry out for aid that he might be avenged or saved. His oath called him to protect and defend the greatest good, and his faith placed Torm above himself. And so Garren stopped, giving himself over to his enemies that his deity might continue on and not be caught up in the Spellplague's destruction.",
									"But all magic comes at a cost. When Cyric and Shar murdered the goddess of magic herself, their own actions spiraled out to Garren and those like him. The bonds holding the souls of the heroes weakened, and the fracturing magic entered a few ancient items. The fleeing gods had heard their heroes' silent cries; they would live on to fight again, one day when the world most needed them."
								]
							}
						]
					}
				]
			},
			"savingThrowForcedSpell": [
				"wisdom"
			]
		},
		{
			"name": "Deni Tumble (Rogue)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					{
						"tag": "human",
						"prefix": "female"
					}
				]
			},
			"source": "SecondGlance",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"{@item common clothes|phb}"
					]
				}
			],
			"hp": {
				"formula": "1d8 + 4",
				"average": 8
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 15,
			"con": 11,
			"int": 14,
			"wis": 13,
			"cha": 14,
			"passive": 11,
			"cr": "1/8",
			"page": 23,
			"languages": [
				"Common"
			],
			"languageTags": [
				"C"
			],
			"skill": {
				"acrobatics": "+4",
				"investigation": "+4",
				"sleight of hand": "+6",
				"stealth": "+6"
			},
			"trait": [
				{
					"name": "Sneak Attack",
					"entries": [
						"Once per turn, Deni can deal an extra {@damage 1d6} damage to one creature she hits with an attack if she has advantage on the attack roll. She doesn't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and Deni doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"Once per turn, Deni can take a bonus action to Dash, Disengage, or Hide."
					]
				},
				{
					"name": "Thieves' Tools",
					"entries": [
						"Deni adds 4 to ability checks she makes",
						"with Thieves' Tools."
					]
				}
			],
			"traitTags": [
				"Sneak Attack"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 2}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"isNpc": true,
			"attachedItems": [
				"dagger|phb"
			]
		},
		{
			"name": "Remmy Sullivan (Rogue)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					{
						"tag": "human",
						"prefix": "male"
					}
				]
			},
			"source": "SecondGlance",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item common clothes|phb}"
					]
				}
			],
			"hp": {
				"formula": "2d8",
				"average": 12
			},
			"speed": {
				"walk": 30
			},
			"str": 9,
			"dex": 16,
			"con": 11,
			"int": 14,
			"wis": 13,
			"cha": 15,
			"passive": 15,
			"cr": "1/8",
			"page": 23,
			"languages": [
				"Common"
			],
			"languageTags": [
				"C"
			],
			"trait": [
				{
					"name": "Sneak Attack",
					"entries": [
						"Once per turn, Remmy can deal an extra {@damage 1d6} damage to one creature he hits with an attack if he has advantage on the attack roll. He doesn't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and Remmy doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"Once per turn, Remmy can take a bonus action to Dash, Disengage, or Hide."
					]
				},
				{
					"name": "Disguise Kit",
					"entries": [
						"Remmy adds 2 to checks he makes with a disguise kit."
					]
				}
			],
			"traitTags": [
				"Sneak Attack"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"isNpc": true,
			"skill": {
				"acrobatics": "+7",
				"deception": "+4",
				"insight": "+3",
				"investigation": "+4",
				"sleight of hand": "+7",
				"stealth": "+5"
			},
			"attachedItems": [
				"dagger|phb"
			]
		},
		{
			"name": "Werebear Archdruid",
			"group": [
				"Lycanthropes"
			],
			"source": "SecondGlance",
			"page": 24,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					{
						"tag": "race",
						"prefix": "any"
					},
					"shapechanger"
				]
			},
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item hide armor|phb}",
						"{@item shield|phb}"
					],
					"condition": "humanoid form"
				},
				{
					"ac": 16,
					"from": [
						"{@spell barkskin}"
					],
					"condition": "in bear or hybrid form"
				}
			],
			"hp": {
				"formula": "6d8 + 18",
				"average": 50
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(40 ft., climb 30 ft. in bear or hybrid form)"
				}
			},
			"str": 15,
			"dex": 12,
			"con": 16,
			"int": 10,
			"wis": 18,
			"cha": 11,
			"skill": {
				"perception": "+7",
				"nature": "+3",
				"medicine": "+7"
			},
			"passive": 17,
			"languages": [
				"Common",
				"Druidic",
				"Elvish",
				"Sylvan (can't speak in bear form)"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The werebear druid can use its action to polymorph into a Large bear-humanoid hybrid or into a Large bear, or back into its true form, which is humanoid. Its statistics, other than its size, are the same in each form. The werebear druid can choose whether its equipment falls to the ground, melds with its new form, or is worn by the new form. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Keen Smell",
					"entries": [
						"The werebear has advantage on Wisdom ({@skill Perception}) checks that rely on smell."
					]
				}
			],
			"action": [
				{
					"name": "Claw (Bear or Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d8 + 3}) piercing damage."
					]
				},
				{
					"name": "Scimitar (Humanoid or Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage."
					]
				}
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/werebear.mp3"
			},
			"traitTags": [
				"Keen Senses",
				"Shapechanger"
			],
			"languageTags": [
				"C",
				"DU",
				"E",
				"CS",
				"S"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"token": {
				"name": "Werebear",
				"source": "MM"
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Werebear.webp"
						}
					}
				]
			},
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The werebear druid is a 6th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 15}, {@hit 7} to hit with spell attacks). It has the following druid spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell druidcraft}",
								"{@spell mending}",
								"{@spell poison spray}",
								"{@spell produce flame}"
							]
						},
						"1": {
							"spells": [
								"{@spell cure wounds}",
								"{@spell entangle}",
								"{@spell faerie fire}",
								"{@spell speak with animals}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell animal messenger}",
								"{@spell barkskin}",
								"{@spell hold person}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell conjure animals}",
								"{@spell meld into stone}",
								"{@spell water breathing}"
							],
							"slots": 3
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"CD"
			],
			"damageTagsSpell": [
				"B",
				"F",
				"I"
			],
			"attachedItems": [
				"scimitar|phb"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"strength",
				"wisdom"
			]
		},
		{
			"name": "Werebear Druid",
			"group": [
				"Lycanthropes"
			],
			"source": "SecondGlance",
			"page": 24,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					{
						"tag": "race",
						"prefix": "any"
					},
					"shapechanger"
				]
			},
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"{@item leather armor|phb}"
					],
					"condition": "humanoid form"
				},
				{
					"ac": 16,
					"from": [
						"{@spell barkskin}"
					],
					"condition": "in bear or hybrid form"
				}
			],
			"hp": {
				"formula": "5d8 + 15",
				"average": 35
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(40 ft., climb 30 ft. in bear or hybrid form)"
				}
			},
			"str": 13,
			"dex": 12,
			"con": 17,
			"int": 10,
			"wis": 15,
			"cha": 11,
			"skill": {
				"medicine": "+4",
				"nature": "+2",
				"perception": "+4"
			},
			"passive": 14,
			"languages": [
				"Common",
				"Druidic",
				"Sylvan (can't speak in bear form)"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The werebear druid can use its action to polymorph into a Large bear-humanoid hybrid or into a Large bear, or back into its true form, which is humanoid. Its statistics, other than its size, are the same in each form. The werebear druid can choose whether its equipment falls to the ground, melds with its new form, or is worn by the new form. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Keen Smell",
					"entries": [
						"The werebear has advantage on Wisdom ({@skill Perception}) checks that rely on smell."
					]
				}
			],
			"action": [
				{
					"name": "Claw (Bear or Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d8 + 1}) piercing damage."
					]
				},
				{
					"name": "Quarterstaff (Humanoid or Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d8 + 1}) bludgeoning damage if wielded with two hands, or {@h}7 ({@damage 1d8 + 3}) bludgeoning damage with {@spell Shillelagh}."
					]
				}
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/werebear.mp3"
			},
			"traitTags": [
				"Keen Senses",
				"Shapechanger"
			],
			"languageTags": [
				"C",
				"DU",
				"CS",
				"S"
			],
			"damageTags": [
				"P",
				"B"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"token": {
				"name": "Werebear",
				"source": "MM"
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Werebear.webp"
						}
					}
				]
			},
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The werebear druid is a 4th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It has the following druid spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell druidcraft}",
								"{@spell produce flame}",
								"{@spell shillelagh}"
							]
						},
						"1": {
							"spells": [
								"{@spell entangle}",
								"{@spell longstrider}",
								"{@spell speak with animals}",
								"{@spell thunderwave}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell animal messenger}",
								"{@spell barkskin}"
							],
							"slots": 3
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"CD"
			],
			"damageTagsSpell": [
				"F",
				"T"
			],
			"attachedItems": [
				"quarterstaff|phb"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"strength"
			]
		},
		{
			"name": "Neophyte Werewolf",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human",
					"shapechanger"
				]
			},
			"source": "SecondGlance",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 11,
					"condition": "in humanoid form"
				},
				{
					"ac": 12,
					"condition": "in Hybrid or Wold form"
				}
			],
			"hp": {
				"formula": "5d10 + 10",
				"average": 37
			},
			"speed": {
				"walk": 30
			},
			"str": 15,
			"dex": 13,
			"con": 14,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"passive": 13,
			"cr": "1",
			"page": 25,
			"languages": [
				"Common (Can't Speak in Wolf Form)"
			],
			"languageTags": [
				"C"
			],
			"skill": {
				"perception": "+3"
			},
			"trait": [
				{
					"name": "Shapechanger (Werewolf)",
					"entries": [
						"The neophyte werewolf can use its action to polymorph into a wolf-humanoid hybrid or into a wolf, or back into its true form, which is humanoid. Its statistics, other than its AC, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The neophyte werewolf has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell."
					]
				}
			],
			"traitTags": [
				"Keen Senses",
				"Shapechanger"
			],
			"action": [
				{
					"name": "Bite (Wolf or Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage. If the target is a humanoid, it must succeed on a {@dc 11} Consitution saving throw or be cursed with werewolf lycanthropy."
					]
				},
				{
					"name": "Claws (Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d4 + 4}) slashing damage."
					]
				},
				{
					"name": "Spear (Humanoid Form Only)",
					"entries": [
						"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage in melee, or 7 ({@damage 1d6 + 4}) piercing damage at range."
					]
				}
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW",
				"MLW"
			],
			"attachedItems": [
				"spear|phb"
			]
		}
	],
	"item": [
		{
			"name": "Amulet of Binding",
			"source": "SecondGlance",
			"page": 25,
			"type": "OTH",
			"rarity": "legendary",
			"wondrous": true,
			"reqAttune": true,
			"entries": [
				"While attuned to this amulet, you can use an action to summon forth Garren Bronson. If Garren drops to zero hit points, instead of falling unconscious, he returns into the Amulet of Binding, You may also dismiss Garren back into the amulet using your action. However, if dismissed in this fashion, Garren cannot be called forth again until after a long rest."
			]
		},
		{
			"name": "Talisman Map",
			"source": "SecondGlance",
			"page": 7,
			"type": "OTH",
			"rarity": "uncommon",
			"entries": [
				"Made of oak and dried herbs. It serves as a map back to The Sacred Grove."
			]
		}
	]
}
