{
	"_meta": {
		"sources": [
			{
				"json": "DontSayVecna",
				"abbreviation": "DSV",
				"full": "Don't Say Vecna!",
				"url": "https://www.dndbeyond.com/posts/1264-free-level-20-d-d-adventure-face-off-against-vecna",
				"dateReleased": "2022-06-09",
				"color": "8f898e",
				"version": "1",
				"authors": [
					"Wizards of the Coast",
					"Mike Bernier",
					"Michael Galvis"
				],
				"convertedBy": [
					"Lyra [he/him]"
				]
			}
		],
		"dependencies": {
			"monster": [
				"MM",
				"VD"
			],
			"monsterFluff": [
				"MM",
				"VD"
			]
		},
		"internalCopies": [
			"monster"
		],
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1654817495,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "9f8c082f52"
	},
	"monster": [
		{
			"name": "Bone Devil",
			"source": "DontSayVecna",
			"_copy": {
				"name": "Bone Devil",
				"source": "MM"
			},
			"speed": {
				"walk": 40,
				"climb": 40
			},
			"token": {
				"name": "Bone Devil",
				"source": "MM"
			},
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Vecna the Archlich (in Lair)",
			"source": "DontSayVecna",
			"_copy": {
				"name": "Vecna the Archlich",
				"source": "VD",
				"_preserve": {
					"altArt": true
				}
			},
			"legendaryGroup": {
				"name": "Vecna",
				"source": "DontSayVecna"
			},
			"token": {
				"name": "Vecna the Archlich",
				"source": "VD"
			},
			"hasFluff": true,
			"hasFluffImages": true
		}
	],
	"monsterFluff": [
		{
			"name": "Bone Devil",
			"source": "DontSayVecna",
			"_copy": {
				"name": "Bone Devil",
				"source": "MM"
			}
		},
		{
			"name": "Vecna the Archlich (in Lair)",
			"source": "DontSayVecna",
			"_copy": {
				"name": "Vecna the Archlich",
				"source": "VD"
			}
		}
	],
	"legendaryGroup": [
		{
			"name": "Vecna",
			"source": "DontSayVecna",
			"lairActions": [
				"For a more difficult combat, draw upon the power of the {@item Book of Vile Darkness} {@homebrew |(found in the Dungeon Master's Guide)} or use the following lair actions.",
				"On initiative count 20 (losing initiative ties), Vecna takes a lair action to cause one of the following effects; Vecna can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Shadowplay",
							"entries": [
								"Vecna summons one {@creature shadow} per character. Each {@creature shadow} appears within 5 feet of a different character. The {@creature shadow|mm|shadows} follow Vecna's commands (no action required) and last until he uses this lair action again or dies. A {@creature shadow} acts during initiative count 20 after lair actions have been resolved."
							]
						},
						{
							"type": "item",
							"name": "Drain Life",
							"entries": [
								"Vecna casts {@spell enervation} at 7th level. Vecna doesn't need to {@condition concentration|PHB|concentrate} on the spell and the spell ends on initiative count 20 of the next round."
							]
						},
						{
							"type": "item",
							"name": "Mournful Dead",
							"entries": [
								"Wailing spirits swarm a 20-foot-radius sphere centered on a point in the lair that Vecna can see. Each creature in that area must succeed on a {@dc 18} Wisdom saving throw or take 28 ({@damage 8d6}) cold damage and have their movement speed reduced by 15 feet. A creature that succeeds on its saving throw takes half as much damage and doesn't have their movement speed reduced."
							]
						}
					]
				}
			]
		}
	],
	"adventure": [
		{
			"name": "Don't Say Vecna!",
			"id": "DSV",
			"source": "DontSayVecna",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/DSV/VecnaCover.webp"
			},
			"published": "2022-06-09",
			"storyline": "Vecna",
			"level": {
				"custom": "20"
			},
			"contents": [
				{
					"name": "Introduction & Credits"
				},
				{
					"name": "Adventure Summary"
				},
				{
					"name": "Character Creation"
				},
				{
					"name": "Cientia Tower"
				},
				{
					"name": "Vecna the Archlich"
				},
				{
					"name": "Adventure Start",
					"headers": [
						"L1. Tower Entrance",
						"L2. Living Quarters",
						{
							"header": "Kalene and Aden's Chambers",
							"depth": 1
						},
						{
							"header": "Brin's Chambers",
							"depth": 1
						},
						{
							"header": "Library",
							"depth": 1
						},
						{
							"header": "Botanical Gardens",
							"depth": 1
						},
						"L3. Laboratory",
						"L4. Observatory",
						{
							"header": "The Cruel Gate",
							"depth": 1
						},
						{
							"header": "Vecna's Sanctum",
							"depth": 1
						},
						{
							"header": "Defeating Vecna",
							"depth": 1
						}
					]
				}
			]
		}
	],
	"adventureData": [
		{
			"id": "DSV",
			"source": "DontSayVecna",
			"data": [
				{
					"type": "section",
					"name": "Introduction & Credits",
					"entries": [
						"In \"Don't Say Vecna,\" the players are tasked with investigating a wizard tower that mysteriously disappeared from the Material Plane. Their exploration will reveal the forbidden secrets three scholars discovered and what fates befell them.",
						"This free D&D adventure is homebrew and uses information from the {@i Vecna Dossier}. Intended for a group of three to four 20th-level characters, the adventure concludes with a deadly encounter against the {@creature Vecna the Archlich|VD|archlich Vecna}. The adventure can be completed in about two to three hours. Dungeon Masters need only the basic rules and the {@i Vecna Dossier} to run it.",
						"If you wish to run a more difficult encounter with Vecna, you will need the {@item Book of Vile Darkness} from the Dungeon Master's Guide.",
						{
							"type": "inset",
							"name": "What Is the Vecna Dossier?",
							"entries": [
								"The Vecna Dossier brings the famed archlich to undeath in fifth edition Dungeons & Dragons. It is a primer on Vecna's legacy and includes statistics so you can challenge your players in a showdown against one of the most powerful spellcasters in D&D lore.",
								"D&D Beyond users can unlock the Vecna Dossier at no cost from June 9 to June 16, 2022. All you need to do is sign up, click {@link here|https://www.dndbeyond.com/claim/source/vecna}, and select \"Claim!\" After this period, the dossier will be available only to subscribers during June and July 2022."
							]
						},
						{
							"type": "inset",
							"name": "This adventure was co-written by Mike Bernier and Michael Galvis:",
							"entries": [
								"Mike Bernier ({@link @arcane_eye|https://twitter.com/arcane_eye}) is the founder of {@link Arcane Eye|https://arcaneeye.com/}, a site focused on providing useful tips and tricks to all those involved in the world of D&D. Outside of writing for Arcane Eye, Mike spends most of his time playing games, hiking with his girlfriend, and tending the veritable jungle of houseplants that have invaded his house.",
								"Michael Galvis ({@link @michaelgalvis|https://twitter.com/MichaelGalvis}) is a tabletop content producer for D&D Beyond. He is a longtime Dungeon Master who enjoys horror films and all things fantasy and sci-fi. When he isn't in the DM's seat or rolling dice as his anxious halfling sorcerer, he's playing League of Legends and Magic: The Gathering with his husband. They live together in Los Angeles with their adorable dog, Quentin."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Adventure Summary",
					"entries": [
						"This one-shot adventure takes place in a wizard tower owned by three scholars—Kalene, Aden, and Brin—who were researching Vecna. When their studies caught Vecna's attention, the archlich planeshifted the tower to Limbo, a plane of chaos. There, he imprisoned the scholars and tormented them until their untimely ends.",
						"Vecna now uses the tower to lure in and kill those that dare to learn more about him. The tower contains deadly traps, forbidden knowledge on Vecna, and a gate to the archlich's own sanctum.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/DSV/HeadofVecna.webp"
							},
							"width": 1700,
							"height": 2186
						},
						{
							"type": "list",
							"columns": 1,
							"name": "Player Objectives",
							"items": [
								"Investigate Cientia Tower.",
								"Retrieve the uncovered secrets of Vecna.",
								"Find the three keys to open the Cruel Gate.",
								"Defeat Vecna."
							]
						},
						{
							"type": "entries",
							"name": "Content Warning",
							"entries": [
								"This adventure contains depictions of body horror, torture, and dismemberment. A session zero before you run the adventure will allow you to make adjustments to address players' soft and hard limits."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Character Creation",
					"entries": [
						"The characters are seasoned adventurers researching the disappearance of Cientia Tower. They should have an interest in uncovering the secrets found in the wizard tower. For example, they may have a connection to one of the missing scholars or be burdened by fleeting visions of horror.",
						"Magic items may be necessary to survive the encounter with Vecna at the end of the adventure. Vecna is immune to bludgeoning, piercing, and slashing damage from nonmagical attacks, so martial characters might find themselves in a tricky situation without access to magical attacks. However, be mindful of which magic items you permit and how they may affect the challenges presented here."
					]
				},
				{
					"type": "section",
					"name": "Cientia Tower",
					"entries": [
						"Prior to its sudden disappearance, Cientia Tower was quite ordinary. Standing at 100 feet tall and 20 feet in diameter, this circular, unassuming tower was made of plain gray stone. The tower was home to three reclusive scholars that spent their time examining old tomes and artifacts that they had brought in from various libraries, archaeological expeditions, and hero-for-hire adventuring parties.",
						"The tower was spartan in its decoration, as each scholar appeared to be more concerned with their work than luxurious comforts. Bare stone walls and floors, plain wood furniture, and the clutter of their research were the only amenities needed by the preoccupied scholars.",
						"Cientia Tower consists of four floors, each of which serves a particular, utilitarian function. The first floor is the entrance to the tower and where the scholars would meet with their guests. The second floor was magically expanded to house the scholars' chambers, a library, and botanical gardens. The scholars' work was conducted on the third and fourth floors, which held a laboratory and observatory, respectively.",
						"The scholars' research eventually turned to the subject of the archlich Vecna. When he learned that they were uncovering his secrets, he transported the tower to Limbo and began his work on the scholars.",
						"Though most believed the tower's scholars to be daft at best, the tower's disappearance piqued the interest of several academic factions. The characters can learn of the tower's location from one of these factions or perhaps have discovered it for themselves.",
						{
							"type": "entries",
							"name": "Tower Features",
							"entries": [
								"The tower has the following features:",
								{
									"type": "list",
									"items": [
										{
											"type": "item",
											"name": "Construction",
											"entries": [
												"Rooms are 20 feet in diameter and 20 feet high. The stone walls have an AC of 17, 90 hit points per 5 foot section of wall, and immunity to nonmagical piercing and slashing damage. If the tower is destroyed while it remains in Limbo, it immediately begins reconstructing itself. This process takes {@dice 3d4} minutes."
											]
										},
										{
											"type": "item",
											"name": "Magical Defenses",
											"entries": [
												"The tower is protected by the {@spell forbiddance} spell. Celestial creatures that enter the tower for the first time or start their turn in it take {@damage 5d10} radiant damage. Doors and walls are protected against {@spell passwall}, {@spell gaseous form}, and similar magic."
											]
										},
										{
											"type": "item",
											"name": "Unholy Name",
											"entries": [
												"Cientia Tower is cursed by Vecna's vile deeds. When a player or their character utters the name \"Vecna,\" the character takes {@damage 2d10} psychic damage (no save) and must succeed a {@dc 17} Intelligence saving throw or be cursed. A creature cursed in this way cannot speak for {@dice 1d10} minutes, after which the curse ends. Each time this curse takes effect, no matter the character or player that triggered it, the damage increases by {@damage 1d10} psychic damage, up to a maximum of {@damage 5d10}. The damage decreases to {@damage 2d10} after 24 hours have passed without Vecna's name being spoken. A creature that whispers Vecna's name is not affected by this curse. As long as the remains of the scholars are in the tower, this curse cannot be ended."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Vecna the Archlich",
					"entries": [
						"Vecna is the most powerful lich to exist in the world of Dungeons & Dragons. He is an evil spellcaster that sought dark powers to achieve immortality. During his undying life, Vecna has become filled with malice, hatred, and an unquenchable thirst for power.",
						"Tales of Vecna's vile acts have existed in D&D lore ever since its first edition. In a multiverse full of evil beings, Vecna is among the worst of them. More information on Vecna's backstory can be found in the {@i Vecna Dossier}—{@creature Vecna the Archlich|VD}."
					]
				},
				{
					"type": "section",
					"name": "Adventure Start",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/DSV/Limbo.webp"
							},
							"width": 1600,
							"height": 921
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"Limbo is a realm of unfettered chaos. Water turns to stone which blooms into roses that wither and ignite. Here, islands float in endless sky and stars are born and remade in the blink of an eye. This is where you find the lost Cientia Tower, a wizard tower that was plucked out of the Material Plane when its scholars drew the ire of Vecna the Undying King. Whether by miracle or impossible magic, the tower has remained intact, though its windows and front door have been sealed with black tentacles."
							]
						},
						"Limbo has no gravity, so the characters can freely explore the tower's exterior. The tentacles are magical and prevent objects and creatures inside the tower from being subject to Limbo's destructive influence (see \"{@area Realm of Chaos|RoC|x}\").",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Black Tentacles",
											"entries": [
												"A creature within 5 feet of a door or window must make a {@dc 15} Strength saving throw or be pulled into the tower by tentacles. A creature that enters the tower in this way takes 14 ({@damage 4d6}) acid damage as they are pulled through the mass of slithering appendages. Whenever a creature is pulled into the tower this way, they arrive in the tower entrance ({@area L1|L1}). Beyond pulling creatures who get too close to the tower, the tentacles have no sentience.",
												"A set of tentacles that bar a door or window have AC 12, 30 hit points, immunity to poison and psychic damage, and automatically fail Dexterity saving throws. Tentacles brought to 0 hit points rot away, exposing a door or window that can be used to access the tower. Both doors and windows are unlocked and can be opened easily once exposed.",
												"Leaving an opening into the tower, such as an open door or window, causes objects and creatures inside to be subject to Limbo's effects. An opening into the tower is automatically sealed by newly grown tentacles after {@dice 1d6} minutes."
											]
										},
										{
											"type": "entries",
											"name": "Realm of Chaos",
											"id": "RoC",
											"entries": [
												"Each minute a character spends outside the tower is affected by the chaotic energy of Limbo. A creature affected in this way must succeed on a {@dc 15} Constitution saving throw or take 16 ({@damage 3d10}) damage of a randomly selected type, or half as much on a successful one. A creature damaged in this way also must select one nonmagical item at random from their inventory. This item is transmogrified into a useless form."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "L1. Tower Entrance",
							"id": "L1",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This room is pitch black except for two lights, one that shines on the front door to the tower and one that shines down on a door across from you. The lights have no distinguishable source."
									]
								},
								"With the exception of a 5-foot radius in front of the room's two doors, the tower's entrance is blanketed in magical darkness. A creature with darkvision can't see through this darkness, and nonmagical light can't illuminate it. If a spell that creates light is cast while in this room, the spell is automatically dispelled unless it is a 6th level spell or higher.",
								"If the darkness is dispelled, the party can see that the room is full of crates. Looking through the crates reveals nothing of interest, beyond old books written in a variety of languages.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "First Key",
											"entries": [
												"A {@creature bone devil|DontSayVecna} dwells in the tower entrance. (It has a climbing speed of 40 feet rather than a flying speed.) The door opposite of the tower entrance leads to a staircase that grants access to the upper floors. When a character approaches within 5 feet of this door, the {@creature bone devil|DontSayVecna} attacks and fights to the death.",
												"When attacking creatures standing in the light of the doorways, the {@creature bone devil|DontSayVecna} uses its 10-foot reach to attack from the cover of the magical darkness. When the {@creature bone devil|DontSayVecna} dies, it transforms back into Kalene's left hand and the magical darkness is dispelled.",
												"Kalene's hand can be used on the Cruel Gate in the observatory ({@area L4|L4})."
											]
										},
										{
											"type": "entries",
											"name": "Cursed Door",
											"entries": [
												"The door leading to the tower's staircase cannot be opened by anything other than Kalene's hand. A creature that touches the handle not using Kalene's hand takes {@damage 4d6} necrotic damage. The creature must succeed on a {@dc 17} Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the target completes a long rest. The target dies if this effect reduces its hit point maximum to 0."
											]
										},
										{
											"type": "entries",
											"name": "Kalene's Demise",
											"entries": [
												"Days after trapping the scholars in Limbo, Vecna transformed Brin into an abomination that attacked Kalene and Aden. Fearing for her life, Kalene attempted to escape the tower. She managed to make it to the front door before she was dragged back by Brin. In the subsequent struggle, Kalene's left hand was torn off. Suffused by the dark energies of the tower, the hand mutated into a bone devil."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "L2. Living Quarters",
							"id": "L2",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Ascending the stairs, you come to a living space that is much larger than the previous floor. Plain wooden furniture is strewn around the common area between two wooden doors. Beyond the common area is a small disorganized library with bookcases that reach the ceiling. Dead leaves are scattered on the floor of the library."
									]
								},
								"This floor has been magically enlarged on the inside of the tower to hold a small library, a common area, a botanical garden, and two chambers for the scholars. The common area contains nothing of interest.",
								{
									"type": "entries",
									"name": "Kalene and Aden's Chambers",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"An unmade bed large enough for two people sits in the corner of the room. A simple wooden wardrobe, desk, and basin of water complete the barren furnishing of this chamber. Beside a candle that has burned down to its nub, a small journal sits open on the desk. A bottle of ink appears to have spilled its contents on the journal, covering it in shiny black ink."
											]
										},
										"A simple look around the room can establish that the scholars that shared the room were a couple. The wardrobe contains women's and men's clothing, men's night clothes are hung on a hook in the wall, and a men's shaving kit can be found by a basin in the corner.",
										{
											"type": "entries",
											"name": "Second Key",
											"entries": [
												"If the bed is inspected, Aden's left eye can be found under one of the pillows. The first time a character touches the eye, it swivels around so the pupil looks directly at them. When this happens, the character sees a vision of Kalene and Aden talking about the inscriptions found on the Cruel Gate (see {@area L4|L4}). Kalene suggests that the inscriptions must hold clues to unlocking it. She then wonders aloud about Brin, saying that he has not left the laboratory in some time.",
												"When the vision concludes, the character who touched the eye must succeed on a {@dc 19} Intelligence saving throw or take {@damage 5d6} psychic damage and lose sight in their left eye. A character without sight in their left eye has disadvantage on Wisdom ({@skill Perception}) checks that rely on sight. At the end of their next long rest, the character can repeat the saving throw, ending the effect on itself on a success. The effect can also be ended by a {@spell greater restoration}, {@spell heal}, or {@spell wish} spell.",
												"Aden's eye can be used on the Cruel Gate in the observatory ({@area L4|L4})."
											]
										},
										{
											"type": "entries",
											"name": "Aden's Obsession",
											"entries": [
												"Lying open on the desk is Kalene's journal. All but the most recent entries have been rendered unreadable by the spilled ink. The most recent entry reads:",
												{
													"type": "insetReadaloud",
													"entries": [
														"\"Aden no longer sleeps in our bed. Each night, he roams around the tower reading books, but more often than not he goes to the observatory and stares at the black gate on the far wall. It appeared just a few days ago, but we can't divine any information on it. I once convinced him to retire to bed, and he was wracked by a pain behind his left eye throughout the night. Now, he sleeps fitfully during the day. He says that 'night is the time to uncover secrets.'\""
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Brin's Chambers",
									"entries": [
										"This small chamber contains a bed, trunk, and desk. Tucked against the wall just inside the room are a pair of newly shined shoes. On the desk, a quill rests in a pot of ink. Two books lay open on the desk. One looks to be quite old while the other appears newly bound.",
										{
											"type": "entries",
											"name": "Scribe Work",
											"entries": [
												"Once the Cruel Gate appeared, Brin was overwhelmed by loneliness and felt an insistent need to polish his shoes and translate old books into Common. The book that he was translating before he was transformed by Vecna appears to be about a figure of myth who had a golden eye and a withered hand. It was said that anything this figure wished for came true. The figure met an untimely demise when a thief stole the eye from their head while they slept."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Library",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Cramped shelves are packed with old rotting tomes, newly bound books, loose sheets of parchment, and tightly wound scrolls. Three chairs surround a table that is covered with various documents. Dried leaves cover the floor and appear to have been blown in from a half-closed door to the right of the bookshelves."
											]
										},
										"Vecna has cursed the books in this area as some contain information on him. If a creature starts reading, they must succeed on a {@dc 18} Wisdom saving throw or suffer the effects of the {@spell geas} spell. The magical command of this effect is to do nothing but sit and read. If the command is not adhered to, the creature takes {@spell 5d10} psychic damage, becomes {@condition incapacitated}, and praises Vecna. This effect ends if the creature takes any damage.",
										{
											"type": "entries",
											"name": "Hidden Secrets",
											"entries": [
												"A creature that spends 1 hour reading learns the following about Vecna:",
												{
													"type": "list",
													"items": [
														"Vecna was born in the world of Oerth. He was the son of a hedge witch and never knew his father. When he was young, his mother was exiled for practicing dark magic.",
														"Vecna was bound into servitude by the order of wizards that exiled his mother. One day, he massacred the wizards.",
														"Over the course of hundreds of years, Vecna forged an empire in the world of Oerth. When his body started to fail him, he turned to dark powers and became a lich.",
														"Vecna was betrayed (his betrayer is not named). The battle that ensued between Vecna and his betrayer cost the archlich his left eye and left hand.",
														"Vecna traverses the multiverse, though his motives are unclear."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Botanical Gardens",
									"entries": [
										"The half-closed door in the library leads to an extradimensional space that contains a courtyard. The sky above the courtyard is an illusory projection of what can be found outside of the tower.",
										{
											"type": "insetReadaloud",
											"entries": [
												"The courtyard is bleak and desolate. Looking up you can see the infinite sky of Limbo, but you are seemingly unaffected by its chaotic influence. Gray stone surrounds the courtyard and beds of dead bushes and flowers line a circular walkway. At the center of the courtyard stands a dead, gnarled tree with leafless branches that creak in a nonexistent wind. The floors and walls of the courtyard are covered in black ichor that oozes out of the garden beds and from a scar in the tree."
											]
										},
										"The courtyard is circular and 20 feet in diameter. The walls surrounding it are 40 feet high. The only way to leave the courtyard is to go back through the door to the living quarters. If a creature attempts to fly out of the courtyard, they reappear where they originally took off.",
										{
											"type": "entries",
											"name": "Whispering Wood",
											"entries": [
												"A creature that enters the courtyard hears the pleas of a deceased person they loved. They must succeed on a {@dc 17} Charisma saving throw or be compelled to approach the scar in the gnarled tree, believing that their loved one is pleading for aid from inside of it.",
												"When a character gets within 5 feet of the tree or begins its turn adjacent to it, they must succeed on a {@dc 15} Strength saving throw or be {@condition restrained} by branches. A creature can spend an action on its turn to repeat the saving throw, ending the effect on itself on a success.",
												"A creature restrained by the tree takes 10 ({@damage 3d6}) necrotic damage at the beginning of its turn. If a creature suffers from this effect, {@dice 1d4} {@creature ghoul|MM|ghouls} claw their way up from the garden beds."
											]
										},
										{
											"type": "entries",
											"name": "Cursed Dead",
											"entries": [
												"Four {@creature wraith|MM|wraiths} wearing tattered wizard robes lie in wait inside the tree. If a creature gets within 5 feet of the tree, the {@creature wraith|MM|wraiths} emerge and attack. They spend their turns using their Life Drain or {@action shove|PHB|shoving} creatures into spaces adjacent to the tree."
											]
										},
										{
											"type": "entries",
											"name": "Blight",
											"entries": [
												"No plant can live in the courtyard. Any attempt to bring a plant back to life automatically fails. A creature with the plant subtype takes 27 ({@damage 5d10}) necrotic damage at the start of each of its turns as long as it is in the courtyard."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "L3. Laboratory",
							"id": "L3",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Steps ascend to a humid room filled with abandoned lab equipment that glows with a sickly green light. A decapitated body lies shackled to an upright operating table. Above, the ceiling is covered in pulsating flesh from which limbs and other body parts hang."
									]
								},
								"The creature on the ceiling is Brin. When Vecna arrived, Brin was transformed into a horrifying abomination that proceeded to hunt and consume the bodies of his fellow scholars. Brin now consists of three individual masses connected to Brin's head. In combat, Brin uses the statistics of three {@creature shambling mound|MM|shambling mounds}, with the following changes:",
								{
									"type": "list",
									"items": [
										"Brin is undead, not a plant.",
										"The three masses share the same initiative.",
										"Brin can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.",
										"If Brin's head is severed from the masses, such as by a {@item vorpal sword}, all three masses immediately die."
									]
								},
								"When Brin detects the characters, he reaches out with many fleshy tendrils and gurgles:",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"Cooome join me ... In Vecna's name, enjoy eternal embrace!\""
									]
								},
								{
									"type": "entries",
									"name": "Third Key",
									"entries": [
										"Brin's head can be used on the Cruel Gate in the observatory ({@area L4|L4}). He has no eyes or left hands, and therefore offers no other keys for the Cruel Gate."
									]
								},
								{
									"type": "entries",
									"name": "Brin's Notes",
									"entries": [
										"Numerous books containing Brin's notes lie open on a desk near the operating table. They contain potion recipes and lab notes on various experiments. A small journal bound in dark leather sits atop the scattered notes. Once Vecna began to torment the scholars of Cientia Tower, he invaded Brin's mind and tempted him with thoughts of curing his loneliness. Previous entries in the journal describe a voice in Brin's head telling him he doesn't have to be alone. All he has to do is write his lonely thoughts into this book. The last entry in the journal reads:",
										{
											"type": "insetReadaloud",
											"entries": [
												"\"I have spent my years in solitude researching all of the cruel things that threaten my realm, to protect the people I love. But Vecna is not one of those cruel things. He promises life—an eternity of it!—if only we lend ourselves to his wisdom. For my servitude, he has promised a great gift, a way for everyone I love to be together. So great is this gift that I shall take all of the realm into my warm embrace! Imagine! A world that is one. A world that is me...\""
											]
										},
										"The first creature that reads Brin's notes is targeted by a 9th-level {@spell dominate monster} spell. They must succeed on a {@dc 22} Wisdom saving throw or fall under the control of Vecna. If a creature is controlled in this way, Vecna doesn't change the mannerisms of the creature until they reach his sanctum, at which point the dominated creature turns against the party. As long as a creature is controlled in this way, Vecna must {@condition concentration|PHB|concentrate} on the spell.",
										{
											"type": "entries",
											"name": "DM Tip",
											"entries": [
												"It's best to discuss the effects of a failed save with a player in private so that it can be roleplayed successfully. Whether the character fails or succeeds, this counts as the 1/day casting of {@spell dominate monster} from {@creature Vecna the Archlich|VD|Vecna's stat block}."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "L4. Observatory",
							"id": "L4",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The floor of this room is covered in black tentacles that slither in pools of fresh blood. The ceiling is a domed window that looks out into the endless expanse of Limbo. On the far wall, tentacles frame a black, circular gate made of barbed, pitch black metal."
									]
								},
								"The floor in this room is difficult terrain. A creature that is missing hit points that enters the room must make a {@dc 15} Dexterity saving throw or take 10 ({@damage 2d10}) piercing damage and be {@condition poisoned} for 1 hour as they are attacked by the tentacles. A creature that succeeds on this saving throw takes half damage and is not {@condition poisoned}. Creatures that remain in the room must repeat this saving throw each minute.",
								{
									"type": "entries",
									"name": "The Cruel Gate",
									"entries": [
										{
											"type": "entries",
											"name": "Examining the Gate",
											"entries": [
												"The Cruel Gate is 10 feet in diameter. When inspected, scenes of Vecna's past can be distinguished from the gate's wrought metal. The first scene is a man in wizard robes raising his hands before a tall tower while other men and women bow down to him. The second scene displays a man sitting in a ritual circle, drinking from a goblet. The third and last scene shows a withered, undead spellcaster battling a figure in full plate mail who wields an {@item sword of Kas|DMG|ornate longsword} as a tower crumbles in the background.",
												"Touching the gate causes a creature to take 5 ({@damage 2d4}) piercing damage. A successful {@dc 11} Intelligence ({@skill Investigation}) check reveals that one of the bowing figures in the first scene is missing its head, the wizard in the second scene is missing its left eye, and the undead creature in the third scene is missing its left hand."
											]
										},
										{
											"type": "entries",
											"name": "Impenetrable",
											"entries": [
												"The gate is indestructible, cannot be opened by magic, and cannot be moved. Removing or damaging the wall around the gate exposes the tower to the outside (see \"{@area Realm of Chaos|RoC|x}\")."
											]
										},
										{
											"type": "entries",
											"name": "Opening the Gate",
											"entries": [
												"The gate requires three keys to be opened: a left eye, a left hand, and a head. Each must come from a separate humanoid—whether alive or dead—or from Brin's body. When the keys are presented to the gate, they vanish from the hands of the creature and appear in the scenes embossed on the gate's frame.",
												"A creature that uses its own left eye or left hand as a key permanently loses it and has disadvantage on saving throws made against spells cast by Vecna. A creature that uses its own head as a key cannot be resurrected. These effects can only be undone by a {@spell wish} spell or {@classFeature divine intervention|Cleric|PHB|10}."
											]
										},
										{
											"type": "entries",
											"name": "Picking the Locks",
											"entries": [
												"Bypassing the gate's locks is near impossible. Each lock is a magical and mechanical marvel and requires a successful {@dc 30} Dexterity check made using {@item thieves' tools|PHB}. On a failure, the creature picking the lock must make a {@dc 19} Dexterity saving throw or be {@condition restrained} as they become trapped in the complex gears of the gate.",
												"A character trapped by the gate can escape with a successful {@dc 19} Strength or Dexterity saving throw. On a failed escape attempt, the character takes 55 ({@damage 10d10}) bludgeoning damage as they are ground up by the gate's gears. A character's escape attempt automatically succeeds if they offer a left eye, left hand, or head to the appropriate lock."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Vecna's Sanctum",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/DSV/CavernofManyHands.webp"
											},
											"width": 1500,
											"height": 971
										},
										"When the Cruel Gate is unlocked, it releases a pulse of necrotic energy that dispels all spells of 6th level or lower cast on creatures standing within 30 feet of the door. This remains true for creatures standing behind total cover.",
										"The gate opens into Vecna's private sanctum, a temple at the edge of time. It has the following attributes:",
										{
											"type": "list",
											"items": [
												"The sanctum is 80 feet long and 30 feet wide. The ceiling is 60 feet high.",
												"The walls are made of a mixture of stone and {@creature zombie|MM|zombies}. The {@creature zombie|MM|zombies} are melded with the stone and cannot be removed without destroying them. Any creature that comes within 5 feet of the walls must succeed on a {@dc 15} Dexterity saving throw or become {@condition grappled} by the {@creature zombie|MM|zombies} in the wall. Any creature that starts its turn {@condition grappled} by the {@creature zombie|MM|zombies} gains one point of {@condition exhaustion}. A creature can repeat the saving throw as an action on each of its turns.",
												"The sanctum is warded against living creatures. Spells that restore hit points to a living creature only restore half as many hit points (minimum one).",
												"The sanctum is protected by {@spell forbiddance}. Celestial creatures that enter the tower for the first time or start their turn in it take {@damage 5d10} radiant damage.",
												"The sanctum is unaffected by the effects of Limbo."
											]
										},
										"As you read the following, have the characters roll initiative.",
										{
											"type": "insetReadaloud",
											"entries": [
												"The black gate opens into a desecrated temple. Ash blankets the floor and broken pews lie strewn about. Along the cracked stone walls of the temple you see the tormented dead as they cry out to you.",
												"On the far side of the temple, standing at the top of a set of stairs is a corpse decorated in tattered purple robes and an ornate gold breastplate. Inside his chest is a gold and red book. He is missing his left eye and left hand. He is Vecna.",
												"With a cruel glance at you, Vecna says in a raspy voice that nonetheless carries across the room, \"I would congratulate you on your perseverance, but you won't be alive long enough to appreciate it.\""
											]
										},
										{
											"type": "entries",
											"name": "Vile Flames",
											"entries": [
												"When combat begins, each room in the tower erupts in green, necrotic flames. A creature that begins its turn in the tower must succeed on a {@dc 15} Dexterity saving throw or take 14 ({@damage 4d6}) necrotic damage as the flames consume them. Vecna and the tentacles are immune to damage dealt by the flames."
											]
										},
										{
											"type": "entries",
											"name": "Vecna's Combat Tactics",
											"entries": [
												"Vecna can ascertain the capabilities of spellcasters and identify the spells they cast without making an ability check. He will try to disable or kill characters in the group he suspects has magic that can restore hit points or revive others. Additionally, if a character is missing a left eye or left hand, Vecna will target them with spells he casts, suspecting the missing parts were offered to the Cruel Gate."
											]
										},
										{
											"type": "entries",
											"name": "Increasing the Challenge Rating",
											"entries": [
												"For a more difficult combat, draw upon the power of the {@item Book of Vile Darkness} {@homebrew |(found in the Dungeon Master's Guide)} or use the {@homebrew lair actions presented in {@creature Vecna the Archlich (in Lair)|DontSayVecna}|following lair actions}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Defeating Vecna",
									"entries": [
										"If the characters destroy Vecna, read the following:",
										{
											"type": "insetReadaloud",
											"entries": [
												"As Vecna falls to his knees, disbelief flashes across his face. Composing himself, he smirks and rasps, \"You have not stopped me. You have merely delayed the inevitable.\" His body then falls to the ground—lifeless.",
												"The temple begins to shutter and quake. Stones fall from the wall and the floor begins to crumble away into a black void."
											]
										},
										"The characters can retrieve the {@item Book of Vile Darkness} from Vecna's remains. The archlich will be resurrected in a new body after {@dice 1d100} years. Once revived, he will seek vengeance on those who slayed him. Any character that does not act quickly is trapped in Vecna's demiplane as the temple and gate are destroyed.",
										"Once back in Cientia Tower, read:",
										{
											"type": "insetReadaloud",
											"entries": [
												"You find yourself standing on the stone floor of the tower's observatory. The black tentacles have disappeared and, as you look overhead, you see the sky of Limbo flicker away. The familiar stars of the Material Plane blink into view."
											]
										},
										"With Vecna defeated, the tower has arrived back on the Material Plane, precisely where it resided before being planeshifted away. Unfortunately, the scholars' gruesome fates have not changed. Instead, they will serve as a warning to those that dare investigate the secrets of the Undying King."
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
