{
	"_meta": {
		"sources": [
			{
				"json": "RatsofWaterdeep",
				"abbreviation": "RoW",
				"full": "Rats of Waterdeep",
				"authors": [
					"Will Doyle",
					"Lysa Penrose"
				],
				"convertedBy": [
					"Eulum"
				],
				"version": "1.4",
				"url": "https://www.dmsguild.com/product/240322/Rats-of-Waterdeep",
				"color": "cf0369"
			}
		],
		"dateAdded": 1696083705,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d1e3827dd0",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "Rats of Waterdeep",
			"id": "RoW",
			"source": "RatsofWaterdeep",
			"group": "homebrew",
			"storyline": "Waterdeep",
			"level": {
				"custom": "1-4"
			},
			"published": "2020-02-29",
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"Adventure Primer",
						{
							"depth": 1,
							"header": "Overview"
						},
						{
							"depth": 1,
							"header": "Background"
						},
						{
							"depth": 1,
							"header": "Character Hooks"
						},
						"Adjusting the Adventure",
						"Adventure Flow"
					]
				},
				{
					"name": "Murder Most Foul",
					"headers": [
						"Waterdeep Noir",
						"The Crime Scene",
						"Enter the Kingpin"
					],
					"ordinal": {
						"type": "part",
						"identifier": 1
					}
				},
				{
					"name": "Trail of the Rat",
					"headers": [
						"Doctor Ward's Apothecary",
						"The Secret Laboratory",
						"Harbor Holdings",
						"The Temple of Rot"
					],
					"ordinal": {
						"type": "part",
						"identifier": 2
					}
				},
				{
					"name": "Revealing the Rat",
					"headers": [
						"Into the Sewers",
						"The Rat King's Lair",
						"The Salvation Parade",
						"Bonus: Foil the Xanathar"
					],
					"ordinal": {
						"type": "part",
						"identifier": 3
					}
				},
				{
					"name": "Rewards",
					"headers": [
						"Experience",
						"Treasure"
					]
				},
				{
					"name": "New Player Options",
					"headers": [
						"Background: Detective",
						"Ranger Archetype: Rat King",
						"Druid Archetype: Circle of Plagues"
					],
					"ordinal": {
						"type": "appendix",
						"identifier": "A"
					}
				},
				{
					"name": "Monster/NPC Statistics",
					"headers": [
						""
					],
					"ordinal": {
						"type": "appendix",
						"identifier": "B"
					}
				},
				{
					"name": "Handouts",
					"headers": [
						"Quarantine Zone Map",
						"Straight Talk from the Docks",
						"Doc Ward's Papers",
						"Cipher Wheel",
						"Security Box Puzzles",
						"Security Box Papers"
					],
					"ordinal": {
						"identifier": "C",
						"type": "appendix"
					}
				}
			]
		}
	],
	"adventureData": [
		{
			"id": "RoW",
			"source": "RatsofWaterdeep",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"page": 2,
					"entries": [
						"Rats of Waterdeep is a DUNGEONS AND DRAGONS adventure for characters of level 1-4, optimized for 1st-level characters, and designed for roughly three to four hours of play. The adventure comprises the following sections:",
						{
							"type": "list",
							"items": [
								"{@adventure Adventure Primer.|RoW|0,adventure primer} An overview of the adventure, including character hooks and advice for scaling the adventure.",
								"{@adventure Part 1: Murder Most Foul.|RoW|1} The characters investigate the disappearance of a sea captain, uncover a murder, and meet the kingpin who, unbeknownst to them, is behind it all.",
								"{@adventure Part 2: Trail of the Rat.|RoW|2} The characters chase up clues from the murder site, and reveal a portion of the true plot the captain discovered: a secret romance between two powerful figures.",
								"{@adventure Part 3: Revealing the Rat.|RoW|3} The characters confront the heartbroken Rat King and, perhaps, a spy who reveals the truth behind the lovers' breakup. Then, they rush to the Salvation Parade for a final showdown.",
								"{@adventure Rewards.|RoW|4} A summary of experience points, treasure, and magic items available in the adventure.",
								"{@adventure Appendix A: New Player Options.|RoW|5} A new background, Detective, and two new class archetypes: Rat King for the ranger, and Circle of Plagues for the druid.",
								"{@adventure Appendix B: Monster/NPC Statistics.|RoW|6} Stat blocks for all the villains in the adventure.",
								"{@adventure Appendix C: Handouts.|RoW|7} Player handouts and maps for use at the table."
							]
						},
						{
							"type": "section",
							"name": "Adventure Primer",
							"page": 3,
							"entries": [
								{
									"type": "entries",
									"name": "Overview",
									"entries": [
										"A magical plague has forced the Lords of Waterdeep to quarantine part of the Dock Ward. Amid the confusion, an old sea captain is found dead in suspicious circumstances within the quarantine zone. With the City Watch too fearful to enter, the characters investigate the murder to bring those responsible to justice.",
										"Their trail unearths a feud between two shadowy characters: the so-called 'Rat King' of Waterdeep, and the mysterious 'Lady of Plagues'. Their grudge culminates at the Salvation Parade: a prayer-march organized by the faithful of Ilmater. If the characters don't intervene, hundreds of innocents could be transformed into rats.",
										"By uncovering the right clues, the players learn that the Lady of Plagues and the Rat King are estranged lovers. Each thinks their partner plotted their murder: when in fact, the Xanathar crime boss orchestrated their feud, and is using the ensuing confusion to smuggle a shipment of slaves into Skullport. With the right evidence, the characters can reunite the lovers, turn them against the Xanathar's agents, and free the slaves."
									],
									"page": 3
								},
								{
									"type": "entries",
									"name": "Background",
									"entries": [
										"For years, the Rat King protected the slums from fire, thievery, and oppression. Out of disguise, this vigilante was the lowly sewer scavenger Catarina Brisby, who lived alone with her father, a retired sea captain.",
										"In recent months, Catarina learned that a druid from the Circle of Plagues was concocting a magical disease that would transform the poor folk of the docks into rats. She traced this 'Lady of Plagues' to an apothecary on the docks: a front for the druid's plague laboratory. Here she learned that her enemy was trialing the virus on criminals and murderers: the same foes the Rat King brawled with each night. Rather than fight her, Catarina reached out to the Lady of Plagues, and found a kindred spirit called Maladie Song.",
										"They met often and in secret, and as time passed their rivalry blossomed into love. Catarina persuaded Maladie to lock her plagues away in a casket, and live in peace with her in the city. She introduced her to her father, Captain Brisby, and together they made plans for their future.",
										"Soon after, an outbreak of Rat Pox struck the Dock Ward. Unable to find Maladie, Catarina faced the horrible realization that her lover had betrayed her. As the Rat King hunted anew for the Lady of Plagues, Catarina's father conducted his own investigations through the district's seedier taverns. He discovered that the Xanathar crime boss had stolen and unleashed Maladie's plague, and was using the outbreak to smuggle slaves into the city through the docks. The old captain arranged a covert meeting with the port authorities, but before he could act on it, the Xanathar's minions murdered him and pinned the crime on his own daughter, the Rat King.",
										"Such is the situation when the characters enter the story..."
									]
								},
								{
									"type": "entries",
									"name": "Character Hooks",
									"entries": [
										"Use the following hooks to draw the characters into the adventure, or devise your own. All hooks should point to the meeting with Swordcaptain Morrow in {@adventure Part 1: \"Murder Most Foul\".|RoW|1}",
										"{@b Detectives.} The City of Splendors swills with intrigue and sleaze, fueling a burgeoning market in sleuths-for-hire. You've put yourself up for work, and the City Watch have taken the bait. This hook is especially relevant to characters with the {@background Detective|RoW} background (see appendix A: \"New Character Options\").",
										"{@b Troubled Relatives.} Rat Pox has quarantined the streets where someone special to you lives. There's no way to contact them, so you've appealed to the City Watch for help. They can smuggle you inside, but they want a favor in return...",
										"{@b Faction Agents.} The Rat Pox represents a threat to the city's order that no faction can abide. Your superiors have sent you to the docks to uncover the source of the plague and quash it."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Adjusting the Adventure",
							"page": 4,
							"entries": [
								"{@i Rats of Waterdeep} is optimized for a group of five characters with an average party level (APL) of 1st-level. It is playable with higher-level groups using the following adjustments (maximum character level 4) :",
								{
									"type": "table",
									"colLabels": [
										"Encounter",
										"Adjustments"
									],
									"colStyles": [
										"col-6",
										"col-6"
									],
									"rows": [
										[
											"Enter the Kingpin",
											"Add two {@creature thug|MM|thugs} for every APL above first."
										],
										[
											"Doctor Ward's Apothecary",
											"Add three {@creature cultist|MM|cultists} for every APL above first."
										],
										[
											"Harbor Holdings",
											"Above first level, replacce the twins with {@creature thug|MM|thugs}. Add one {@creature thug} for every APL above second (i.e. they become triplets or quadruplets!)."
										],
										[
											"Temple of Rot",
											"Add two {@creature swarm of rats|MM|swarms of rats} for every APL above first."
										],
										[
											"Rat King's Lair",
											"Add two {@creature swarm of rats|MM|swarms of rats} for every APL above first."
										],
										[
											"Salvation Parade",
											"Add three {@creature cultist|MM|cultists} for every APL above first."
										],
										[
											"Foil the Xanathar",
											"Add two {@creature apprentice wizard|VGM|apprentice wizards} for every APL above first."
										]
									]
								},
								{
									"type": "inset",
									"name": "Waterdeep, City of Splendors",
									"entries": [
										"Also known as the Crown of the North, Waterdeep is a grand metropolis hewn into the cliffs of the Sword Coast. It ' s the largest city on Faer ûn, if not all Toril, and trades with every corner of the world. Famed for its decadent nobles and powerful guilds, the city attracts thousands of visitors each day. Above ground, a council of Masked Lords regulate the city's strict laws, which are upheld by an army of watchmen. Below the streets, the sprawling dungeon of Undermountain draws adventurers from afar, and criminal gangs vie for control of the subterranean hideout of Skullport. For more information on Waterdeep, refer to the {@book Sword Coast Adventurer's Guide|SCAG}."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/hlov1J1.png"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Adventure Flow",
							"page": 5,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/UQtRjBQ.png"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 1: Murder Most Foul",
					"page": 6,
					"entries": [
						"The characters investigate the disappearance of a sea captain, uncover a murder, and meet the kingpin who, unbeknownst to them, is behind it all.",
						{
							"name": "Waterdeep Noir",
							"type": "entries",
							"entries": [
								"Swordcaptain Arvene Morrow summons the characters to her City Watch office in the Castle Ward. When they enter, the sergeant is seated at her desk, and her intern and detective-in-training, Watchman Bogarte Locks, is staring out the window and muttering to himself.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/KqhV8xz.png"
									}
								},
								"Swordcaptain Morrow greets the characters, introduces them to her intern, and then shares the following information:",
								{
									"type": "list",
									"page": 6,
									"items": [
										"A mysterious disease is rampaging through the Dock Ward of Waterdeep, forcing the city to quarantine the entire district. The disease, which goes by many nicknames including Rat Pox, is believed to be magical in nature and thus can't easily be cured. Symptoms begin with a simple cough, after which the subjects start to grow rat-like features such as whiskers, hairy ears, claws, fur, and tails. It's feared the final stage turns residents into actual rats.",
										"The entire City Watch is focused on discovering the root of the outbreak and, hopefully, its cure. Morrow thought she had a lead when a retired sea captain, Jerald Brisby, sent a message claiming that he had top secret information about the truth behind Rat Pox."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/YUUjbjH.png"
									}
								},
								{
									"type": "list",
									"columns": 0,
									"page": 6,
									"items": [
										"Captain Brisby didn't show for their rendezvous, and Morrow fears the worst. She's found the captain's address, but it's inside the quarantine zone and Morrow doesn't want to risk her health chasing up the lead. Watchman Locks has offered to venture inside, but it's too dangerous for him – a fledgling detective – to investigate alone.",
										"If the characters escort Watchman Locks, investigate what happened to the captain, and uncover the \"truth,\" Swordcaptain Morrow promises to reward them 200 gp.",
										"Swordcaptain Morrow says the civilians inside the quarantine zone are planning a prayer march this evening. She expects the characters to complete their investigation before the march, called the Salvation Parade, concludes."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/xYtCHiD.png"
									},
									"title": "Bogarte Locks"
								},
								{
									"type": "list",
									"page": 7,
									"items": [
										"If characters seem wary of entering the quarantine zone, Swordcaptain Morrow offers them posies of fragrant freesia blossoms. The peppery scent is said to ward disease."
									]
								},
								{
									"type": "inset",
									"page": 7,
									"name": "Roleplaying Swordcaptain Arvene Morrow",
									"entries": [
										"With a discerning eye honed by years of experience, this middle-aged human woman speaks in a soft, measured tone that leaves no room for nonsense. She's direct but not unkind and, regarding her trainee watchman, an endless fount of patience."
									]
								},
								{
									"type": "inset",
									"page": 7,
									"name": "Roleplaying Watchman Bogarte Locks",
									"entries": [
										"For an aspiring detective, this young male tiefling seems to keep his head in the clouds, often staring into space and narrating his surroundings with fanciful yet jaded metaphors. However, he certainly looks the part with a leather fedora under his horns, a tan trench coat, and chiseled features to match. Oddly, to him at least, his coworkers opt for the city-mandated uniform."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"entries": [
										"With Watchman Locks leading the way, the characters easily bypass the security at the quarantine line and find the captain's apartment.",
										"{@b At this point, give the player's} {@adventure Handout 1: the quarantine zone map.|RoW|7,quarantine zone map}"
									]
								},
								{
									"type": "inset",
									"page": 7,
									"name": "Rat Pox",
									"entries": [
										"Exploring the quarantine zone is dangerous. Each time the characters enter a new location of this adventure, they must succeed on a DC 12 Constitution saving throw to avoid infection. On a failure, the character gains a new rat feature by rolling 1d6 on the table below, rerolling if they receive a feature they already have.",
										{
											"type": "table",
											"page": 0,
											"colLabels": [
												"{@dice d6}",
												""
											],
											"colStyles": [
												"col-1 text-center",
												"col-11 text-center"
											],
											"rows": [
												[
													{
														"type": "cell",
														"roll": {
															"exact": 1
														}
													},
													"Your eyes become beady rat eyes. You have disadvantage on Wisdom (Perception) checks that rely on sight."
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 2
														}
													},
													" You sprout whiskers and a rat-like snout. You gain advantage on Wisdom (Perception) checks that rely on smell."
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 3
														}
													},
													"Rat ears sprout from your head. You gain advantage on Wisdom (Perception) checks that rely on hearing."
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 4
														}
													},
													"Mottled rat fur covers your skin. You have disadvantage on Charisma (Persuasion or Performance) checks."
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 5
														}
													},
													"Your hands morph into rat-like claws. You have disadvantage on Dexterity (Sleight of Hand) checks, and when you attack and roll a natural 1, you drop any weapon you're carrying in your hands."
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 6
														}
													},
													"You sprout a tail, and it seems to have a mind of its own."
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Crime Scene",
							"page": 7,
							"entries": [
								"Traveling through the Dock Ward, the characters witness many destitute and sick residents huddled along the streets, with rodents skittering everywhere.",
								"Captain Brisby lives in a shabby tenement building on Cloak Lane. Entering the apartment, the characters discover he's been murdered.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/8MRLWN8.png"
									}
								},
								{
									"type": "entries",
									"name": "Clues",
									"entries": [
										"Captain Brisby's apartment is small and sparsely furnished, with a combined living room and kitchen, and an adjoining bedroom. Among the typical items one might find in a bachelor's pad, the characters can uncover the following clues.",
										"{@b The Body.} The captain's corpse is covered in puncture wounds and lies in a pool of blood. Any character investigating the body can discern tiny rodent bite and claw marks everywhere. Judging by the wounds, they didn't prey on the body after death: they took his life! The bloody trails of tiny clawed feet are easily tracked. The tracks lead out of the window, and down the street to the Temple of Rot in Part 2.",
										"{@b The Newspaper.} Any character searching under the bed finds a rolled broadsheet next to the chamber pot. {@b Give the players} {@adventure Handout 2: 'Straight Talk from the Docks'.|RoW|7,straight talk from the docks} This broadsheet holds threads to several parts of this adventure, but the primary clue is an advertisement for a local doctor's office. This leads the characters to Doctor Ward's Apothecary in Part 2.",
										"The main story details a feud between the 'Rat King' and the 'Lady of Plagues'. Characters who read this can make a DC 10 Intelligence (History) check to recall the following information:",
										{
											"type": "list",
											"page": 7,
											"items": [
												"Rat Kings are the legendary, unseen guardians of sewers, back-alleys, and slums. When fire, disease, or invasion threatens a Rat King's domain, it steps from the shadows to defend it.",
												"According to legend, each large city in the North has its own mysterious Rat King (who may be male or female). To become a Rat King, the existing Rat King must be driven off or slain.",
												"The Rat King represents the spirit of the urban sprawl, where the weak perish and the mob rule. Each Rat King can summon swarms of vermin to fight at their side."
											]
										},
										"The Lady of Plagues is more of an enigma, but any character who succeeds on a DC 12 Intelligence (Nature) check recalls that some druids follow the Circle of Plagues. These zealots believe nature is strengthened by regular culls, and thus visit cities to spread pestilence and disease.",
										"{@b The Hidden Note.} Any character searching the body and succeeding on a DC 10 Intelligence (Investigation) check finds a tiny piece of parchment hidden in the captain's left sock. This check is made with advantage if the character has the City Watch, Detective, Inquisitor, or Spy background. The note has the letters \"HH\" and the numbers \"908\" scribbled on it. Combined with the newspaper, which includes an advertisement for the local bank, the note leads to Harbor Holdings in Part 2.",
										"{@b The Icebox.} Any character searching the kitchen finds the icebox and a carton of crackers. The icebox is full of cheese. Every type of cheese. The smell is overwhelming. These clues are useful if characters go to Harbor Holdings in Part 2.",
										"{@b The Sketches.} Any character searching the living room finds framed and colored sketches of the captain with a young child. The girl has red hair and a wealth of freckles. A successful DC 12 Intelligence (Investigation) check reveals that one of the sketches has the words \"Cat, Age 6\" written on the back. This clue is useful if the characters go to Harbor Holdings in Part 2."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"entries": [
										"Once their thirst for clues is satisfied, characters can leave to pursue the paths they've discovered. However, their progress is disrupted by Waterdeep's infamous beholder crime lord..."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Enter the Kingpin",
							"page": 8,
							"entries": [
								"As they're leaving the apartment, the Xanathar and his goons discover the characters.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/DIzZpEj.png"
									}
								},
								"Glancing over the characters with a mix of contempt and boredom, the Xanathar proceeds to interrogate them about their investigation (in truth, it's just a chance for him to brag about himself). Those foolish enough to defy him are disintegrated on the spot – although the Xanathar always targets Watchman Locks first as a warning. The Xanathar's 'questions' could include:",
								{
									"type": "list",
									"page": 8,
									"items": [
										"\"So, the worthless City Watch dare to cross the barricade. Here to investigate a 'crime', no doubt?\"",
										"\"What leads do you have? No, don't tell me, I can tell from your faces. Nobody can read a face like me.\"",
										"\"I love the people of the docks. Love 'em. And they love me. That's why I'm here, to see they're well cared for. Unlike your City Watch.\"",
										"\"Everybody knows you people have treated me very unfairly. It's disgusting. Really, I think you should apologize.\""
									]
								},
								"Tiring of the interrogation, the Xanathar orders its thugs to \"deal with\" the nuisance, and then floats away, commanding the mind flayer to follow. The three {@creature thug|MM|thugs} attack the characters. Watchman Locks is a {@creature guard} that fights alongside the characters.",
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The thugs carry a combined 30 gp in loose change and cheap jewelry. One of them has a pearl carved like an eye sewn into his bandana (20 gp)."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"entries": [
										"After dispatching the Xanathar's thugs, the characters can continue to their chosen destination in Part 2. Should the thugs knock them unconscious, you can choose for their bodies to be found by cultists, brought to the Temple of Rot, and revived."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/QlxjiUO.png"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 2: Trail of the Rat",
					"page": 9,
					"entries": [
						"The characters chase up clues from the murder site and reveal a portion of the true plot the captain discovered: a secret romance between two powerful figures.",
						{
							"type": "entries",
							"name": "Doctor Ward's Apothecary",
							"entries": [
								"The characters visit Doctor Ward's apothecary, which turns out to be a front for the Lady of Plague's experimental disease laboratory.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/PyHCpV3.png"
									}
								},
								"Doctor Ward's apothecary lies on Dark Lane, and is identifiable only by a small hand-painted sign in the window of an otherwise unmarked storefront. Entering the apothecary, the characters notice the following features:",
								{
									"type": "list",
									"page": 9,
									"items": [
										"The walls are lined with small square drawers and shelves filled with dusty bottles of potions and oils.",
										"In the center of the room, an aquarium of leeches rests on a small table flanked by two utilitarian couches.",
										"A young woman sits behind a desk facing this reception area, with a curtained doorway behind her. A small placard on the desk identifies the woman as Joy Hultmark."
									]
								},
								{
									"type": "entries",
									"name": "The Front",
									"page": 9,
									"entries": [
										"Joy acts as \"receptionist\" for the \"doctor\". Since the Lady of Plagues hand-picks her victims, Joy spends her time reading newspaper gossip columns and trying to make visitors go away. Her master's carefully-selected clients are lured into the surgery and thrown into the cellar, where the cultists conduct revolting experiments on them.",
										"Joy is a trained {@creature spy}, but she won't attack unless intruders enter the secret laboratory. Joy makes half-hearted attempts to encourage the characters to leave the office. Here are some examples of how she might interact:",
										{
											"type": "list",
											"page": 9,
											"items": [
												"As characters enter, Joy tells them the appointment books are full and they're to come again another time. Or not. Whatever.",
												"If characters browse the shelves of snake oils and false potions and try to purchase anything, Joy pauses with an annoyed look and then says the items are floor samples. Not for sale.",
												"If characters ask about the curtained doorway, she simply states it isn't their business.",
												"If characters force their way past her and through the curtain, she shrugs and halfheartedly insists they stop – \"Oh... no... please... don't...\" – without looking up from her newspaper."
											]
										},
										{
											"type": "inset",
											"page": 9,
											"name": "Roleplaying Receptionist Joy Hultmark",
											"entries": [
												"Playing the role of a fake receptionist would be a dull affair for most, but this young woman really can't be bothered to do anything else. Joy is apathetic to the world and speaks in annoyed pauses and bored sighs. Beneath her guise as an office administrator, however, Joy is a trained and ruthless killer, but she only exercises her skills when necessary. Killing is just, like, so much effort."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Surgery",
									"entries": [
										"A small surgery is located behind the curtain. If the characters enter here, they notice the following features:",
										{
											"type": "list",
											"page": 9,
											"items": [
												"A wooden chair squats in the middle of the floor, surrounded by trays of surgical equipment. A lever set into the chair's base appears to control the angle of its backrest.",
												"Shelves on the walls contain pickled organs and jars of leeches."
											]
										},
										"If a character pulls the lever, the chair tips over as a trapdoor opens underneath it, revealing a deep pit with an iron ladder is set into its walls. Anyone seated in the chair is dumped into the secret laboratory 20 feet below.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://i.imgur.com/yViIiLS.png"
											}
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Secret Laboratory",
							"entries": [
								"The Lady of Plagues and her minions use this laboratory to experiment with vile substances and create new diseases.",
								"The secret laboratory contains the following features:",
								{
									"type": "list",
									"items": [
										"Steel tables covered in all manner of glass vials and flasks, filled with sludge-colored liquids simmering over open flames.",
										"Cages filled with rats that immediately start screeching when the characters enter.",
										"Six humanoids wearing black suits, widebrimmed hats, and beaked masks."
									]
								},
								"The plague-masked humanoids are six {@creature cultist|MM|cultists} loyal to the druid, who are continuing her experiments as she prepares her attack on the Salvation Parade. They attack at once.",
								"{@b Interrogation.} If the cultists are captured and questioned, they admit that they work for the Lady of Plagues and reveal that they're concocting a virus to turn the residents of Waterdeep into rats. Characters who ask about the Rat King are told that the Lady of Plagues foolishly fell in love with the Rat King but was betrayed and has now sworn revenge on the city. Their mistress is the only one with an antidote for the Rat Pox, but she has no intention of using it now. She's currently somewhere in the city above, preparing to unleash the plague.",
								"{@b Rats.} Characters who examine the caged rats can make a DC 13 Intelligence (Nature) or Wisdom (Medicine) check. On a success, they realize the rats appear diseased. At best, some are disoriented or feverish. At worst, they're covered in pustules. Oddly, one of them has an oversized gold tooth.",
								{
									"type": "entries",
									"name": "The Lady of Plagues' Secret",
									"entries": [
										"A desk in the corner is strewn with original copies of advertisements much like the one in the newspaper, and a parchment that suggests the cultists have been experimenting on criminals and murderers. Give the players {@adventure Handout 3: Doc Ward's papers.|RoW|7,doc ward's papers}",
										"Characters searching the desk drawers find a cipher wheel, which can be used to interpret the letters bordering the advertisements. {@b Give the characters} {@adventure Handout 4: the cipher wheel|RoW|7,cipher wheel}"
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The cultists carry 45 gp in loose change and jewelry. The gold tooth is worth 5 gp."
									]
								},
								{
									"type": "inset",
									"name": "Solving the Puzzle",
									"entries": [
										"Each advertisement contains a clue to using the cipher wheel; for example, \"8% off\" means you should click the upper wheel eight letters back, and \"gain 4 free leeches!\" means you should click it four letters ahead. Once correctly set, the players can use the cipher wheel to decode the seemingly random letters bordering each advertisement. The solutions to these puzzles are as follows:",
										{
											"type": "list",
											"items": [
												"I WISH FOR THE DAY OUR LOVE IS NOT HIDDEN",
												"SAW A RAT TODAY AND THOUGHT OF YOU",
												"IT WASN'T ME WHY CAN'T YOU SEE IT"
											]
										},
										"The Lady of Plagues used the advertisements to communicate secretly with her lover, although the note in the paper indicates their romance has fallen on hard times (I WILL NEVER FORGIVE YOU THIS IS WAR)."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Harbor Holdings",
							"entries": [
								"The characters visit a family-run bank in the Dock Ward and deceive their way into Captain Brisby's lock box.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/HkkSVrA.png"
									}
								},
								"Entering the building, the characters find themselves inside a simple reception.",
								{
									"type": "list",
									"items": [
										"The reception is furnished with potted plants and a pair of gaudy sofas.",
										"An iron doorway opposite is flanked by two male gnomes who look exactly alike.",
										"When the characters enter, an elderly, hunched female gnome pokes her head out of the door, squints, and hobbles over to greet them, saying \"Hello dearies! Do you have a lockbox number?\""
									]
								},
								"Snixxy Silverhearth is the terribly near-sighted proprietor of Harbor Holdings. If characters provide the number found in Captain Brisby's sock or hand Snixxy the parchment - which she reads as close to her face as possible - Snixxy greets one of them as Captain Brisby and notes \"how many lovely friends\" he's brought with him today.",
								"Snixxy's twin sons – Samwise and Wisesam – are the {@creature guard|MM|guards} of Harbor Holdings. The twins are suspicious of the characters, but can't remember what Captain Brisby looks like, so they don't know for sure their mother is wrong. Should the situation come to blows, the twins have the following added action:",
								"{@b Multiattack.} The twins make two melee attacks.",
								{
									"type": "inset",
									"name": "Roleplaying Snixxy Silverhearth",
									"entries": [
										"Snixxy is as charming and complimentary as she is nearly blind. Her sons are always trying to save her from herself, but she thinks they're \"such silly boys.\" She goes out of the way to deny her poor eyesight. For instance, if called out for holding a piece of paper upside down, she rotates it slightly and claims it's \"aahhh, all better.\""
									]
								},
								{
									"type": "inset",
									"name": "Roleplaying Samewise and Wisesam Silverhearth",
									"entries": [
										"Snixxy's precious boys don't share their mother's social flare. Usually terse and quiet, they sometimes speak up to correct their mother, who is often misled by her blurry vision, but they're quick to back down when she hushes them. If they catch someone lying, however, they'll do anything to protect Snixxy and the family business."
									]
								},
								{
									"type": "entries",
									"name": "Security Measures",
									"entries": [
										"Snixxy takes the characters into the back room, where she taps on Box 908 among the many that line the walls. Before she can open it, however, she informs the characters that they must solve some simple puzzles using \"security hints.\" With that, she hands a parchment to \"Captain Brisby\". Give characters {@adventure Handout 5: security box puzzles.|RoW|7,security box puzzles}",
										"The twins have their eyes on the characters' every move. Each time they attempt to answer a question, they must succeed a DC 12 Charisma (Deception) check. The check is made with advantage if the question is answered correctly. On a failed check, the twins declare the characters frauds and attack.",
										{
											"type": "inset",
											"page": 11,
											"name": "Solving the Puzzle",
											"entries": [
												"To solve the first part of the puzzle, the character must fill in the blanks by writing down three different ingredients: \"Cheese\", \"Crackers\" and \"Grapes\". In the second part, they must outline the word \"Red\" in the word search. In the final part, they must rearrange the letters to spell \"Catarina\"."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"Snixxy opens the lockbox if the characters succeed on all three Charisma (Deception) checks. The lockbox can be unlocked using the key in Snixxy's possession, or picked with a DC 15 Dexterity check made with thieves' tools. Inside, the characters find a pouch of 50 gp, a toy rat, and a sheaf of letters. {@b Give the characters} {@adventure Handout 5: security box papers.|RoW|7,security box papers}",
										"The letters prove that the Rat King is Captain Brisby's daughter and reveal she was having a romantic relationship with the Lady of Plagues. Her most recent correspondence indicates that their relationship has dramatically soured. An unsent letter from Captain Brisby suggests the Lady of Plagues is innocent of the crimes his daughter attributed to her.",
										"When a character picks up the toy, the pressure from their hand causes the rat to squeak, and a motherly voice from within says, \"Mr. Squeaks loves you!\""
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Temple of Rot",
							"entries": [
								"The disease- and despair-ridden residents of the Dock Ward assemble and worship the Lady of Plagues at this temple, hoping she'll take pity on them and lift the disease.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/I3cyqDG.png"
									}
								},
								"The trail of rat tracks from Captain Brisby's apartment goes cold in the churned-up mud of this plaza. The worshipers, who are all ages, genders, and races, display different rat-like features. They share the following information at your discretion:",
								{
									"type": "list",
									"items": [
										"\"The statue? That there's the Lady of Plagues. Don't know much 'bout her 'cept she's the queen o' death 'n' disease.\"",
										"\"The Lady of Plagues is the only one who can lift this plague! She can save us!\"",
										"\"She's a real mystery woman. All I know is she arrived just before the first case of Rat Pox. They say she's the only one with the cure, so... here I am.\"",
										"\"Dock Ward is the Rat King's turf. If you ask me, the Lady of Plagues unleashed Rat Pox to wipe out the King's men.\"",
										"\"The Rat King?! Don't say that name here. We worship only the Lady of Plagues!\"",
										"\"The Rat King and the Lady of Plagues hate each other, and the Dock Ward has suffered for it. So many fights. So much blood. As if we didn't have it bad enough with the Xanathar prowling about!\"",
										"\"Maybe the Rat King spread Rat Pox to frame the Lady of Plagues?!\" \"Please. Don't be a conspiracy theorist.\"",
										"\"I hear the priests of Ilmater have organized a prayer march. The Salvation Parade? This is a bad idea. We must only worship the Lady of Plagues!\""
									]
								},
								{
									"type": "entries",
									"name": "Oh, Rats!",
									"entries": [
										"As the characters mingle with the worshipers, screams suddenly break out in the crowd as rats overwhelm the temple! Shouts from the crowd exclaim they've angered the Rat King, and several worshipers move to protect the statue. During the stampede, the characters are attacked by three {@creature swarm of rats|MM|swarms of rats}.",
										"When the fight begins, a furry-eared halfling stumbles and falls to the floor, where he's soon surrounded by angry rats. This is Wash Meadsocks, a halfling sewer worker. If a character tries to rescue him, award them inspiration. Through halfling luck, Wash survives the encounter even if he's left to fend for himself."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"entries": [
										"If the characters defeat the swarms, the remaining rats terrorizing the crowd flee toward a nearby sewer grate. Wash Meadsocks exclaims: \"The sewers... That's where the Rat King lives!\" He provides the following information.",
										{
											"type": "list",
											"items": [
												"The Rat King lives down there in the sewers. Wash thinks he knows where. He can show the characters if they want.",
												"Wash advises that they don't enter the sewers unless they're completely ready to face the Rat King. That's her home turf, you see. Yes, she's a woman. Wash has seen her."
											]
										},
										"Wash can lead the players to the Rat King's lair, but warns them against venturing down too hastily. If the characters head into the sewers, go to Part 3: \"Revealing the Rat\". Wash has the statistics of a {@creature commoner} but flees at the first sign of danger."
									]
								},
								{
									"type": "inset",
									"name": "RUNNING THINGS OUT OF ORDER",
									"entries": [
										"It's possible that the players bypass the sewers to search for the Lady of Plagues, perhaps after interrogating the cultists at the secret laboratory. Don't prevent them from doing so: if they devise a good way of finding the Lady of Plagues in the city, try to channel them back into the sewers after meeting her. For example, if confronted with evidence she was set-up, the Lady of Plagues could demand that the characters bring Catarina to her, so she can talk with her in person."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/1swnzgh.png"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 3: Revealing the Rat",
					"page": 13,
					"entries": [
						"The characters confront the heartbroken Rat King and, perhaps, a Xanathar spy who reveals the truth behind the lovers' breakup. Then, they rush to the Salvation Parade for a final showdown.",
						{
							"type": "entries",
							"name": "Into the Sewers",
							"entries": [
								"Exploring the sewers beneath the Dock Ward, the characters soon approach the Rat King's lair.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/hhVrMZx.png"
									}
								},
								"The sewer tunnels are coated in thick, greentinged sludge littered with debris. As the group sloughs through, the lead character notices a glimmer of something small and shiny resting atop the sludge... a bag of gold coins.",
								{
									"type": "inset",
									"name": "Mouse Trap",
									"entries": [
										"A giant {@b mouse trap} lurks under the muck, with the coin bag placed as bait on its triggering mechanism.",
										"{@b Detection and Disabling.} Characters who search around the bag discover the presence of a large, submerged object with a successful DC 13 Wisdom (Perception) check. Once detected, a successful DC 10 Intelligence (Investigation) check deduces that removing the bag sets off a giant mouse trap. The mechanism can be jammed, or the bag swapped for an object of equal weight, with a successful DC 13 Dexterity (Sleight of Hand) check.",
										"{@b Trigger.} Taking the bait releases a metal bar hidden under the sludge, which snaps forward loudly and strikes anyone standing within 5 feet of the trap.",
										"{@b Effect.} All targets in range of the trap when it triggers must make a DC 15 Dexterity saving throw, taking 7 ({@dice 2d6}) bludgeoning damage on a failure or half as much damage on a success. Characters who fail the check are restrained by the iron bar, taking an additional 3 ({@dice 1d6}) bludgeoning damage at the start of each of their turns until they are freed. As an action, a creature can attempt a DC 12 Strength check to free itself or another creature pinned under the bar."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The cloth bag used as bait contains 50gp."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Rat King's Lair",
							"entries": [
								"The Rat King's lair lies just beyond the mouse trap. Describe the following features:",
								{
									"type": "list",
									"items": [
										"Rounding a corner, the characters enter a large drain at the intersection of many sewer tunnels.",
										"In the center of the chamber, atop a throne made of discarded junk, is a human woman draped in a thin black veil.",
										"Hundreds of brown rats envelop her lower body, nuzzling against her protectively."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/LieJnlG.png"
									}
								},
								"The {@creature Rat King|RatsofWaterdeep} is distraught over the death of her father, Captain Brisby, and is likely to turn hostile if surprised (see \"Fight It Out\", below). If the characters approach tactfully, a successful DC 13 Charisma (Persuasion or Deception) check convinces her to parlay (see 'Talk It Out'). Good roleplaying should reward advantage on this check. Mentioning the Rat King's romance with the Lady of Plagues ensures she talks willingly.",
								{
									"type": "entries",
									"name": "Fight It Out",
									"entries": [
										"If the characters can't convince the Rat King to talk, she attacks. If she hasn't already informed them about the attack on the Salvation Parade (see \"Talk It Out\"), she does so when she's defeated, vengefully laughing that it's too late to stop her rival's attack.",
										"{@b Lair actions.} When fighting inside her lair, the Rat King can invoke the rats around her to take lair actions. On initiative count 20 (losing initiative ties), the Rat King can take one lair action to cause one of the following effects:",
										{
											"type": "list",
											"items": [
												"Rats lift the Rat King and carry her up to 30 feet without her provoking opportunity attacks.",
												"Swarms overwhelm enemy creatures in a 15- foot square area within sight of the Rat King. Each enemy inside this area must succeed a DC 10 Strength saving throw or be knocked prone. Enemies that fail by 5 or more are also grappled (escape DC 13).",
												"Rats bite and claw viciously to protect the Rat King. Enemies within 10 feet of the Rat King must succeed a DC 10 Dexterity saving throw or take 3 ({@dice 1d6}) piercing damage."
											]
										},
										"The rats that empower these actions are separate from the {@creature swarm of rats|MM|swarms of rats} the Rat King summons, and are too numerous to target. If the Rat King is defeated, all her rats scatter into the sewers."
									]
								},
								{
									"type": "entries",
									"name": "Talk It Out",
									"entries": [
										"If convinced to talk, the Rat King shares the following information:",
										{
											"type": "list",
											"items": [
												"Have the people forgotten how kind the Rat King has been to them, keeping the Xanathar's goons in check here at the Docks?",
												"Now the Rat King's father, Captain Brisby, has been murdered, and the Rat King framed for the crime. Death by rats? An insult! The Lady of Plagues will pay!",
												"The Rat King knows that the Lady of Plagues is responsible for the Rat Pox and her father's murder. How? None of your business.",
												"The Lady of Plagues plans to unleash a new strain of her virus on the Salvation Parade. The Rat King sent her minions to ambush and stop her. If the characters want to help, they should join them. Hurry! The parade is about to start!"
											]
										},
										"If the characters bring up the Rat King's secret relationship with the Lady of Plagues, she tells them more:",
										{
											"type": "list",
											"items": [
												"Yes, well, the Rat King was enamored with the Lady of Plagues once. A kindred soul, yet so misguided. So beautiful.",
												"The Lady of Plagues came to Waterdeep to cull the city with plague: to \"strengthen the stock\", she'd said. The Rat King persuaded her to hold back. Wouldn't the common cold do instead?",
												"In time, the Rat King trusted the Lady of Plagues enough to share her own secrets: her true name, Catarina \"Cat\" Brisby, and her only relative, her father Captain Brisby. There's no point keeping such secrets now...",
												"After the Rat King confided in the Lady of Plagues, the sickness took hold in the Dock Ward, and before long her father was found dead. Is she supposed to believe that's a coincidence? No, it was a betrayal."
											]
										},
										{
											"type": "inset",
											"page": 14,
											"name": "Roleplaying the Rat King",
											"entries": [
												"Catarina \"Cat\" Brisby is a brooding woman with a chip on her shoulder. Having grown up teased for her fascination with rodents, Cat is used to being an outcast; slow to trust, fast to take offense, and often abrupt in her mannerisms. She's completely unequipped to handle her emotions regarding the Lady of Plagues and the loss of her father."
											]
										},
										{
											"type": "entries",
											"name": "Optional: A Rat Among Rats",
											"entries": [
												"If the characters show the Rat King the unfinished advertisement from the secret laboratory, or the letter from Brisby's strongbox, a misshapen rat scurries from the swarm and begins to panic and run around. Any character who succeeds on a DC 12 Intelligence (Nature) check recognizes it as a {@creature cranium rat|VGM}: a telepathic rodent that often gathers in swarms to spy for the mind flayers.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://i.imgur.com/6OC8Ftb.png"
													}
												},
												"The cranium rat is identical to the one held by the Xanathar's mind flayer aide; in fact, it's a Xanathar spy. The Rat King is genuinely disgusted to see it in her swarm and asks the characters to help her catch it. Each character can take a single action to stop the rat before it flees into the sewers.",
												"If caught, the cranium rat begs telepathically for its life in exchange for information. Even if slain, it sends the following images to one of the characters before it dies:",
												{
													"type": "insetReadaloud",
													"entries": [
														"Several images flash through your mind in an instant!",
														"First, you see the cranium rat nestled in the arms of the mind flayer as it stands before the Xanathar crime lord. \"We can transport the slaves, my Xanathar. We just need the proper distraction to keep the City Watch busy. How about that old enemy of yours, the Rat King?\"",
														"Then you see the cranium rat hiding amidst a rat swarm, spying on the Rat King and the Lady of Plagues as they hold hands inside a laboratory. With great care, the Lady of Plagues locks a vial of green gas inside her strongbox.",
														"Next, you see the Rat King introducing the Lady of Plagues to her father, Captain Brisby. As the trio sit down for a meal in Brisby's apartment, you see the cranium rat spying on them through the window.",
														"Then you see the mind flayer standing in front of the Xanathar again. \"Unleashing her plague will create the distraction we need. After that, all we need do is turn them against each other...\"",
														"Finally, you see a swarm of cranium rats pouring through a window to attack Captain Brisby!"
													]
												},
												"The characters now know that the Xanathar has been playing the Rat King and the Lady of Plagues against each other. If anything seems unclear, the Rat King can fill in the blanks for them (refer to the \"{@adventure Background|RoW|0,background}\" section for details).",
												"If the characters question the cranium rat about the Xanathar's motives, they learn that the crime boss plans to smuggle a shipment of slaves down Cloak Lane soon after the Salvation Parade.",
												"Regardless, and assuming she's still alive, the Rat King rushes above ground to stop her lover from unleashing the disease!"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The Rat King carries {@item pipes of the sewers}, which she offers as thanks if characters help reveal the truth. She also carries one {@item potion of healing|PHB} for every character in the group, which she gives to any characters headed to the Salvation Parade."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Salvation Parade",
							"entries": [
								"As the characters return to the streets of the Dock Ward, they find the Salvation Parade in full swing. Describe the following:",
								{
									"type": "list",
									"items": [
										"Throngs of Ilmater worshipers fill the streets, handing out blankets and care baskets to the Rat Pox-afflicted bystanders along the curb.",
										"The kind murmurs of the marchers soon give way to startled shrieks as the crowd parts. A fearsome woman in a beaked mask appears above them, holding a glass vial above her head. Her cloak billows behind her dramatically although there is no wind."
									]
								},
								"The {@creature Lady of Plagues|RatsofWaterdeep} is flanked by three {@creature cultist} henchmen. As the crowd scatters around her, she screams this information:",
								{
									"type": "list",
									"items": [
										"How quick the Rat King was to blame the Lady of Plagues for her own misfortune! Quick to blame, to label, to put her in a box. Now her people will suffer for her presumptions!"
									]
								},
								"The Lady of Plague is poised to attack, but if the characters try to negotiate, she shares more information:",
								{
									"type": "list",
									"items": [
										"The Lady of Plagues was betrayed by the Dock Ward's precious protector, the Rat King; the only other person who knew about her \"masterpiece\". She thinks the Rat King released her disease against her will and framed her.",
										"Yes, the Lady of Plagues created the disease, but she's an \"artiste,\" not a mass murderer. It's designed to turn people into rats, but it seems it hasn't done so yet. What a disappointment! This new strain won't prove so ineffective."
									]
								},
								"If the characters found all the clues and uncovered the Xanathar's plot, the presence of the Rat King stops the Lady of Plagues from attacking (see \"Development\"). If not, three {@creature swarm of rats|MM|swarms of rats} emerge from hiding to face the Lady of Plagues and her followers.",
								{
									"type": "inset",
									"name": "Roleplaying the Lady of Plagues",
									"entries": [
										"Maladie Song sees herself as an artiste with an 'E'. Germs are her medium of choice, and the human body is her canvas. She's confident, fiery, pretentious, and oh so dramatic. Beneath her signature beaked mask, she's a classic fairytale beauty with ivory skin, long waves of deep black hair, and ruby lips, but a childhood disease marred the left side of her face, about which she is very sensitive."
									]
								},
								{
									"type": "entries",
									"name": "The Street Brawl",
									"entries": [
										"The {@creature swarm of rats|MM|swarms of rats} converge on the {@creature cultist|MM|cultists}, and violence breaks out across the street. Use these tips for combat between the rival parties:",
										{
											"type": "list",
											"items": [
												"The Lady of Plagues faces the characters directly. Resolve her actions as normal.",
												"The cultists pair off against the rat swarms. If they're not disrupted by a character, roll {@dice 1d20} for each pairing at the end of each round. On an odd result, the cultist hits the swarm. On an even result, the swarm hits the cultist.",
												"If characters disrupt combat between a cultist and a swarm of rats – by attacking with a melee weapon, for example – the creatures attack the character instead.",
												"If a cultist or swarm of rats is left unpaired with a rival, the creature attacks the nearest character instead."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The Lady of Plagues wears a {@item cloak of billowing|XGE} and carries several vials of Rat Pox antidote."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"entries": [
										"Character who defeat or talk down the Lady of Plagues can secure the Rat Pox antidote she carries. Swordcaptain Morrow sends the cure to be replicated, and the Dock Ward is saved. Any characters infected by the virus are now cured.",
										"If the characters kill the Lady of Plagues, the Xanathar secretly drives his slaves through the commotion. The players are successful, but the true villain escapes justice.",
										"If the characters found all the clues and uncovered the Xanathar's plot, the jilted lovers cautiously approach each other and make up. The characters can now play a bonus encounter to foil the Xanathar's plans!",
										"Regardless, the lovers retire from their roles if they survive. Before they hang up their spurs, they can teach any ranger or druid characters their mystical ways. These characters can now take the Rat King or Circle of Plagues archetypes (see {@adventure Appendix A: New Player Options|RoW|5})."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Bonus: Foil the Xanathar",
							"entries": [
								"Characters who uncovered the Xanathar's plot can head to Cloak Lane to rescue the slaves.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/H2tcvVZ.png"
									}
								},
								"There's no time to warn the City Watch about the Xanathar's operation. If they're alive, the Lady of Plagues and the Rat King gladly join the characters. Any remaining cultists disappear into the crowd, unwilling to openly defy the kingpin.",
								"Arriving at Cloak Lane, the character with the highest passive Perception notices a line of tied and gagged humanoids being led quietly through shadows by the Xanathar's goons: two {@creature apprentice wizards|VGM|apprentice wizards}, four {@creature guard|MM|guards} and two {@creature thug|MM|thugs}. The criminals fight to the death to carry out their mission.",
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The criminals carry 150 gp in loose coin and jewelry."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"entries": [
										"Any defeated goons inform the characters that the Xanathar is sure to find out what they've done and won't ever forgive them. As they say this, the characters spot a watching cranium rat darting around a corner. Should the characters cross paths with the Xanathar's network in the future, their reputation as troublemakers precedes them..."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Rewards",
					"page": 17,
					"entries": [
						"Characters can earn the following rewards by playing this adventure.",
						{
							"type": "entries",
							"name": "Experience",
							"entries": [
								"Total up all combat experience earned for defeated foes, and divide by the number of characters present in the combat. For non-combat experience, the rewards are listed per character.",
								{
									"type": "table",
									"caption": "Combat Awards",
									"colLabels": [
										"Name of Foe",
										"XP Per Foe"
									],
									"colStyles": [
										"col-10",
										"col-2 text-center "
									],
									"rows": [
										[
											"Apprentice Wizard",
											"50"
										],
										[
											"Cultist",
											"25"
										],
										[
											"Guard",
											"25"
										],
										[
											"Lady of Plagues",
											"200"
										],
										[
											"Rat King",
											"200"
										],
										[
											"Spy",
											"200"
										],
										[
											"Swarm of Rats",
											"50"
										],
										[
											"Thug",
											"100"
										]
									]
								},
								{
									"type": "table",
									"caption": "Non-Combat Awards",
									"colLabels": [
										"Task or Accomplishment",
										"XP Per Character"
									],
									"colStyles": [
										"col-10",
										"col-2 text-center "
									],
									"rows": [
										[
											"Find all the murder site clues",
											"25"
										],
										[
											"Persuade the Rat King to explain herself",
											"50"
										],
										[
											"Negotiate peace with the Lady of Plagues",
											"50"
										],
										[
											"Solve the Harbor Holdings vault puzzles",
											"75"
										],
										[
											"Decipher the coded advertisements",
											"75"
										],
										[
											"Watchman Locks survives the adventure",
											"75"
										],
										[
											"Free the slaves",
											"50"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Treasure",
							"entries": [
								"The characters receive the following treasure, divided up amongst the party. Gold piece values listed for sellable gear are calculated at their selling price, not their purchase price.",
								{
									"type": "table",
									"caption": "Treasure Awards",
									"colLabels": [
										"Item Name",
										"GP Value"
									],
									"colStyles": [
										"col-10",
										"col-2 text-center "
									],
									"rows": [
										[
											"Swordcaptain Morrow's reward",
											"200"
										],
										[
											"Treasure from the Xanathar's thugs",
											"50"
										],
										[
											"Treasure from Doctor Wards laboratory",
											"50"
										],
										[
											"Lockbox treasure from Harbor Holdings",
											"50"
										],
										[
											"Coin bag from mouse trap",
											"50"
										],
										[
											"Treasure from the slave escorts",
											"150"
										]
									]
								},
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@item Pipes of the Sewers}",
										"{@item Clock of Billowing}",
										"{@item Potion of Healing|PHB}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix A: New Player Options",
					"page": 18,
					"entries": [
						{
							"type": "entries",
							"name": "Background: Detective",
							"entries": [
								{
									"type": "list",
									"items": [
										"{@background Detective|RatsofWaterdeep}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Ranger Archetype: Rat King",
							"entries": [
								{
									"type": "list",
									"items": [
										"{@link Rat King|https://5e.tools/classes.html#ranger_phb,state:sub-rat-king-ratsofwaterdeep=b1}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Druid Archetype: Circle of Plagues",
							"entries": [
								{
									"type": "list",
									"items": [
										"{@link Circle of Plagues|https://5e.tools/classes.html#druid_phb,state:sub-plagues-ratsofwaterdeep=b1}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix B: Monster/NPC Statistics",
					"page": 21,
					"entries": [
						{
							"type": "list",
							"columns": 4,
							"items": [
								"{@creature Apprentice Wizard|VGM}",
								"{@creature Commoner}",
								"{@creature Cultist}",
								"{@creature Guard}",
								"{@creature Lady of Plagues|RatsofWaterdeep}",
								"{@creature Rat King|RatsofWaterdeep}",
								"{@creature Spy}",
								"{@creature Swarm of Rats}",
								"{@creature Thug}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix C: Handouts",
					"page": 24,
					"entries": [
						{
							"type": "entries",
							"name": "Handout 1: Quarantine Zone Map",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/G6Hnscq.png"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Handout 2: Straight Talk from the Docks",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/VGTxfIj.png"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Handout 3: Doc Ward's Papers",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/X2FQPp6.png"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Handout 4: Cipher Wheel (Requires Assembly!)",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/8Y6QP0O.png"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Handout 5: Security Box Puzzles",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/HBAKjCd.png"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Handout 5: Security Box Papers",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/bEEppx7.png"
									}
								}
							]
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Lady of Plagues",
			"size": [
				"M"
			],
			"type": "humanoid",
			"source": "RatsofWaterdeep",
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "4d8 + 8",
				"average": 26
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 12,
			"con": 14,
			"int": 14,
			"wis": 14,
			"cha": 16,
			"passive": 14,
			"cr": "1",
			"page": 22,
			"skill": {
				"insight": "+4",
				"medicine": "+4",
				"nature": "+4",
				"perception": "+4"
			},
			"resist": [
				"poison"
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The Lady of Plagues is a 3rd-level spellcaster. Her spellcasting ability is Wisdom (spell save {@dc 12}, +4 to hit with spell attacks). She has the following druid spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell guidance}",
								"{@spell infestation|XGE}"
							]
						},
						"1": {
							"spells": [
								"{@spell cure wounds}",
								"{@spell entangle}",
								"{@spell healing word}",
								"{@spell longstrider}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell barkskin}",
								"{@spell lesser restoration}"
							],
							"slots": 2
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"CD"
			],
			"action": [
				{
					"name": "Scimitar",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) slashing damage. On a hit, the target must succeed a {@dc 10} Constitution saving throw or take 2 ({@damage 1d4}) poison damage and be {@condition poisoned} until the end of its next turn."
					]
				}
			],
			"conditionInflict": [
				"poisoned"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"attachedItems": [
				"scimitar|phb"
			],
			"languages": [
				"Any two languages"
			],
			"fluff": {
				"entries": [
					"Maladie Song sees herself as an artiste with an 'E'. Germs are her medium of choice, and the human body is her canvas. She's confident, fiery, pretentious, and oh so dramatic. Beneath her signature beaked mask, she's a classic fairytale beauty with ivory skin, long waves of deep black hair, and ruby lips, but a childhood disease marred the left side of her face, about which she is very sensitive."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/mQFLDiK.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/SId1Sqo.png",
			"damageTags": [
				"I",
				"S"
			],
			"damageTagsSpell": [
				"I"
			],
			"savingThrowForced": [
				"constitution"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"strength"
			]
		},
		{
			"name": "Rat King",
			"size": [
				"M"
			],
			"type": "humanoid",
			"source": "RatsofWaterdeep",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item studded leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "3d8 + 9",
				"average": 22
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 14,
			"con": 16,
			"int": 14,
			"wis": 12,
			"cha": 14,
			"passive": 14,
			"cr": "1",
			"page": 22,
			"skill": {
				"animal handling": "+4",
				"perception": "+4",
				"stealth": "+5"
			},
			"tokenUrl": "https://i.imgur.com/jVtcGLI.png",
			"fluff": {
				"entries": [
					"Catarina \"Cat\" Brisby is a brooding woman with a chip on her shoulder. Having grown up teased for her fascination with rodents, Cat is used to being an outcast; slow to trust, fast to take offense, and often abrupt in her mannerisms. She's completely unequipped to handle her emotions regarding the Lady of Plagues and the loss of her father."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/8n1B61i.png"
						}
					}
				]
			},
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The rat king makes two melee attacks or two ranged attacks."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 4} to hit, ranged 150/600 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage."
					]
				},
				{
					"name": "Summon Swarm {@recharge}",
					"entries": [
						"The rat king summons a swarm of rats under its control. The swarm acts on its own initiative."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"MLW",
				"RW"
			],
			"attachedItems": [
				"longbow|phb",
				"shortsword|phb"
			],
			"languages": [
				"any two languages"
			],
			"languageTags": [
				"X"
			],
			"damageTags": [
				"P"
			]
		}
	],
	"background": [
		{
			"name": "Detective",
			"source": "RatsofWaterdeep",
			"skillProficiencies": [
				{
					"perception": true,
					"investigation": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "A magnifying glass"
						},
						{
							"special": "a bottle of ink"
						},
						{
							"special": "a quill"
						},
						{
							"special": "a folded parchment notepad"
						},
						{
							"special": "a set of {@item common clothes|PHB} including a greatcoat and hat"
						},
						{
							"item": "pouch|PHB",
							"containsValue": 800
						}
					]
				}
			],
			"entries": [
				"The grand cities of the North are rife with sleaze, scandal, and skulduggery, giving rise to a gamut of crimes that the traditional City Watch are illequipped to deal with. In such cases, the private detective steps from the lamplight to investigate, employing a diverse range of mental and social talents to unravel each mystery.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Perception}, {@skill Investigation}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A magnifying glass, a bottle of ink, a quill, a folded parchment notepad, a set of common clothes including a greatcoat and hat, and a pouch containing 8 gp."
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Master Sleuth",
					"entries": [
						"If you spend ten minutes talking to a stranger, you uncover hidden information about them by studying their mannerisms, tiny scuffs on their clothing, and so forth. At the DM's discretion, you deduce one of the following pieces of information about them: a recent location they've visited, an object they've handled, or a person they've spoken with."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Adventurers are well adjusted to life on the road. They are often comfortable doing dangerous things, such as dungeoneering and fighting. They can stay level-headed in the face of danger, but may not be well adjusted to other parts of life.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									"1",
									"Before I leave a room, I often turn to ask one last question."
								],
								[
									"2",
									"I don't play by the rules."
								],
								[
									"3",
									"I find ignorance amusing."
								],
								[
									"4",
									"I like to reveal my findings to a captive audience."
								],
								[
									"5",
									"I'm witheringly sarcastic."
								],
								[
									"6",
									"I rarely reveal my true feelings."
								],
								[
									"7",
									"I solve crimes because life bores me."
								],
								[
									"8",
									"I'm oddly superstitious."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									"1",
									"{@bold Adventure.} I'm sworn to bring criminals to justice (Lawful)"
								],
								[
									"2",
									"{@bold Intellect.} The mind is a muscle that must be exercised to achieve brilliance (Any)"
								],
								[
									"3",
									"{@bold Greed.} I need coin to dig me out of this pit (Neutral)"
								],
								[
									"4",
									"{@bold Redemption.} I'm trying to undo all the bad things I've done in my life (Any)"
								],
								[
									"5",
									"{@bold Recklessness.} If they break the rules, so can I (Chaotic)"
								],
								[
									"6",
									"{@bold Curiosity.} We don't learn anything unless we experiment (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									"1",
									"The same nemesis is secretly behind many of my greatest investigations."
								],
								[
									"2",
									"I wear a signature article of clothing, moustache style, or accessory."
								],
								[
									"3",
									"My assistant travels everywhere with me."
								],
								[
									"4",
									"I've a trauma in my past that still haunts me."
								],
								[
									"5",
									"I'm immaculately dressed/"
								],
								[
									"6",
									"I'm attracted to people who live fast and dangerously."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									"1",
									"I have a self-destructive vice that I indulge in secret."
								],
								[
									"2",
									"I lack empathy for my prey."
								],
								[
									"3",
									"I underestimate or look down upon the common folk."
								],
								[
									"4",
									"All my relationships end in ruin."
								],
								[
									"5",
									"I'm cripplingly obsessive."
								],
								[
									"6",
									"I don't know how to handle failure."
								]
							]
						}
					]
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Circle of Plagues",
			"source": "RatsofWaterdeep",
			"shortName": "Plagues",
			"className": "Druid",
			"classSource": "PHB",
			"subclassFeatures": [
				"Circle of Plagues|Druid||Plagues|RatsofWaterdeep|2",
				"Plague Mastery|Druid||Plagues|RatsofWaterdeep|6",
				"Master of Pestilence|Druid||Plagues|RatsofWaterdeep|10",
				"Pestilent Rebirth|Druid||Plagues|RatsofWaterdeep|14"
			],
			"subclassSpells": [
				"Infestation|xge",
				"Detect Poison and Disease",
				"Lesser Restoration",
				"Contagion"
			]
		},
		{
			"name": "Rat King",
			"source": "RatsofWaterdeep",
			"shortName": "Rat King",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassSpells": [
				{
					"className": "Ranger",
					"classSource": "PHB"
				},
				"comprehend languages",
				"darkness",
				"fear",
				"greater invisibility",
				"mislead",
				"animal messenger",
				"clairvoyance"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"animal messenger"
						],
						"7": [
							"clairvoyance"
						]
					}
				}
			],
			"subclassFeatures": [
				"Rat King|Ranger||Rat King|RatsofWaterdeep|3",
				"Eyes Everywhere|Ranger||Rat King|RatsofWaterdeep|7",
				"Master of Swarms|Ranger||Rat King|RatsofWaterdeep|11",
				"Rat Runs|Ranger||Rat King|RatsofWaterdeep|15"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Circle of Plagues",
			"source": "RatsofWaterdeep",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Plagues",
			"subclassSource": "RatsofWaterdeep",
			"level": 2,
			"entries": [
				"Druids of the Circle of Plagues understand that nature benefits from regular culls. Just as the field grows stronger when charred, so life grows stronger when decimated by plague. Contagion thrives where carriers are plentiful, so druids from this circle often dwell within urban hubs.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rite of Rebirth|Druid|PHB|Plagues|RatsofWaterdeep|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Warden of Pestilence|Druid|PHB|Plagues|RatsofWaterdeep|2"
				}
			]
		},
		{
			"name": "Rite of Rebirth",
			"source": "RatsofWaterdeep",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Plagues",
			"subclassSource": "RatsofWaterdeep",
			"level": 2,
			"header": 1,
			"entries": [
				"When you choose this circle at 2nd level, you gain primal control over the circle of life and death. You learn the {@spell infestation|XGE} cantrip. Once per turn when you kill a living creature using a spell on the druid spell list, you can add a {@dice d6} to your pool of primal energy. The number of d6s in your pool cannot exceed your druid level. When you or an ally within 30 feet of you that you can see drops to 0 hit points and falls unconscious, you can choose to spend dice from your pool to heal them. Roll the spent dice and add them together. The target regains hit points equal to the total."
			]
		},
		{
			"name": "Warden of Pestilence",
			"source": "RatsofWaterdeep",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Plagues",
			"subclassSource": "RatsofWaterdeep",
			"level": 2,
			"header": 1,
			"entries": [
				"Starting at 2nd level, you gain advantage on saving throws against disease and poison. If you succeed on a saving throw against disease or poison, you are immune to its effects for 24 hours."
			]
		},
		{
			"name": "Plague Mastery",
			"source": "RatsofWaterdeep",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Plagues",
			"subclassSource": "RatsofWaterdeep",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you gain mastery over the {@spell detect poison and disease} and {@spell lesser restoration} spells. These spells are always prepared, and don't count against the number of spells you can prepare each day. When you expend a spell slot to cast one of these spells, you regain an expended slot of that level during your next short rest. At 9th level, you also gain mastery over the {@spell contagion} spell."
			]
		},
		{
			"name": "Master of Pestilence",
			"source": "RatsofWaterdeep",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Plagues",
			"subclassSource": "RatsofWaterdeep",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you are immune to disease and gain resistance to poison damage."
			]
		},
		{
			"name": "Pestilent Rebirth",
			"source": "RatsofWaterdeep",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Plagues",
			"subclassSource": "RatsofWaterdeep",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, your Rite of Rebirth triggers a necrotic backlash against your enemies. When you use Rite of Rebirth, all enemies within 15 feet of the target must make a Constitution saving throw, taking necrotic damage equal to the hit points regained on a failed save, or half as much necrotic damage on a successful one."
			]
		},
		{
			"name": "Rat King",
			"source": "RatsofWaterdeep",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Rat King",
			"subclassSource": "RatsofWaterdeep",
			"level": 3,
			"page": 96,
			"entries": [
				"The Rat Kings are the unseen guardians of the city's sewers and back-alleys. You represent the primal spirit of the urban sprawl, where the weak perish and the mob rule. As a ranger, you were drawn from the wilds to prowl the stone jungle. According to legend, each city has its own mysterious Rat King (who may be male or female).",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rat King Magic|Ranger||Rat King|RatsofWaterdeep|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Urban Prowler|Ranger||Rat King|RatsofWaterdeep|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rat Swarm|Ranger||Rat King|RatsofWaterdeep|3"
				}
			]
		},
		{
			"name": "Urban Prowler",
			"entries": [
				"When you choose this archetype at 3rd level, your favored terrain feature is modified to include urban terrain, which you gain automatically as an additional favored terrain. You also gain the ability to forage for food in urban environments."
			],
			"source": "RatsofWaterdeep",
			"page": 96,
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Rat King",
			"subclassSource": "RatsofWaterdeep",
			"level": 3,
			"header": 1
		},
		{
			"name": "Rat Swarm",
			"entries": [
				"At 3rd level, you can summon a {@creature swarm of rats} to accompany you and defend you in combat.",
				"To summon the swarm, you must perform a tenminute ritual within an urban environment. You can perform this ritual a number of times equal to your Wisdom modifier (a minimum of once), but you can only have one swarm active at a time. You regain all expended uses when you finish a long rest. You can use your action to dismiss the swarm, causing it to disassemble and vanish.",
				"The swarm acts on its own initiative in combat. On its turn, you can use your Reaction to command the swarm to attack a creature you can see or move its speed to a location you can see. If you don't give the swarm a command, it focuses on protecting you.",
				"While you have a swarm present, you always have the {@spell animal messenger} spell prepared and can cast it as a ritual. This spell doesn't count against the number of spells you can cast each day."
			],
			"source": "RatsofWaterdeep",
			"page": 96,
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Rat King",
			"subclassSource": "RatsofWaterdeep",
			"level": 3,
			"header": 1
		},
		{
			"name": "Rat King Magic",
			"source": "RatsofWaterdeep",
			"page": 2,
			"className": "Ranger",
			"classSource": "PHB",
			"level": 3,
			"subclassShortName": "Rat King",
			"subclassSource": "RatsofWaterdeep",
			"header": 1,
			"entries": [
				"Starting at 3rd level, you learn an additional spell when you reach certain levels in this class, as shown in the Rat King Spells table. The spell counts as a ranger spell for you, but it doesn't count against the number of ranger spells you know.",
				{
					"type": "table",
					"caption": "Rat King Spells",
					"colLabels": [
						"Ranger Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"3rd",
							"{@spell comprehend languages}"
						],
						[
							"5th",
							"{@spell darkness}"
						],
						[
							"9th",
							"{@spell fear}"
						],
						[
							"13th",
							"{@spell greater invisibility}"
						],
						[
							"17th",
							"{@spell mislead}"
						]
					]
				}
			]
		},
		{
			"name": "Eyes Everywhere",
			"source": "RatsofWaterdeep",
			"page": 3,
			"className": "Ranger",
			"classSource": "PHB",
			"level": 7,
			"subclassShortName": "Rat King",
			"subclassSource": "RatsofWaterdeep",
			"header": 2,
			"entries": [
				"Beginning at 7th level, you can cast {@spell clairvoyance} without expending a spell slot or requiring material components. The target of the spell must be within an urban settlement that you currently occupy, and the invisible sensor is replaced by a single, obedient rat. The spell ends if the rat is killed. You can use this power once, but regain the expended use when you finish a long rest."
			]
		},
		{
			"name": "Master of Swarms",
			"source": "RatsofWaterdeep",
			"page": 3,
			"className": "Ranger",
			"classSource": "PHB",
			"level": 11,
			"subclassShortName": "Rat King",
			"subclassSource": "RatsofWaterdeep",
			"header": 2,
			"entries": [
				"Starting at 11th level, you can have more than one {@creature swarm of rats} active at the same time. All swarms under your control act on the same initiative. On the swarms' turn, you can use your Reaction to command all the swarms under your control, assigning a different order to each swarm."
			]
		},
		{
			"name": "Rat Runs",
			"source": "RatsofWaterdeep",
			"page": 3,
			"className": "Ranger",
			"classSource": "PHB",
			"level": 15,
			"subclassShortName": "Rat King",
			"subclassSource": "RatsofWaterdeep",
			"header": 2,
			"entries": [
				"Beginning at 15th level, you can travel magically between urban locations. While within a large, urban settlement, you can climb into any sewer outlet and emerge instantly from another outlet in the same settlement. You can use this power once, but regain the expended use when you finish a long rest."
			]
		}
	]
}
