{
	"_meta": {
		"sources": [
			{
				"json": "TheFlyingMisfortune",
				"abbreviation": "TFM",
				"full": "The Flying Misfortune",
				"authors": [
					"Eventyr Games"
				],
				"convertedBy": [
					"William Chevrier"
				],
				"version": "1",
				"color": "e2f0d9",
				"url": "https://www.dmsguild.com/product/195320",
				"dateReleased": "2016-11-15"
			}
		],
		"dependencies": {
			"item": [
				"DMG"
			],
			"monster": [
				"MM"
			],
			"monsterFluff": [
				"MM"
			]
		},
		"status": "wip",
		"dateAdded": 1717525186,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "bb8d23b36f",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Netlauncher",
			"source": "TheFlyingMisfortune",
			"page": 9,
			"rarity": "common",
			"type": "A",
			"weight": 10,
			"value": 2000,
			"entries": [
				"While it sounds pretty advanced, a netlauncher is basically just a bag filled with a large net, which is attached to a bolt by a strong rope. This bolt can be fired from a heavy crossbow (halving the crossbow's range), to launch the net at a target. In addition to taking damage from the attack, a Large or Huge creature hit by the bolt must make a {@dc 15} Dexterity saving throw. The creature is restrained on failed save, or has its move speed halved on a successful one. The net's holes are so large that it has no effect on Medium or smaller creatures."
			],
			"additionalEntries": [
				"A creature can use its action to make a {@dc 15 } Strength check, freeing itself or another creature within its reach on a success. Dealing 10 slashing damage to the net (AC 10) also frees the creature without harming it, ending the effect and destroying the net"
			]
		},
		{
			"name": "Yondalla's Delight",
			"source": "TheFlyingMisfortune",
			"page": 9,
			"rarity": "rare",
			"wondrous": true,
			"type": "OTH",
			"charges": "{@dice 3d6}",
			"entries": [
				"This silver pouch contains a handful of fragrant herbs called Yondalla's Delight. Blessed by the halfling goddess - perhaps even grown in her magical gardens - the pipe weed is said to transfer a halfling's good luck to anyone who smokes it. It contains 3d6 portions of pipe weed, and up to three creatures can partake of the same portion."
			],
			"additionalEntries": [
				"A creature that smokes a portion of Yondalla's Delight are blessed by Yondalla for 1 hour. Whenever it makes an attack roll or a saving throw, it can roll a d4 and add the number rolled to the attack roll or saving throw"
			]
		}
	],
	"monster": [
		{
			"name": "Felgolos",
			"alias": [
				"The Flying Misfortune",
				"The Bronze Avenger"
			],
			"source": "TheFlyingMisfortune",
			"page": 2,
			"_copy": {
				"name": "Adult Bronze Dragon",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"replace": "the dragon",
						"with": "Felgolos",
						"flags": "i"
					}
				}
			},
			"isNpc": true
		},
		{
			"name": "Anaxaster",
			"source": "TheFlyingMisfortune",
			"page": 2,
			"_copy": {
				"name": "Adult Blue Dragon",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"replace": "the dragon",
						"with": "Anaxaster",
						"flags": "i"
					}
				}
			},
			"isNpc": true
		},
		{
			"name": "Chezzaran",
			"source": "TheFlyingMisfortune",
			"page": 2,
			"_copy": {
				"name": "Adult Blue Dragon",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"replace": "the dragon",
						"with": "Chezzaran",
						"flags": "i"
					}
				}
			},
			"isNpc": true
		},
		{
			"name": "Elathian Ellindil",
			"alignment": [
				"N",
				"E"
			],
			"source": "TheFlyingMisfortune",
			"page": 2,
			"_copy": {
				"name": "mage",
				"source": "MM"
			},
			"type": {
				"type": "humanoid",
				"tags": [
					"elf"
				]
			},
			"isNamedCreature": true,
			"isNpc": true
		},
		{
			"name": "Berka Goldhop",
			"alignment": [
				"N"
			],
			"source": "TheFlyingMisfortune",
			"page": 2,
			"_copy": {
				"name": "veteran",
				"source": "MM"
			},
			"type": {
				"type": "humanoid",
				"tags": [
					"dwarf"
				]
			},
			"isNamedCreature": true,
			"isNpc": true,
			"attachedItems": [
				"battleaxe|phb",
				"handaxe|phb"
			]
		}
	],
	"adventure": [
		{
			"name": "The Flying Misfortune",
			"id": "TFM",
			"source": "TheFlyingMisfortune",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/TheFlyingMisfortune/The_flying_misfortune.webp"
			},
			"published": "2016-11-15",
			"storyline": "Storm King's Thunder",
			"level": {
				"start": 6,
				"end": 7
			},
			"contents": [
				{
					"name": "The Flying Misfortune",
					"headers": [
						"Synopsis",
						"Dragoncatchers",
						{
							"header": "Enter The Dragon",
							"depth": 1
						},
						{
							"header": "Felgolos",
							"depth": 1
						},
						{
							"header": "Development",
							"depth": 1
						},
						{
							"header": "Travelling to Ascore",
							"depth": 1
						},
						"Ascore",
						{
							"header": "General Features",
							"depth": 1
						},
						{
							"header": "Entrance",
							"depth": 1
						},
						{
							"header": "1. Guardhouse",
							"depth": 1
						},
						{
							"header": "2. Armory",
							"depth": 1
						},
						{
							"header": "3. Scorpions' Lair",
							"depth": 1
						},
						{
							"header": "4. Destroyed Building",
							"depth": 1
						},
						{
							"header": "5. Dumathoin's Shrine",
							"depth": 1
						},
						{
							"header": "6. Residence",
							"depth": 1
						},
						{
							"header": "7. Dock's Office",
							"depth": 1
						},
						{
							"header": "8. Dock",
							"depth": 1
						},
						{
							"header": "9. Dragon Lairs",
							"depth": 1
						},
						{
							"header": "9A. Anaxaster's Lair",
							"depth": 1
						},
						{
							"header": "9B. Chezzaran's Lair",
							"depth": 1
						},
						{
							"header": "The Dragons",
							"depth": 1
						},
						"Running Ascore",
						{
							"header": "Development",
							"depth": 1
						},
						"Troubleshooting"
					]
				},
				{
					"name": "Items",
					"ordinal": {
						"identifier": "A",
						"type": "appendix"
					}
				}
			]
		}
	],
	"adventureData": [
		{
			"id": "TFM",
			"source": "TheFlyingMisfortune",
			"data": [
				{
					"type": "section",
					"name": "Cover & Introduction",
					"page": 1,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/TheFlyingMisfortune/The_flying_misfortune.webp"
							},
							"title": "The Flying Misfortune Cover",
							"width": 900,
							"height": 1273
						},
						{
							"type": "hr"
						},
						"This adventure is designed for the {@adventure Storm King's Thunder|SKT} campaign, and is meant to enhance your party's connection to important events and NPCs. While it is intended for a party of around 6th level, the nature of the quest is such that it fits easily with a higher level as well. It will put your players in contact with {@creature Felgolos|SKT}, the bronze dragon that is encountered in Chapter 9 of Storm King's Thunder, as well as the ancient dragon {@creature Iymrith|SKT}, who plays a prominent role in the main plot. Of course, you can also change names and locations to make this adventure fit into any other campaign world - as long as it has dragons and deserts. Enjoy!",
						{
							"type": "section",
							"name": "Synopsis",
							"page": 1,
							"entries": [
								"This adventure starts when the party encounters a group of Zhentarim agents out to capture a dragon that has been attacking the Black Network's caravans. While speaking with the party, the dragoncatchers are surprised by their prey: the bronze dragon {@creature Felgolos|TheFlyingMisfortune}. After (hopefully) defeating the Zhentarim, {@creature Felgolos|TheFlyingMisfortune} asks the party to accompany him to the ancient dwarven ruins of Ascore, the lair of two blue dragons who have stolen one of {@creature Felgolos|TheFlyingMisfortune|Felgolos'} prized possessions. In Ascore, the party and {@creature Felgolos|TheFlyingMisfortune} will have to sneak through the ruins or face the dragons in open combat, in order to pilfer their hoards and leave with {@creature Felgolos|TheFlyingMisfortune|Felgolos'} treasure (and perhaps a bit more!)."
							]
						},
						{
							"type": "section",
							"name": "Dragoncatchers",
							"page": 1,
							"entries": [
								"The adventure can start at any point you want it to, but ideally it starts while the party is travelling down a well-used trade road, such as the High Road, Evermoor Way or the Delimbiyr Road, in no great hurry to reach anywhere. Read or paraphrase the following, when you are ready to start: ",
								{
									"type": "insetReadaloud",
									"entries": [
										"As the road takes you through a dense patch of forest, you see a horse-drawn carriage coming towards you. In the front sits a gaudily dressed, slick-looking high elf male and a sturdy, red-haired dwarven woman wearing heavy armor. Alongside the carriage walks four leather clad men, each with a morningstar at his belt and a heavy crossbow slung from a large backpack."
									]
								},
								"The four leather clad men (NE male human {@creature thug|mm|thugs} of various ethnicities)  are each carrying a {@item netlauncher|TheFlyingMisfortune|netlauncher} (see the Items section on page 9). The pair in the front of the wagon are {@creature Elathian Ellindil|TheFlyingMisfortune|Elathian Ellindil} (NE male elf mage) and {@creature Berka Goldhop|TheFlyingMisfortune|Berka Goldhop} (N female dwarf veteran carrying a battleaxe and a handaxe instead of swords).",
								"The Zhentarim hails the party in a friendly manner, and Elathian, who speaks for the group, asks if the party has seen a dragon flying around. He explains that a dragon has been attacking trade caravans in the area, and that he and his companions have decided to try and catch the beast. This, of course, isn't the whole truth: Elathian and his thugs are actually Zhentarim operatives, and answer to Nalaskur Thaelond, innkeeper at the Zhentarim-run Bargewright Inn in the Dessarin Valley. They bear no insignia alluding to this fact.",
								"If the party show any interest, Elathian will tell them that their prey is a bronze dragon mockingly called 'the Flying Misfortune' for its clumsiness. He'll also offer the party members 100 gold pieces each if they help him catch it. If the party accepts, he hopes to have them take the majority of the punishment if/when the dragon is encountered. ",
								{
									"type": "entries",
									"name": "Enter The Dragon",
									"page": 1,
									"entries": [
										"Whether the party decides to move on, join up with the dragoncatchers or hostilities commence, {@creature Felgolos|TheFlyingMisfortune|Felgolos} judges the interaction a suitable distraction for mounting his attack against the Zhentarim. With usual clumsiness, the adult bronze dragon come crashing through the canopy, immediately using his lightning breath against as many Zhentarim targets as possible, while roaring: {@i You Zhentarim scum think you'll catch Felgolos, the bronze avenger? I'll fry you, and your stolen wares!} "
									]
								},
								{
									"type": "inset",
									"name": "Felgolos",
									"entries": [
										"Known to his friends as 'The Flying Misfortune,' Felgolos has an uncanny and seemingly effortless ability to imperil himself and others around him with his recklessness. He's also quite clumsy and a bit awkward socially. He means well, however. When he uses his Change Shape ability, he prefers to assume the form of a ruddy-skinned halfling with curly, bronze-colored hair or a young human lad with blond hair and sunbronzed skin. Felgolos is no friend of the Black Network. Any party member affiliated with the Zhentarim can, with a successful DC 10 Intelligence (History) check, recall tales of a dragon that matches Felgolos' description attacking Zhentarim caravans and snatching their wagons, beasts of burden and all. In fact, Felgolos has a large collection of Zhentarim wagons and isn't afraid to admit it. He won't part with any of them, however, because he considers the wagons and their cargo as his treasure. He targets Zhentarim caravans specifically because he knows the Black Network's sinister reputation and delights in frustrating the Zhents' plans.",
										"Storm King's Thunder p. 192"
									]
								},
								"Throughout the fight, Felgolos focuses his attention on the Zhentarim, and tries to remain airborne and away from dangerous melee attacks. If the party takes up arms against Felgolos, or don't intervene at all, Felgolos urges them to {@i attack the black-hearted scum}, quickly explaining that they are Zhentarim, carrying smuggled wares. ",
								"The thugs use their {@item netlauncher|TheFlyingMisfortune|Netlaunchers} to attempt to snare {@creature Felgolos|TheFlyingMisfortune|Felgolos} and bring him to the ground, while {@creature Elathian Ellindil|TheFlyingMisfortune|Elathian Ellindil} casts greater invisibility on himself, before hurling magic missiles and other spells at the evasive dragon. {@creature Berka Goldhop|TheFlyingMisfortune|Berka} quaffs a potion of flying and attempts to go into melee range with Felgolos.",
								"If the Zhentarim are obviously losing, they'll flee before dying for a lost cause. Any remaining thugs will flee if both Elathian and Berka are defeated, and either of the two officers will flee if all their men have been killed. If Felgolos is reduced to under half hit points by the assault, and the party aren't helping him, he will attempt a swift, airborne escape",
								{
									"type": "entries",
									"name": "Treasure",
									"page": 2,
									"entries": [
										" Each {@creature thug|mm|thug} carries a {@item heavy crossbow|phb}, a {@item netlauncher|TheFlyingMisfortune}, {@item leather armor|phb}, a {@item morningstar|phb}, and a pouch with {@dice 1d10} gold pieces. {@creature Elathian Ellindil|TheFlyingMisfortune} carries a {@item Ring of Lightning Resistance|DMG}, that he's acquired for the occasion, as well as 3 garnets and 5 tourmalines worth 100gp each. {@creature Berka Goldhop|TheFlyingMisfortune} has a {@item battleaxe|phb}, a {@item handaxe|phb}, a {@item Heavy Crossbow|PHB} and a suit of {@item Splint Armor|phb} if it hasn't been ruined, plus 50 gold pieces and 8 silver pieces. She also has a {@item Potion of Flying|DMG} (if she hasn't consumed it) and a {@item Potion of Greater Healing|DMG}. The carriage is empty except for 40 {@item Crossbow Bolt|PHB}, 12 days of rations, a bottle of fine Cormyrean Plumwine and a whole casket of ale. "
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"page": 2,
									"entries": [
										"If the party aids {@creature Felgolos|TheFlyingMisfortune} in defeating the Zhentarim, the bronze dragon thanks them, and explains that he's been attacking (and confiscating) Zhentarim caravans for a while now. However, the Zhentarim are getting anxious to catch him - as evidenced by the dragoncatchers - and he's considering laying low for a while. This coincides nicely with meeting the party, and if they're willing, he'd like their help to cause some even greater mischief",
										"A few years ago, Felgolos' lair was raided by a pair of blue dragons, hailing from the desert of Anauroch. Among other things, they stole Felgolos' most prized possession: a silver pouch of exquisite pipe weed called {@item Yondalla's Delight|TheFlyingMisfortune}. Felgolos doesnt care about the rest of the dragons' treasures, and offers the party all the loot they can carry, if they'll help him get his pipe weed back, which is supposedly sacred to the halfling goddess {@deity Yondalla|Halfling|MTF}, whom he claims was a dear friend of his father. He would do it himself, but the two dragons are stronger than him, and he fears that his bad luck and clumsiness would get him captured if he tried the feat alone.",
										"If some or all of the party attacked him, he'll be angry with them, and might attempt to intimidate them into helping him with his quest instead of courteously extending the offer. He'll call it penance for their ill chosen loyalties, but still present them with the same generous offer"
									]
								},
								{
									"type": "entries",
									"name": "Travelling To Ascore",
									"page": 2,
									"entries": [
										"If the party agrees, Felgolos waits for them at the western edge of the Anauroch desert, where the road between Arn Forest and Vordrorn Forest end at a pair of large gates set in a mountain ridge. Be prepared, this could be a long and hard journey across the continent, but there's no time constraint on Felgolos' quest, so that's perfectly okay.",
										"Alternatively, if you deem the journey too long and boring, have Felgolos pick up the carriage with the party in it, and fly them directly to the gates of Ascore. Felgolos' can fly up to 72 miles each day while carrying the wagon this way. To spice up the journey, you can use the Random Aerial Encounters Table on page 134 of Storm King's Thunder."
									]
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/TheFlyingMisfortune/193137-Ascore_Grid_Players.webp"
											},
											"title": "Ascore",
											"id": "AscoreMap",
											"imageType": "map",
											"grid": {
												"type": "square",
												"size": 72
											}
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/TheFlyingMisfortune/193137-F6_-_Forest_Road_Grid.webp"
											},
											"title": "Forest Road Grid",
											"imageType": "map",
											"grid": {
												"type": "square",
												"size": 72
											}
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Ascore",
							"page": 3,
							"entries": [
								"Ascore was once an aboveground dwarven settlement, that overlooked the edge of an ocean and fielded massive stone ships fueled by dwarven magic. However, several millennia ago, when the desert of Anauroch swallowed up all the vitality and moisture of the land, and dark perils swarmed the area, the dwarves abandoned the ancient city. The remaining ruins are now home to two adult blue dragons, {@creature Anaxaster|TheFlyingMisfortune} and {@creature Chezzaran|TheFlyingMisfortune}, who are the children of the Doom of the Desert, the ancient blue dragon {@creature Iymrith|SKT}.",
								{
									"type": "entries",
									"name": "General Features",
									"page": 3,
									"entries": [
										"The ruins of Ascore has the following general features:",
										"{@b Temperature.} During the midday temperatures in the Anauroch desert can reach more than 100 degrees Fahrenheit or 40 degrees Celcius. This is {@i extreme heat} (DMG p. 110), but you only need to concern yourself with this if the party remains in the city for more than 1 hour.",
										"{@b Buildings.} All the ruined Buildings in Ascore have walls and roofs, unless otherwise noted in their descriptions",
										"{@b Light.} There are no light sources in the city, as none of the creatures dwelling within need them. During the day, this is not an issue, but the desert nights are pitch black."
									]
								},
								{
									"type": "entries",
									"name": "Entrance",
									"page": 3,
									"entries": [
										"When the party arrives at the end of the road leading to Ascore, read or paraphrase the following: ",
										{
											"type": "insetReadaloud",
											"entries": [
												"As you proceed east along the trade road, the temperature seems to rise, the air around you becomes dryer, and finally a mountain ridge appears on the horizon. Drawing closer, you spot the tall stone gates that block the road's passage into the vast desert of Anauroch. On each side of the massive doors are long lines of marble plinths. Only one of these, the one nearest to the door on the left side, has a statue perched upon it: an eight-foot-tall dragon cut from black stone."
											]
										},
										"If Felgolos didn't accompany the party on the journey, he is waiting for them in his halfling form, sitting on one of the empty plinths smoking an obsidian pipe (which is, sadly, not stuffed with Yondalla's Delight). Even though Felgolos could easily fly above the tall mountain ridges, he accompanies the party on foot, fearing that flying too close to the dragons' lairs will alert them to his presence. He remains in halfling form until it is absolutely necessary for him to reveal his true form. ",
										"{@b Marble Plinths.} All the plinths used to have dwarven statues set upon them, but these have been lost to the wear and tear of time. Any character succeeding on a DC 15 Intelligence (History) check will recognize the stonework of the plinths as several millennia old dwarven handiwork (dwarves have advantage on this check). Oddly, the dragon statue perching on one of these plinths is clearly not of dwarven make, and seems out of the place. The statue is actually a {@creature gargoyle|mm} created by {@creature Iymrith|SKT}, the Doom of the Desert, which might come into play later, but at the present moment does nothing (see the Running Ascore section on page 8).",
										"{@b Underground Passage.} The large stone doors can be opened with a strong push, revealing a passageway that goes underground for nearly a mile before opening up into the ancient ruins of Ascore",
										"{@b Tunnel Collapse.} As the party travel through the underground passageway, a minor quake shakes the tunnel. Each member of the party must succeed on a {@dc 13} DC 13 Dexterity saving throw, or take {@dice 3d10} bludgeoning damage from rocks and boulders falling from the stone ceiling. The tunnel remains passable, albeit littered with stones. "
									]
								},
								{
									"type": "entries",
									"name": "1. Guardhouse",
									"page": 3,
									"entries": [
										"This windswept building used to be a guardhouse. Now it's little more than four walls and a ceiling protruding from the sand. The door has been swept away as well, leaving an open doorway into the squat, stone building. ",
										"The floor of the guardhouse is covered in inches of sand. The room is otherwise empty, and the walls are bare except for some odd-looking runes carved into the back wall of the building. ",
										"{@b Riddle in the Runes.} A character who inspects the scribblings can tell that they were hastily carved, and a {@dc 15} DC 15 Intelligence (Investigation) check reveals that they were probably carved with a sharp blade, and not proper mason's tools. Any character that reads dwarven can decipher the ancient dialect written on the back wall. They read: {@i 'Brother of Delzoun, woe has befallen us. Dumathoin guard our heart now.'}",
										"A dwarven character knows {@deity Dumathoin|Dwarven|MTF} as the dwarven god of secrets and protector of the dead, as does anyone who succeeds on a {@dc 10} DC 10 Intelligence (Religion) check. "
									]
								},
								{
									"type": "entries",
									"name": "2. Armory",
									"page": 3,
									"entries": [
										"This building was once an armory, protected by a strong stone door. Now the door lies buried beneath the sand, and the roofless building is open to anyone. Kneehigh piles of sand covers most of the floor, with plenty of bits and pieces of broken or melted metal scattered throughout. ",
										"{@b Treasure.} There's little left of the many armaments that used to be kept here, but if the party takes at least five minutes to perform an investigation of the place, they'll find two {@item battleaxe|PHB} buried deep in the sand, as well as an {@item breastplate|PHB|ornate breastplate}, inlaid with mithral and dwarven runes. That these items have survived the wear and tear of the times is a testament to their excellent make."
									]
								},
								{
									"type": "entries",
									"name": "3. Scorpions' Lair",
									"page": 4,
									"entries": [
										"There's nearly nothing left of this old building, except for the western wall. In the corner of the wall is a large pile of dried wood, hay, pieces and bits of sacks and clothing, and dead shrubbery. If any character goes to disturb the pile, two {@creature giant scorpion|mm} appear from beneath the sand and attack. They will fight to the dead to protect their young who are nested in the pile of debris, but won't chase the party if they flee."
									]
								},
								{
									"type": "entries",
									"name": "4. Destroyed Building",
									"page": 4,
									"entries": [
										"Like the other buildings of ancient Ascore, the walls of this large building are extensively damaged. However, much of this damage seems to be newer damage, more likely the result of physical violence than just the passage of time. The roof is also collapsed in places, as if something fell upon it.",
										"{@b Dead Adventurers.} Inside, the building is littered with broken stones and ancient debris. Buried underneath stones lie three rotting corpses: a brownhaired halfling male (Edgar Appleseed), a human woman clad in leather (Talisa Neerma) and an older woman wearing brown robes (Dolores). These three were part of a four-man-adventuring party that got caught by the dragons. Their fourth member, the wizard Harald, ensconced himself in another building (area 8) before blowing himself and a pursuing gargoyle up with a fireball.",
										"Any character who inspects the three bodies here and succeed on a {@dc 10} Intelligence (Investigation) or Wisdom (Medicine) check, can discern that the bodies have been there for several weeks at least, but not more than two months. Additionally, the leather clad woman has been bit in her left thigh by a big creature (the blue dragon Chezzaran caught her with his teeth) and the halfling appears to have been burned or scorched by something (Anaxaster hit him with her lightning breath). ",
										"{@b Treasure.} The greedy dragons have pilfered anything magical the trio once had, but the older woman is wearing a golden heart symbol of Sune, the goddess of love and beauty (worth 250gp), around her neck, and the halfling has a hidden pouch in his left boot - which only will be revealed by a thorough search - containing 78gp, 20sp and a small wooden figure depicting a beautiful halfling woman. "
									]
								},
								{
									"type": "entries",
									"name": "5. Dumathoin's Shrine",
									"page": 4,
									"entries": [
										"The vaulted roof of this ruined building is held up by crumbling walls that have gaping holes. The decrepid walls offer many potential entrances, and allows the party to circumvent the intended northern entrance.",
										{
											"type": "entries",
											"name": "5A. Anointment Chamber",
											"page": 4,
											"entries": [
												"The small chamber leading into the shrine was originally a wash chamber, and has a small wash basin along the wall. The wash basin contains a thin sludge - a mixture between sand and holy water. The walls are carved with the depictions of dwarven deities (discernible by a {@dc 10} Intelligence (Religion) check). Above the basin, faint dwarven runes carved into the walls read: {@i 'Clear eyes have a true sight.'} A character can can still get 'clear eyes' by washing their face and eyes with the mud in the wash basin, or by using some of their own holy water, if they have it."
											]
										},
										{
											"type": "entries",
											"name": "5B. Dumathoin's Altar",
											"page": 4,
											"entries": [
												"This square chamber contains one all-encompassing feature - a large obsidian pyramid that rises three feet from the stone floor in the middle of the chamber. Its tip is flat, offering itself as a pedestal to a small object. The pyramid doesn't stand on the floor, but continues beneath it for several feet, and weighs more than a thousand pounds. Abjuration magic emanates from the pyramid, if anyone uses {@i detect magic} or a similar spell to discern such things.",
												"Any dwarf, or a character who succeeds on a {@dc 15} Intelligence (Religion) check, will recognize that the obsidian pyramid is meant to look like a mountain, and if a gemstone were placed on the top of it, it would accurately depict the holy symbol of Dumathoin, the dwarven god of buried secrets. Additionally, any character that washed their eyes with holy water recently, perhaps prompted by the runes in the anointment chamber, can see through the sides of the pyramid as if they were clear glass. Inside is a slender obsidian pedestal, upon which rests a medallion set with a beautiful green stone. ",
												"If a character places a gemstone or similar valuable object worth at least 100 gold pieces on the pyramid's rounded top, the object magically disappears (as an offering to Dumathoin), and the pyramid opens up like a blossoming flower. The pyramid otherwise can't be damaged, destroyed or opened. It closes again after a minute.",
												"{@b Treasure.} If the party manages to open the pyramid, they can take the {@item Medallion of Thoughts|DMG} that lies on the pedestal within."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "6. Residence",
									"page": 4,
									"entries": [
										"This building used to be a residence, although it bears no signs of the creatures who once dwelled within.",
										{
											"type": "entries",
											"name": "6A. Living Room",
											"page": 4,
											"entries": [
												"The first chamber of this two-room building is empty, but a quick investigation will reveal signs of battle within the last few months: scrapes on one wall, scorch marks on another, the tip of a broken blade and scattered stones."
											]
										},
										{
											"type": "entries",
											"name": "6B. Bedroom",
											"page": 5,
											"entries": [
												"The heavy stone door into the next room is intact, and is closed, but not locked. Within the room is a gruesome scene: a scorched human corpse, several months old, lying underneath bits of pieces of a dragon statue. The wizard Harald chose to cast a fireball upon himself and the gargoyle that was chasing him. The roof has a big hole in it, which is where the gargoyle entered.",
												"{@b Treasure.} Most of the wizard's belongings were either incinerated in the fireball or destroyed by the gargoyle, but his spellbook survived the ordeal. The spellbook contains all the spells a {@creature mage|DMG} has prepared, and is secured with a glyph of warding that can only be discerned with a {@dc 15} Intelligence (Investigation) check or a spell such as detect magic or identify. The glyph is inscribed upon the front of the book, and deals {@dice 5d8} fire damage in a 20-foot radius to anyone who opens the book without saying the word 'knowledge' in draconic ({@dc 15} Dex save halves this damage). The players have no way of knowing this password, besides using divination spells such as speak with dead, but can use a knife to destroy the glyph with a {@dc 15} Dexterity (Sleight of Hand) check (a failure triggers the glyph) or dispelling it with dispel magic."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "7. Dock's Office",
									"page": 5,
									"entries": [
										"There's barely anything left of this ancient building, so badly have the walls been eroded by the sand and the passage of time. If a character takes the time to investigate the walls, they'll find scribblings in dwarven detailing something that looks like docking and cargo fees - revealing the fact that this was once a dock."
									]
								},
								{
									"type": "entries",
									"name": "8. Dock",
									"page": 5,
									"entries": [
										"Two immense stone docks protrude from the sand here, extending out over a 30-foot cliff. The docking bridges are severely damaged, but otherwise safe to traverse. The cliff itself is sandy and strewn with rocks. A creature can easily traverse the cliff if taking its time (moving only 5 feet per round), but if a creature attempts to climb the cliff quickly (half movement speed), it must succeed on a {@dc 15} Athletics check, or tumble to the bottom of the cliff, taking {@dice 2d6} bludgeoning damage and landing prone."
									]
								},
								{
									"type": "entries",
									"name": "9. Dragon Lairs",
									"page": 5,
									"entries": [
										"{@creature Anaxaster|TheFlyingMisfortune} and {@creature Chezzaran|TheFlyingMisfortune} have made their separate lairs in two huge, stone ships that lie ruined and forgotten on a bed of sand, that was an ocean several millennia ago. ",
										"{@b Dragon Hoards.} The dragons have separate hoards in their lairs. Anaxster's treasure hoard is hidden in plain view on the deck of the broken ship (area 9A), while Chezzaran's hoard is in the southern end of the overturned ship he uses as his lair (area 9B).",
										"Roll on the Treasure Hoard: Challenge 11-16 table in chapter 7 {@table Treasure Hoard: Challenge 11—16} of the Dungeon Master's Guide to determine the content of each hoard. If you feel like your party might actually defeat both dragons and get an undisturbed go at the hoards, you can also roll only once on the table, and split the items and gold between the two hoards.",
										"The party might find themselves in a hurry, when they get access to the hoards, with dragons fast on their tail. The party can pilfer through a treasure hoard, using one action to take a single significant object, scoop 1000gp worth of random valuables into a bag, or attempt to find the small pouch of pipe weed with a {@dc 10} Wisdom (Perception) check (which is stashed in Chezzaran's hoard).",
										"If the party gains access to a dragon's lair while it is still sleeping, they can attempt to pilfer valuables from the hoard without waking the dragon. Each time a creature takes one item from the hoard, have them roll a Dexterity (Sleight of Hand) check against the dragon's passive Perception (with advantage because it is sleeping)."
									]
								},
								{
									"type": "entries",
									"name": "9A. Anaxaster's Lair",
									"page": 5,
									"entries": [
										"This immense stone ship lies broken in half atop the golden sands. It is ancient beyond counting, and it is almost impossible to fathom that it once sailed, considering its massive, heavy stone frame. Anaxaster, preferring the open air, has made the broken hull her lair, and stores her portion of the hoard here, on the lower deck. The upper deck rises five feet above the lower deck, and is accessible by two small, stone stairs. ",
										"{@b Boarding the ship.}  There's three obvious ways to enter the ship.",
										"The ship's railing sits only five feet above the ruined docks, allowing any creature with a Strength score of 10 or higher and 10 feet of running start to jump from the dock to the ship's railing (where it'll have to pull itself up with a {@dc 10} Strength (Athletics) check). Creatures with a Strength score lower than 10 must succeed on a {@dc 10} Strength (Athletics) check to make the jump, dropping 30 feet to the sand below on a failed check",
										"A creature can also attempt to climb the hull from below, a feat that is only possible using climbing equipment and a {@dc 10} Strength (Athletics) check or spells such as spider climb. ",
										"Alternatively, a creature can pass around the shipwreck, and climb the sand dune up unto the ship's deck. This doesn't require a check, but the sand dune is difficult terrain.",
										"{@b Gargoyles.} Upon the railing sits four {@creature Gargoyle}, created by the ancient blue dragon Iymrith (Anaxaster and Chezzaran's mother) and made to look like blue dragons. The gargoyles keep a keen watch on anyone approaching the two ships-made-lairs. The open terrain of the desert allows them to notice any creature that comes close to the cliff, unless that creature goes to great lengths to be stealthy, such as being invisible or crawling along the sand (in which case that character must make a stealth check against the gargoyles' passive perception of 10).",
										"If the gargoyles spot the party, they attack when their foes are on the docking bridge, or while they are attempting to climb up the hull. The malicious creatures prefer to handle any intruders on their own, but if three or more of them fall, one of the remaining gargoyles fly upwards in an attempt to warn Anaxaster and Chezzaran that thieves have entered their domain."
									]
								},
								{
									"type": "entries",
									"name": "9B. Chezzaran's Lair",
									"page": 6,
									"entries": [
										"This ship lies bottom-up, presenting a towering, curved hull, that rises more than 30 feet above the hot sand. Chezzaran's lair is quite cool compared to the desert outside and the hole in the hull above allows only a dim light to spread within. Chezzaran likes to sleep in the cool, dark cave of the empty hull, and it is also here he stores his treasures. ",
										"{@b Boarding the ship.} There's two obvious ways to enter the ship.",
										"On the top of the curved hull is a large hole, which is also Chezzaran's main entrance into his lair. A creature can easily climb down into the lair using a rope, if it has anything to tie it to, or someone to hold it. Otherwise, a creature can choose to drop 30 feet to the sand below.",
										"The railing of the ship is buried about two feet into the sand, which makes for an extensive digging operation for anyone seeking to enter from the foot of the hull. However, at one point on the western side of the ship, a section of the railing has broken, allowing a Medium or smaller creature to squeeze under the railing and into the Chezzaran's lair. This way in is easily found by anyone who looks around the ship for an entrance.",
										"{@b Purple Worm Carcass.} Through the chamber rises the yellowed bones of a purple worm, nearly 20 feet in diameter. The purple worm entered Chezzaran's lair on accident, and the blue dragon slew it in a fierce fight. He likes the unorthodox decoration, and hasn't done anything to remove it. As a result, Chezzaran's lair is permeated with the sweet and sickly smell of decay. ",
										"Upon the nearly-cleaned carcass of the purple worm, and on the hull itself, crawls four {@creature Carrion Crawler|MM|carrion crawlers} . The creatures are hungry, and move to attack anyone who disturb them, or lingers in the lair."
									]
								},
								{
									"type": "entries",
									"name": "The Dragons",
									"page": 6,
									"entries": [
										"Where the dragons are, depends on the time of day:",
										"{@b Daytime Approach.} If the party approaches Ascore during the day, the two adult blue dragons are flying several hundred feet above the ancient ruins, playfully fighting with each other. A creature looking up at the skies can see them with a {@dc 15} Wisdom (Perception) check. The dragons are not being very vigilant, but can still faintly see what is going on below. For each 10 minutes the party spends in the open - or just whenever you think it's appropriate - have the dragons make a DC 25 Wisdom (Perception) check to see if they notice the adventurers below. If the party take steps to hide themselves from eyes in the sky, such as camouflaging themselves with grey or brown cloaks, the dragons have disadvantage on this check.",
										"{@b Nighttime Approach.} During the night, the two dragons rest in their respective lairs. This enables the party to navigate the ruins of Ascore relatively safely, although any battle or loud noises will alert the dragons, such as disturbing the giant scorpions in area 3, setting off the explosive runes on the wizard's spellbook in area 6b, or fighting the gargoyles keeping watch above Anaxaster's lair in area 9. Even if the dragons hear suspicious noises, it is up to you if they go to investigate or wait for the thieves to come to them, before attacking. "
									]
								},
								{
									"type": "inset",
									"name": "Adjusting the Challenge",
									"entries": [
										"This side quest is meant for characters around 5th to 7th level, under the assumption that they won't try to face both dragons head on. If you think they will do just that, you might want to reduce the challenge a bit:",
										"{@b Young Dragons.} In the campaign book for Storm King's Thunder, the bronze dragon Felgolos and the two blue dragons Anaxaster and Chezzaran are all adult dragons. You can easily make this side quest less deathly by having all three dragons involved in this adventure be young dragons instead.",
										"{@b Exertion.} When the players face the two blue dragons, the dragons are either coming back from a friendly fight in the sky, or waking up from a deep slumber. This could mean that the dragons' breath attacks are expended and they can't take legendary actions. This levels the playing field significantly."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Running Ascore",
							"page": 6,
							"entries": [
								"Before you unleash your party into Ascore, be advised that this quest is meant to be more of a heist, than a typical see-kill-loot scenario. If your party seems to think otherwise, you can have Felgolos' advise them just how dangerous the two dragons are, especially if encountered together. Felgolos also advises the party to approach during the day, while the dragons are out hunting or playing. He doesn't know where the dragons keep their hoards, or his stolen pipe weed.",
								"Ideally, Anaxaster and Chezzaran don't become aware of the party before your players are close to the hoards (area 9 and 10), or are already pilfering through them. When the dragons notice the party, Felgolos can volunteer to distract the dragons, while the players search for Yondalla's Delight and pick out other choice bits of treasure. The dragons' descend from above takes three rounds.",
								"Felgolos manages to keep one of the two blue dragons busy in an airborne struggle, and unless one of your players are riding Felgolos while they fight, you can keep this fight 'off-screen', so to speak, and make a simple 1d6 roll for each dragon, each round. Multiply the roll by 10, and that's the amount of damage it does to the other dragon in that round. This continues until one dragon is reduced to 30 hit points or less (upon which it flees on its next turn), is killed outright by the other, or Felgolos sees that the party has escaped and goes to catch up. ",
								"While Felgolos is fighting above, the other dragon confronts the party below. If your party is overmatched and know it, this should create an interesting encounter where the party must weigh their greed against their need to escape, and create a running battle, where the dragon tries to block the party's frantic run back to the tunnel.",
								{
									"type": "entries",
									"name": "Development",
									"page": 7,
									"entries": [
										"If the party makes it back to the tunnel under the mountain ridge, the dragons give up the chase. They don't know where the tunnel leads to, and won't be searching for the party on the other side. This doesn't mean they have forgiven or forgotten the audacious theft, and they might appear later in your campaign again to take vengeance.",
										"{@b Doom of the Desert. } While the two dragons aren't waiting for the party on the other side, someone is. When they reach the end of the underground tunnel, the gargoyle statue that sits on one of the ancient dwarven plinths comes to life and sets its vengeful glare on the party. With a powerful and disdainful voice, Iymrith, the Doom of the Desert, an ancient blue dragon, speaks through the mouth of the obsidian statue.",
										"If the party was at least partially successful in their exploits, Iymrith laments that she {@i 'spawned such feeble offspring, that are so easily defeated by smallfolk and a fumbling metallic'} and exclaims that the party is {@i 'lucky that I have not the time for such pedestrian matters at the present moment. But your time will come, and you will know my vengeance. The Doom of the Desert abides no insolence.'}",
										"If the party were defeated or fled empty-handed, the statue scorns them and their efforts (and anyone they lost), and promises to {@i 'finish the job, as soon as I have any time to spare for such insignificant creatures. I assume that you've learned not to disturb the children of the Doom of the Desert, but I better destroy you to ensure that you don't go giving anyone else good ideas.'}",
										"When Iymrith has delivered her vengeful or scornful words, the gargoyle explodes violently, showering any creature nearby with heavy stones. Any creature within 30 feet of the gargoyle takes 5d6 bludgeoning damage, or half as much on a succesful DC 13 Dexterity saving throw.",
										"{@b Share the spoils. } When the ordeal is over, and the party is hopefully safe somewhere with Felgolos, the bronze dragon thanks them for their aid. He seems wholly unshaken by events, even if he or any characters were injured or killed during the adventure. As an additional token of his respect, Felgolos offers to share Yondalla's Delight with the party, if they would like some. He'll give them half of the bag, with admonishings to partake only before a great challenge."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Troubleshooting",
							"page": 8,
							"entries": [
								"Below are some issues that might arise when running this adventure, and suggestions on how to handle them.",
								"{@b Felgolos dies. } If Felgolos dies, either in the initial encounter with the Zhentarim (which should only happen if the party don't side with him) or while fighting Anaxaster and Chezzaran, he obviously can't be captured by the cloud giants in Chapter 9 of Storm King's Thunder. You can prevent his death by having him simply disappear instead of dying - attribute it to freak luck, dragon magic or Yondalla's blessing - or replace him with another dragon in the cloud giant castle (possibly the silver dragon Clarion from Chapter 1). ",
								"{@b Lonely Statue. } The only thing that really involves Iymrith in the adventure, is the encounter with her statue as the party leaves Ascore. If the party chooses to leave by another route - such as darting into the desert, or whatever - they will miss this encounter. That is, however, not a big problem. Simply have a dragon-made-of-sand rise out of the ground, deliver the message, and disappear into sand again. It isn't really important how Iymrith announces herself to the party - it's just the fact that she does.",
								"{@b Party Annihalation. } This adventure is really dangerous - there's two dragons, for crying out loud! - especially if your party doesn't quite grasp the gravity of their situation. If Anaxaster and Chezzaran are slaughtering your players, you can have Felgolos pick them up with his claws and cast Teleportation to get them to the tunnel entrance. Also, remember that it's perfectly fine to play the dragons less than optimally: maybe one dragon is more concerned with returning to secure its own hoard, and the other dragon is too blinded by rage to use all its legendary actions or cares more about grabbing stolen loot than killing adventurers."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix A: Items",
					"page": 9,
					"entries": [
						{
							"type": "statblock",
							"tag": "item",
							"name": "Medallion of Thoughts",
							"source": "DMG",
							"page": 9
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TheFlyingMisfortune",
							"name": "Netlauncher",
							"page": 9
						},
						{
							"type": "statblock",
							"tag": "item",
							"name": "Yondalla's Delight",
							"source": "TheFlyingMisfortune",
							"page": 9
						}
					]
				}
			]
		}
	]
}
