{
	"_meta": {
		"sources": [
			{
				"json": "DoDkSearchSmugglersSecrets",
				"abbreviation": "ISotSS",
				"full": "Dungeons of Drakkenheim: In Search of the Smuggler's Secrets",
				"authors": [
					"Ghostfire Gaming"
				],
				"convertedBy": [
					"Giddy"
				],
				"version": "1.0.0",
				"partnered": true,
				"url": "https://marketplace.dndbeyond.com/category/DBVGPMH5P",
				"dateReleased": "2025-02-26",
				"color": "8a3ea8"
			}
		],
		"edition": "one",
		"dateAdded": 1740608604,
		"dateLastModified": 1740765138,
		"_dateLastModifiedHash": "e883400fb4"
	},
	"monster": [
		{
			"name": "Lamplighter",
			"source": "DoDkSearchSmugglersSecrets",
			"page": 36,
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 85,
				"formula": "10d10 + 30"
			},
			"speed": {
				"walk": 50
			},
			"str": 19,
			"dex": 17,
			"con": 16,
			"int": 13,
			"wis": 15,
			"cha": 10,
			"skill": {
				"perception": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"resist": [
				"fire",
				"radiant"
			],
			"languages": [
				"understands Common but does not speak"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Lantern Light",
					"entries": [
						"The lamplighter sheds {@variantrule Bright Light|XPHB} in a 20-foot radius and {@variantrule Dim Light|XPHB} for an additional 10 feet. This light goes out if the lamplighter dies."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atkr m} {@hit 6} to hit, reach 5 ft., one target. {@h}22 ({@damage 4d8 + 4}) necrotic damage."
					]
				},
				{
					"name": "Lantern Beams",
					"entries": [
						"The lamplighter emits two different magical beams from their lanterns, choosing two targets they can see within 60 feet.",
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Blasting Light",
									"entry": "{@actSave str} {@dc 13}, one creature within 60 feet who can see the lamplighter. {@actSaveFail} 10 ({@damage 3d6}) Force damage, and the target has the {@condition Prone|XPHB} condition. {@actSaveSuccess} Half damage."
								},
								{
									"type": "item",
									"name": "Blinding Light",
									"entry": "{@actSave con} {@dc 13}, one creature within 60 feet who can see the lamplighter. {@actSaveFail} 10 ({@damage 3d6}) Radiant damage, and the target has the {@condition Blinded|XPHB} condition until the start of the lamplighter's next turn. {@actSaveSuccess} Half damage."
								},
								{
									"type": "item",
									"name": "Burning Light",
									"entry": "{@actSave dex} {@dc 13}, one creature within 60 feet who can see the lamplighter. {@actSaveFail} 10 ({@damage 3d6}) Fire damage, and the target is burning. {@actSaveSuccess} Half damage."
								},
								{
									"type": "item",
									"name": "Witch Light",
									"entry": "{@actSave wis} {@dc 13}, one creature within 60 feet who can see the lamplighter. {@actSaveFail} The target has the {@condition Charmed|XPHB} condition. While {@condition Charmed|XPHB} in this way, the target must use all of their movement on their turns to move toward the lamplighter. At the end of each of their turns, the target repeats the save, ending the effect on themself on a success. The target has advantage on its saves to end this effect if it's taken damage from the lamplighter. After 1 minute, the target is no longer {@condition Charmed|XPHB} by the lamplighter."
								}
							]
						}
					]
				}
			],
			"reaction": [
				{
					"name": "Warding Flare",
					"entries": [
						"{@actTrigger} A creature targets the lamplighter with an attack. {@actResponse} The lamplighter's lanterns flare, and the target has disadvantage on their attack rolls against the lamplighter this turn."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/bestiary/tokens/Lamplighter.webp"
			},
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"F",
				"N",
				"O",
				"R"
			],
			"miscTags": [
				"AOE",
				"MA"
			],
			"conditionInflict": [
				"blinded",
				"charmed",
				"prone"
			],
			"hasFluff": true,
			"hasFluffImages": true
		}
	],
	"monsterFluff": [
		{
			"name": "Lamplighter",
			"source": "DoDkSearchSmugglersSecrets",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The creature is cloaked in dark rags that hang off their hunched form, two massive lanterns dangling from fleshy protrusions off their back. Their arms and legs are gangly and long, as though they walk on stilts as they lumber forward on all fours. Their face is expressionless and pale, with hollow black pools for eyes. As their mouth opens, their jaw unhinges to reveal a gaping maw filled with spiked, hooked teeth. The creature's screech is harrowing as lamps glow brighter and motes of arcane energy flit about them.",
						"Before the cataclysm that claimed Drakkenheim, lamplighters would traverse the city's streets at dusk, ensuring all the lanterns along the main thoroughfares were lit. Once, those lanterns were guiding lights to those making their way home at the end of the day. Now, the contamination that spreads through Drakkenheim has transformed the former lamplighters into twisted abominations. Their forms have merged with the lanterns they once kept lit, letting them lure creatures in the ruins toward their comforting lights—then devour those creatures while they bask in the glow.",
						"In their contaminated madness, lamplighters view other creatures as pests desiring to put out their lanterns, and so they have resolved to snuff out those creatures instead. One can sometimes hear the muttering and wailing of the lamplighters echoing these delusions, as they cry out, \"Keep the lights!\" or \"Must not let the darkness in ...\"",
						{
							"type": "entries",
							"name": "Combat Tactics",
							"entries": [
								"Lamplighters hide in dark, ruined buildings or small hovels during the day, emerging only at dusk. They patrol through the night, magically lighting the ruined lanterns of the city to ensure that the main roads are well illuminated.",
								"From a distance, a lamplighter appears as a softly glowing light that bobs as it moves through the ruins. The creature uses their Lantern Beams action to either fend off creatures from a distance, or to lure unsuspecting prey in toward them. When a creature is close enough, the lamplighter uses their ravening maw to attack and devour them.",
								"A lamplighter reduced to below a quarter of their {@variantrule Hit Points|XPHB} usually attempts to flee into the ruins to recover. These creatures are territorial to the streets they worked in life, and they will return to that territory once healed, continuing to protect their precious lights against intruders.",
								"Because lamplighters are inherently drawn to the dark places of Drakkenheim, characters can often avoid them by sticking to areas already illuminated by lantern light. At the same time, lamplighters can be drawn to specific locations by snuffing out the lights in the area along a main road, compelling the creatures to come and reignite their lanterns."
							]
						},
						{
							"type": "entries",
							"name": "Study the Foe",
							"entries": [
								"A character proficient in {@skill Nature|XPHB} or {@skill Survival|XPHB} has advantage on Intelligence ({@skill Arcana|XPHB}) checks when they take the {@action Study|XPHB} action to examine a Lamplighter. They learn the following information based on their check result:",
								{
									"type": "list",
									"items": [
										{
											"type": "item",
											"name": "10 or higher",
											"entry": "This check result reveals the lamplighter's resistances."
										},
										{
											"type": "item",
											"name": "15 or higher",
											"entry": "This check result reveals the creature's Lantern Beams feature and its multiple options."
										},
										{
											"type": "item",
											"name": "20 or higher",
											"entry": "This check result reveals the creature's highest (Str, Dex) and lowest (Int, Cha) ability scores and saving throws."
										}
									],
									"style": "list-hang-notitle"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/bestiary/Lamplighter.webp"
					}
				}
			]
		}
	],
	"adventure": [
		{
			"name": "Dungeons of Drakkenheim: In Search of the Smuggler's Secrets",
			"id": "DoDkSearchSmugglersSecrets",
			"source": "DoDkSearchSmugglersSecrets",
			"group": "supplement-alt",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/covers/DoDkSearchSmugglersSecrets.webp"
			},
			"published": "2025-02-26",
			"author": "Ghostfire Gaming",
			"storyline": "Drakkenheim",
			"level": {
				"start": 3,
				"end": 3
			},
			"contents": [
				{
					"name": "Dungeons of Drakkenheim: In Search of the Smuggler's Secrets",
					"headers": [
						"Adventure Overview",
						"Prelude: Emberwood Village",
						"Part 1: Meeting Captain Lang",
						"Part 2: Journey to Drakkenheim",
						"Part 3: Entering the Sewers",
						{
							"depth": 1,
							"header": "1a. Drann River Quay"
						},
						{
							"depth": 1,
							"header": "1b. Sewer Entrance"
						},
						{
							"depth": 1,
							"header": "1c. Sewer Passage"
						},
						{
							"depth": 1,
							"header": "1d. Alcove"
						},
						"Part 4: Exploring the Underground Passages",
						{
							"depth": 1,
							"header": "2a. Sluice Gate Corridor"
						},
						{
							"depth": 1,
							"header": "2b. Maintenance Locker Room"
						},
						{
							"depth": 1,
							"header": "2c. Sluice Gate Control Room"
						},
						{
							"depth": 1,
							"header": "2d. Sewer Maintenance Room"
						},
						{
							"depth": 1,
							"header": "2e. Flooded Corridor"
						},
						{
							"depth": 1,
							"header": "3a. Outer City Sewer Junction"
						},
						{
							"depth": 1,
							"header": "3b. Tunnel Entrance"
						},
						{
							"depth": 1,
							"header": "3c. Downward Slope"
						},
						{
							"depth": 1,
							"header": "3d. Dig Site"
						},
						{
							"depth": 1,
							"header": "3e. Deep Dreg Encampment"
						},
						{
							"depth": 1,
							"header": "3f. Inner City Sewer"
						},
						"Part 5: Escape",
						"Appendix A: New Monster",
						"Appendix B: Rules for Contamination",
						"Appendix C: Handouts",
						"Credits"
					]
				}
			]
		}
	],
	"adventureData": [
		{
			"id": "DoDkSearchSmugglersSecrets",
			"source": "DoDkSearchSmugglersSecrets",
			"data": [
				{
					"type": "section",
					"name": "Dungeons of Drakkenheim: In Search of the Smuggler's Secrets",
					"id": "000",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/000-00-001.cover.webp"
							},
							"width": 1700,
							"height": 2229
						},
						{
							"type": "section",
							"name": "Adventure Overview",
							"id": "001",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/001-00-002.entering-the-sewers.webp"
									},
									"title": "Entering The Sewers",
									"width": 1700,
									"height": 1057
								},
								"Drakkenheim is no more. The fallen city is now a contaminated ruin inhabited by mutated monsters and infested with eldritch magic. The ancient imperial walls of Drakkenheim still stand, separating the Inner City and Outer City. However, those walls and their gates are home to numerous hostile gargoyles which descend from their perches to attack anyone who dares to trespass within the city. This makes excursions intended to plunder the treasures of Drakkenheim both difficult and dangerous.",
								"Faction agents and adventurers have long speculated that many alternative routes run through the polluted sewers that stretch beneath the city streets. Though such routes might offer safer ways to get inside Drakkenheim, no one is so far known to have found one. However, a recently discovered old smuggler's map shows three secret passages that connect the sewer systems of the Outer and Inner Cities. Unfortunately, it's anyone's guess as to whether the map is genuine, let alone whether some collapse, monster's rampage, or other calamity has blocked the hidden tunnels since the map was made. Whether acting on their own or at the behest of others, it falls to the characters to enter the sewers to verify the veracity of the map and determine which of its routes are traversable—even as they take on the deadly challenges beneath the city.",
								{
									"type": "entries",
									"name": "Running the Adventure",
									"id": "002",
									"entries": [
										"This adventure is designed for four characters of 3rd level. The adventure begins in the small settlement of {@area Emberwood Village|018|x}, a safe haven and meeting place for adventurers and faction agents a few miles south of Drakkenheim. The characters might have come to Drakkenheim for any number of reasons, but all of them need to get deeper into the city to make good on those goals. Additionally, any of the characters might wish to improve their reputation with one of the five factions. With so few safe routes into Drakkenheim, a smugglers' tunnel might be an ideal passage for a faction to gain a much-needed foothold in the city.",
										"This adventure uses the 2024 rules for Dungeons & Dragons. To play, you need either the 2024 core books, the {@book D&D Free Rules|XPHB|1}, or the free fifth edition {@link System Reference Document (SRD)|https://www.dndbeyond.com/resources/1781-systems-reference-document-srd}.",
										"\"In Search of the Smuggler's Secrets\" is a standalone adventure set in the city of Drakkenheim. If you enjoy the setting and the themes of this Drakkenheim adventure, you can find a full adventure for characters of 1st to 13th level in the adventure book {@adventure Dungeons of Drakkenheim|DoDk}. If you already own {@i Dungeons of Drakkenheim}, \"In Search of the Smuggler's Secrets\" can be slotted into the Outer City locations as an optional quest to find another way into the Inner City, and to deepen the characters' connections to a faction.",
										"This adventure can be run without using any of the additional rules presented in the {@i Dungeons of Drakkenheim} adventure book. But if you and your players want a true Drakkenheim experience, a number of the key features of the setting have been included in this adventure.",
										"When reading this adventure, you'll sometimes see text in {@b bold}. That's the adventure's way of calling out a monster or NPC in a scene or location who is ready to fight. A new monster, a {@creature lamplighter|DoDkSearchSmugglersSecrets}, is found in {@area appendix A|06d|x} at the back of the adventure booklet. If a monster's name appears in bold but isn't followed by \"(see {@area appendix A|06d|x})\", that monster's game statistics are found in the fifth edition core rules.",
										"When you see text in {@i italics}, that's the adventure's way of identifying a spell (such as {@spell Tasha's Hideous Laughter|XPHB|Hideous Laughter}) or a magic item (such as {@item Winged Boots|XDMG}). Spells and magic items are found in the 2024 fifth edition core rules.",
										{
											"type": "insetReadaloud",
											"id": "003",
											"entries": [
												"When you see boxed text like this, the characters have likely entered a new area or triggered an event, such as an NPC entering the scene. This text is meant for you to read or paraphrase aloud to the players to set the scene."
											]
										},
										{
											"type": "entries",
											"name": "Adventure Flowchart",
											"id": "004",
											"entries": [
												"The Adventure Flowchart outlines the characters' expected progression through the adventure.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/002-00-025.adventure-flow-chart.webp"
													},
													"title": "Adventure Flowchart",
													"width": 1700,
													"height": 2036
												}
											]
										},
										{
											"type": "entries",
											"name": "Part 1: Meeting Captain Lang",
											"id": "005",
											"entries": [
												"The characters arrive in {@area Emberwood Village|018|x} a few miles south of Drakkenheim, where they meet with Captain Ansom Lang of the Hooded Lanterns faction—the military order whose members fight against the monsters and brigands who now occupy Drakkenheim. Captain Lang hires the characters to delve into the sewers beneath the city, then provides them with the smuggler's map (see \"{@area Handout 1|022|x}\") and the smuggler's notes (see \"{@area Handout 2|023|x}\")."
											]
										},
										{
											"type": "entries",
											"name": "Part 2: Journey to Drakkenheim",
											"id": "006",
											"entries": [
												"As they travel into the city, the characters are stopped by {@area Rose Carver|028|x} and her bandit gang. Carver tries to entice the characters into double-crossing the Hooded Lanterns, gathering the information that Captain Lang seeks but then turning it over to her and the faction known as the Queen's Men—a loose alliance of bandits and outlaws in the city who follow a mysterious figure known as the Queen of Thieves."
											]
										},
										{
											"type": "entries",
											"name": "Part 3: Entering the Sewers",
											"id": "007",
											"entries": [
												"The smuggler's map indicates a possible entry point into the Drakkenheim sewer system offering the most direct access to the three routes the characters are to assess. The Drann River drainage pipe ({@area Area 1|031|x}) is built along the Drann River Quay, and leads to passages that connect all three areas of interest on the map. Here, the characters get their first taste of the hazards to be faced in the sewers."
											]
										},
										{
											"type": "entries",
											"name": "Part 4: Exploring the Underground Passages",
											"id": "008",
											"entries": [
												"Once the characters are in the sewer system, they can use the smuggler's map to find their way to three possible passages leading under the city walls: the Sluice Gate ({@area Area 2|03d|x}), the Smugglers' Tunnel ({@area Area 3|049|x}), and the Sally Port ({@area Area 4|059|x}). Completing the mission requires the characters to investigate each location to see which offers the best route into the Inner City, but they can investigate the locations in any order they wish."
											]
										},
										{
											"type": "entries",
											"name": "Part 5: Escape",
											"id": "009",
											"entries": [
												"Once the characters have completed their underground exploration, they can leave the sewers either at {@area Lantern Way|065|x} in the Inner City or {@area Dampstone Avenue|067|x} in the Outer City, depending on whether they remain loyal to the Hooded Lanterns or decide to work with {@area Rose Carver|028|x}. Wherever they emerge, they face a deadly monster stalking the ruins of the city before they meet up with their faction contact."
											]
										},
										{
											"type": "entries",
											"name": "Player-Driven Pillars of Play",
											"id": "00a",
											"entries": [
												"While combat is always possible, most encounters in this adventure can be avoided or bypassed by way of clever exploration, careful stealth, puzzle solving, or cunning social interaction. Allow the characters to decide how they would like to approach each encounter, and be forthright when describing situations so the players can assess how to tackle them. You should award full experience points to characters who successfully deal with encounters without resorting to violence.",
												"In this adventure, aggressive characters who choose to fight their way through every encounter might find themselves overwhelmed and running low on resources. The contaminated {@area Haze|00e|x} (described below) that infuses the ruins of Drakkenheim makes it impossible to take a long rest within the city. As such, characters who expend their spells, class features, and {@variantrule Hit Points|XPHB} recklessly will need to retreat from the city entirely to recuperate.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/003-00-003.mutated-monstrosities.webp"
													},
													"title": "Mutated Monstrosities in Drakkenheim",
													"width": 1700,
													"height": 1057
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Adventure Background",
									"id": "00b",
									"entries": [
										"Drakkenheim was once the imperial capital of Westemär. Ruled by the royal House von Kessel, this cosmopolitan metropolis was a hub for industry, trade, magic, and art. But fifteen years ago, an eldritch storm of falling stars were the herald of a great meteor that crashed down upon Drakkenheim, unleashing destruction beyond anything the world had ever known.",
										"Aberrant horrors and wild magic spilled out from the billowing crater left behind by the onslaught, and swept through the city. The aftermath sparked a bloody civil war that destroyed the royal family, and now Westemär is slowly collapsing into anarchy. Meanwhile, Drakkenheim has become a dismal urban wasteland, polluted by contaminated magic and haunted by hideous monsters. A faint hope yet remains that the city can be rebuilt and the realm restored. And at the same time, fantastic treasures, lost wealth, and dark secrets are buried in the ruins, sought out by rival factions and bold adventurers alike.",
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/004-map-00.01-drakkenheim-city.webp"
													},
													"imageType": "map",
													"title": "Map: Drakkenheim City",
													"width": 3910,
													"height": 4096,
													"id": "06e",
													"grid": {
														"type": "none",
														"size": 207,
														"distance": 1000
													}
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/005-map-00.01-drakkenheim-city-player.webp"
													},
													"imageType": "mapPlayer",
													"title": "Player Version",
													"width": 3910,
													"height": 4096,
													"mapParent": {
														"id": "06e"
													},
													"grid": {
														"type": "none",
														"size": 207,
														"distance": 1000
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "Ruins of Drakkenheim",
											"id": "00c",
											"entries": [
												"Once, over a hundred thousand people called Drakkenheim home, and thousands more lived in small villages and hamlets within a few days' travel of the city. But only a few hundred people survived the cataclysm that devastated Drakkenheim, and now most nearby settlements are abandoned.",
												"Many points of interest and adventure sites can be found throughout the ruins, but the following are especially important in this adventure:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "The Outer City",
															"entry": "This area of estates, suburbs, and slums surrounds the city walls. Most of this adventure takes place beneath the ramshackle district on the western side of the city known as the Sprawl."
														},
														{
															"type": "item",
															"name": "The Inner City",
															"entry": "The heart of Drakkenheim features tightpacked cobblestone streets, impressive plazas, and grand architectural landmarks such as the Inscrutable Tower, the Cosmological Clocktower, the Cathedral of Saint Vitruvio, and Slaughterstone Square."
														},
														{
															"type": "item",
															"name": "Drann River",
															"entry": "The river is about four hundred feet wide where it flows through the city to the southwest. Its waters are deep, slow moving, and thoroughly contaminated by the fell magic that now fills Drakkenheim."
														},
														{
															"type": "item",
															"name": "City Walls",
															"entry": "Stone masonry walls forty feet high and five to ten feet thick separate the Inner City and the Outer City, and are set with five gates. These fortifications present a major obstacle when exploring the city, as the five city gates are all occupied by faction forces or monsters. Moreover, hostile {@creature Gargoyle|XMM|gargoyles} attack any creatures who attempt to scale the walls. These challenges make excursions into the heart of the city daunting."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Delerium",
											"id": "00d",
											"entries": [
												"Iridescent crystals of vast magical potential are found throughout Drakkenheim, left behind by the falling stars. Known as delerium, this lambent material emanates unnatural energies that induce madness and monstrous transformations. Despite these dangers, delerium is ideally suited to crafting magic items and fueling powerful new spells. Sorcerers, warlocks, wizards, and all manner of occult magicians crave its supernatural power, and delerium commands a high price within arcane circles and underground markets as a result. Many prospectors risk everything to collect a few fragments of this strange mineral, whose true origins remain unknown.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/006-00-004.delerium-crystal.webp"
													},
													"title": "Delerium Crystal",
													"width": 850,
													"height": 617
												},
												"The rival factions now operating within Drakkenheim stand divided over whether the crystals should be destroyed, harnessed, or worshiped, and their simmering disagreements threaten to escalate to outright war."
											]
										},
										{
											"type": "entries",
											"name": "The Haze",
											"id": "00e",
											"entries": [
												"A billowing mist filled with glinting multicolored motes has settled over Drakkenheim, which adventurers call the Haze. To many, it feels as though the dust raised when the meteor fell simply never went away.",
												"{@b Characters gain no benefit from taking a long rest within the Haze.} Adventurers should be well rested before heading into the ruins, as they'll need to escape the city to regain their {@variantrule Hit Points|XPHB}, spell slots, and other resources. This effect can't be circumvented by any mundane equipment, nor bypassed with spells such as {@spell Rope Trick|XPHB}, {@spell Leomund's Tiny Hut||Tiny Hut}, or any similar magic or feature."
											]
										},
										{
											"type": "entries",
											"name": "Monsters",
											"id": "00f",
											"entries": [
												"Delerium emanates magical radiation that contaminates nearby creatures and objects, inducing erratic and horrifying mutations to organic creatures and warping inorganic matter. All creatures—even constructs, elementals, and undead—are affected by these chaotic forces. Sufficient exposure can manifest as a monstrous transformation into a twisted mockery of a creature's former self—a process that drives the creature irrevocably mad.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/007-00-005.eldritch-hand.webp"
													},
													"title": "Eldritch Contaminated Hand",
													"width": 850,
													"height": 1289
												},
												"Although the monsters encountered in this adventure use the stat blocks for classic D&D creatures, their origins and lore are different. Drakkenheim monsters are the result of eldritch contamination wrought upon the former inhabitants of the city. Many of these monsters were once people or animals who resided in the city when the meteor hit, or characters who entered the ruins in an attempt to reclaim the city, find loved ones, or seek treasure. A creature who becomes fully contaminated becomes a horrible mutated monster doomed to dwell within the ruins, and nothing short of a {@spell wish|XPHB} spell can restore them to their original form. Such monsters often lose their former sense of self, their minds becoming addled with otherworldly madness that corrupts and consumes them."
											]
										},
										{
											"type": "entries",
											"name": "Eldritch Contamination",
											"id": "010",
											"entries": [
												"Characters exploring Drakkenheim can encounter deadly eldritch contamination caused by creatures, delerium, and other magical phenomena. Abilities, equipment, and spells that protect against curses, disease, magic, or poison do not work against contamination, which imposes the {@area Contamination|072|x} condition. Contamination can't be healed naturally, nor readily removed with low-level spells. The full rules for contamination can be found in {@area appendix B|071|x}."
											]
										},
										{
											"type": "entries",
											"name": "Five Rival Factions",
											"id": "011",
											"entries": [
												"Five rival factions have established themselves in Drakkenheim in the years since the city's destruction, and each seeks to gain control over the ruins. Their ideologies, methods, and objectives vary. Each group has unique and conflicting goals, differing opinions about {@area delerium|00d|x}, and their own beliefs about how Drakkenheim might be remade. Each ultimately wishes to control the city for their own reasons, whether that means restoring the old rule of House von Kessel, or establishing a new order from the ashes of the city that was.",
												"The Five Factions of Drakkenheim comprise the following:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "The Amethyst Academy",
															"entry": "A secretive mage guild and school for arcane spellcasters, the Amethyst Academy is dedicated to studying the arcane mysteries and magical phenomena in the ruins of the city."
														},
														{
															"type": "item",
															"name": "The Silver Order",
															"entry": "Members of this organization of oathbound paladins and devout warriors are sworn to combat supernatural evil, dark magic, and otherworldly incursions. The order's mission is to first control, then shut down the corrupt magic spreading from Drakkenheim."
														}
													]
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/008-00-006.queen-of-thieves.webp"
													},
													"title": "The Queen of Thieves",
													"width": 850,
													"height": 1498
												},
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "The Hooded Lanterns",
															"entry": "An irregular military drawn up from veterans of the civil war and remnants of the old Drakkenheim City Watch, the Hooded Lanterns wage a guerrilla war against the monsters, bandits, and scavengers who have taken root in their nation's former capital."
														},
														{
															"type": "item",
															"name": "The Queen's Men",
															"entry": "This loose criminal affiliation is made up of a hundred gangs of brigands, outlaws, and scoundrels, with all its members owing fealty to the enigmatic Queen of Thieves."
														},
														{
															"type": "item",
															"name": "The Followers of the Falling Fire",
															"entry": "This new religious sect is led by the prescient prophecies of Lucretia Mathias. She preaches that delerium is a divine gift, not a blight, and that these sacred crystals offer salvation against a greater darkness yet to come."
														}
													]
												},
												"Characters can interact with representatives of the Hooded Lanterns and the Queen's Men during this adventure. If you plan on making this adventure part of a broader Drakkenheim campaign, you might wish to introduce the other factions to the players and characters, or even offer alternative adventure hooks from different factions to suit the leanings of your group."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The World of Drakkenheim",
									"id": "012",
									"entries": [
										"Drakkenheim differs from many of the core settings of D&D in several ways. It is a dark fantasy setting designed to challenge characters not just with difficult combat encounters, but also with political intrigue and the need to navigate a city contaminated with eldritch energy. Some of the core concepts of a Drakkenheim campaign include:",
										"{@b The gods are silent and distant.} Deities don't manifest physically, nor do they speak with worshippers or interfere in worldly matters. Religions have developed with conflicting stories of the origins of the gods. Planar cosmology is poorly understood, though sages have developed a number of theories on the subject (often wildly incorrect).",
										"{@b Divine spellcasting powers aren't granted by gods.} Instead, clerics, druids, and paladins tap into divine energies through devotion, meditation, and resolve. Violating one's religious tenets won't result in a loss of spellcasting ability, but a crisis of faith might.",
										"{@b Individuals can't become wizards through study alone.} The arcane magic of both sorcerers and wizards is borne in the blood, and that power can be harnessed through practice and study. People in the world don't generally distinguish between different kinds of arcane spellcasters, referring to all of them as \"mages.\"",
										"{@b The laws of the land bar arcane spellcasters from holding noble titles.} Although using arcane magic is legal, the nations of the continent are party to a treaty known as the Edicts of Lumen, which strips arcane spellcasters of any noble or royal inheritance. Disregard for the edicts in any land is cause for war.",
										"{@b High-level NPCs and spellcasters are exceptionally rare in the wider world.} Despite their low numbers, high-level NPCs have a profound impact on society. However, Drakkenheim has attracted an uncommonly high concentration of such individuals."
									]
								},
								{
									"type": "entries",
									"name": "The Smuggler's Story",
									"id": "013",
									"entries": [
										"When Drakkenheim was a living city, it was a thriving hub for trade and commerce—which naturally also made it a hub for crime, smuggling, fraud, and thievery. Smuggling was long used as a means for getting illicit and rare goods into the city, since anything passing through the city gates was subject to search and taxation. Individual criminals and smugglers constantly searched for new ways to avoid the City Watch, and the sewer system was often looked to as a potential route for contraband. Although the architects of the city had taken care to make sure the sewer systems of the Inner City and the Outer City were kept separate as a security measure, canny criminals managed to find a few links between the systems over long years.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/009-00-007.smugglers-maps.webp"
											},
											"title": "Smuggler's Map",
											"width": 850,
											"height": 633,
											"id": "06f"
										},
										"The smuggler's map and the notes accompanying it at the heart of this adventure were created by an unknown smuggler shortly before the meteor struck Drakkenheim. The map and notes appear to mark out three different routes passing under the city walls, and were lost for years until being located by members of the Queen's Men. The notes have changed hands many times since then, passing between adventurers and faction agents before finally falling into the hands of agents of the Hooded Lanterns—or of the characters."
									]
								},
								{
									"type": "entries",
									"name": "Adventure Hooks",
									"id": "014",
									"entries": [
										"Consider using any of the following adventure hooks to tie the characters to the adventure.",
										"The characters can then meet with Captain Lang in {@area part 1|01d|x} of the adventure.",
										{
											"type": "entries",
											"name": "Survey Mission",
											"id": "015",
											"entries": [
												"The characters are approached by Greta Braun, a human {@creature scout|XMM} of the Hooded Lanterns, in {@area Emberwood Village|018|x}. She asks them if they'd consider taking on a freelance assignment from the Lanterns.",
												"\"We need a few capable mercenaries to assist us with a survey mission into the ruins. It's an important task to help us reclaim the city, and we'd offer you a reward for your help. Report to Captain {@area Ansom Lang|01e|x} at the watchtower on the outskirts of town. He'll provide you with the details.\"",
												"The characters can then meet with Captain Lang in {@area part 1|01d|x} of the adventure.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/010-00-008.hooded-lantern-scout.webp"
													},
													"title": "Hooded Lantern Scout",
													"width": 850,
													"height": 1235
												}
											]
										},
										{
											"type": "entries",
											"name": "Personal Expedition",
											"id": "016",
											"entries": [
												"By placing the smuggler's map in the characters' possession at the outset of the adventure, they can choose to investigate its secrets of their own accord. The characters might have discovered the old map and its accompanying notes folded up in the pocket of a bandit captain left for dead on the side of the road on the way to Drakkenheim. They might have unearthed it during a previous expedition to ruins outside Drakkenheim, or won it in a game of chance. Alternatively, a character might be related to the old smuggler, inheriting the map from a mentor, friend, or family member.",
												"Having never set foot in the city before, the characters will need the aid of a local who can read the map and understand what it depicts. Folk in {@area Emberwood Village|018|x} direct the characters to talk to Ansom Lang of the Hooded Lanterns. Lang is one of the vanguard captains of that faction, and knows the layout of the city better than most.",
												"Alternatively, the characters can choose to investigate on their own, figuring out how to access the sewers with sufficient time and study of the map. If they do so, they don't need to report to one of the factions at the end of the adventure, but they still face one of the two possible monster encounters detailed in part 5."
											]
										},
										{
											"type": "entries",
											"name": "For The Right Price",
											"id": "017",
											"entries": [
												"A representative from the Queen's Men or another faction finds the characters, then offers them double the amount the Hooded Lanterns would offer to scout the locations on the map and report the findings to them. The rival factions all have a vested interest in a passage into the Inner City that bypasses the gate controlled by the Lanterns, and which is hidden from the eyes of their enemies."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Prelude: Emberwood Village",
							"id": "018",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/011-00-009.emberwood-village.webp"
									},
									"title": "Emberwood Village",
									"width": 1700,
									"height": 1029
								},
								{
									"type": "insetReadaloud",
									"id": "019",
									"entries": [
										"A few miles south of Drakkenheim lies Emberwood Village, a humble crossroads along Champion's Road surrounded by forsaken farmsteads and dark pine forests. Many residences are abandoned and slowly deteriorating with their windows and doors nailed shut. However, the village center is alive with activity. Conversation, laughter, and music resound from several taverns along the main thoroughfare. Amidst a bustling market square, a small crowd of adventurers, merchants, and prospectors busily traffic all manner of weapons, equipment, coins, recovered treasures, and a few strange glimmering crystals. Even the light of the Sacred Flame still glows within the modest stone chapel at the heart of Emberwood Village."
									]
								},
								"Emberwood Village is the last remaining bastion within the contaminated waste that surrounds the city of Drakkenhiem. Most people who choose to reside in the small village are there to support the bustling and constant thoroughfare of adventurers, knights, and devout worshippers who are making their way to the city of Drakkenheim for their own goals. The city is a hub of trade, revelry, and a small bit of respite for those weary from a day spent in the ruins.",
								"There are several NPCs the players can interact with within Emberwood Village. It is also possible that if their foray into the sewers doesn't go as planned, they may return to the small village to recuperate. Players can take a long rest in the village at one of the many establishments or even in an abandoned house along the outskirts. They can gain intel from the various pubs and taverns, or shop at the caravans in the market square. They can also head to the chapel for healing or help dealing with the deadly contamination that Drakkenheim can inflict on those who spend too long in the ruins.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/012-map-00.02-emberwood-village.webp"
											},
											"imageType": "map",
											"title": "Map: Emberwood Village",
											"width": 4096,
											"height": 3018,
											"id": "070",
											"grid": {
												"type": "square",
												"size": 80,
												"offsetX": -16,
												"offsetY": -45
											}
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/013-map-00.02-emberwood-village-player.webp"
											},
											"imageType": "mapPlayer",
											"title": "Player Version",
											"width": 4096,
											"height": 3018,
											"mapParent": {
												"id": "070"
											},
											"grid": {
												"type": "square",
												"size": 80,
												"offsetX": -16,
												"offsetY": -45
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "Taverns and Inns",
									"id": "01a",
									"entries": [
										"Several local establishments sit along Emberwood Village's main road and are an excellent place for an adventuring party to rest, hear local gossip, or enjoy a night of comfort and revelry with other adventures and locals.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "The Bark & Buzzard",
													"entry": "This public house has a cozy and familial character and is famous for their beef stew and affordable Ember Ale. The sign hanging above the door depicts a cartoonish vulture feasting on the entrails of a bloodhound, both smiling pleasantly. Run by Karin and Holgar Alsberg, it's a common place for adventurers to kick up their feet after a day in the ruins."
												},
												{
													"type": "item",
													"name": "The Skull & Sword Taphouse",
													"entry": "This dingy saloon was converted from an old farmstead. A jawless skull impaled upon a rusty sword is embedded beside the main doors which is where the taphouse gets its name. Run by a half-orc named Frida Longhorn, this rough and tumble establishment is a wretched hive of scum and villainy where people can fence stolen goods, pick up odd jobs, and a common place for Queen's Men bandits and thugs to hang out."
												},
												{
													"type": "item",
													"name": "The Gilded Lilly",
													"entry": "This lavish two-story building is surrounded by a veranda decorated with a swirling lily motif and painted purple. It has ornate golden glowing lanterns hanging between the veranda arches and within its curtained windows. Inside, four large golden lamps light a small stage set before rows of candlelit tables. They hold nightly live performances and anyone is welcome to perform to cheers or heckles from the crowd."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Caravan Court",
									"id": "01b",
									"entries": [
										"A marketplace has sprung up surrounding the boarded-up well in the village square. This colorful collection of caravans, wagons, canvas tents, and makeshift stalls is the hub of commerce for adventurers, scavengers, and prospectors looking to make their fortune in Drakkenheim. Dozens of shrewd merchants have set up shop here to cater to the needs of the factions and explorers. Among them include:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Crowe and Sons Smithy",
													"entry": "The skilled blacksmith Tobias Crowe sells armaments of all kinds, including martial weapons and heavy armor."
												},
												{
													"type": "item",
													"name": "Marlowe's Provisions",
													"entry": "Eren Marlowe buys and sells adventuring gear, rations, and mundane equipment as well as {@item Potion of Healing|XDMG|Potions of Healing} for 50 gp each."
												},
												{
													"type": "item",
													"name": "Gainsbury Expeditionary Supply Company",
													"entry": "Run by Armin Gainsbury who sells a variety of common tools, adventuring gear, and equipment useful to explorers and adventurers."
												},
												{
													"type": "item",
													"name": "Fairweather Trades and Exports",
													"entry": "The former smuggler Orson Fairweather is here to purchase salvage and delerium found in the ruins, which he then sells to his contacts in distant ports and cities."
												},
												{
													"type": "item",
													"name": "Aldor the Immense",
													"entry": "The eccentric and large-framed merchant deals in magic items, often those plucked from the corpses of slain adventurers. He typically has {@dice 2d4} common or uncommon magic items available for sale."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Chapel of Saint Ardenna",
									"id": "01c",
									"entries": [
										"This small and quaint chapel rests in a little clearing just off Caravan Court. It is a tiny domed building with the glow of a great brazier inside dedicated to the Faith of the Sacred Flame, the main religion followed by most folk of the Continent. Tended by Flamekeeper Hanna, a middle-aged woman who wears white and gold robes and keeps her black hair in a braid. She is soft spoken, kind, and compassionate to those in need of aid. She can tend to the wounded, cast healing magic, remove diseases and curses, and even remove all contamination and mutations from a person who is in need by casting the spell {@spell Purge Contamination|DoDk} (detailed at the end of this adventure). She asks adventurers to make a donation in exchange for these services, which she uses to help support the community.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/014-00-010.sacred-flame-banner.webp"
											},
											"title": "The Faith of the Sacred Flame",
											"width": 850,
											"height": 1115
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 1: Meeting Captain Lang",
							"id": "01d",
							"entries": [
								"If the player characters decide to talk to the Hooded Lanterns, they should head to the old watchtower on the outskirts of {@area Emberwood Village|018|x}, which is used as their local outpost. There they will meet Vanguard Captain Ansom Lang.",
								"The Hooded Lanterns' leadership don't like to admit it openly, but their numbers are stretched thin. Ever since they gained a foothold in the city by retaking the City Watch Barracks, they've had to dedicate more resources and troops to keeping their new base defended and supplied. As such, they have precious few of their own soldiers to dedicate to pursuing investigations or dangerous exploratory missions. Begrudgingly, they've turned to hiring mercenaries and adventurers to supplement their numbers.",
								{
									"type": "entries",
									"name": "Ansom Lang",
									"id": "01e",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "01f",
											"entries": [
												"Vanguard Captain Ansom Lang is a young and athletic with long black hair and a short neat beard, angular jaw, and rugged features. He is garbed in a hooded green cloak and light chain armor of the Hooded Lanterns that prominently displays a captain's insignia on his shoulder."
											]
										},
										"Ansom Lang is a human {@creature veteran}. He commands the Hooded Lanterns Vanguard, which is responsible for leading new expeditions and taking new ground in the ruins. Orphaned at a young age during the Civil War, he and his sister Petra were adopted by Lord Commander Elias Drexel, the commander of the Hooded Lanterns. He has eagerly joined the cause of his foster father and rose through the ranks quickly despite his youth.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/015-00-011.ansom-lang.webp"
											},
											"title": "Ansom Lang",
											"width": 850,
											"height": 989
										},
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Personality Trait:",
													"entry": "\"I prefer action over words and keep a stern and serious demeanor.\""
												},
												{
													"type": "item",
													"name": "Ideal:",
													"entry": "\"Respect isn't given; one must earn it through deeds and loyalty.\""
												},
												{
													"type": "item",
													"name": "Bond:",
													"entry": "\"Petra and I have had each other's backs since we were children. That will never change.\""
												},
												{
													"type": "item",
													"name": "Flaw:",
													"entry": "\"I am untrusting and suspicious of many people I meet, for this city is a beacon to many who come for selfish and greedy reasons. I assume most do until they prove otherwise.\""
												}
											]
										},
										"When the characters arrive at the watchtower, they're welcomed into the meeting room at the ground level, where Captain Lang introduces himself:",
										{
											"type": "insetReadaloud",
											"id": "020",
											"entries": [
												"\"Thanks for meeting with me, mercs. Our scouts and soldiers have been on tight patrols around the city streets, and we don't have many bodies to spare at the moment. We need a few extra hands to look into an interesting lead for us. This is your chance to aid our cause and earn some honest coin. Interested?\""
											]
										},
										"He offers the characters a purse of 300 gold pieces if they successfully complete the mission. In addition, he notes that the favor of the Hooded Lanterns is a valuable asset—those who keep their good graces can count on future work, supplies, and help from the Hooded Lanterns. If the characters are receptive to the job, Captain Lang presents the smuggler's map and notes to the player characters and continues:",
										{
											"type": "insetReadaloud",
											"id": "021",
											"entries": [
												"\"Recently, we got our hands on an old map of the Drakkenheim sewer system. It was drawn up by a smuggling ring that used to operate in the city. The smuggler's notes detail three points which could be used to sneak under the walls into the Inner City. If the Hooded Lanterns could control these locations, it would make traversing the Inner City much more efficient and much less dangerous for our scouts... and ensure that none of our rivals can make use of them either.\""
											]
										},
										"Ansom tasks the party with venturing into the ruins of the city through a river side drainpipe and investigating the three entry points. They have to clear out any dangers they find and clear a path for the Hooded Lanterns to use the tunnel as safe passage. Ansom points to a location on the map that works as an exit through a maintenance hatch one block south of the Hooded Lanterns' Barracks. Once the player characters make it through to the Inner City and scout all three locations, they can exit the sewers there to be picked up by a Lanterns patrol.",
										"If they agree to take the mission, Ansom gives the player characters the {@area Smuggler's Map|022|x} and {@area Notes|023|x}, as well as a flare gun with a single flare. He notes that the map and notes are not the original: the Hooded Lanterns have already made a copy of their own just in case. Nevertheless, he'd prefer the characters not share this information with anyone else. They are instructed to fire the flare gun upon exiting the sewer where a lantern patrol will come and escort them back for a debrief.",
										"If questioned, Captain Lang is open about the risks. The sewers are dangerous, contaminated, and filled with hostile monsters. Plus, there's a good chance the map could be a fake or the routes are flooded, blocked by debris, or collapsed. This is why the Hooded Lanterns have opted to hire the player characters instead of dispatching their own soldiers on a risky and potentially futile investigation.",
										"If the characters ask for additional help or resources, or wish to haggle for an advance or extra payment, they can take the Influence action and make a {@dc 15} Charisma ({@skill Persuasion|XPHB}) check. On a successful check, Ansom offers them 100 gold pieces worth of weapons, armor, or adventuring equipment from the Hooded Lanterns armory, or two {@item Potion of Healing|XDMG|potions of healing}.",
										"Captain Lang wants the mission completed as soon as possible and asks the characters to set out no later than first light the next day.",
										{
											"type": "entries",
											"name": "Handout: Smuggler's Map",
											"id": "022",
											"entries": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/016-00-022.handout-map.webp"
													},
													"width": 1700,
													"height": 1996,
													"imageType": "map",
													"id": "07d",
													"grid": {
														"type": "none",
														"size": 261,
														"distance": 2850
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "Handout: Smuggler's Notes",
											"id": "023",
											"entries": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/017-00-023.handout-note.webp"
													},
													"width": 1700,
													"height": 1894
												},
												{
													"type": "insetReadaloud",
													"id": "024",
													"entries": [
														{
															"type": "entries",
															"name": "Underground Sally Port",
															"entries": [
																"Located beneath Temple Gate. Built for strike teams to fight back during a siege. Not supposed to open from this side - there isn't a key or a lock to pick - but wherever you can get out, you can get in. We could try blasting our way through but think of the ruckus that would cause! Supposed to be guarded. Bribe them to let us through?"
															],
															"id": "07e"
														},
														{
															"type": "entries",
															"name": "Sluice Gate",
															"entries": [
																"Located north of the city, east of Market Gate. Connects the Inner City and Outer City drain systems. Only opens during a storm to deal with excess water. Better be able to swim if you want to take this route. Not a good idea for fragile merch. Gate controls are inside the city, but we might be able to dig a tunnel into the control room from outside."
															],
															"id": "07f"
														},
														{
															"type": "entries",
															"name": "Smugglers Tunnel",
															"entries": [
																"Located on the west section of the city walls, south of Shepherd's Gate and north of Temple Gate. The crew dug this one back in 1099, it goes right under the walls! Took a lot of work, but it was worth it! That was until the City Watch got wind of it. They haven't shut it down yet though. Instead, they keep close eyes on the entrances and exits and arrest anyone they catch using the tunnel. Only two-bit runners who don't know better go this way anymore."
															],
															"id": "080"
														}
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 2: Journey to Drakkenheim",
							"id": "025",
							"entries": [
								"This part of the adventure begins once the characters decide to set out from {@area Emberwood Village|018|x} on their mission. Before they leave, be sure to ask them if they'd like to purchase any last-minute supplies from the vendors in Caravan Court, or bolster themselves with any defensive spells or rituals.",
								{
									"type": "entries",
									"name": "Approaching Drakkenheim",
									"id": "026",
									"entries": [
										"As the party sets out towards the ruined city of Drakkenheim, read the following text to set the scene:",
										{
											"type": "insetReadaloud",
											"id": "027",
											"entries": [
												"Nestled within a pine-covered valley, Drakkenheim is a walled metropolis that straddles the wide and sluggish Drann River. A high rocky hill rises above the city, upon which perches Castle Drakken. Below the imposing fortress, cobblestone streets weave around densely-packed stone buildings and slate-shingle spires. The city spills from the outer walls into a ruined urban sprawl.",
												"The great dome of Saint Vitruvio's Cathedral stands prominently southwest of the castle. At the heart of the city lies the Cosmological Clocktower of Market Square, and to the northwest is the Inscrutable Tower of the Amethyst Academy. The soaring obsidian glass building is broken in half at the middle but the top still hovers above in defiance of gravity.",
												"Four bridges reach across the Drann River like desperate limbs; one is covered in massive stone statues of the heroes of old, and another lurches under the weight of the ramshackle homes and other buildings constructed upon its length.",
												"Billowing clouds of midnight purple and dusky violet mask the sky overhead, casting the city in a dismal gloom. In the rare moments where the clouds part, stray sunbeams scornfully shine upon the city. There hasn't been a clear day in Drakkenheim in fifteen years.",
												"You set out for the ruins of Drakkenheim on a gloomy, overcast day. As you approach the city, a light fog settles in."
											]
										},
										{
											"type": "entries",
											"name": "Meeting Rose Carver",
											"id": "028",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "029",
													"entries": [
														"You approach the outskirts of the Sprawl, the ramshackle residential district outside the city walls. Abandoned farmsteads give way to tightly packed dwellings, tumbling- down buildings, and ruined shops. You proceed into the ruins, making your way along the side streets towards the Drann River."
													]
												},
												"The city of Drakkenheim is a dark and dangerous place. Buildings still stand, but many of them are crumbling ruins, or old and decaying abandoned homes, shops, and towers. The Haze causes the buildings to stand silhouetted within the ruins, poking out like dark monolithic figures in the distance. As the party wanders through the ruined streets along the Drann River, they notice several cloaked figures perched on the nearby rooftops watching them. A woman reveals herself, walking out of the ruins towards the characters. Rose Carver approaches with her hands up to show she means no harm, and initiates conversation with the characters."
											]
										},
										{
											"type": "entries",
											"name": "Rose Carver",
											"id": "02a",
											"entries": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/018-00-012.rose-carver.webp"
													},
													"title": "Rose Carver",
													"width": 850,
													"height": 1030
												},
												{
													"type": "insetReadaloud",
													"id": "02b",
													"entries": [
														"A striking human woman with red-hair and piercing eyes emerges from the rubble, flanked by four armed allies and garbed in studded leather armor with a red cape hanging off a singular leather pauldron. She wears a belt filled with daggers, and steel-tipped boots with several spikes on the toes. Upon her leather pauldron is a symbol of a rose with large thorns, the red of the rose drips down the stem and off the thorns like a flow of blood."
													]
												},
												"Rose Carver is a human {@creature bandit captain|XMM}. She is accompanied by four human {@creature Bandit|XMM|bandits}.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Personality Trait:",
															"entry": "Rose is always confident. She speaks in a calm and powerful voice that makes her appear oddly comfortable in the eerie ruins of the city. She comes off like she has the upper hand, even if she doesn't."
														},
														{
															"type": "item",
															"name": "Ideal:",
															"entry": "\"If everyone in the room thinks you know more than them, and thinks you are the most dangerous person, it no longer matters whether or not that's true.\""
														},
														{
															"type": "item",
															"name": "Bond:",
															"entry": "\"I am loyal to the Queen of Thieves and know that, in time, she will not be able to ignore my value, and will give me a place as her right hand.\""
														},
														{
															"type": "item",
															"name": "Flaw:",
															"entry": "\"The Queen will protect me, and with her behind me, I am undefeatable.\""
														}
													]
												},
												"Rose addresses the player characters:",
												{
													"type": "insetReadaloud",
													"id": "02c",
													"entries": [
														"\"Hello there, name's Rose. I'll cut to the chase: you've got something that doesn't belong to you. Don't play the fool, we've got eyes all over Emberwood. However, we can forgive you on the condition you help us out with a little matter of our own. We'll make it worth your while... or we can make a whole bunch of problems for you.\""
													]
												},
												"If the player characters are willing to hear her out, she continues:",
												{
													"type": "insetReadaloud",
													"id": "02d",
													"entries": [
														"\"My employer also wants to know if there's any truth to that old map. More importantly, we don't want the pesky Hooded Lanterns learning anything else about it, and we want them off our backs. So, all you gotta do is continue the mission as planned...but once you get through to the Inner City you just have to double back, meet us in the Outer City, then go back to Emberwood and tell the Lanterns you found nothing. They'll be none the wiser, so you can keep whatever coin the Lanterns are paying you, and we'll cut you some extra coin for keeping quiet about the whole thing.\""
													]
												},
												"Rose wants to open up a passageway to smuggle {@area delerium|00d|x} out of the Inner City without the Hooded Lanterns having eyes on her operation. She figures a tunnel that goes directly below their feet is a poetic method of fulfilling this. She isn't dumb enough to send her own crew into the sewers of Drakkenheim but is paid well enough to fund some mercs doing the dirty work for her.",
												"Rose offers the characters an additional 200 gold pieces to keep up their end of the bargain, and emphasizes that if the characters are smart about it, they'll still be able to collect whatever reward the Lanterns are offering—they just need to lie about it",
												"If the characters ask Rose why they shouldn't just lie to her, she replies \"Funny thing about lies? They do have a way of catching up with you. It's easy enough to pull the wool over the eyes of the Hooded Lanterns, but it would be a bad idea to try to pull one over on the Queen's Men.\"",
												"She points out a maintenance hatch in the Outer City on {@area Dampstone Avenue|067|x} that the players can use to leave the sewers once they have completed the task and explains she will meet them at sunset by the well in Dampstone Square.",
												"If questioned about the Queen of Thieves, she is open about their expanding operations in the city, and even offers the characters to come by Buckledown Row sometime to join in some betting on the fighting pits. She expresses that if the characters work with her, she can put in some good words up the ladder and maybe even get them a ticket to the Queen's private arena or let them join her gang. But she wants to see what they are made of first and if they are \"Rose and Thorns\" material.",
												{
													"type": "list",
													"items": [
														"If the party initiates combat with the Queen's Men, they flee into the ruins to regroup and potentially ambush the party later.",
														"Rose Carver has a {@item potion of invisibility|XDMG} on her that she uses if she is attacked, making a quick exit as soon as she can."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 3: Entering the Sewers",
							"id": "02e",
							"entries": [
								"{@area The Smuggler's Map|022|x} indicates all three locations can be reached from one major sewer entrance: a sewage drain off the Drann River.",
								{
									"type": "entries",
									"name": "Area Locations",
									"id": "02f",
									"entries": [
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/019-map-00.03-drann-river-drainage-pipe.webp"
													},
													"imageType": "map",
													"title": "Map: Drann River Drainage Pipe",
													"width": 4096,
													"height": 2816,
													"id": "081",
													"grid": {
														"type": "square",
														"size": 128
													}
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/020-map-00.03-drann-river-drainage-pipe-player.webp"
													},
													"imageType": "mapPlayer",
													"title": "Player Version",
													"width": 4096,
													"height": 2816,
													"mapParent": {
														"id": "081"
													},
													"grid": {
														"type": "square",
														"size": 128
													}
												}
											]
										},
										"As the characters approach this location, read:",
										{
											"type": "insetReadaloud",
											"id": "030",
											"entries": [
												"Finally, you arrive at the waterfront where the city meets the Drann River. Nearly four hundred feet wide, its waters flow to the south. Ahead in the distance, you can see the mighty bastion towers built where the city walls meet the river."
											]
										},
										{
											"type": "entries",
											"name": "1a. Drann River Quay",
											"id": "031",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "032",
													"entries": [
														"Built along the riverbank is a stone quay dotted with ramshackle wooden piers. Old boats heave and creak, moored by decaying ropes. Here and there, stone staircases and rusting metal ladders provide access to the waterfront. You can spot an opening along the pier which appears to lead underground."
													]
												},
												"The map illustrates the underground sewers from the water line. The city streets are about twenty feet above the water level. Characters can take the stairs or ladders to access the quay walkway which is a few feet above the water line."
											]
										},
										{
											"type": "entries",
											"name": "1b. Sewer Entrance",
											"id": "033",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "034",
													"entries": [
														"Here, the stone pier breaks into a yawning opening leading underground. A large, circular pipe juts outward, a trickle of water flowing from it into the river amidst a floating flotsam of trash and refuse. The smell of old refuse, dead fish, and stagnant water fills the air. Once, iron bars blocked entry to the pipe, but most have been broken off, all that remains are jagged stumps of rusting metal."
													]
												},
												"The water flows outward from a large grate built into a drainage pipe roughly five feet wide. Vertical bars once barred entry, but these have been smashed and rusted away leaving the pipe wide open for entry into the sewer system of the outer city. The drain still steadily trickles water into the Drann River. The ledges on either side of it are not positioned in a way that makes it easy to crawl inside. Entering the pipe involves climbing or clever problem solving.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Examining the Entrance",
															"entry": "A {@dc 10} Intelligence ({@skill Investigation|XPHB}) check determines that smugglers would most likely drop off the goods from the sewer grate into a boat below the pipe which would then take it downstream out of the city."
														},
														{
															"type": "item",
															"name": "Climbing Down",
															"entry": "Characters can attempt to climb down the edge of the Drann River to the drain pipe with a successful {@dc 12} Strength ({@skill Athletics|XPHB}) check. If they fail, they fall into the Drann River below the drain pipe."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "1c. Sewer Passage",
											"id": "035",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "036",
													"entries": [
														"The thick air in the sewer passage fills your nostrils and smells of mud, stagnant water, refuse, and decay. It takes a moment to adjust to the heavy air and catch your breath. The old sewer system of Drakkenheim lays before you in darkness. Sounds of trickling water, dripping pipes, occasional splashes, gargles, and bubbling fill the passages. Distant sounds of metal, skittering, and the occasional animalistic shriek make the dark feel more foreboding. The wet corridors are slick, a stream of sewer water flows down a central canal, flanked on either side by old stone walkways, covered by an arched roof. Various offshoot tunnels and large pipes drain into the central canal from sources blocked by rusty old bars. It's impossible to see further than a few feet in front of you without a light source, and it seems to only get darker the further away from the entrance you get."
													]
												},
												"The passage through the sewers is dank and dark. The walkways along the side of the water are slick and the sewer smells of moss, mud, algae, and stagnant old water. Dripping pipes and the constant flow of water lightly muffle other sounds. The area is quite devoid of sewage buildup and debris.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Unsafe Footing",
															"entry": "Any character who takes the {@action Dash|XPHB} action in this part of the sewer must succeed on a {@dc 10} Dexterity save or fall {@condition prone|XPHB} from slipping on the slick walkways. If they fail this save by 5 or more, they fall into the central canal, which is filled with contaminated water."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "1d. Alcove",
											"id": "037",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "038",
													"entries": [
														"A small tributary canal connects to the main line, ending in a sputtering water pipe. The area is oddly clear of refuse and mud and seems much less traversed than the other parts of the passage. Something glints at the end of the tunnel, catching the last faded light of the entranceway."
													]
												},
												"A small sewage offshoot here leads to a dead end. A {@creature gelatinous cube|XMM} uses this alcove as a place to rest, coming out only when a stray ratling or fishfolk mistakenly wanders into its sewer.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Hidden Threat",
															"entry": "The gelatinous cube sits quietly hidden away from anyone who does not look for it. Unless they have darkvision or a light source, creatures have disadvantage on checks made to spot the gelatinous cube."
														}
													]
												},
												"A {@dc 14} Wisdom ({@skill Perception|XPHB}) or Intelligence ({@skill Investigation|XPHB}) check reveals the alcove, and the immediate surrounding sewer passage is peculiarly clean. The expected buildup of dirt, moss, and algae on the walkways is missing, something has recently cleaned the entire passage out.",
												{
													"type": "list",
													"items": [
														"{@b Treasure}. The gelatinous cube has a small metal wand slowly dissolving inside it that catches any light, and what remains of a half-dissolved skeleton sporting goggles and a brown trenchcoat. At a glance, the skeleton appears to be perched up against the back of the corridor clutching the wand in its hand. The wand is a {@item wand of magic detection|XDMG}."
													],
													"style": "list-hang-notitle"
												}
											]
										},
										{
											"type": "entries",
											"name": "Sewer General Features",
											"id": "039",
											"entries": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/021-map-00.04-sewer-cross-section.webp"
													},
													"imageType": "map",
													"title": "Map: Sewer Cross Section",
													"width": 4096,
													"height": 2844,
													"id": "082",
													"grid": {
														"type": "none",
														"size": 229,
														"distance": 2.5
													}
												},
												"Unless otherwise noted, the sewers have the following features:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Illumination",
															"entry": "The sewer passages are in complete darkness. Characters must bring their own light sources as they navigate these passages."
														}
													]
												},
												"Passages. The sewer tunnels are built approximately 5 to 10 feet below the city streets, and most main sewer tunnels are twenty feet wide. Built with mortared stone bricks, each has a roughly cylindrical shape, with curved arch ceilings 15 feet high, and gently rounded walls. The Sewer Cross-Section illustration below represents the structure of a typical sewer.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Walkways and Canals",
															"entry": "A 5-foot-wide stone walkway runs on either side of a 10-foot-wide water channel. The channel is 5 feet deep, though the rounded floor increases the depth to 10 feet in the center. The sewers use gravity to naturally move water, so the passages are slightly sloped. Depending on the conditions of the surrounding tunnels, the water channel may be partially filled or overflowing. Most often, water partly fills the canal, and is roughly 5 feet deep. Other sections may only have a muddy trickle of water running through them due to a blockage upstream."
														},
														{
															"type": "item",
															"name": "Water",
															"entry": "All the water in the sewers is contaminated. A character who ends their turn submerged in the water must make a {@dc 10} Constitution saving throw. On a failed saving throw, they take 5 ({@dice 2d4}) necrotic damage. A fully submerged character has {@variantrule disadvantage|XPHB} on this save."
														},
														{
															"type": "item",
															"name": "Smells",
															"entry": "Drakkenheim hasn't been a living city for fifteen years; the sewers have largely been drained of the waste and wretched odors one might associate with a living metropolis. Instead, the sewers stink of more natural decay, old earth, and stagnant water. The sludge filling up the canals is mostly mud and slime, rather than human-made unmentionables."
														},
														{
															"type": "item",
															"name": "Bridges",
															"entry": "Makeshift wooden bridges and platforms cross over the canals connecting the walkways. Most are made from waterlogged wooden planks, which have seen better days. A creature that ends its movement on one of the bridges must roll a {@dice d6}. On a 1 or 2, the bridge collapses under their weight and the creature falls into the water. The creature can use their reaction to make a {@dc 10} Dexterity saving throw. On a successful save, they can leap 10 feet to the nearest waterway, landing {@condition prone|XPHB}."
														},
														{
															"type": "item",
															"name": "Drain Chutes",
															"entry": "Dotting the ceilings of the sewers are countless small ducts where rain and wastewater trickles down from gutter drains built in the streets above. Most are no more than six inches to a foot wide and connect the sewer tunnel to the surface streets. Only a Tiny or smaller creature can squeeze through these chutes. In most cases, the surface is blocked by a barred grate or hatch (described below)."
														},
														{
															"type": "item",
															"name": "Pipes",
															"entry": "Smaller connecting pipes deposit water from collector ways into the main canals. Most pipes are three to five feet wide. These pipes are filled with refuse, mud, and water, and typically connect to the plumbing systems of buildings on the surface."
														},
														{
															"type": "item",
															"name": "Grates",
															"entry": "The grate covering has been smashed open, allowing characters to enter the sewers freely. The grates have AC 18 and 15 hit points. They can be opened with a {@dc 15} Strength check."
														},
														{
															"type": "item",
															"name": "Wastewater and Storm Drains",
															"entry": "These tunnels were built to transport dirty or used water and waste from the city and deposit it downstream into the Drann River. Water in these tunnels flows towards the Drann River. Throughout the sewer passages are smaller tunnels and drainage pipes which bring stormwater or wastewater from the buildings and streets above."
														},
														{
															"type": "item",
															"name": "Aquifer",
															"entry": "These passages were built to bring clean, fresh water from the Drann River into the city to be used for drinking, bathing, or other purposes. Rather than drains, these passages may have pipes or screw pumps which pull water to structures on the surface. Water in these tunnels flows away from the Drann River, and intake pipes are found upstream of the city."
														}
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 4: Exploring the Underground Passages",
							"id": "03a",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/022-00-013.sewer-threat.webp"
									},
									"title": "Dire Threats in the Sewers",
									"width": 1700,
									"height": 1120
								},
								"Refer to the \"{@area Sewer General Features|039|x}\" in Part 3: Entering the Sewers for details about the common characteristics of the Drakkenheim sewer system.",
								{
									"type": "entries",
									"name": "Navigating the Sewers",
									"id": "03b",
									"entries": [
										"With the {@area Smuggler's Map|022|x} in hand, the player characters can easily make their way through the sewer passages without getting lost. Since some passages are blocked by rubble or flooded, it typically takes about an hour to move between each location.",
										{
											"type": "entries",
											"name": "Sewer Random Encounters",
											"id": "03c",
											"entries": [
												"If you wish to make the adventure a little more challenging and fully capture the hazards of the Drakkenheim sewers, you can opt to check for a random encounter each time the characters move from one location in the sewers to another. Check for a random encounter by asking each player character to roll {@dice 1d20}. If any player rolls a natural 1, a random encounter occurs.",
												"If a random encounter is triggered choose one of the following or roll a {@dice d4} to determine one.",
												{
													"type": "table",
													"caption": "Random Sewer Encounters",
													"colLabels": [
														"d4",
														"Encounter"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1",
															"Three ravenous and emaciated {@creature Ghoul|XMM|ghouls} stumble through the passageway ahead. Desperate to feed, they attack characters who catch their notice. One of the ghouls wears a Drakkenheim city maintenance uniform and has an old wet note crumpled in his pocket that reads \"Gate: C-up I-up B-down\""
														],
														[
															"2",
															"A hunting patrol of four deep dregs (use the game statistics of a {@creature Sahuagin Warrior|XMM|sahuagin}) are lurking in the sewers. If they hear the characters coming, they attempt to hide in the water and ambush the party as they pass. The deep dregs can also be convinced to stand down if the characters mean them no harm. The deep dregs can also escort the characters back to {@area Area 3: Smugglers Tunnel|049|x}."
														],
														[
															"3",
															"A {@creature gray ooze|XMM} sits amongst a pile of refuse and garbage in the center of an intersection of sewer tunnels. It lashes out at any creature who tries to pass."
														],
														[
															"4",
															"A pair of {@creature Gibbering Mouther|XMM|gibbering mouthers} squirm along the sewer passage ahead, mumbling and moaning in incoherent babbling."
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Area 2: Sluice Gate",
									"id": "03d",
									"entries": [
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/023-map-00.05-sluice-gate.webp"
													},
													"imageType": "map",
													"title": "Map: Sluice Gate",
													"width": 4096,
													"height": 2816,
													"id": "083",
													"grid": {
														"type": "square",
														"size": 128
													}
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/024-map-00.05-sluice-gate-player.webp"
													},
													"imageType": "mapPlayer",
													"title": "Player Version",
													"width": 4096,
													"height": 2816,
													"mapParent": {
														"id": "083"
													},
													"grid": {
														"type": "square",
														"size": 128
													}
												}
											]
										},
										"This area is one of the few ducts connecting the sewer systems of the Outer City and the Inner City. Built as an emergency storm drain to handle overflowing water from heavy rain, the sluice gates were originally kept tightly closed and could only be opened from a maintenance room within the city. However, the {@area smuggler's map notes|023|x} there's a wall that could be broken through to easily access the maintenance room.",
										{
											"type": "entries",
											"name": "Sluice Gate Overview",
											"id": "03e",
											"entries": [
												"When the characters arrive, they discover an {@creature otyugh|XMM} has already broken down the walls ({@area area 2a|03f|x}). Unfortunately, the passage from the maintenance rooms ({@area area 2b|041|x}), to the surface has collapsed. The only way forward is to figure out how to open the sluice gate ({@area area 2e|048|x}).",
												"The sewer maintenance room ({@area area 2d|045|x}) holds a riddle spoken by a severed head of an original maintenance crew member. If the characters solve the riddle, the severed head reveals which order they must pull three levers to drain the water and open the gateway to the Inner City."
											]
										},
										{
											"type": "entries",
											"name": "2a. Sluice Gate Corridor",
											"id": "03f",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "040",
													"entries": [
														"The central canal here is emptied save for periodic puddles. The ground and sides of the canal are overgrown with moss and algae. Up ahead, an old iron gate stunts the flow of the water beyond, more so now due to years of inactivity, and piles of debris forced up against it. Off to the side there is a section of the sewer wall that is broken, stone and dirt lay around it. From beyond the hole in the wall, you can hear the sounds of shuffling and a low clacking and hissing."
													]
												},
												"This area has much less water than many other parts of the sewer, creating drier walkways.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Construction",
															"entry": "The gate is made of solid iron with a small slot at the bottom that used to let some water through, now blocked by debris causing the flow to be little more than a trickle. The thick iron gate has an AC of 21 and 100 hit points."
														},
														{
															"type": "item",
															"name": "Making Noise",
															"entry": "If the characters make any loud sounds such as yelling, casting a spell, or attacking the sluice gate, the otyugh in {@area area 2c|043|x} hears them and attacks."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "2b. Maintenance Locker Room",
											"id": "041",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "042",
													"entries": [
														"This room has a couple of old benches and a few lockers that workers used to store equipment and personal belongings. The staircase to the east that once led to the city walls is now caved in and completely inaccessible. The hole in the wall that leads through to this room from the sewers is large and looks recently dug out. Debris is scattered across the floor and one of the nearby benches is smashed in half. Something came through here recently."
													]
												},
												"This room has several lockers lining the far wall and a pair of benches. A few old, ragged scraps of workers' clothes, mundane rusted tools, and a few piles of debris are all that can be found here for the most part.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Old Equipment",
															"entry": "The lockers contain old tools, including a usable set of {@item mason's tools|XPHB}, an old {@item hooded lantern|XPHB} with a {@item Oil (flask)|PHB|flask of lantern oil}, and a total of 10 copper pieces between all the lockers."
														},
														{
															"type": "item",
															"name": "Making Noise",
															"entry": "The otyugh in {@area area 2c|043|x} can hear anything above a whisper in this room and will come to attack anyone it notices."
														},
														{
															"type": "item",
															"name": "Treasure",
															"entry": "Concealed amongst the belongings is an outstandingly fine red {@item cape of the mountebank|XDMG}."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "2c. Sluice Gate Control Room",
											"id": "043",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "044",
													"entries": [
														"The room has several metal panels against the wall, with a series of pulleys, chains, and gears clearly operating mechanical gates and waterways within the sewers. Three large levers jut out of the far wall, connected to many of the mechanical workings in the room.",
														"In the middle of the room, hunched over what appears to be a large dead fish with human-like arms and legs, is a hulking, bulbous creature. Several hazy, unblinking eyes line a vine-like stalk that ascends from atop its bloated hide. A pair of rubbery tentacles examine the corpse using its spiky ends to scrape at the dead flesh. Three trunk-like legs barely hold the creature's disgusting bulk above the floor. It turns its attention from the fishfolk towards you, letting out a series of harsh guttural grunts."
													]
												},
												"This room is the mechanical operating room for the outside sluice gate as well as water passages elsewhere in the sewers. Most of the mechanics are still operational but are rather old and rusted. Some of the less-used machines are in disrepair. The three levers are a key feature of this room and must be pulled in the correct order to open the sluice gate.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Old Note",
															"entry": "A handbook on a desk in the far corner is old and waterlogged. Opening the book causes the pages inside to fall out in a wet tattered mush. Scrawled on the inside cover is a simple note: \"Just remember the old rhyme.\""
														},
														{
															"type": "item",
															"name": "Disturbing the Otyugh",
															"entry": "The {@creature otyugh|XMM} attacks anyone who enters this room unless it is given a fresher corpse to munch on. It is specifically keen on eating fishfolk and will happily ignore the characters if they offer one to it."
														},
														{
															"type": "item",
															"name": "Levers",
															"entry": "Any character who examines the levers closely can see that each is made of a different metal. The first is iron, the second brass, and the third copper. The iron lever is pulled downwards while the copper and brass levers are both placed in the center."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "2d. Sewer Maintenance Room",
											"id": "045",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "046",
													"entries": [
														"This old maintenance room is lined with rusted pipes and broken valves. Shelves filled with tools and mundane gear like old broom handles seemingly used to unclog pipes, as well as buckets, ladders, and other simple gear are still in their place. In the middle of the room, one of the broom handles has been stuck into the ground and a severed head of a dwarf is impaled upon it. The head's eyes are pure white, and it wears a simple helmet branded with the symbol of Drakkenheim with a pair of crossed hammers under it, recognizable as the symbols of a city maintenance worker. You can make out the sound of faint raspy mumbles, seemingly coming from the severed head."
													]
												},
												"The severed head is now undead, and due to Drakkenheim's haze, it has not rotted. It continually speaks the only memory it has left, over and over again, an old rhyme that it seems to have memorized: \"Raise your coppers, then bury your brass, but don't flip the iron lever last.\"",
												{
													"type": "insetReadaloud",
													"id": "047",
													"entries": [
														"The rhyme is instructions for opening the sluice gate: the copper lever must be switched up, the brass down, and the iron lever must be flipped from its position at the bottom, all the way up to the top."
													]
												},
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Correctly Using the Levers",
															"entry": "If the iron lever is pulled between the copper and brass, and all are put in the right position, the sluice gate opens to a thunder of water, which flows down the central canal, leaving the passage open to traverse."
														},
														{
															"type": "item",
															"name": "Incorrect Use:",
															"entry": "Iron Lever First. If the iron lever is pulled first, or not put all the way to the upward position, the sluice gate makes a terrible grinding noise but won't open, a distant sound of flowing water can be heard, but nothing in the immediate area changes."
														},
														{
															"type": "item",
															"name": "Incorrect Use:",
															"entry": "Iron Lever Last. If the iron lever is flipped last, the walls shutter, the sluice gate grinds and breaks, causing the mechanisms to crack. The opening mechanism must be repaired to function again. Additionally, one of the pipes in the room bursts, pouring out contaminated water into the {@area maintenance room|041|x} at an alarming rate."
														},
														{
															"type": "item",
															"name": "Contaminated Water",
															"entry": "Any character starting their turn immersed in contaminated water or in the room while contaminated water sprays from the broken pipe must succeed on a DC10 Constitution saving throw or gain one level of contamination (see {@area appendix B|071|x})."
														},
														{
															"type": "item",
															"name": "Repairs",
															"entry": "Characters proficient with {@item Tinker's Tools|XPHB} or {@item Mason's Tools|XPHB} can use a {@action Utilize|XPHB} action to repair either the burst pipe or the damaged controls, and no check is required to succeed on the attempt. A {@spell mending|XPHB} spell can also be used to make repairs. We recommend allowing other creative solutions to repair the damage."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "2e. Flooded Corridor",
											"id": "048",
											"entries": [
												"This chamber leads into the inner city's sewers. Its state varies based on whether the {@area sluice gate|03d|x} has been opened.",
												"If the characters have opened the gate, the tunnel is drained of water.",
												"If the characters have not opened the gate, and instead used magic or other means to get here, the passage is completely flooded top to bottom."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Area 3: Smuggler's Tunnel",
									"id": "049",
									"entries": [
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/025-map-00.06-smugglers-tunnel.webp"
													},
													"imageType": "map",
													"title": "Map: Smugglers Tunnel",
													"width": 3012,
													"height": 4096,
													"id": "084",
													"grid": {
														"type": "square",
														"size": 241,
														"offsetX": 120,
														"offsetY": -85,
														"scale": 2
													}
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/026-map-00.06-smugglers-tunnel-player.webp"
													},
													"imageType": "mapPlayer",
													"title": "Player Version",
													"width": 3012,
													"height": 4096,
													"mapParent": {
														"id": "084"
													},
													"grid": {
														"type": "square",
														"size": 241,
														"offsetX": 120,
														"offsetY": -85,
														"scale": 2
													}
												}
											]
										},
										"This location is an old smuggler's tunnel dug under the city walls. It has now become the encampment for a group of mutated former humans known as deep dregs (use the game statistics of {@creature Sahuagin Warrior|XMM|sahuagin} or {@creature merrow|XMM}). Transformed into monsters by exposure to contaminated water, most deep dregs have become the thralls for an eldritch entity dwelling deeper in the sewers of Drakkenheim known as The Duchess. The Duchess is slowly growing in power and influence and wishes to amass her own army of contaminated minions.",
										{
											"type": "entries",
											"name": "Smuggler's Tunnel Overview",
											"id": "04a",
											"entries": [
												"The deep dregs are initially indifferent to the characters but refuse to let them simply use the passageway through their area. Their leader, Blip Bloop (see {@area area 3e|055|x}) offers to let the characters pass if they participate in their rituals, but it's a trick: the ritual ends with drinking a contaminated brew which will turn the characters into deep dregs!",
												"This area can either be a social encounter or a combat-focused one since the characters can decide to bargain with the deep dregs, fight them, or find another way to trick or sneak past the monsters.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/027-00-014.blip-bloop.webp"
													},
													"title": "Blip Bloop",
													"width": 850,
													"height": 871
												}
											]
										},
										{
											"type": "entries",
											"name": "Encounters with the Deep Dregs",
											"id": "04b",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Combat",
															"entry": "Characters who wish to fight their way through the deep dregs are rewarded for approaching carefully (each of the three groups of dregs are a Low difficulty encounter). However, the deep dregs work together and call for help, potentially causing the characters to face all of them at once (as all the dregs together form a High difficulty encounter)."
														},
														{
															"type": "item",
															"name": "Social",
															"entry": "Characters who wish to engage with the deep dregs socially can do so. The dregs are not immediately hostile to outsiders. They are cautious and do not let people into their camp ({@area area 3e|055|x}) without first questioning their motives and deciding for themselves if they are worthy of communicating with. Oftentimes this involves judging their interest in The Duchess, and if they are willing to join them in their devotion to this great entity. If the player characters show any glimmer of interest, the deep dregs escort them to their leader, Blip Bloop in area 3e."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Blip Bloop",
											"id": "04c",
											"entries": [
												"Blip Bloop is a deep dreg (use the game statistics for a {@creature merrow|XMM}) and the head of the group living in the smuggler's tunnel. He is a blue and white deep dreg with dark blue spotting along his back. He has bulging blue eyes and a big grin. He carries a crudely made driftwood staff in his hand covered in moss and brine and he wears old rags that are damp and caked in algae and mud. He smells strongly of stagnant water and sea salt.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Personality Trait",
															"entry": "\"I am friendly and welcoming to outsiders and love to tell them all about our great Duchess. Everyone should have the opportunity to meet her in her glory.\""
														},
														{
															"type": "item",
															"name": "Ideal",
															"entry": "\"Once you drink from the waters of Drakkenheim, everything will be more clear. It is a blissful life in the sewers, one everyone should enjoy.\""
														},
														{
															"type": "item",
															"name": "Bond",
															"entry": "\"The Duchess is our regent, and we serve her unquestioningly. She knows the true ways of Drakkenheim and has bestowed upon us many gifts.\""
														},
														{
															"type": "item",
															"name": "Flaw",
															"entry": "\"I am scared of the world above, and those who question the motives of The Duchess. I am quick to anger, violence, or aggression towards those who question the motives of The Duchess.\""
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "3a. Outer City Sewer Junction",
											"id": "04d",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "04e",
													"entries": [
														"Along the slick passage through the dark sewers a blasted section of the wall gives way to a muddy tunnel, a few feet beyond it, the sewer reaches an intersection, a hunched figure pokes its head out from around the corner of the intersection, two bulging eyes gleaming in darkness. The creature is dressed in wet rags and calls out in a blubbering gargled voice \"What business do you have in the sewers? Have you come to seek the guidance of our lady, The Duchess?\" He eyes you up curiously awaiting a response. Curiously, the creature appears unarmed."
													]
												},
												"Gloop is the deep dreg guard watching the entrance to the smugglers tunnel, which is now a converted deep dreg encampment. He is welcoming to those interested in the Duchess, but cautious about outsiders. The player characters will need to convince Gloop that they are there for the right reasons, otherwise his sentries lurking in the nearby water are ready to defend their camp.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/028-00-015.deep-dreg.webp"
													},
													"title": "Deep Dreg",
													"width": 850,
													"height": 1112
												},
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Interacting with Gloop",
															"entry": "Gloop (use the game statistics of a {@creature Sahuagin Warrior|XMM|sahuagin}) is the lone guard standing at his post next to the entrance to the tunnel. He appears unassuming, but is a sturdy combatant, and knows he has soldiers waiting in the murky sewer waters who are ready to defend if anything goes wrong. Gloop speaks with the characters but does not readily accept them into the tunnel unless they pass at least three Charisma {@dc 13} ({@skill Persuasion|XPHB}, {@skill Deception|XPHB}, or {@skill Intimidation|XPHB}) checks before failing three."
														}
													]
												},
												"Gloop has the following motives.",
												{
													"type": "list",
													"items": [
														"He is eager to accept anyone who is willing to pay respect, give offerings, or join in the worship of The Duchess.",
														"He is not to let anyone into the camp unless they agree to speak to priest Blip Bloop, and show their support by partaking in a special ritual to \"cleanse\" them of their \"curses\" in preparation for The Duchess.",
														"He will deny access to anyone who refuses the invitation, or to participate in the ritual, and will not tolerate any disrespect towards the duchess.",
														"If a fight breaks out, Gloop whistles for his guards and runs into the tunnel to warn the others."
													]
												},
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Hidden Guards",
															"entry": "Deep dregs (use the game statistics of a {@creature Sahuagin Warrior|XMM|sahuagin}) keep watch nearby beneath the water. They remain hidden and observe creatures who approach and speak to Gloop, if the situation turns hostile, they wait for anyone to enter the tunnel, and then attack from behind."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "3b. Tunnel Entrance",
											"id": "04f",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "050",
													"entries": [
														"The smooth walls of the sewer passage have been carefully deconstructed into an archway. Beyond is a rough-hewn tunnel about 10 feet wide through the dirt, stone, and earth. Every few feet thick wooden support beams have been set up to support the raw earth and stone above. Old, unlit lanterns dangle from chains, and amongst the dirt and loose earth are strewn broken remains of shovels, mining picks, and other implements used to dig the tunnel. Two broken down wheelbarrows used to haul away extracted earth rest on either side of the arch."
													]
												},
												"This section of the tunnel is rather inconspicuous. The deep dregs occupy deeper sections of the tunnel and only use this area to come and go.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Inspection",
															"entry": "Characters using the {@action Search|XPHB} action who make a {@dc 15} Wisdom ({@skill Survival|XPHB} or {@skill Perception|XPHB}) check can determine that the tunnel has been recently used, as there are muddy footprints tracked through the tunnel. The prints seem to originate from the waterway and are certainly not human."
														},
														{
															"type": "item",
															"name": "Gloop Escort",
															"entry": "If Gloop is escorting the characters, he explains that the old tools and the tunnel itself are much older than he is, but that his people were happy to find a safe place to make a home."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "3c. Downward Slope",
											"id": "051",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "052",
													"entries": [
														"The tunnel proceeds straight before abruptly stopping. At this point, it seems the diggers collided with the densely packed stone foundations of the city wall itself. Rather than try to dig through the foundations, the tunnel continues to the left, sloping sharply downward as it attempts to find a way beneath the wall. The faint sound of distant chanting and gargled muttering can be heard somewhere deeper in the tunnel."
													]
												},
												"The passage slopes downward another 20 feet before ending at area 3c.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Dangerous Footing",
															"entry": "A character can move down the slope at their full speed, but doing so risks a tumble. A character who does not choose to move at half speed must make a {@dc 10} Dexterity saving throw or tumble down the slope, taking {@damage 1d6} bludgeoning damage and landing {@condition prone|XPHB} at the bottom of the slope. A falling character might collide with another, who can either make a {@dc 10} Dexterity saving throw to leap aside, or a {@dc 15} Strength saving throw to buttress themselves and stop the falling character. A character who succeeds the Strength save stops the other character from falling, preventing any damage taken."
														},
														{
															"type": "item",
															"name": "Moving Down the Slope",
															"entry": "The slope is sharp enough that characters must move at half speed to keep their footing as they head downward. Characters who secure themselves with {@item Rope|XPHB|ropes} or climbing gear have {@variantrule advantage|XPHB} on these saving throws."
														},
														{
															"type": "item",
															"name": "Moving Up the Slope",
															"entry": "Characters moving up the slope do so as if moving through {@variantrule difficult terrain|XPHB}."
														},
														{
															"type": "item",
															"name": "Gloop Escort",
															"entry": "If Gloop is escorting the characters, he informs them to move slowly and watch their step."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "3d. Dig Site",
											"id": "053",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "054",
													"entries": [
														"The sloping passage finally finds its way underneath the city walls. In preparation to dig under the walls without collapsing them, a larger chamber has been dug here, which then seems to have been used as a storeroom or guardroom for the smugglers. Now, however, the chamber is occupied by something else.",
														"At the top of the chamber, a narrow passageway has been dug under the foundations of the city walls. Only five feet wide, it is barely tall enough for a human to stand up. Iron-reinforced wooden beams have been meticulously placed to hold up the weight of the wall foundations above. The chamber is lined with muddy pools decorated with scrap and garbage from the sewers; they appear to be nests, beds, or simply resting places for the strange fish creatures who occupy the chamber."
													]
												},
												"Six deep dregs (use the game statistics of a {@creature Sahuagin Warrior|XMM|sahuagin}) occupy this chamber. These deep dregs are posted here as guards.",
												"One deep dreg flees up the tunnel to alert others in area 3e if Gloop is not escorting the characters.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Treasure",
															"entry": "To the south in a cleared out narrow passage there is a series of old crates, tools, wooden beams, and other gear of the former smugglers. An old chest sits hidden behind much of the clutter left here by the smugglers. If the characters can find it by either spending time rummaging through the goods, or with a successful {@dc 15} Wisdom ({@skill Perception|XPHB}) or Intelligence ({@skill Investigation|XPHB}) check, they find a {@item potion of gaseous form|XDMG}, and a {@item spell scroll|XDMG} of {@spell water breathing|XPHB}, as well as 25 gp."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "3e. Deep Dreg Encampment",
											"id": "055",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "056",
													"entries": [
														"This large chamber looks like it may have once been dug out from the cellar of an old building that once stood on the surface but was destroyed long before even the sewers or city walls were built. It has been partially excavated. Now what used to be a storeroom for smuggled goods is a ramshackle community of small hovels, muddy pools, and a crackling fire.",
														"A great effigy sits next to the fire constructed out of sewage debris, fish bones, and old scraps of armor and weapons. The effigy resembles a great sea creature with many tendrils and a long eel-like body. The figure standing before it clutches an old staff made of bone and wears a fish skull crown upon his head, he leads the chanting taking place around the fire. The smell of seawater, fish, and brine fill the chamber and the chanting of garbled voices, and mumbled chatter of deep dregs fill the space."
													]
												},
												"This is the main camp of the sewer's deep dregs. The altar in the middle is where Blip Bloop leads worship of The Duchess. Many deep dregs are going about daily business, some sit talking and eating, others perform daily tasks. In the room's center, several dregs are performing a worshiping chant.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Deep Dreg Leader",
															"entry": "Blip Bloop (use the game statistics for a {@creature merrow|XMM}) oversees the rituals here. If the characters were escorted in, he excitedly greets them. Otherwise, he defends his people. If reduced to half or fewer of his hit points, Blip Bloop flees into the sewers to return to the The Duchess."
														},
														{
															"type": "item",
															"name": "Audience with Blip Bloop",
															"entry": "If the characters converse with Blip Bloop, he has the following information."
														}
													]
												},
												{
													"type": "list",
													"items": [
														"The Duchess is the deep dregs' god, and they worship her and believe she is planning a great storm that will drown the city of Drakkenheim and rid it of its filth.",
														"He has a cauldron of bubbling mucus-like liquid before him and indicates the characters must drink from it as part of a welcoming ritual to cleanse them of their contaminants and allow them to speak to The Duchess. Anyone drinking the liquid must succeed on a DC13 Constitution saving throw or gain one level of contamination (see {@area appendix B|071|x}).",
														"He explains that if they willingly take part in the ritual, they will have access to the smugglers' tunnel and can come and go as they please. All the deep dregs will know them as allies.",
														"He proposes that the characters abandon their quest and defy any faction alliances. He instead suggests the dregs should continue to occupy this tunnel for which he will allow the characters continued use.",
														"If the characters do not partake in the ritual but spare the deep dregs and pledge to keep their tunnel secret from the factions by reporting that nothing was found, Blip Bloop will be convinced to allow them to pass through the tunnels for now. However, with each future trip, Blip Bloop will encourage the characters to join them in their ritual."
													]
												},
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Encampment Defense",
															"entry": "In addition to Blip Bloop, five deep dregs (use the game statistics of four {@creature Sahuagin Warrior|XMM|sahuagin} and one {@creature merrow|XMM}) also occupy this chamber and will defend it if they need to. A dozen other deep dregs in the area are non-combatants and flee into the sewers if a fight breaks out."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Altar of The Duchess.",
											"id": "057",
											"entries": [
												"The altar in the center of the encampment allows the dregs to communicate with The Duchess, and the characters can use this to interact with the entity as well. If the characters please Blip Bloop and prove themselves to the deep dregs, or if they defeat the creatures, they can place a hand upon the skull atop the altar to speak to The Duchess.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Touching the Skull",
															"entry": "A character touching the skull forges a connection with the Duchess, and they must succeed on a {@dc 15} intelligence saving throw or take 10 ({@dice 3d6}) psychic damage."
														},
														{
															"type": "item",
															"name": "Failed Connection",
															"entry": "If a character fails their saving throw after touching the skull, they see visions of a great tidal wave sweeping over the city of Drakkenheim, and thousands of fish-like creatures devouring the buildings while tentacles of sea monsters pull and drag the city deeper below the waves. The character hears an incoherent whispering of some deep and eldritch thing clawing at their minds. Although they do not understand what is said, they are filled with a sense of utter dread and have nightmares of drowning and tentacles dragging them below a stormy sea for the next {@dice 1d4} days."
														},
														{
															"type": "item",
															"name": "Successful Connection",
															"entry": "If a character succeeds on their saving throw after touching the skull, they have a vision of plunging deep below a stormy sea until all sunlight is gone and they float within a black, cold void. After a moment of nothingness, a distant light flickers into view, slowly drawing closer. Within the dark, a great face of a massive eel with jagged teeth and octarine eyes appears. It possesses a mane of tendrils ending in smaller eeled heads or tentacled arms writhing in rhythmic movements."
														}
													]
												},
												"The creature is the Duchess, and it speaks to the creature touching the skull. It will not reveal its true nature, or its motives, but will gleefully toy with the character speaking to it. The Duchess believes it is the true ruler of Drakkenheim, and its followers will be the harbingers of a rising tide that swallows the city. It tells the creatures to drink deep from the cauldron to be granted a gift of the depths, and that by doing so they will be able to walk amongst the ruins of the city without issue. It continues, indicating that their flawed and horrid flesh will no longer succumb to the contamination of the city, and that they will be able to withstand the coming storms, and the duchess will grant them peaceful passage within her domains.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Treasure",
															"entry": "Characters who diligiently search the encampment can find {@area delerium|00d|x} crystal fragments worth a total of 100 gp, a {@item spell scroll|XDMG} of {@spell entangle|XPHB}, a {@item spell scroll|XDMG} of {@spell unseen servant|XPHB}, and a {@item potion of healing|XDMG}."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "3f. Inner City Sewer",
											"id": "058",
											"entries": [
												"An access hatch allows ready access to the Inner City surface should the characters wish to exit the sewers now.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/029-00-016.deep-dreg-knight.webp"
													},
													"title": "Deep Dreg Knight",
													"width": 850,
													"height": 1244
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Area 4: Sally Port",
									"id": "059",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/030-map-00.07-sally-port.webp"
											},
											"imageType": "map",
											"title": "Map: Sally Port",
											"width": 2816,
											"height": 4096,
											"id": "085",
											"grid": {
												"type": "square",
												"size": 128
											}
										},
										"This location lies directly beneath Temple Gate, one of the five gatehouses leading into the Inner City. Here the city architects constructed a secret underground sally port: a place where defenders of the city could sneak out during a siege to strike behind enemy lines if needed. Unfortunately for the characters, it's sealed by a magically reinforced doorway.",
										"On the surface, the gatehouse is occupied by deadly monsters hostile to any adventurers who dare approach. The opposite side of the sally port is accessed through the cellars in various guard posts within the city.",
										{
											"type": "entries",
											"name": "Approaching the Sally Port",
											"id": "05a",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "05b",
													"entries": [
														"As you travel through the sewers, you come upon an intersection where the sewer line meets a wide stone corridor. This passage is unlike those of the rest of the sewers—it is made of large broad flagstones and the sharp stonework of the walls are supported by a vaulted ceiling. Unlit torch sconces are hammered into the walls."
													]
												},
												"This passageway is approximately 20 feet wide and a hundred feet long, and connects the sewer line to the {@area Sally Port Antechamber|05c|x}.",
												"There are no signs of recent passage down this hallway, nor are there any traps or hazards. An {@spell alarm|XPHB} spell was once present in this location to alert the City Watch captain posted to Temple Gate if anyone approached the sally port. However, the magic has long since faded, and none of the guards remain."
											]
										},
										{
											"type": "entries",
											"name": "Sally Port Antechamber",
											"id": "05c",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "05d",
													"entries": [
														"The passage ends in a large, pill-shaped chamber supported by great stone pillars. Six leering statues carved to resemble terrifying creatures with draconic features and batlike wings decorate the room. Opposite the entrance corridor is an impressive gate."
													]
												},
												"Each of the six statues in this chamber are in fact {@creature Gargoyle|XMM|gargoyles} created to protect the sally port. Created by old magic placed by the city defenders, only two of the gargoyles can animate at a time. If a gargoyle is directly attacked or damaged, it animates to defend itself while its nearest neighbor also springs to life. Otherwise, the gargoyles do not attack unless characters interfere with the Sally Port Gate as described below."
											]
										},
										{
											"type": "entries",
											"name": "Sally Port Gate",
											"id": "05e",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "05f",
													"entries": [
														"The Sally Port gate is a single formidable door crafted from solid metal and reinforced with bands of iron and steel. It is decorated with the intricate sigil of Drakkenheim: two dragons rampant flanking a castle with three towering spires. Flanking either side of the door, two large gargoyle statues loom ominously, their grotesque features carved with exquisite detail. Notably, the door shows no visible mechanism or handle on this side, and it sits flush with the surrounding stonework."
													]
												},
												"The gate is opened using a concealed winch and chain operated from the other side, which raises the door vertically. The gate slides down into place into a small gutter in the floor, creating a tight seal.",
												"Not only is the gate physically formidable and difficult to destroy, it is warded with an {@b Arcane Glyph} trap and protected by the gargoyles statues, as described below.",
												"Nevertheless, it's possible for the characters to open the Sally Port without fighting the gargoyles if they carefully disarm the Arcane Glyph trap and then successfully lift the gate. Resourceful characters who find magical treasures elsewhere in the sewers may be able to use those tools creatively to bypass the gate as well."
											]
										},
										{
											"type": "entries",
											"name": "Gargoyles",
											"id": "060",
											"entries": [
												"Two of the {@creature gargoyle|XMM} statues in this chamber animate and attack if any of the following conditions are met:",
												{
													"type": "list",
													"items": [
														"The statues are directly attacked or damaged.",
														"The Sally Port Gate is damaged, or an attempt is made to break it down or lift it up while the Arcane Glyph remains functional.",
														"The Arcane Glyph trap on the door is activated or triggered."
													]
												},
												"When a gargoyle is reduced to zero hit points, it magically crumbles to dust which then whirls through the air back to its original location, where it reforms after 24 hours. If the gate is still under attack, another gargoyle animates to take the place of the fallen creature.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/031-00-017.gargoyle.webp"
													},
													"title": "A Gargoyle Attacks",
													"width": 850,
													"height": 634
												},
												"The gargoyles do not pursue characters out of this chamber, nor pass through the Sally Port gate themselves."
											]
										},
										{
											"type": "entries",
											"name": "The Gate",
											"id": "061",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Opening the Gate",
															"entry": "The winch used to open the gate is located on the opposite side, and is normally inaccessible for those approaching the {@area Sally Port|059|x} from the Outer City. Regardless, a character who makes it through to the opposite side can take a {@action Utilize|XPHB} action to operate the winch, which opens the gate. The gate winch is on a mechanical timer that closes the gate automatically after 1 minute. A character can use a Utilize action to close the gate."
														},
														{
															"type": "item",
															"name": "Damaging the Gate",
															"entry": "The Sally Port gate is a reinforced metal door. It can be attacked and destroyed. It has AC 19 and 72 hit points and is immune to poison and psychic damage. It is resistant to all other damage types except acid, force, and thunder."
														},
														{
															"type": "item",
															"name": "Breaking the Gate",
															"entry": "Battering down the door is almost impossible. A character can spend an action to attempt a {@dc 30} Strength ({@skill Athletics|XPHB}) check. On a success, the door shatters. On either a success or failure, the protective runes activate and two gargoyles animate to attack."
														},
														{
															"type": "item",
															"name": "Bypassing the Gate",
															"entry": "Characters may have previously found a {@item potion of gaseous form|XDMG} or a {@item cape of the mountebank|XDMG} elsewhere in the sewer system if they've visited other locations. They can use those items (or related spells such as {@spell gaseous form|XPHB}, {@spell dimension door|XPHB}, or {@spell passwall|XPHB}) to get past the gate. Note that spells such as {@spell misty step|XPHB} require line of sight to their destination, so cannot be used to bypass the gate."
														},
														{
															"type": "item",
															"name": "Lifting the Gate",
															"entry": "A character can use a {@action Utilize|XPHB} action and attempt a {@dc 20} Strength ({@skill Athletics|XPHB}) check to lift the gate and hold it open until the start of their next turn, at which point they must use another action and succeed on the Strength check again to continue holding the gate open. If the character fails the check or decides not to repeat the action, they drop the gate. When they do, they can attempt to leap over to the other side by making a {@dc 15} Dexterity saving throw. On a successful save, they may choose which side of the gate they end up on. On a failed save, the character remains on the side of the gate they were on when they picked it up. If the character fails the check by 5 or more, they are crushed under the gate (see below)."
														}
													]
												},
												{
													"type": "list",
													"items": [
														"{@b Success at a Cost.} A character who fails the Strength test by only 1 or 2 can partially lift the gate but drops it after only a few moments. This is enough time that another character within 10 feet of them can use their reaction and make a {@dc 15} Dexterity ({@skill Acrobatics|XPHB}) check to dive through the opening. However, failing this check by five or more causes the character to be caught under the falling gate (see below)."
													],
													"style": "list-hang-notitle"
												},
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Crushed Under the Gate",
															"entry": "A character who is under the gate when it closes takes 22 ({@dice 4d10}) bludgeoning damage, and becomes trapped under the gate. While trapped, they have the {@condition Restrained|XPHB} and {@condition Prone|XPHB} conditions, and take an additional 11 ({@dice 2d10}) bludgeoning damage at the end of each of their turns. A trapped creature can use the {@action Utilize|XPHB} action to attempt to escape on their own by making a successful {@dc 15} Strength ({@skill Athletics|XPHB}) or Dexterity ({@skill Acrobatics|XPHB}) check."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Arcane Glyphs",
											"id": "062",
											"entries": [
												"Each round when the gate first takes damage, the arcane runes etched upon it unleash a blast of magical lightning. The triggering creature must succeed on a {@dc 15} Dexterity saving throw, taking 11 ({@dice 2d10}) lightning damage on a failed save, or half as much on a successful one.",
												"A {@spell detect magic|XPHB} spell reveals an aura of evocation magic upon the door. A creature within 5 feet of the gate can use a {@action Search|XPHB} action to examine it and make a {@dc 10} Wisdom ({@skill Perception|XPHB}) check, detecting the tiny arcane runes etched upon the door with a success. Once the runes are found, a character can use the {@action Study|XPHB} action to make a {@dc 15} Intelligence ({@skill Arcana|XPHB}) check, which if successful reveals the glyphs mean \"lightning.\"",
												"Once the runes are identified, a character may spend a {@action Utilize|XPHB} action with a sharp tool, {@item dagger|XPHB}, or similar item to deface the glyphs by making a successful {@dc 15} Dexterity ({@skill Sleight of Hand|XPHB}) check. Success disarms the trap without triggering it. On a failed check, the trap is still disarmed, but triggers one final time, and the character attempting to disarm the trap makes their Dexterity saving throw with {@variantrule disadvantage|XPHB}."
											]
										},
										{
											"type": "entries",
											"name": "Sally Port Exit",
											"id": "063",
											"entries": [
												"On the other side of the gate is the winch used to operate it (described above). The passageway continues for another fifty feet before ending in a spiral staircase which leads to the surface in the Inner City, opening in the ruins of another guard post used by the City Watch."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 5: Escape",
							"id": "064",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/032-00-018.facing-danger.webp"
									},
									"title": "Facing Danger In The City",
									"width": 1700,
									"height": 2237
								},
								"Depending on which faction the players choose to work with, they may exit the sewers at one of two locations. Both locations use the same city street map but represent two different locations in the city, either {@area Lantern's Way|065|x} in the Inner City, or {@area Dampstone Avenue|067|x} in the Outer City.",
								"The player characters exit the sewers just as dusk settles in. A strange creature known as a {@creature lamplighter|DoDkSearchSmugglersSecrets} wanders nearby: a mutated aberration created when the eldritch energies of Delerium caused those who lit the streetlights to fuse with the lampposts.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/033-map-00.08-drakkenheim-city-street.webp"
									},
									"imageType": "map",
									"title": "Map: Drakkenheim City Street",
									"width": 4096,
									"height": 4096,
									"id": "086",
									"grid": {
										"type": "square",
										"size": 128
									}
								},
								{
									"type": "entries",
									"name": "Inner City: Lantern's Way",
									"id": "065",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "066",
											"entries": [
												"You emerge from the dark sewers amongst the cobblestone streets and densely packed buildings of the Inner City. You can make out the large foreboding city walls only a few blocks away. The city street you emerge on is dark. No lights are lit, no illumination to guide you back to the barracks. Dusk is setting in over Drakkenheim, you do not have much time before nightfall. The soft glow of lantern light shines from around a nearby corner. Perhaps the Hooded Lanterns are patrolling nearby?"
											]
										},
										"This location is found south of the City Watch Barracks in the Inner City. The characters emerge from the sewers via a rather inconspicuous maintenance hatch nestled between a few ruined buildings along the city streets.",
										"Although this is close to the Hooded Lanterns' main stronghold, it is out of the way enough that a dangerous monster still wanders nearby.",
										"A {@creature lamplighter|DoDkSearchSmugglersSecrets} (see {@area appendix A|06d|x}) stalks the streets nearby, unless the characters do something to avoid it, the creature will spot them.",
										"Careful characters may be able to sneak past or hide from the lamplighter and make their way to the Hooded Lanterns Barracks unnoticed. Doing so requires each character to make a successful {@dc 15} Dexterity ({@skill Stealth|XPHB}) check. Characters can gain advantage on these checks if they make good use of the urban environment or use their other skills or spells to create a distraction.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Signaling the Hooded Lanterns",
													"entry": "If the party fires the flare as they were instructed, the lamplighter immediately notices them and attacks. However, three Hooded Lantern {@creature Scout|XMM|scouts} show up three rounds later and help the characters defeat the monster."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Outer City: Dampstone Avenue",
									"id": "067",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "068",
											"entries": [
												"An old gravel road that stretches through dark abandoned houses lays before you as you peer out from the maintenance hatch. You seem to have come out on a side alley leading to a small square with an old well in the center. Amongst the ruins and abandoned houses are a series of unlit streetlamps, the street is dark as dusk falls. Rose should be here shortly; you just need to wait it out in the dark streets of Drakkenheim. A distant glow of lantern light catches your attention down the road—someone, or something, is making its way towards you."
											]
										},
										{
											"type": "list",
											"items": [
												"This location is on the northern end of the spokes in the Outer City. A small maintenance hatch sits between the decrepit houses."
											]
										},
										"If the characters agreed to meet {@area Rose Carver|028|x} here, she arrives just after sunset. The characters must wait for her arrival by the old well in the square.",
										"A {@creature lamplighter|DoDkSearchSmugglersSecrets} (see {@area appendix A|06d|x}) is wandering towards the square to light the lanterns of the city and will attack the characters if it sees them.",
										"Clever characters may be able to drive off or lure away the lamplighter while remaining hidden.",
										"Rose Carver (human {@creature bandit captain|XMM}) and a pair of {@creature Thug||thugs} show up after three rounds and help the party defeat the lamplighter."
									]
								},
								{
									"type": "entries",
									"name": "Conclusion",
									"id": "069",
									"entries": [
										"Characters who successfully survive the sewers and lost waterways of Drakkenheim might trigger the following developments.",
										{
											"type": "entries",
											"name": "Scout's Honor",
											"id": "06a",
											"entries": [
												"If the player characters fire their flare and deliver the information to {@area Ansom Lang|01e|x} and the Hooded Lanterns, Ansom upholds his part of the bargain. He gives them a purse of 300 gold pieces and also awards them a writ of passage stamped by Lord Commander Elias Drexel, the leader of the lanterns. This writ allows the player characters to pass freely through Shepherd's Gate for future endeavors in the city.",
												"If you are using this adventure as part of a larger Drakkenheim campaign, accomplishing this puts the characters in good standing with the Hooded Lanterns, and allows them to expand their foothold in the city. It also upsets the Queen's Men. Depending on your standing with them upon completion of the mission, they may send out a strike team or use a scheme against the party in an attempt to gain the intel on the {@area smugglers tunnel|049|x}, or acquire the {@area map|022|x} if it is still in the party's possession."
											]
										},
										{
											"type": "entries",
											"name": "Double Cross",
											"id": "06b",
											"entries": [
												"If the player characters choose to double cross the Lanterns and deliver the information to the Queen's Men, {@area Rose Carver|028|x} pays out half of what she promised the characters, offering them 100 gp and saying she will give them the other 100 gp promised once she and her gang verify their information. She claims there may be a bonus involved if the information is substantial for the gang's efforts in the city—she will even put in a good word with the Queen of Thieves.",
												"If you are using this adventure as part of a larger Drakkenheim campaign, accomplishing this puts the party in good standing with the Queen's Men, and Rose Carver will uphold her part of the deal. She tells the player characters to come find her in Buckledown Row in a couple days. When they meet her there, she pays them each 75 gp for their efforts, and for opening a route for them to export {@area delerium|00d|x} right under the Hooded Lantern's feet. The Queen of Thieves may not let the characters right into her hideout, but Rose explains that the Queen is interested in their abilities and grants them the option to participate in her fighting pits to \"prove their value.\"",
												"If the player characters choose to lie about their findings to the Hooded Lanterns, whether the Lanterns believe them is up to the DM. Their reputation with the faction depends on if the Lanterns discover the truth of the double cross or not. If they do, the Hooded Lanterns become enemies of the player characters and immediately send a strike team to take them down."
											]
										},
										{
											"type": "entries",
											"name": "Honoring The Duchess",
											"id": "06c",
											"entries": [
												"If the player characters choose to lie to both factions and leave the tunnel undiscovered, their reputation with both factions is unaffected. Blip Bloop will let the players use the tunnels themselves whenever they want and leaves an open invitation for them to return so he can introduce them to The Duchess.",
												"If you are using this adventure as part of a larger Drakkenheim campaign, Blip Bloop takes the player characters to The Duchess as promised and attempts to force them into serving her. This could lead to a disastrous situation as Blip Bloop wishes to change the characters into deep dregs to serve his master.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/034-00-019.the-duchess.webp"
													},
													"title": "The Duchess",
													"width": 1700,
													"height": 611
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Appendix A: New Monster",
							"id": "06d",
							"entries": [
								{
									"type": "entries",
									"name": "Lamplighter",
									"entries": [
										{
											"type": "statblock",
											"name": "Lamplighter",
											"prop": "monsterFluff",
											"source": "DoDkSearchSmugglersSecrets"
										},
										{
											"type": "statblock",
											"name": "Lamplighter",
											"tag": "creature",
											"source": "DoDkSearchSmugglersSecrets",
											"style": "narrow"
										}
									],
									"id": "087"
								}
							]
						},
						{
							"type": "section",
							"name": "Appendix B: Rules for Contamination",
							"id": "071",
							"entries": [
								{
									"type": "entries",
									"name": "Contamination",
									"id": "072",
									"entries": [
										"Characters exploring Drakkenheim might be exposed to eldritch pollutants within the Haze or to arcane radiation emitted by delerium. These hazards cause a new condition called Contamination, which inflicts both debilitating symptoms and otherworldly mutations.",
										"Contamination is measured in six levels. An effect can give a creature 1 or more Contamination levels, as specified in the effect's description. If an already-contaminated creature suffers another effect that imposes further Contamination, their current Contamination level increases by the amount specified in the effect's description.",
										"In addition, each time a creature finishes a long rest while they have 1 or more Contamination levels, roll {@dice 1d20}. On a 1, the creature gains a Contamination level.",
										"Upon reaching Contamination level 6 or higher, the creature transforms as described in the \"Monstrous Transformation!\" section.",
										{
											"type": "entries",
											"name": "Contamination Symptoms",
											"id": "073",
											"entries": [
												"A creature with the Contaminated condition suffers the symptoms from their current level as well as all lower levels:",
												"1. No effect. 2. Hit points regained by expending {@variantrule Hit Point Dice|XPHB|Hit Dice} are halved. 3. No {@variantrule Hit Points|XPHB} are regained at the end of a long rest. 4. Damage dealt by the creature's weapon attacks and spells is halved. 5. The creature has the {@condition Incapacitated|XPHB} condition. 6. The creature undergoes a monstrous transformation."
											]
										},
										{
											"type": "entries",
											"name": "Mutations",
											"id": "074",
											"entries": [
												"In addition to suffering symptoms, each time a creature gains a Contamination level, roll {@dice 1d6}. If the result is equal to or less than the creature's current Contamination level, they gain a mutation. The Game Master can choose the mutation or determine it randomly by rolling on the Mutations table. If the result is the same as a mutation already affecting the creature, the GM chooses a different mutation or rolls again.",
												{
													"type": "table",
													"caption": "Mutations",
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1",
															"Rampant Mutation. Roll twice, ignoring this result on subsequent rolls."
														],
														[
															"2",
															"Rasping. Your vocal cords warp. You can only speak in a halting gurgle. If you have 4 or more Contamination Levels, your tongue rots and falls out, and you can no longer speak."
														],
														[
															"3",
															"Wasting. Your fingernails, teeth, and toenails start falling out. {@dice 2d6} fall out for each Contamination Level you have gained."
														],
														[
															"4",
															"Rotting. Your lips, nose, and ears blacken and wither. If you reach 4 or more Contamination Levels, they rot and fall off. You can still speak and hear, however."
														],
														[
															"5",
															"Molting. Painful blisters, welts, and multicolored lesions appear all over your skin, which burst and peel off painfully, exposing the raw sinew underneath. Once you reach 4 Contamination Levels, your skin entirely sloughs off."
														],
														[
															"6",
															"Shedding. Each time you gain a contamination level, some of your hair falls out in patches. Once you reach 4 or more Contamination Levels, all hair on your body completely falls out."
														],
														[
															"7",
															"Lambent Glow. You emit a dim octarine glow to a range of 10 feet. If you have 4 or more Contamination Levels, you instead emit bright light to a range of 30 feet."
														],
														[
															"8",
															"Ocular Tumors. An eyeball opens somewhere on your body for each Contamination Level you have gained. If you have 4 or more Contamination Levels, you can see in all directions."
														],
														[
															"9",
															"Spiked Growths. At the start of each of your turns, you deal 5 ({@dice 1d10}) piercing damage to any creature you are {@variantrule grappling|XPHB}."
														],
														[
															"10",
															"Aquatic Adaptation. You sprout fish-like fins and gills. You gain a swimming speed equal to your land speed and can breathe underwater. If you have 4 or more Contamination Levels, you can only breathe underwater; but can hold your breath outside water for up to 1 hour."
														],
														[
															"11",
															"Amorphous Form. Your bones and organs become gelatinous. You can move through a space as narrow as 6 inches wide without squeezing."
														],
														[
															"12",
															"Chitinous Skin. Shell-like growths appear all over your body, giving you a +1 bonus to AC. If you have four or more Contamination Levels, this bonus increases to +2."
														],
														[
															"13",
															"Cyclopean Vision. Your eyes merge into a single central eye which can emit an energy beam as a ranged spell attack using your Intelligence modifier. If it hits, it deals {@damage 2d6} radiant damage."
														],
														[
															"14",
															"Spatial Displacement. You can cast {@spell misty step|XPHB} once for each Contamination Level you have gained. You regain these uses when you finish a {@variantrule long rest|XPHB}."
														],
														[
															"15",
															"Tentacled Limb. One of your arms becomes a fleshy tentacle. When you make a melee attack on your turn, increase your reach by 5 feet."
														],
														[
															"16",
															"Spider Climb. You gain a climb speed equal to your walking speed. You can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
														],
														[
															"17",
															"Whispering Voices. You gain {@variantrule telepathy|XPHB} to a range of 10 feet, but other people hear it as their own voice. If you have 4 or more Contamination Levels, the range extends to 60 feet."
														],
														[
															"18",
															"Belly Maw. A toothy mouth appears on your stomach, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@dice 1d6} + your Strength modifier."
														],
														[
															"19",
															"Eyeless Sight. Your eyes become milky orbs, and you gain {@sense blindsight|XPHB} to a range of 10 feet. If you have 4 or more Contamination Levels, your eyes rot out, and dim octarine light burns in the sockets. Your blindsight increases to 30 feet, but you are blind beyond this radius."
														],
														[
															"20",
															"Arcane Blood. You gain an additional spell slot of the highest level you can cast (to a maximum of 5th level). If you don't have spell slots, your hit point maximum increases by an amount equal to your level. If you have four or more Contamination Levels, you gain two spell slots instead of one or increase your hit points by twice your level."
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Removing Contamination",
											"id": "075",
											"entries": [
												"Only specific magic can remove Contamination levels. Creatures do not recover naturally. The {@spell purge contamination|DoDk} spell (detailed below) can remove Contamination, but it leaves affected characters with the {@condition Exhaustion|XPHB} condition. A {@spell heal|XPHB} spell removes all Contamination levels and mutations from a contaminated creature.",
												"An effect which removes a Contamination level also removes one randomly determined mutation. All Contamination symptoms end and all mutations are removed if a creature's Contamination level is reduced below 1. Skin, hair, fingernails, and toenails lost to mutations regrow normally once all Contamination levels are removed. However, a {@spell regenerate|XPHB} spell or similar magic is needed to restore any other body parts (such as teeth, limbs, or eyes) lost as a result of Contamination levels. Appendages or limbs which develop as a result of mutations wither and fall off when Contamination levels are removed, and other warped body parts are restored to their original form."
											]
										},
										{
											"type": "entries",
											"name": "Death and Dying while Contaminated",
											"id": "076",
											"entries": [
												"When a Humanoid with any Contamination levels dies, they animate 24 hours later as a {@creature haze husk|DoDk} (use the {@creature zombie|XMM} stat block). A creature with six or more class levels or {@variantrule Hit Point Dice|XPHB| Hit Dice} rises as a {@creature wight|XMM} instead.",
												"Being raised from the dead reduces a creature's Contamination level by 1."
											]
										},
										{
											"type": "entries",
											"name": "Monstrous Transformation!",
											"id": "077",
											"entries": [
												"A creature who reaches Contamination level 6 or higher triggers a transformation into a horrific monster controlled by the Game Master. Once triggered, the transformation finishes in 1 round and is thereafter permanent. Game Masters are encouraged to narrate a suitably gory description of the transformation. The Game Master chooses the creature's new form, which is most often an aberration or monstrosity of some kind, such as a gibbering mouther. The new form usually has a {@variantrule Challenge Rating|XPHB} similar to that of the original creature or to the creature's class levels, but under appropriate circumstances, you can choose a Challenge Rating that is much higher or much lower.",
												"The creature's game statistics are entirely replaced by those of the chosen monster. The creature assumes the new form's {@variantrule Hit Points|XPHB} and {@variantrule Hit Point Dice|XPHB|Hit Dice}. All Contamination levels are removed from the creature, though the GM can grant additional traits to the new form similar to any beneficial mutations gained from Contamination levels.",
												"The GM determines what remains of the original creature's personality and memories, if anything. Regardless, the creature is invariably driven mad by the transformation and remains under the GM's control.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/036-00-021.victim.webp"
													},
													"title": "Transformation Vicitm",
													"width": 1700,
													"height": 1057
												}
											]
										},
										{
											"type": "entries",
											"name": "Purge Contamination",
											"id": "078",
											"entries": [
												"At the GM's discretion, the following spell can be learned by any spellcaster for the purposes of the adventure. For a more challenging adventure, the {@spell purge contamination|DoDk} spell is unknown to the characters, and only Flamekeeper Hanna in {@area Emberwood Village|018|x} has access to it."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Appendix C: Handouts",
							"id": "079",
							"entries": [
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/037-00-022.handout-map.webp"
											},
											"width": 1700,
											"height": 1996
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DoDkSearchSmugglersSecrets/adventure/038-00-023.handout-note.webp"
											},
											"width": 1700,
											"height": 1894
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Credits",
							"id": "07a",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"columns": 2,
									"items": [
										{
											"type": "item",
											"name": "Lead Design:",
											"entry": "Monty Martin, Kelly McLaughlin"
										},
										{
											"type": "item",
											"name": "Writing and Rules Development:",
											"entry": "Monty Martin, Kelly McLaughlin"
										},
										{
											"type": "item",
											"name": "Editing:",
											"entry": "Chris Walz, Joe Raso, Scott Fitzgerald Gray"
										},
										{
											"type": "item",
											"name": "Art Direction:",
											"entry": "Marius Bota"
										},
										{
											"type": "item",
											"name": "Graphic Design:",
											"entry": "Martin Hughes"
										},
										{
											"type": "item",
											"name": "Cover Illustrator:",
											"entry": "Marius Bota"
										},
										{
											"type": "item",
											"name": "Interior Illustrators:",
											"entry": "Alberto Dal Lago, Andreia Ugrai, Chad Lewis, Clément Blum, Felipe Pérez, Foeh, Gaga Turmanishvili, Marius Bota, Marzena Nereida Piwowar, Toni Munteanu"
										},
										{
											"type": "item",
											"name": "Tactical Maps:",
											"entry": "Josh Orchard"
										}
									]
								},
								{
									"type": "entries",
									"name": "Ghostfire Gaming Operations",
									"id": "07b",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"columns": 2,
											"items": [
												{
													"type": "item",
													"name": "Chief Executive Officer:",
													"entry": "Matt Witbreuk"
												},
												{
													"type": "item",
													"name": "Financial Controller:",
													"entry": "James Atkins"
												},
												{
													"type": "item",
													"name": "Chief Operations Officer:",
													"entry": "Nick Ingamells"
												},
												{
													"type": "item",
													"name": "Creative Content Director:",
													"entry": "Ben Byrne"
												},
												{
													"type": "item",
													"name": "Digital Media Specialist:",
													"entry": "Dante Szabo"
												},
												{
													"type": "item",
													"name": "Customer Support & Community Associate:",
													"entry": "Jessica Berthelsen-Murray"
												},
												{
													"type": "item",
													"name": "Ghostfire Gaming Discord Community Managers:",
													"entry": "Ian \"Butters\" Gratton, Nelson \"Deathven\" Di Carlo, Tom \"Viking Walrus\" Garland, Caleb \"Connendarf \" Englehart, Cameron \"C4Burgers\" Brechin"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ghostfire Production Studio",
									"id": "07c",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"columns": 2,
											"items": [
												{
													"type": "item",
													"name": "Head of Production:",
													"entry": "Simon Sherry"
												},
												{
													"type": "item",
													"name": "Lead Producer:",
													"entry": "Joe Raso"
												},
												{
													"type": "item",
													"name": "Principal Designer:",
													"entry": "Martin Hughes"
												},
												{
													"type": "item",
													"name": "Graphic Designer:",
													"entry": "Josh Orchard"
												},
												{
													"type": "item",
													"name": "Lead Developer:",
													"entry": "Mark McIntyre"
												},
												{
													"type": "item",
													"name": "Lead Game Designer:",
													"entry": "Shawn Merwin"
												},
												{
													"type": "item",
													"name": "Art Direction Team:",
													"entry": "Marius Bota, Matt DeMino"
												},
												{
													"type": "item",
													"name": "Project Support:",
													"entry": "Ethan Yen"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
