{
	"_meta": {
		"sources": [
			{
				"json": "TSSL",
				"abbreviation": "TSSL",
				"full": "The Secrets of Skyhorn Lighthouse",
				"authors": [
					"Kelsey Dionne"
				],
				"convertedBy": [
					"Surge"
				],
				"version": "7",
				"url": "https://www.dmsguild.com/product/215629/The-Secrets-of-Skyhorn-Lighthouse",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1603210180,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "fde1924492",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "The Secrets of Skyhorn Lighthouse",
			"id": "TSSL",
			"source": "TSSL",
			"group": "homebrew",
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"Synopsis",
						"Background",
						"A Word To The GM",
						"Pacing/Transitions"
					]
				},
				{
					"name": "Rumors in the Harbor",
					"headers": [
						"Appeal to Reward",
						"Appeal to Heroism",
						"Appeal to Discovery",
						"Transition"
					]
				},
				{
					"name": "Scurvy Dogfight",
					"headers": [
						"The Docks",
						"Transition"
					]
				},
				{
					"name": "Sea Monster Attacks",
					"headers": [
						"Approaching the Docks",
						"Transition"
					]
				},
				{
					"name": "Under Siege",
					"headers": [
						"Approaching the Lighthouse",
						"Area 1: The Main Hall",
						"Area 2: Barracks",
						"Area 3: Store Room",
						"Transition"
					]
				},
				{
					"name": "The Light in the Tower",
					"headers": [
						"Area 4: The Lantern Room",
						"Transition"
					]
				},
				{
					"name": "The Caverns Below",
					"headers": [
						"Area 5: Something In The Deep",
						"Area 6: The Dock",
						"Transition"
					]
				},
				{
					"name": "Wounded Lion",
					"headers": [
						"Area 7: The Merchant Ship.",
						"Transition"
					]
				},
				{
					"name": "Hostages",
					"headers": [
						"Area 8: The Crew",
						"Area 8A: Plunder",
						"Transition"
					]
				},
				{
					"name": "Summoning Room",
					"headers": [
						"Area 9: Stalagmite Cave",
						"Transition"
					]
				},
				{
					"name": "Aftermath",
					"headers": [
						"The Bowl Of Commanding Water Elementals",
						"Sailing The Jade Lion",
						"Returning Home",
						"Future Adventure Hooks"
					]
				},
				{
					"name": "Appendix A: Maps",
					"headers": [
						"The Docks",
						"The Annabel Lee",
						"Skyhorn Lighthouse",
						"Skyhorn Lighthouse Caves",
						"VTT Maps"
					]
				}
			],
			"level": {
				"start": 5,
				"end": 5
			},
			"published": "2017-07-04",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/TSSL-cover.webp"
			},
			"storyline": "Skyhorn Lighthouse"
		}
	],
	"adventureData": [
		{
			"id": "TSSL",
			"source": "TSSL",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"id": "Introduction",
					"entries": [
						"The {@i Secrets of Skyhorn Lighthouse} is a Dungeons & Dragons adventure designed for a group of four or five players of 5th-level characters.",
						"This adventure is meant to be dropped into any Dungeons & Dragons setting with a nearby seaport or harbor town.",
						{
							"type": "section",
							"name": "Synopsis",
							"id": "Synopsis",
							"entries": [
								{
									"type": "list",
									"items": [
										"At the beginning of the adventure, the party learns through one of the hooks that ships have stopped transiting the harbor for fear of \"sea monsters.\" They also learn nearby Skyhorn Lighthouse is in distress. The party is able to find one captain, Sheila Coppertree, who is willing to risk going to the lighthouse.",
										"On the way to the lighthouse, a water elemental attacks the group. When the adventurers arrive at the lighthouse, they find it under siege by eelfolk.",
										"The party learns of flooded caves beneath the lighthouse either through exploration or from Lucien Skyhorn, the lighthouse keeper who is barricaded in the lantern room.",
										"Inside the caves, the group discovers the eelfolk are forcing captured sailors to use a {@item Bowl of Commanding Water Elementals} to summon water elementals and wreak havoc on the surrounding sea passage and harbor."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Background",
							"id": "Background",
							"entries": [
								{
									"type": "list",
									"items": [
										"Lucien Skyhorn is sworn to protect the secret {@i Bowl of Commanding Water Elementals} hidden in the watery caves below his family's ancestral lighthouse.",
										"A few days before the adventure begins, a raiding group of eelfolk entered the caves below the lighthouse via a hidden cove.  There, they discovered the bowl. Since then, they've used it to capture a merchant ship that was transiting the harbor. The eelfolk learned (the hard way) that asummoned elemental sometimes turns against its summoner, so now they're forcing the captured crew to do the summoning ritual.",
										"The eelfolk are trying to finish off Lucien, who is barricaded in top room of the lighthouse. They plan to seize total control of the small island to continue using more water elementals to capture passing ships.  They feel Lucien's stubborn presence is a threat to their plans."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "A Word To The GM",
							"id": "A Word To The GM",
							"entries": [
								"This adventure is meant to be run at a glance with minimal preparation and a natural delivery. This required re-thinking the normal adventure presentation a bit. Here's what you'll find included:",
								{
									"type": "list",
									"items": [
										"Each encounter contained on one page.",
										"Bulleted lists. Bolded keywords.",
										"Hyperlinks to monsters and rules online for quick reference.",
										"Printable cards for each monster and PC so you can run encounters using a card stack. A short video walkthrough of this method can be found here.",
										"Short room and area descriptions. No paragraphs of droning flavor text -- set the scene naturally and embellish as desired.",
										"Briefly explained non-encounter rooms.  Again, embellish as desired!",
										"GM maps and player-safe digital maps for use with virtual tabletops.",
										"Printable cards for special treasure handout.",
										"A short video walkthrough of the adventure can be found here."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Pacing/Transitions",
							"id": "Pacing/Transitions",
							"entries": [
								"A dramatic question is presented with most scenes. Once that question has been answered, the tension of the scene is resolved. That's your cue to work toward the {@b transition} provided at the end the scene -- even if that means summarizing the end of a clearly decided combat, or in the case of clever players, skipping combat altogether. Keep the game moving toward the next challenge!",
								"Room descriptions that are usually long blocks of literary read-aloud text have been left short and informational in this adventure.  Many Game Masters prefer to paraphrase read- aloud text and set the scene based on what tone and level of detail his or her group finds engaging. Anything listed before the Development sections is safe to share however you prefer to do so."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Rumors in the Harbor",
					"id": "Rumors in the Harbor",
					"entries": [
						"The characters begin in any harbor or coastal town. The town should have access to housing, basic provisions, and a shipping dock.",
						"A story has been spreading about town that there's a sea monster attacking ships near Skyhorn Lighthouse. Traffic in the harbor has come to a standstill amid the rumor.",
						"{@i At any point during the PCs' time in town, use some or all of the following hooks to introduce them to the adventure:}",
						{
							"type": "entries",
							"name": "Appeal to Reward",
							"id": "Appeal to Reward",
							"entries": [
								"A very concerned merchant named {@b Benji Frogwater} (LG halfling {@creature noble}) approaches the PCs, citing their reputation. He offers a reward of {@b 200 gp} each if the they'll investigate a merchant ship of his, the {@i Jade Lion}, that was last seen in the waters near Skyhorn Lighthouse. He's worried about the sea monster rumors and offers an additional {@b 200 gp} each if the party safely returns the crew (including his young son, {@b Raf}) and cargo."
							]
						},
						{
							"type": "entries",
							"name": "Appeal to Heroism",
							"id": "Appeal to Heroism",
							"entries": [
								"{@b Captain Sheila Coppertree} seeks out the group. She says she witnessed a massive wave grab a merchant ship, the {@i Jade Lion}, and drag it against the tide toward Skyhorn Lighthouse. A friend of hers, {@b Captain Aryn Hest}, was on board (alternatively, replace this with a mutual friend the PCs also know). She offers the party {@b free transport} to any harbor of their choice after the adventure if they go with her to help."
							]
						},
						{
							"type": "entries",
							"name": "Appeal to Discovery",
							"id": "Appeal to Discovery",
							"entries": [
								"A {@b seagull} lands on one of the characters. It opens its beak and says, \"This is a message from Lucien Skyhorn, from the lighthouse.  We've been attacked by creatures from the sea!  Please, send help before it's too late, I beg any who hears this...\" Then the seagull squawks and flaps away.",
								{
									"type": "insetReadaloud",
									"entries": [
										"{@b Captain Sheila Coppertree}, CG half-elf {@creature spy}",
										"{@i \"Want to lose at a round of black tar dice?}\"",
										"- {@i Appearance.} Tan and athletic. Blonde, braided hair. Favors tricorn hats.",
										"- {@i Does.} Sings bawdy sea songs about mermaids.",
										"- {@i Secret.} She travels the seas searching for her greatest love and rival -- Pirate Captain Annabel Lee, the namesake of her ship."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Transition",
							"id": "Transition",
							"entries": [
								"The PCs go to the harbor to seek passage to or information about Skyhorn Lighthouse."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Scurvy Dogfight",
					"id": "Scurvy Dogfight",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/TSSL-dogfight.webp"
							},
							"title": ""
						},
						{
							"type": "section",
							"name": "The Docks",
							"id": "The Docks",
							"entries": [
								{
									"type": "list",
									"items": [
										"Skyhorn Lighthouse's faint glimmer is visible on a small island a few miles out to sea.",
										"The docks are choked with ships. It's quiet compared to the normal bustle of activity."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "Development",
									"entries": [
										{
											"type": "list",
											"items": [
												"Sailors on the docks reiterate the rumor about the sea monster, some claiming falsely to have seen it (they fabricate a description).  They refuse to take the PCs out to sea.",
												"If asked about who might take them to the lighthouse, sailors point the PCs in the direction of {@b Sheila Coppertree's} sailing ship, the {@i Annabel Lee} (see {@area Appendix A|Appendix A: Maps|x} for maps).",
												"As the characters approach Sheila Coppertree's ship, she swings down to the docks to greet them. Refer to the adventure hook {@area Appeal to Heroism|Appeal to Heroism|x} for what she knows.",
												"After a few moments of talking to Sheila, two {@b pirates} who lost a fair game of dice to her interrupt the conversation with demands that she pay up by turning over her ship.  They've planned a surprise attack."
											]
										},
										{
											"type": "insetReadaloud",
											"entries": [
												"{@b Gaspar}, NE human {@creature bandit captain}",
												"{@i \"Ye owe us, Sheila! Yer ship is ours!\"}",
												"- {@i Appearance.} Tall and hunched over. Scar across his nose.",
												"- {@i Does.} Grinds his teeth and spits frequently.",
												"- {@i Secret.} Fell from grace as the captain of a lord he betrayed."
											]
										},
										{
											"type": "insetReadaloud",
											"entries": [
												"{@b Neeno}, NE half-orc {@creature bandit captain}",
												"{@i \"We know you use weighted dice. We've caught you, wench.\"}",
												"- {@i Appearance.} Remarkably tidy. Oiled-back hair.",
												"- {@i Does.} Looks at his nails and cleans them while talking.",
												"- {@i Secret.} Plans to assassinate Gaspar and take his ship soon."
											]
										},
										{
											"type": "inset",
											"name": "Dramatic question",
											"entries": [
												"Can the characters appease or defeat the pirate threat?"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Talk It Out",
									"id": "Talk It Out",
									"entries": [
										"{@i Success if conflict score reaches} {@b 0.} {@i Go to the combat section if it reaches} {@b 5.}",
										{
											"type": "list",
											"items": [
												"Gaspar and Neeno begin with a collective {@b conflict score of 3.}",
												"A large {@b bribe} reduces their score by 1.",
												"A DC 15 Charisma ({@b Persuasion}) or Charisma ({@b Deception}) check reduces their score by 1.  A failed check increases their score by 1.",
												"Using Charisma ({@b Intimidation}) increases their score by 1.",
												"Wisdom ({@b Insight}) DC 15 {@b reveals} one of the above details, or their current conflict score."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Combat",
									"id": "Combat",
									"entries": [
										{
											"type": "list",
											"items": [
												"Gaspar (G) and Neeno (N) shove characters into the water if given the chance.",
												"On round two, four of Neeno's {@creature thug||thugs} (T) pop up on nearby ships and fire their crossbows.",
												"Enemies below one-third their hit points flee."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Transition",
							"id": "Transition 2",
							"entries": [
								"The PCs collect what they need and strike out on the {@i Annabel Lee} toward the lighthouse."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Sea Monster Attacks",
					"id": "Sea Monster Attacks",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/TSSL-sea-monster.webp"
							},
							"title": ""
						},
						{
							"type": "section",
							"name": "Approaching the Docks",
							"id": "Approaching the Docks",
							"entries": [
								{
									"type": "list",
									"items": [
										"The {@i Annabel Lee} cuts through the ocean in a swift, bold path. It has a crew of 20 loyal sailors (they use the {@creature bandit} statistics block). It reaches the bay in front of the lighthouse island after {@b three hours}.",
										"The {@b lighthouse} is situated ona steep, rocky island with a low {@b stone wall} at the top. The island is 100 feet in diameter.",
										"A {@b staircase} leads from a 40-foot wooden {@b dock} up a steep path to the lighthouse.",
										"The {@b gate door} at the top of the stairs flaps open and closed like a broken gull wing.",
										"The {@i Jade Lion} {@b merchant ship} is not docked at the island -- the docks are empty."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "Development 2",
									"entries": [
										{
											"type": "list",
											"items": [
												"The {@i Jade Lion} is hidden in a narrow cove on the opposite side of the island that leads to {@area 7|Area 7|u} (see {@area Appendix A: Maps|Appendix A: Maps|x}).",
												"A {@creature water elemental} in the bay attacks any incoming ships once they are within 80 feet of the docks.",
												"Characters whose passive Perception scores are 12 or higher notice a strange wave slicing toward the ship against the tide.",
												"The {@b water elemental} slams into the ship with a sickening crunch and boils out of the sea. Surprised PCs must pass a DC 15 Dexterity save or fall prone. Characters who noticed the elemental and brace themselves have advantage on the save."
											]
										},
										{
											"type": "inset",
											"name": "Dramatic Question",
											"entries": [
												"Can the characters defend the ship against the water elemental?"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Combat",
									"id": "Combat 2",
									"entries": [
										{
											"type": "list",
											"items": [
												"The {@creature water elemental} is tall enough to attack creatures on the edge of the ship without leaving the water.",
												"It tries to use its {@i Whelm} action on the first turn on two PCs at once.",
												"It is compelled by its summoner to fight until destroyed.",
												"Sheila steers for the safety of the docks. It takes {@b three rounds} to get there. She won't move her ship again until she can inspect it."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"entries": [
												"Upon defeat, the water elemental coughs up a pouch containing six {@item bead of force||Beads of Force}."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Transition",
							"id": "Transition 3",
							"entries": [
								"The group ascends the stairs to the lighthouse."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Under Siege",
					"id": "Under Siege",
					"entries": [
						{
							"type": "section",
							"name": "Approaching the Lighthouse",
							"id": "Approaching the Lighthouse",
							"entries": [
								{
									"type": "list",
									"items": [
										"The slippery {@b stairs} switchback 40 feet up to the flat, 100-foot diameter part of the island.",
										"The crumbling {@b stone wall} surrounding the top of the island is 10 feet high and can be scaled with a DC 10 Strength (Athletics) check. The {@b gate door} is broken open.",
										"The stone {@b lighthouse} is 60 feet tall, its blazing beam illuminating the sky."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "Development 3",
									"entries": [
										{
											"type": "list",
											"items": [
												"The {@b lighthouse door} is barricaded and can be opened with a DC 18 Strength check.  There is no guard posted outside.",
												"PCs can climb the damp lighthouse {@b walls} with a DC 20 Strength (Athletics) check.",
												"The lighthouse has two {@b windows} 40 feet off the ground that open into the stairwell between Areas {@area 1|Area 1|x} and {@area 4|Area 4|x}. The glass can be shattered with a DC 12 Strength check or opened with a DC 15 Dexterity check. {@area 4|Area 4|u} has windows 60 feet up on two sides that can be opened with the same checks.",
												"{@b Lucien Skyhorn} is in {@area 4|Area 4|u}. He's defiantly kept the lantern lit and burning bright for days. He can open a window from the inside."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 1: The Main Hall",
							"id": "Area 1",
							"entries": [
								"Breaking down the door results in no surprise for either party.",
								{
									"type": "list",
									"items": [
										"Smashed barrels and chairs litter the floor of the {@b main hall}. Tapestries with a nautilus shell symbol (the Skyhorn crest) are pulled from the walls and shredded.",
										"Six toothy {@creature eelfolk|tssl} sit at the grand tables and jabber in Eelfolk. They are angrily discussing how to get into {@area 4|Area 4|u} and kill Lucien."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "Development 4",
									"entries": [
										{
											"type": "list",
											"items": [
												"Characters can avoid detection each time they move or make noise within earshot of the eelfolk by making a group Dexterity (Stealth) check higher than the eelfolk hunters' {@b passive Perception 12} score. The eelfolk attack if they detect the PCs."
											]
										},
										{
											"type": "inset",
											"name": "Dramatic Question",
											"entries": [
												"Will the group avoid or defeat the eelfolk?"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Combat",
									"id": "Combat 3",
									"entries": [
										{
											"type": "list",
											"items": [
												"The four {@creature eelfolk|tssl} (marked E) rush to attack the characters in melee. The two {@creature eelfolk hunter|tssl|eelfolk hunters} (marked H) flip the long tables over for half cover and throw javelins.",
												"Four more {@b eelfolk} and two {@b eelfolk hunters} join the combat from {@area 2|Area 2|u} on the second round of combat, excluding a possible surprise round."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"entries": [
												"The eelfolk have 24 gp total, as well as an assortment of coral and shell trinkets."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 2: Barracks",
							"id": "Area 2",
							"entries": [
								{
									"type": "list",
									"items": [
										"A room housing old bunk beds with frayed linens. An empty weapons rack sits against the eastern wall."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 3: Store Room",
							"id": "Area 3",
							"entries": [
								{
									"type": "list",
									"items": [
										"Moldy food and clawed-apart barrels are scattered around the room."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "Development 5",
									"entries": [
										{
											"type": "list",
											"items": [
												"A {@b hidden floor grate} leads to {@area 5|Area 5|u}. It can be located with a successful DC 20 Intelligence (Investigation) check."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Transition",
							"id": "Transition 4",
							"entries": [
								"Characters move on to {@area 4|Area 4|u} or {@area 5|Area 5|u}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Light in the Tower",
					"id": "The Light in the Tower",
					"entries": [
						{
							"type": "section",
							"name": "Area 4: The Lantern Room",
							"id": "Area 4",
							"entries": [
								{
									"type": "list",
									"items": [
										"The {@b iron door} at the top of the stairs is barricaded (DC 25 Strength check to open)."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "Development 6",
									"entries": [
										{
											"type": "list",
											"items": [
												"Lucien Skyhorn casts {@spell heat metal} on the door if someone tries to batter it down.",
												"Lucien has been subsisting on conjured berries and water for the last few days and is desperate for help.",
												"The air inside the {@b lantern room} is heavy with the smell of burning oil. A massive lantern ona metal post streams a beam of light into the sky. Two glass windows offer high vantage points over the island and sea."
											]
										},
										{
											"type": "insetReadaloud",
											"entries": [
												"{@b Lucien Skyhorn}, NG human {@creature druid}",
												"{@i \"A Skyhorn will always be a beacon for good.\"}",
												"- {@i Appearance.} Short of stature. Wild, white hair and grey eyes.",
												"- {@i Does.} Constantly waggles his bushy eyebrows to emphasize a point. Prone to lecturing about the scientific and mystical wonders of the sea.",
												"- {@i Secret.} Feels responsible for his wife's death many years ago, even though he couldn't prevent it.",
												"- Lucien has the following spells prepared: Cantrips (at will): {@spell druidcraft}, {@spell poison spray}, {@spell produce flame}; 1st level (4 slots): {@spell create or destroy water}, {@spell cure wounds}, {@spell goodberry}, {@spell speak with animals}; 2nd level (3 slots): {@spell animal messenger}, {@spell heat metal}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "A Plea For Help",
									"id": "A Plea For Help",
									"entries": [
										{
											"type": "list",
											"items": [
												"If the characters can convince Lucien through the door that they are {@b allies}, he will crack the door open and let them in.",
												"Lucien hopes the party will {@b help} him expel the eelfolk from the lighthouse."
											]
										},
										{
											"type": "inset",
											"name": "Dramatic Question",
											"entries": [
												"Will the characters help Lucien defeat the eelfolk and save the {@i Bowl of Commanding Water Elementals}?"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Discussion With Lucien",
									"id": "Discussion With Lucien",
									"entries": [
										"Lucien can share the following information:",
										{
											"type": "list",
											"items": [
												"The eelfolk have discovered the Bowl of Commanding Water Elementals his family has kept secret in a {@b cave} below the lighthouse for six generations. The {@b bowl} is special; because it's fixed in place, it can draw on the sea to summon elementals twice a day.",
												"{@b Eelfolk} are murderous raiders that lurk around shorelines and underwater caverns.  The Skyhorn family uses the bowl to summon water elementals to {@b help} ailing ships reach harbor. There used to be many Skyhorns living on the island long ago.",
												"Lucien is the {@b last} of his family. He is sworn to protect the bowl and keep it from falling into evil hands.",
												"A summoned {@b water elemental} can break loose of its compulsion if the summoner's will is not strong enough to control it. Lucien suspects several eelfolk have died this way and reasons they are now making their {@b hostages} summon the elementals instead.",
												"Lucien saw an elemental attack a {@b merchant ship} and tow it toward the back of the island where there's a hidden cove ({@area 7|Area 7|u}).",
												"The {@b trap door} to the caves is hidden below a heavy barrel in the corner of the {@b supply room} ({@area 3|Area 3|u}) on the first floor.",
												"The caves are flooded in many areas."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "Development 7",
									"entries": [
										"If the PCs agree to save the {@i Bowl of Commanding Water Elementals}, Lucian gives each of them a {@item Potion of Water Breathing}."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Transition",
							"id": "Transition 5",
							"entries": [
								"The PCs make their way to {@area 1|Area 1|u} or {@area 5|Area 5|u}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Caverns Below",
					"id": "The Caverns Below",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/TSSL-hunter-shark.webp"
							},
							"title": ""
						},
						{
							"type": "section",
							"name": "Area 5: Something In The Deep",
							"id": "Area 5",
							"entries": [
								{
									"type": "list",
									"items": [
										"A rusty ladder leads 10 feet down from the trap door in {@area 3|Area 3|u} into the briny water.",
										"The rise and crash of the tides echoes in these glimmering caves.",
										"The water is {@b 50 feet} deep. The cavern ceiling reaches {@b 40 feet} above the water."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "Development 8",
									"entries": [
										{
											"type": "list",
											"items": [
												"Three {@creature hunter shark||hunter sharks} lurk in the areas marked S on the map and will investigate sounds in the water.  The eelfolk have been feeding them human hostages killed by elementals. The sharks attack once they are within {@b 30 feet} of anything in the water.",
												"The eelfolk have stacked four {@b chests} of loot from the merchant ship on the cave floor at the areas marked T. Characters carrying the heavy chests move at half speed."
											]
										},
										{
											"type": "inset",
											"name": "Sidebar: Swimming In The Caves",
											"entries": [
												"- The water has {@b dim visibility} out to 30 feet due to refracting light from the cave opening.  Characters may have an underwater light source that improves visibility.",
												"- Each foot of movement costs 1 extra foot for creatures swimming without a swim speed.",
												"- A creature can hold its breath for a number of minutes equal to 1 + its Constitution modifier (minimum of 30 seconds).",
												"- {@book Suffocation rules are found here.|phb|8|suffocating}",
												"- {@book Underwater Combat rules can be found here.|phb|9|underwater combat}"
											]
										},
										{
											"type": "inset",
											"name": "Dramatic Question",
											"entries": [
												"Can the PCs avoid or defeat the sharks?"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Combat",
									"id": "Combat 4",
									"entries": [
										{
											"type": "list",
											"items": [
												"The {@creature hunter shark||hunter sharks} focus on characters who are already wounded in order to use their {@i Blood Frenzy} trait. They flee to the ocean out {@area 7|Area 7|u} if reduced below {@b 15 hit points}"
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"entries": [
												"The chests contain {@b 400 gp} worth of fine goods: bottled perfumes, silverware, statues, jewelry, and other trinkets. A worn, black-hilted dagger is actually a {@item Dagger of Venom}."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 6: The Dock",
							"id": "Area 6",
							"entries": [
								{
									"type": "list",
									"items": [
										"A small sandbar rises out of the water. Two {@b rowboats} are tied up at a rickety wooden dock anchored at the sandbar.",
										"The crumbling, 20 foot-high wall of an ancient, sunken tower juts from the cave wall. It can be climbed with a successful DC 13 Strength (Athletics) check."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Transition",
							"id": "Transition 6",
							"entries": [
								"The characters continue onto the next part of the caves. The sharks may remain a threat if they haven't been dispatched."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Wounded Lion",
					"id": "Wounded Lion",
					"entries": [
						{
							"type": "section",
							"name": "Area 7: The Merchant Ship.",
							"id": "Area 7",
							"entries": [
								{
									"type": "list",
									"items": [
										"The open sea can be seen beyond the mouth of this cove.",
										"The {@b merchant's sailing ship}, the {@i Jade Lion}, is anchored at the opening of the cove. It lists in the water just out of reach of the jagged walls. One of its {@b masts} is snapped and missing.",
										"There are two remaining rowboats tied to the ship that are identical to the ones in {@area 5|Area 5|u}."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "Development 9",
									"entries": [
										{
											"type": "list",
											"items": [
												"The {@b tide} is very strong in the 10-foot wide channel leading to the ship and requires a DC 13 Strength (Athletics) check to swim.  Characters who fail by 5 or more take 7 ({@damage 2d6}) bludgeoning damage as they're slammed into the walls.",
												"With the snapped mast, the {@i Jade Lion} can {@b sail} at half speed with a DC 15 Wisdom (Survival) check when crewed by at least 10 sailors.",
												"The ship has been heavily {@b looted}. Crates of exotic fruits and bolts of fine cloth have been strewn about and destroyed. No crew are on board.",
												"{@b Stowaway: Raf Frogwater}, the merchant Benji Frogwater's eight-year-old son and apprentice. Raf hides ina secret cabinet in the captain's quarters and can be found with a successful DC 14 Intelligence (Investigation) check. He approaches the PCs upon hearing them speak a language he understands. He's damp, scared, and hungry."
											]
										},
										{
											"type": "insetReadaloud",
											"entries": [
												"{@b Raf Frogwater}, CG halfling {@creature commoner}",
												"{@i \"Those horrible eel-men, they took my friends!  My Pa will get them for it!\"}",
												"- {@i Appearance.} Big green eyes and freckles.",
												"- {@i Does.} Pretends he isn't frightened by eelfolk.",
												"- {@i Secret.} Wants to become an adventuring sailor some day, not a merchant."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Discussion With Raf",
									"id": "Discussion With Raf",
									"entries": [
										"Raf can share the following information:",
										{
											"type": "list",
											"items": [
												"A gigantic wave of water grabbed onto the ship and dragged it into the cove.",
												"The \"eel-men\" ransacked the ship and took the crew inside the cave, including {@b Captain Aryn Hest}, Sheila Coppertree's friend.",
												"One of the \"eel-men\" was bigger and angrier than the others. He bossed them around.",
												"There were about 10 \"eel-men,\" but it was hard to count from his hiding spot.",
												"One or two big waves have passed by each day. They make the ship bob and spin like a toy.",
												"Raf sometimes hears human screams and terrible crashes echoing in the caves.",
												"He hasn't been in the caves and doesn't know their layout."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"entries": [
												"The eelfolk looters missed a silver candle holder worth 25 gp, as well as a gold ring ina mahogany lockbox worth 50 gp."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Transition",
							"id": "Transition 7",
							"entries": [
								"The group returns to the caves and continue exploring."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Hostages",
					"id": "Hostages",
					"entries": [
						{
							"type": "section",
							"name": "Area 8: The Crew",
							"id": "Area 8",
							"entries": [
								{
									"type": "list",
									"items": [
										"The {@b doors} leading to and from this room are unlocked.",
										"A large, faded nautilus shell (the Skyhorn family symbol) is carved into the floor tiles.",
										"Twelve human {@creature commoner||commoners} are lashed together in groups of four (marked P on the map). They are the {@i Jade Lion's} surviving crew. They are beaten, starved, and terrorized.",
										"{@b Aryn Hest}, the captain of the {@i Jade Lion}, is among the living prisoners. He has jagged electrical burns on his hands and arms.",
										"Two {@creature eelfolk|tssl} (marked E) sit near the door playing a violent game involving coral caltrops. They bolt for the door to {@area 9|Area 9|u} when they spot the characters."
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"{@b Captain Aryn Hest}, CG human veteran",
										"{@i \"Bog me brains if I let a damn walking eel have me ship!\"}",
										"- {@i Appearance.} Trim, pointed beard and a gold tooth.",
										"- {@i Does.} Belly laughs so loud it rattles windows.",
										"- {@i Secret.} Became a sailor when a mermaid saved his life and stole his heart."
									]
								},
								{
									"type": "inset",
									"name": "Dramatic Question",
									"entries": [
										"Can the party stop the eelfolk from alerting their companions in {@area 9|Area 9|u}?"
									]
								},
								{
									"type": "entries",
									"name": "Combat",
									"id": "Combat 5",
									"entries": [
										{
											"type": "list",
											"items": [
												"Both {@b eelfolk} attempt to open the door to {@area 9|Area 9|u} and alert the other eelfolk.",
												"{@b Aryn Hest} tries to trip any eelfolk who run near him. He doesn't have any equipment.",
												"Aryn warns the characters that the eelfolk are forcing one of his crew to {@b summon} another water elemental in the next room."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Eelfolk Alert The Others",
									"id": "The Eelfolk Alert The Others",
									"entries": [
										{
											"type": "list",
											"items": [
												"All of the eelfolk take cover behind the stalactites or rubble and ready actions to attack when the PCs enter the room.",
												"If the characters wait any longer than {@b two minutes}, the sailor in {@area 9|Area 9|u} is forced to summon a {@creature water elemental}. The elemental crashes into {@area 8|Area 8|u} to attack the PCs.",
												"There's a 30% chance each round the sailor will {@b lose his concentration} if he summons a water elemental. If that happens, the elemental becomes hostile toward him."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Eelfolk Don't Alert The Others",
									"id": "The Eelfolk Don't Alert The Others",
									"entries": [
										{
											"type": "list",
											"items": [
												"Aryn urges the PCs to stop the {@b summoning ritual} happening in {@area 9|Area 9|u}.",
												"The {@b eelfolk} in {@area 9|Area 9|u} are too engrossed with the summoning ritual to hear the combat in {@area 8|Area 8|u} (barring an explosion or similar).",
												"The eelfolk are in the positions marked on the map when the characters enter {@area 9|Area 9|u}.",
												"The PCs may be able to set up a surprise round in {@area 9|Area 9|u} if they beat the eelfolk scourge's passive Perception score of 13."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 8A: Plunder",
							"id": "Area 8A",
							"entries": [
								{
									"type": "list",
									"items": [
										"The eelfolk have stacked chests and barrels of plunder from the {@i Jade Lion} in here.  They contain 5,000 gp worth of trade goods.",
										"The {@b door} to Area 8 is unlocked."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Transition",
							"id": "Transition 8",
							"entries": [
								"The characters have only a moment to prepare before the action in {@area 9|Area 9|u} begins."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Summoning Room",
					"id": "Summoning Room",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/TSSL-grigor.webp"
							},
							"title": "Grigor"
						},
						{
							"type": "section",
							"name": "Area 9: Stalagmite Cave",
							"id": "Area 9",
							"entries": [
								{
									"type": "list",
									"items": [
										"Clusters of stalagmites bunch together in this damp cavern.",
										"A crumbling, round {@b chamber} sits along east the wall.",
										"A shimmering, water-filled {@b bowl} is set into cracked, alabaster tiles at the back of the cavern. It's the {@item Bowl of Commanding Water Elementals}.",
										"An {@creature eelfolk scourge|tssl} screams (in Eelfolk) over a terrified sailor kneeling in front of the bowl.",
										"Other kinds of {@creature eelfolk|tssl} are scattered around the room watching the ritual."
									]
								},
								{
									"type": "inset",
									"name": "Dramatic Question",
									"entries": [
										"Can the characters stop the summoning ritual in time and defeat the eelfolk?"
									]
								},
								{
									"type": "entries",
									"name": "Combat",
									"id": "Combat 6",
									"entries": [
										{
											"type": "list",
											"items": [
												"The {@creature eelfolk scourge|tssl} (marked ES) moves into melee against a weak-looking PC.",
												"The {@creature eelfolk|tssl} (marked E) gang up on stronger characters and try to surround them.",
												"The {@creature eelfolk hunter|tssl|eelfolk hunters} (marked H) hurl javelins from cover within the circular chamber. They throw javelins for three rounds and then and join the melee.",
												"The broken tower crenellations and the stalactites provide {@b half cover}.",
												"The browbeaten {@b sailor} (marked S) named Grigor (CN {@creature bandit}, no weapons) will continue to single-mindedly summon the water elemental until halted. He fears torture if he stops. He completes the ritual on the end of his {@b 4th turn} of unbroken concentration."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Transition",
							"id": "Transition 9",
							"entries": [
								"The group moves on to the {@i Aftermath} section."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Aftermath",
					"id": "Aftermath",
					"entries": [
						{
							"type": "section",
							"name": "The Bowl Of Commanding Water Elementals",
							"id": "The Bowl Of Commanding Water Elementals",
							"entries": [
								{
									"type": "list",
									"items": [
										"Lucien would not take kindly to characters trying to take the bowl. He does not award them anything but a terse \"thank-you and goodbye\" if they attempt to do so.",
										"The bowl loses all magical properties if pried out of the ground.",
										"As long as the PCs don't attempt to take the bowl, Lucien gives each one a {@b Mariner's Coin} in thanks for their help. The coin is a hammered copper piece stamped with a shining lighthouse. When presented to a non-hostile sailor, it grants advantage on one Charisma check to influence him or her."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Sailing The Jade Lion",
							"id": "Sailing The Jade Lion",
							"entries": [
								{
									"type": "list",
									"items": [
										"If still alive, {@b Aryn Hest} is grateful to the characters and helps get the cargo and exhausted crew back onto the {@i Jade Lion} using the ship's spare rowboats. He's able to sail the {@i Jade Lion} back to port for repairs."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Returning Home",
							"id": "Returning Home",
							"entries": [
								{
									"type": "list",
									"items": [
										"The {@i Annabel Lee} suffered minor damage from the elemental but can sail normally.",
										"Benji Frogwater awards the characters {@b 200 gp} each if they return Raf to him. He awards an additional {@b 200 gp} each if the characters return the surviving crew and chests of goods.",
										"Benji sends a detachment of four soldiers and one captain to repair and guard the lighthouse henceforth.",
										"Sheila Coppertree will sail the characters to any port of their choice, as promised."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Future Adventure Hooks",
							"id": "Future Adventure Hooks",
							"entries": [
								{
									"type": "list",
									"items": [
										"Captain Sheila may be impressed by the PCs' valor and offer them a new mission.",
										"Adventure may ensue on the open sea if Sheila transports the group somewhere.",
										"Lucien may seek the PCs out again when a strange sailor visits the lighthouse.",
										"The characters may wish to pursue and root out a nearby eelfolk clan, which is rumored to be lead by a recently ascended {@creature eelfolk stormcaller|tssl}..."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix A: Maps",
					"id": "Appendix A: Maps",
					"entries": [
						{
							"type": "section",
							"name": "The Docks",
							"id": "The Docks 2",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/Docks.webp"
									},
									"imageType": "map",
									"title": ""
								}
							]
						},
						{
							"type": "section",
							"name": "The Annabel Lee",
							"id": "The Annabel Lee",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/The_Annabel_Lee.webp"
									},
									"imageType": "map",
									"title": ""
								}
							]
						},
						{
							"type": "section",
							"name": "Skyhorn Lighthouse",
							"id": "Skyhorn Lighthouse",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/Skyhorn_Lighthouse.webp"
									},
									"imageType": "map",
									"title": ""
								}
							]
						},
						{
							"type": "section",
							"name": "Skyhorn Lighthouse Caves",
							"id": "Skyhorn Lighthouse Caves",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/Skyhorn_Lighthouse_Caves.webp"
									},
									"imageType": "map",
									"title": ""
								}
							]
						},
						{
							"type": "section",
							"name": "VTT Maps",
							"id": "VTT Maps",
							"entries": [
								{
									"type": "homebrew",
									"entries": [
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/Docks_VTT_23_x_31.webp"
													},
													"imageType": "map",
													"title": "The Docks"
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/The_Annabel_Lee_VTT_14_x_23.webp"
													},
													"imageType": "map",
													"title": "The Annabel Lee"
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/Skyhorn_Lighthouse_VTT_14_x_23.webp"
													},
													"imageType": "map",
													"title": "Skyhorn Lighthouse"
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSSL/Skyhorn_Lighthouse_Caves_VTT_41_x_31.webp"
													},
													"imageType": "map",
													"title": "Skyhorn Lighthouse Caves"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Eelfolk",
			"source": "TSSL",
			"page": 0,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"eelfolk"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item hide armor|PHB}",
						"{@item shield|PHB}"
					]
				}
			],
			"hp": {
				"average": 19,
				"formula": "3d8 + 6"
			},
			"speed": {
				"walk": 30,
				"swim": 40
			},
			"str": 10,
			"dex": 13,
			"con": 14,
			"int": 6,
			"wis": 10,
			"cha": 7,
			"skill": {
				"stealth": "+3"
			},
			"senses": [
				"blindsight 60 ft,"
			],
			"passive": 10,
			"immune": [
				"lightning"
			],
			"languages": [
				"Eelfolk"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Death Burst",
					"entries": [
						"When the eelfolk dies, it explodes in a burst of pent-up electricity, Each creature within 10 feet of it must make a {@dc 12} Dexterity saving throw, taking 7 ({@damage 2d6}) lightning damage ona failed save, or half as much ona successful one."
					]
				},
				{
					"name": "Hold Breath",
					"entries": [
						"The eelfolk can hold its breath for 1 hour"
					]
				},
				{
					"name": "Lunge",
					"entries": [
						"If the eelfolk moves at least 20 feet straight toward a target and then hits it with a long knife attack on the same turn, the target takes an extra 7 ({@damage 2d6}) piercing damage."
					]
				}
			],
			"action": [
				{
					"name": "Long Knife",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) slashing damage."
					]
				}
			],
			"environment": [
				"coastal",
				"swamp",
				"underwater"
			],
			"fluff": {
				"entries": [
					"Eelfolk are a piscine race with rubbery skin and patterned coloration meant to provide camouflage amid shifting underwater light.",
					"They slink and hunt through caves and shoals, carving out territory in bursts of aggressive expansion. Eelfolk often lair along shorelines and submerged caverns, never too far from the surface where they must occasionally gulp great mouthfuls of air.",
					"Ambushers. Eelfolk keep to the fringes of the sea and ambush any who encroach upon their territory.  While hunting, they prefer to lie in wait for prey to draw close before lunging out to attack. Two pouches behind their necks generate an electrical charge they use to sense their quarry, even in the murkiest depths.",
					"Storm Worshippers. Eelfolk worship the squalls of the sea as though they were gods, viewing all storms as divinely inspired. Sailors at sea have reported seeing dozens of eelfolk cavorting through the water during tempests.",
					"Growing Pains. Eelfolk grow larger and more powerful with age, shifting from stealthy hunters to vicious brutes. Fully matured eelfolk grow extra electrical pouches that cover their bodies in crackling energy. These scourges are more cunning and aggressive than their younger brethren. They lead surprise raids along shoreline settlements in order to satiate their ever-growing hunger for violence and food.",
					"Storm's Fury. During raging ocean storms, the strongest and most cunning eelfolk fight with each other to throw themselves in the path of a lightning strike. Rarely, one lucky creature will be enveloped ina great blast of energy. The lighting burns the eelfolk's bulky body away, replacing it with a gaunt form housing magnificent power. These eelfolk stormcallers gain the ability to channel the tempest's might, summoning lightning bolts and gales of wind to pummel their foes."
				]
			},
			"traitTags": [
				"Death Burst",
				"Hold Breath"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"S",
				"L",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Eelfolk Hunter",
			"source": "TSSL",
			"page": 0,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"eelfolk"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item hide armor|PHB}"
					]
				}
			],
			"hp": {
				"average": 39,
				"formula": "6d8 + 12"
			},
			"speed": {
				"walk": 30,
				"swim": 40
			},
			"str": 14,
			"dex": 13,
			"con": 14,
			"int": 6,
			"wis": 10,
			"cha": 7,
			"skill": {
				"perception": "+2",
				"stealth": "+5"
			},
			"senses": [
				"blindsight 60 ft"
			],
			"passive": 12,
			"immune": [
				"lightning"
			],
			"languages": [
				"Eelfolk"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Ambusher",
					"entries": [
						"The hunter has advantage on attack rolls against any creature it has surprised."
					]
				},
				{
					"name": "Death Burst",
					"entries": [
						"When the eelfolk dies, it explodes in a burst of pent-up electricity. Each creature within 10 feet of it must make a {@dc 12} Dexterity saving throw, taking 7 ({@damage 2d6}) lightning damage on a failed save, or half as much ona successful one."
					]
				},
				{
					"name": "Hold Breath",
					"entries": [
						"The eelfolk can hold its breath for 1 hour."
					]
				},
				{
					"name": "Lunge",
					"entries": [
						"If the eelfolk moves at least 20 feet straight toward a target and then hits it with a spear attack on the same turn, the target takes an extra 7 ({@damage 2d6}) piercing damage."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The hunter makes two spear attacks."
					]
				},
				{
					"name": "Spear",
					"entries": [
						"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage in melee, or 5 ({@damage 1d6 + 2}) piercing damage at range."
					]
				}
			],
			"environment": [
				"coastal",
				"swamp",
				"underwater"
			],
			"fluff": {
				"entries": [
					"Eelfolk are a piscine race with rubbery skin and patterned coloration meant to provide camouflage amid shifting underwater light.",
					"They slink and hunt through caves and shoals, carving out territory in bursts of aggressive expansion. Eelfolk often lair along shorelines and submerged caverns, never too far from the surface where they must occasionally gulp great mouthfuls of air.",
					"Ambushers. Eelfolk keep to the fringes of the sea and ambush any who encroach upon their territory.  While hunting, they prefer to lie in wait for prey to draw close before lunging out to attack. Two pouches behind their necks generate an electrical charge they use to sense their quarry, even in the murkiest depths.",
					"Storm Worshippers. Eelfolk worship the squalls of the sea as though they were gods, viewing all storms as divinely inspired. Sailors at sea have reported seeing dozens of eelfolk cavorting through the water during tempests.",
					"Growing Pains. Eelfolk grow larger and more powerful with age, shifting from stealthy hunters to vicious brutes. Fully matured eelfolk grow extra electrical pouches that cover their bodies in crackling energy. These scourges are more cunning and aggressive than their younger brethren. They lead surprise raids along shoreline settlements in order to satiate their ever-growing hunger for violence and food.",
					"Storm's Fury. During raging ocean storms, the strongest and most cunning eelfolk fight with each other to throw themselves in the path of a lightning strike. Rarely, one lucky creature will be enveloped ina great blast of energy. The lighting burns the eelfolk's bulky body away, replacing it with a gaunt form housing magnificent power. These eelfolk stormcallers gain the ability to channel the tempest's might, summoning lightning bolts and gales of wind to pummel their foes."
				]
			},
			"traitTags": [
				"Ambusher",
				"Death Burst",
				"Hold Breath"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"L"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RW",
				"THW",
				"MLW"
			],
			"attachedItems": [
				"spear|phb"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Eelfolk Scourge",
			"source": "TSSL",
			"page": 0,
			"size": [
				"L"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"eelfolk"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item hide armor|PHB}"
					]
				}
			],
			"hp": {
				"average": 85,
				"formula": "10d10 + 30"
			},
			"speed": {
				"walk": 30,
				"swim": 40
			},
			"str": 18,
			"dex": 13,
			"con": 16,
			"int": 7,
			"wis": 13,
			"cha": 9,
			"skill": {
				"perception": "+3",
				"stealth": "+5"
			},
			"senses": [
				"blindsight 60 ft,"
			],
			"passive": 13,
			"immune": [
				"lightning"
			],
			"languages": [
				"Eelfolk"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Death Burst",
					"entries": [
						"When the eelfolk dies, it explodes in a burst of pent-up electricity, Each creature within 10 fect of it must make a {@dc 13} Dexterity saving throw, taking 7 (246) lightning damage ona failed save, or half as much ona successful one."
					]
				},
				{
					"name": "Electrified Body",
					"entries": [
						"A creature that touches the scourge or hits it with a melee attack while within 5 feet of it takes 5 ({@damage 1d10}) lightning damage."
					]
				},
				{
					"name": "Hold Breath",
					"entries": [
						"The eelfolk can hold its breath for 1 hour"
					]
				},
				{
					"name": "Lunge",
					"entries": [
						"If the eelfolk moves at least 20 feet straight toward a target and then hits it with a claw or bite attack on the same turn, the target takes an extra 7 ({@damage 2d6}) piercing damage."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The scourge makes three melee attacks: one with its bite, two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d4 + 4}) piercing damage."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft, one target. {@h}11 ({@damage 2d6 + 4}) slashing damage."
					]
				}
			],
			"environment": [
				"coastal",
				"swamp",
				"underwater"
			],
			"fluff": {
				"entries": [
					"Eelfolk are a piscine race with rubbery skin and patterned coloration meant to provide camouflage amid shifting underwater light.",
					"They slink and hunt through caves and shoals, carving out territory in bursts of aggressive expansion. Eelfolk often lair along shorelines and submerged caverns, never too far from the surface where they must occasionally gulp great mouthfuls of air.",
					"Ambushers. Eelfolk keep to the fringes of the sea and ambush any who encroach upon their territory.  While hunting, they prefer to lie in wait for prey to draw close before lunging out to attack. Two pouches behind their necks generate an electrical charge they use to sense their quarry, even in the murkiest depths.",
					"Storm Worshippers. Eelfolk worship the squalls of the sea as though they were gods, viewing all storms as divinely inspired. Sailors at sea have reported seeing dozens of eelfolk cavorting through the water during tempests.",
					"Growing Pains. Eelfolk grow larger and more powerful with age, shifting from stealthy hunters to vicious brutes. Fully matured eelfolk grow extra electrical pouches that cover their bodies in crackling energy. These scourges are more cunning and aggressive than their younger brethren. They lead surprise raids along shoreline settlements in order to satiate their ever-growing hunger for violence and food.",
					"Storm's Fury. During raging ocean storms, the strongest and most cunning eelfolk fight with each other to throw themselves in the path of a lightning strike. Rarely, one lucky creature will be enveloped ina great blast of energy. The lighting burns the eelfolk's bulky body away, replacing it with a gaunt form housing magnificent power. These eelfolk stormcallers gain the ability to channel the tempest's might, summoning lightning bolts and gales of wind to pummel their foes."
				]
			},
			"traitTags": [
				"Death Burst",
				"Hold Breath"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"S",
				"L"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Eelfolk Stormcaller",
			"source": "TSSL",
			"page": 0,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"eelfolk"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item hide armor|PHB}"
					]
				}
			],
			"hp": {
				"average": 117,
				"formula": "18d8 + 36"
			},
			"speed": {
				"walk": 30,
				"swim": 40
			},
			"str": 11,
			"dex": 16,
			"con": 14,
			"int": 8,
			"wis": 14,
			"cha": 18,
			"skill": {
				"intimidation": "+7",
				"perception": "+5",
				"stealth": "+8"
			},
			"senses": [
				"blindsight 60 ft"
			],
			"passive": 15,
			"immune": [
				"lightning"
			],
			"languages": [
				"Eelfolk"
			],
			"cr": "6",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The stormcaller's innate spellcasting ability is Charisma (spell save {@dc 15}). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell detect magic}",
						"{@spell thunderwave}"
					],
					"daily": {
						"2e": [
							"{@spell call lightning}",
							"{@spell fog cloud}",
							"{@spell lightning bolt}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Death Burst",
					"entries": [
						"When the eelfolk dies, it explodes in a burst of pent-up electricity. Each creature within 10 feet of it must make a {@dc 13} Dexterity saving throw, taking 7 ({@damage 2d6}) lightning damage on a failed save, or half as much on a successful one."
					]
				},
				{
					"name": "Hold Breath",
					"entries": [
						"The eelfolk can hold its breath for 1 hour."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The stormcaller makes two claw attacks."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft, one target. {@h}6 ({@damage 1d6 + 3}) slashing damage plus 7 ({@damage 2d6}) lightning damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Lighting Reflexes",
					"entries": [
						"The stormcaller adds 3 to its AC against one melee attack that would hit it. To do so, the stormcaller must see the attacker."
					]
				}
			],
			"environment": [
				"coastal",
				"swamp",
				"underwater"
			],
			"fluff": {
				"entries": [
					"Eelfolk are a piscine race with rubbery skin and patterned coloration meant to provide camouflage amid shifting underwater light.",
					"They slink and hunt through caves and shoals, carving out territory in bursts of aggressive expansion. Eelfolk often lair along shorelines and submerged caverns, never too far from the surface where they must occasionally gulp great mouthfuls of air.",
					"Ambushers. Eelfolk keep to the fringes of the sea and ambush any who encroach upon their territory.  While hunting, they prefer to lie in wait for prey to draw close before lunging out to attack. Two pouches behind their necks generate an electrical charge they use to sense their quarry, even in the murkiest depths.",
					"Storm Worshippers. Eelfolk worship the squalls of the sea as though they were gods, viewing all storms as divinely inspired. Sailors at sea have reported seeing dozens of eelfolk cavorting through the water during tempests.",
					"Growing Pains. Eelfolk grow larger and more powerful with age, shifting from stealthy hunters to vicious brutes. Fully matured eelfolk grow extra electrical pouches that cover their bodies in crackling energy. These scourges are more cunning and aggressive than their younger brethren. They lead surprise raids along shoreline settlements in order to satiate their ever-growing hunger for violence and food.",
					"Storm's Fury. During raging ocean storms, the strongest and most cunning eelfolk fight with each other to throw themselves in the path of a lightning strike. Rarely, one lucky creature will be enveloped ina great blast of energy. The lighting burns the eelfolk's bulky body away, replacing it with a gaunt form housing magnificent power. These eelfolk stormcallers gain the ability to channel the tempest's might, summoning lightning bolts and gales of wind to pummel their foes."
				]
			},
			"traitTags": [
				"Death Burst",
				"Hold Breath"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S",
				"L"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"damageTagsSpell": [
				"L",
				"T"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity"
			]
		}
	]
}
