{
	"_meta": {
		"sources": [
			{
				"json": "WL50",
				"abbreviation": "WL50",
				"full": "Warlock Lair 50: The Light of Memoria",
				"authors": [
					"Kobold Press"
				],
				"convertedBy": [
					"Lyra [he/him]",
					"Spappz"
				],
				"version": "v1.0",
				"color": "4d4d4d",
				"url": "https://koboldpress.com/kpstore/product/warlock-lair-50-light-of-memoria/",
				"dateReleased": "2020-08-30"
			}
		],
		"status": "wip",
		"dateAdded": 1706388363,
		"dateLastModified": 1706388363
	},
	"item": [
		{
			"name": "Amulet of Memory",
			"source": "WL50",
			"page": 11,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"Made of gold or silver, this spherical locket is engraved with two cresting waves facing away from each other while bound in a twisted loop. It preserves a memory to be re-experienced later.",
				"While wearing this amulet, you can use an action to speak the command word and open the locket. The open locket stores what you see and experience for up to 10 minutes. You can shut the locket at any time (no action required), stopping the memory recording. Opening the locket with the command word again overwrites the contained memory.",
				"While a memory is stored, you or another creature can touch the locket to experience the memory from the beginning. Breaking contact ends the memory early. In addition, you have advantage on any skill check related to details or knowledge of the stored memory.",
				"If you die while wearing the amulet, it preserves you. Your body is affected by the {@spell gentle repose} spell until the amulet is removed or until you are restored to life. In addition, at the moment of your death, you can store any memory into the amulet. A creature touching the {@i amulet} perceives the memory stored there even after your death.",
				"Attuning to an amulet of memory removes any prior memories stored in it."
			]
		}
	],
	"monster": [
		{
			"name": "Spectral Memory",
			"source": "WL50",
			"page": 12,
			"size": [
				"M"
			],
			"type": "undead",
			"alignment": [
				"N"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 22,
				"formula": "5d8"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 50,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 1,
			"dex": 14,
			"con": 11,
			"int": 15,
			"wis": 12,
			"cha": 10,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"resist": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"thunder",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained",
				"unconscious"
			],
			"languages": [
				"Common",
				"Elvish"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Incorporeal Movement",
					"entries": [
						"The spectral memory can move through other creatures and objects as if they were {@quickref difficult terrain|PHB|3}. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object."
					]
				},
				{
					"name": "Light Sensitivity",
					"entries": [
						"While in bright light, the spectral memory has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"name": "Remembered Expertise",
					"entries": [
						"If the spectral memory makes an attack roll while at least one creature within 30 feet of it is missing a memory from Memory Drain, the spectral memory can roll a {@dice d4} and add the number rolled to the attack roll."
					]
				}
			],
			"action": [
				{
					"name": "Memory Drain",
					"entries": [
						"{@atk ms} {@hit 4} to hit, reach 5 ft., one creature. {@h}7 ({@damage 2d6}) necrotic damage. The target must succeed on a {@dc 10} Wisdom saving throw or lose a cherished memory. This loss lasts until the target finishes a short or long rest. Whenever a creature that is missing a memory makes an ability check or attack roll, it must roll a {@dice d4} and subtract the number rolled from the ability check or attack roll."
					]
				}
			],
			"traitTags": [
				"Incorporeal Movement",
				"Light Sensitivity"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C",
				"E"
			],
			"damageTags": [
				"N",
				"O"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Spectral Memory",
					"source": "WL50"
				}
			}
		}
	],
	"monsterFluff": [
		{
			"name": "Spectral Memory",
			"source": "WL50",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"A spectral memory is a cousin to the specter. Spectral memories aren't formed by force, but rather at a convergence of memory loss combined with an inability to move on to the afterlife.",
								{
									"type": "entries",
									"name": "Memory Seeker",
									"entries": [
										"When a spirit's identity begins to disintegrate, it forgets who it is—perhaps finding temporary reprieve from its anguish in doing so—but then develops an emptiness only assuaged by stealing the memories of others as it desperately seeks its own."
									]
								},
								{
									"type": "entries",
									"name": "Rest Through Memories",
									"entries": [
										"A spectral memory uses stolen memories to ask its victim if it is who the victim is, questioning if the victim's memories belong to it. Refuting the spectral memory upsets it, but confronting it with something true about its former identity calms the spirit. If it obtains enough clues about its core identity, a spectral memory can be restored to a spirit capable of moving on."
									]
								},
								{
									"type": "entries",
									"name": "Undead Nature",
									"entries": [
										"A spectral memory doesn't require air, food, drink, or sleep."
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"adventure": [
		{
			"name": "Warlock Lair 50: The Light of Memoria",
			"id": "WL50",
			"source": "WL50",
			"group": "homebrew",
			"published": "2020-08-30",
			"storyline": "Warlock Lairs",
			"level": {
				"start": 1,
				"end": 2
			},
			"contents": [
				{
					"name": "Cover and Credits"
				},
				{
					"name": "The Light of Memoria",
					"headers": [
						"Adventure Background",
						"Recent Events",
						"Adventure Hooks",
						"The Lifeless Clearing",
						"The Oubliette",
						"Escaping the Oubliette",
						"Memoria's Legacy",
						"Conclusion"
					]
				},
				{
					"name": "License"
				}
			]
		}
	],
	"adventureData": [
		{
			"id": "WL50",
			"source": "WL50",
			"data": [
				{
					"type": "section",
					"name": "Cover and Credits",
					"page": 1,
					"entries": [
						"#TODO"
					]
				},
				{
					"type": "section",
					"name": "The Light of Memoria",
					"page": 2,
					"entries": [
						"#TODO"
					]
				},
				{
					"type": "section",
					"name": "License",
					"page": 13,
					"entries": [
						"{@b OPEN GAME License Version 1.0a}",
						"The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.",
						{
							"type": "list",
							"style": "list-decimal",
							"columns": 2,
							"items": [
								"Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.",
								"The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.",
								"Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.",
								"Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.",
								"Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.",
								"Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.",
								"Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.",
								"Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.",
								"Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.",
								"Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.",
								"Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.",
								"Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.",
								"Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.",
								"Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "COPYRIGHT NOTICE",
													"entries": [
														"",
														"{@b Open Game License v 1.0a} Copyright 2000, Wizards of the Coast, LLC.",
														"{@b System Reference Document 5.0} Copyright 2016, Wizards of the Coast, Inc.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.",
														"{@b Tome of Beasts.} Copyright 2016, Open Design; Authors Authors Chris Harris, Dan Dillon, Rodrigo Garcia Carmona, and Wolfgang Baur.",
														"{@b Warlock 20: Redtower.} Author: Wolfgang Baur, Victoria Jaczko, Mike Welham. © 2020 Open Design LLC.",
														"{@b The Light of Memoria.} © 2020 Open Design LLC. Author Victoria Jaczko."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
