{
	"_meta": {
		"sources": [
			{
				"json": "TheHangover",
				"abbreviation": "Hngvr",
				"full": "The Hangover",
				"authors": [
					"Kurtis J. Wiebe"
				],
				"convertedBy": [
					"Spappz"
				],
				"version": "1.0",
				"url": "https://media.wizards.com/2017/dnd/dragon/Wiebe_TheHangover.pdf",
				"targetSchema": "1.0.0"
			}
		],
		"status": "ready",
		"dateAdded": 1592179890,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d6309bdaa6",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "The Hangover",
			"id": "TheHangover",
			"source": "TheHangover",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://i.ibb.co/9GdYrtn/cover.png"
			},
			"contents": [
				{
					"name": "The Hangover",
					"headers": [
						"Adventure Setup",
						"The Rat Queens",
						"Location, Location, Location",
						"Cast of Characters",
						"Introduction",
						"Opening: Hair of the Dog",
						"Scene 1: Ogre a' Sniffin'",
						"Scene 2: Bandits on the Road!",
						"Scene 3: Dick the Word Dirk",
						"Scene 4: The Gold Statue of Impossible Gravity",
						"Scene 5: Stick the Landing",
						"Epilogue"
					]
				}
			],
			"level": {
				"start": 3,
				"end": 3
			},
			"published": "2017-06-28",
			"storyline": "Rat Queens"
		}
	],
	"adventureData": [
		{
			"id": "TheHangover",
			"source": "TheHangover",
			"data": [
				{
					"type": "section",
					"name": "The Hangover",
					"page": 1,
					"entries": [
						"The evening started out with the greatest intentions. A few relaxed pints, lively conversatoin, and a good old-fashioned bar brawl. When the fisticuffs came, they were with a visiting noble named Sir Dandeleone of Lavender, a middling minor knight from a family of no consequence. All things being equal, it should have been a classic dust-up, forgotten by the morning. But no. Things escalated.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.ibb.co/P6PX2sD/0000.png"
							}
						},
						"{@b Warning: This material is intended for mature readers}",
						{
							"type": "entries",
							"name": "Adventure Setup",
							"page": 2,
							"entries": [
								"This adventure follows the aftermath of an insane night of booze and general f--king debauchery. The four characters—Betty, Violet, Dee, and Hannah—started out the previous evening with the greatest intentions. A few relaxed pints, lively conversation, and (if the stars aligned) a good old-fashioned bar brawl. When the fisticuffs came, they were with a visiting noble named Sir Dandeleone of Lavender, a middling minor knight from a family of no consequence. All things being equal, it should have been a classic dust-up, forgotten by the morning.",
								"But no. Things escalated.",
								"When the noble realized he was about to face embarrassment at the hands of a group of rowdy peasants, he took matters into his own hands and sent his armed guards to deliver resolution. Rather than face the consequences of beating a noble to near death, the characters all fled out the back door, robbing an unsuspecting ale carter of his cargo, wagon, and horses, then tearing off into the night.",
								"Remember how I said it escalated? Well, this is the point when things REALLY escalated. After a series of chaotic encounters, the crew wakes up in the middle of unfamiliar woods, next to a shattered wagon, with a figure hogtied hanging from a tree, and sitting next to a large, moaning wooden chest.",
								"This is \"The Hangover.\""
							]
						},
						{
							"type": "entries",
							"name": "The Rat Queens",
							"page": 2,
							"entries": [
								"The players will be assuming the role of the eponymous Rat Queens—a band of college-age female adventurers in an original fantasy settingestablished in the comic of the same name. {@i Rat Queens} is a comedic series that often lovingly pokes fun at the tropes found in high fantasy fiction. As such, this adventure embraces the absurd, the hilarious, and the crude. You have been warned.",
								"{@i Rat Queens} features four main protagonists:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Hannah:",
											"entry": "A foul-mouthed half-elf/tiefling spellcaster with a chip on her shoulder, Hannah is loud, crude,and always lets friends and foe alike know what she's thinking."
										},
										{
											"type": "item",
											"name": "Violet:",
											"entry": "An honor-bound dwarf warrior descended from a noble line of artificers, Violet has abandoned her traditions and home to find her own way."
										},
										{
											"type": "item",
											"name": "Dee:",
											"entry": "Having escaped the deranged cult of N'Rygoth (a reality squid god), human cleric Dee has left behind the trappings of religion. She sees that her powers of healing and protection come from within, not from some monstrous alien creature. She's quiet and bookish, but not to be trifled with."
										},
										{
											"type": "item",
											"name": "Betty:",
											"entry": "She's the loving gel that holds the Rat Queens together. A diminutive smidgen, Betty has a huge heart and is accepting of everyone, almost to a fault. Her skills as a thief are, to this day, unexplained, but Betty excels at the sneaky. She has a penchant for candy and is known to partake in other treats. From time to time."
										}
									]
								},
								{
									"type": "table",
									"isStriped": false,
									"colStyles": [
										"col-3 text-center",
										"col-3 text-center",
										"col-3 text-center",
										"col-3 text-center"
									],
									"rows": [
										[
											{
												"type": "image",
												"href": {
													"type": "external",
													"url": "https://i.ibb.co/xMrRnSD/0002.png"
												},
												"title": "Hannah"
											},
											{
												"type": "image",
												"href": {
													"type": "external",
													"url": "https://i.ibb.co/r3q3gFB/0003.png"
												},
												"title": "Violet"
											},
											{
												"type": "image",
												"href": {
													"type": "external",
													"url": "https://i.ibb.co/PwpBpgn/0004.png"
												},
												"title": "Dee"
											},
											{
												"type": "image",
												"href": {
													"type": "external",
													"url": "https://i.ibb.co/P5n7BB9/0005.png"
												},
												"title": "Betty"
											}
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Location, Location, Location",
							"page": 2,
							"entries": [
								"This adventure takes place mostly in the woods and on the road as the characters try to retrace their steps of the previous forgotten night. If you use miniature figures and battle maps for combat you should prepare a couple of generic forest maps and a map of the outskirts of a small town with a few semidetached buildings for the combat encounters.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.ibb.co/LdL4t7k/0001.png"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Cast of Characters",
							"page": 2,
							"entries": [
								{
									"type": "list",
									"items": [
										{
											"type": "item",
											"name": "Sir Peter Dandeleone of Lavender:",
											"entry": "A rich human noble from across the seas Dandeleone is looking to make a profit in this pathetic frontier town of Palisade. He has serious regrets about not being prepared for what the word 'party' means here."
										},
										{
											"type": "item",
											"name": "Dick the Word Dirk:",
											"entry": "A wandering wordsmith forever writing epic limericks of unrivaled wordplay. Middle-aged. Hopeful. Unemployed."
										},
										{
											"type": "item",
											"name": "Larry Halfmandini:",
											"entry": "The proud leader of the Wonderful Halfmandinis a touring band of smidgen 'circus performers.' Though mostly a criminal Larry has been known to work children's parties. Kids fetch excellent ransom gold."
										},
										{
											"type": "item",
											"name": "Drake of the Forested Wood Bandits:",
											"entry": "Chieftain to one of the more useless raiding parties this side of Palisade Drake is the former leader of a traveling boy bard group called the Forested Wood. Before the massacre."
										},
										{
											"type": "item",
											"name": "Mark Hillman:",
											"entry": "Wagon owner. Carter. Philanthropist."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Introduction",
							"page": 3,
							"entries": [
								"As the adventure begins, read the following.",
								{
									"type": "insetReadaloud",
									"entries": [
										"It's been a good godsdamn day. A fresh five hundred gold pieces in your pocket after another successful adventure killing something or other.",
										"You and the rest of the team have gathered in the very packed Black Satyr Tavern on the eastern edge of Palisade. It's the usual crowd—alcoholics and the people who love them. As you settle in you see a pretentious noble—likely of the awful merchant variety—and his crew of lapdogs watching you from across the room. They are very clearly eyeing you up. For what reason you've no clue.",
										"A heavyset bearded human comes to your table. He looks tired and hung over. He places the drinks you ordered in front of you. Those a##holes across the way still keep their eyes locked on you but you'll worry about that in a moment. For now you raise your drinks and prepare for a long night of harrowing debauchery."
									]
								},
								"Allow the characters to roleplay their night at the Black Satyr as they wish. As the booze flows freely a Constitution saving throw should be made every so often escalating in difficulty. Once everyone has failed the save the scenario begins.",
								"The characters can meet two of the adventure's NPCs at the Black Satyr:",
								{
									"type": "list",
									"items": [
										"Sir Peter Dandeleone of Lavender can be found milling about the tavern with a group of his stuffy cronies. They should seem mysterious both aloof and impossibly snooty. When approached Dandeleone is insulting and smug but he backs down from any fight or challenge like the coward he is.",
										"Mark Hillman can be seen carting booze into the tavern from a wagon in the back alley. When he is busy working he has no time to be bothered."
									]
								},
								{
									"type": "inset",
									"name": "Sequence of Events",
									"page": 3,
									"entries": [
										"Though the characters will likely struggle to puzzle through the events of the previous evening and put them into their proper order you get early access to that secret information. After starting drinking at the Black Satyr the characters got into a wicked fight with visiting noble Sir Dandeleone and his guards—then ended up having to run when they found out who he was.",
										"After robbing the merchant Mark Hillman of his horses and wagon—a wagon loaded with barrels of booze—the team fled out of town along Shore Road. Along the way they encountered a troupe of smidgen circus performers whose leader Larry offered an odd proposition. The smidgens would pay 20 gp to be smuggled into the town of Frontier inside a large chest. But even though the characters took the payment gladly they promptly forgot to stop in town as they continued on.",
										"Drunk to the point of forgetting why they were even on the road in a cart to begin with the girls pulled off for a rest. At that point, the traveling bard Dick the Word Dirk challenged them to a spelling contest. After defeating him mightily they claimed their winning bet—the clothes off his back.",
										"Carrying along the road for a few more hours the team came to a wooded side road where they were promptly attacked by bandits. Not to be messed with they killed a few of the bandits and captured their chief before taking off in the wagon once more. But sometime after rolling off the forest road and taking the wagon overland they smashed into a tree. With ale pouring out of the barrels broken open in the crash the characters drank as fast as they could hung the bandit chieftain up in a tree—and then promptly passed out until morning."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Opening: Hair of the Dog",
							"page": 3,
							"entries": [
								"After whatever abrupt ending to the night's festivities you feel like creating the scene fast-forwards to the morning after the team's nightlong bender. A secluded unfamiliar forest is the resting place of the characters and the adventure that brought them here saw them fighting bandits transporting a gang of criminal smidgens, and circle-dirking with an unemployed bard.",
								"It's too bad they can't remember any of it.",
								{
									"type": "insetReadaloud",
									"entries": [
										"There it is. That old familiar taste of bile and the pulse up the back of your neck that only the paralyzing slash of a blade can deaden. You recognize the small voice in the back of your mind telling you it's time to wake up but that voice is being a godsdamn a##hole right now.",
										"Still you manage to force your eyelids open letting a horrid light pour in that burns like a thousand acid-laced needles. And not in the nice way.",
										"As you slowly focus the white cloud of suffocating pain melts away. You find yourself in the heart of a forest that for this moment feels very unfamiliar to you. You sense a familiar tickle of overindulgence in your throat as the contents of your stomach slowly bubble away. Judging by the taste in your mouth those contents are mostly ale pipe smoke, and unicorn doo.",
										"You take a look around discovering that your head can magically still look to the left and right with what you would call 'certain efficiency.'",
										"It is here that you discover dangling from a rope by his feet in a branch above you a rather perturbed-looking human male watching you with narrowed eyes.",
										"\"You a##holes left me hanging upside down all night!\" he hisses. \"My tears have turned to blood.\"",
										"Your attention turns in another direction as a muffled sound comes from a large wooden chest sitting lodged in the lowest branches of a tree across the way. Beneath the chest lies a shattered wagon that once held two broken barrels of ale—and one barrel still completely intact.",
										"Thank the gods for small mercies.",
										"\"Would you kindly cut me the hells down?\" the stranger shouts."
									]
								},
								"The human tied up in the tree above the characters is Drake of the Forested Wood Bandits leader and now prisoner. He was snatched during an epic escape the night before and promptly tied to the tree before the characters passed out.",
								"The moaning wooden chest contains eight smidgens—criminals and circus performers, the lot of them. After being hired to smuggle the smidgens into the town of Frontier the characters forgot about that plan roughly two minutes after locking them all into the wooden chest. As such the smidgens aren't too pleased with the girls.",
								{
									"type": "entries",
									"name": "Items of Interest",
									"page": 4,
									"entries": [
										"In addition to the large wooden chest the remains of the wagon the ale barrels and Drake a number of other items of interest are found on each of the characters as they take stock of their situation.",
										{
											"type": "list",
											"items": [
												"{@b Betty} wears an ornate golden ring set with a perfect square-cut emerald. A noble insignia on both sides of the gem features two eagles flying in opposite directions.",
												"{@b Violet} finds a silver key in her pocket (this opens the wooden chest), along with 20 gold pieces.",
												"{@b Dee} is wearing a stylish new outfit but has no memory of it once belonging to Dick the Word Dirk.",
												"{@b Hannah} sports a moustache on her face. A real moustache which once belonged to Mark Hillman."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Didn't We Have Horses?",
									"page": 4,
									"entries": [
										"The horses bolted when the wagon was smashed to pieces. Unfortunately for them the direction they decided to flee was the exact wrong way to go. With a successful DC 12 Wisdom ({@skill Survival}) check the characters discover the horse tracks leading off in the direction the eventual ogre attack will come from (see Scene 1 below). The horses have been devoured whole by the ogre about a mile away from the site of the opening scene."
									]
								},
								{
									"type": "entries",
									"name": "Drake of the Forested Wood Bandits",
									"page": 4,
									"entries": [
										"After being cut down as soon as Drake realizes that the characters don't recognize him he lies to tell them he is a simple family man. He explains that he was camped along Shore Road when the characters abducted him and tossed him into their wagon. Drake is a reasonably good liar requiring a successful DC 19 Wisdom ({@skill Insight}) check to see through his story.",
										"If any of the characters challenge Drake's tale he simply makes up new stories about who he is: a travelling merchant who tried to rip the party off a farmer who tried to impress them with a story of family or fortune and so on. He never reveals the truth. He does however encourage the characters to leave the woods warning them that they're in danger (as will later be confirmed by the events of {@adventure Scene 1|TheHangover|0|Scene 1: Ogre a' Sniffin'})."
									]
								},
								{
									"type": "entries",
									"name": "Larry Halfmandini",
									"page": 4,
									"entries": [
										"When the chest is opened—either with the silver key or a successful DC 20 Strength ({@skill Athletics}) check—Larry and seven other smidgens (all {@creature bandit|mm|bandits}) tumble out with Larry proceeding to lecture the characters about obligations and finishing a job when they start one.",
										"When the characters claim ignorance of who he is Larry reveals that he hired them to sneak him and his fellow Halfmandinis into the town of Frontier. He does not elaborate as to the reasons why he wanted himself and his group carted into the town but he insists that the 20 gp he paid to the party has secured him secret passage to Frontier and that the characters are required by law and honor to complete the task.",
										"The Halfmandinis insist on sticking with the characters until they have honored their agreement—except that he insists on now making changes to that agreement. Instead of sneaking the smidgens into Frontier the characters' new task involves a bit of thievery. Larry does not speak of the specifics until they arrive in Frontier which is along the road on the way to Palisade.",
										"If the players offer to pay back the gold Larry again refuses claiming it is a matter of honor not currency. The Rat Queens were paid to do a job, and they will complete their task.",
										"Once the characters have spoken with both Larry and Drake continue to {@adventure Scene 1|TheHangover|0|Scene 1: Ogre a' Sniffin'}."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Scene 1: Ogre a' Sniffin'",
							"page": 5,
							"entries": [
								"As the characters do their best to get back to Shore Road, trouble finds them first.",
								{
									"type": "insetReadaloud",
									"entries": [
										"It's almost as though you wasted your sweet precious time f--king around in the woods much of the previous night instead of trying to find a way out of them. One of you apparently thought taking the wagon completely off road would be a fun adventure, and now you're gods-know-where in the middle of a forest with no trail to guide you.",
										"And while paying attention to the tiniest of details is often a wise choice on this day the morning of the Great Hangover you can't help but wonder if the ogre with two goblins in a backpack that suddenly crashes through the trees toward you is the punctuation at the end of the statement, \"I'm never drinking again.\""
									]
								},
								"The {@creature ogre} fancies itself a tactical genius for having equipped itself with artillery—the two {@creature goblin|mm|goblins} that stand in its backpack and attack with their shortbows. Larry and the rest of the Halfmandinis do not engage in the fight—though they pretend to. They bob in and out with weapons flashing like it's some sort of stage play but they inflict no actual damage.",
								"Drake attempts to flee if he is unbound.",
								{
									"type": "entries",
									"name": "Aftermath",
									"page": 5,
									"entries": [
										"If Drake is captured again after the ogre and the goblins are defeated he does what he can to convince the characters to return to the road. He promises a 10 gp reward if he is returned to his family.",
										"If Drake escapes during the fight he reappears in {@adventure Scene 2|TheHangover|0|Scene 2: Bandits on the Road!}. Either way Larry once again reminds the characters that they owe him a job for the 20 gp he paid them, and insists that they return to Shore Road and head toward Frontier.",
										"Once the characters have committed to heading back to the road {@adventure Scene 2|TheHangover|0|Scene 2: Bandits on the Road!} occurs after about an hour's walk through the forest."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Scene 2: Bandits on the Road!",
							"page": 5,
							"entries": [
								"The night before the characters were ambushed on the side of the road when they stopped to crack open another barrel of ale and drink a few rounds. The Forested Wood Bandits a group of despicable and incapable thieves, quickly set upon the party with complete surprise. Despite that they were thwarted in short order and their leader Drake was captured.",
								"With Drake in tow the girls hopped onto the wagon and sped away. But just an hour after their escape the wagon was drunkenly driven into the woods and smashed to pieces.",
								{
									"type": "insetReadaloud",
									"entries": [
										"Ahead through brush and bramble a group of rough-looking bandits appears along the forested road. They look determined. Possibly concerned. Definitely annoyed. In fact the variety of expressions on their faces suggests that someone has recently upset their lives with much a##holery. They talk among themselves and as you stalk quietly closer you can make out their frustrated conversation.",
										"\"The tracks lead this way. How many heavily loaded wildly swerving wagons do you think came this way in the past several hours?\"",
										"\"Possibly two sir.\"",
										"There's a silence.",
										"\"I hate you Alan.\"",
										"The five bandits trudge deeper into the thick woods—and as luck would have it in your general direction. It seems they're following a rather obvious trail that a wagon likely yours left behind."
									]
								},
								"The five {@creature bandit|mm|bandits} are an almost insignificant threat even with Drake leading them. If he escaped earlier he has rejoined his crew and enters the fray if this encounter becomes a battle fighting as a {@creature bandit captain} alongside his comrades.",
								"If Drake remains a captive of the characters the bandits offer 10 gp for the return of their leader when they see him revealing his true identity. If Drake is returned he and the bandits then immediately attack unless the characters succeed on either a DC 15 Charisma ({@skill Intimidation}) check or a DC 12 Charisma ({@skill Persuasion}) check in addition to roleplaying a convincing argument.",
								"Once the bandits are defeated or dealt with by other means the characters find Shore Road and travel along it for a few uninteresting hours. This leads to {@adventure Scene 3|TheHangover|0|Scene 3: Dick the Word Dirk}."
							]
						},
						{
							"type": "entries",
							"page": 6,
							"name": "Scene 3: Dick the Word Dirk",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"As you pass the road sign indicating that the outhouse of a town known as Frontier lies five miles ahead you spot a figure in the distance. Despite the vista of the sparkling ocean thrashing against the cliffs below you can't help but watch this stranger as you draw ever closer. In fact the closer you get the more familiar the figure becomes—in no small part due to the fact that you half-recognize the patchwork assemblage of women's clothing he's wearing.",
										"The figure's arms are crossed, and he scowls as you draw close. \"Ah perfect. Couldn't leave well enough alone eh? Come back for a second round of good old Dick the Word Dirk eh? Let's just hope to the heavens that I don't repeat my mistakes from last night's word circle dirk. Double or nothing? And the question I have for you ladies is: Forward or backward?\""
									]
								},
								{
									"type": "entries",
									"name": "Circle Dirk!",
									"page": 6,
									"entries": [
										"Dick desires more than anything to recover his dignity after a harrowing defeat in his last circle dirk—which saw Dee win his fine outfit and left him reduced to dressing himself in her cast-off clothing.",
										"Circle dirk is a word contest in which bets are laid on the ability of another person to correctly spell a challenge word forward or backward. If even a single letter is wrong the competitor loses. Despite having lost to the characters the previous night this time Dick is prepared having chosen words specifically for each of the girls.",
										"Dick doesn't compete for the gold though. Rather his goal is to stump each of the girls with a word he associates with them—a prize worth more than any material gain especially after being thoroughly trounced the last go around. There is only one rule to the circle dirk (for both characters and players): No writing of any kind whether on paper or in the air. Success must come from the mind alone!",
										"Each player can make an additional attempt at spelling a word after a first incorrect letter by succeeding on a DC 15 Intelligence saving throw. A player can do this only once.",
										"Once the player has chosen forward or backward Dick reveals the appropriate word for that character. He pays 10 gp for each word spelled correctly.",
										{
											"type": "list",
											"items": [
												{
													"type": "item",
													"name": "Betty:",
													"entry": "Minuscule (forward); caramel (backward)"
												},
												{
													"type": "item",
													"name": "Violet:",
													"entry": "Genealogy (forward); technique (backward)"
												},
												{
													"type": "item",
													"name": "Hannah:",
													"entry": "Liaison (forward); commitment (backward)"
												},
												{
													"type": "item",
													"name": "Dee:",
													"entry": "Sacrilegious (forward); weird (backward)"
												}
											]
										},
										"Every time a word is spelled incorrectly Dick celebrates the return of a small portion of his dignity.",
										"Once the circle dirk is complete Dick carries on along Shore Road in the direction the characters came from looking for other unfortunate travellers to harass with spelling bees.",
										"After another hour of travel the characters are caught up in {@adventure Scene 4|TheHangover|0|Scene 4: The Gold Statue of Impossible Gravity}."
									]
								}
							]
						},
						{
							"type": "entries",
							"page": 7,
							"name": "Scene 4: The Gold Statue of Impossible Gravity",
							"entries": [
								"Larry Halfmandini and his pack of miscreant clowns were chased out of Frontier the previous night—but not before they were stripped of the prize they'd stolen: the {@i Gold Statue of Impossible Gravity}. A rare magic item owned by a descendent of the retired adventurer who founded the village the {@i Gold Statue of Impossible Gravity} was the one good thing to ever happen to Frontier as any person in possession of it never lost a paper from their desk ever again.",
								"The magic item is worth its weight in gold but there's a problem. The knee-high statue of a person holding the {@i Gold Statue of Impossible Gravity} (which coincidentally is also a person holding a smaller version of the one holding him) can be moved only if one knows the command phrase. Larry knows that the command phrase is \"Good Luck Picking THAT Up\" (inflection on \"THAT\" is very important). But knowing how well the statue is protected, he plans to ensure that the girls are caught in the act while helping him and his team allowing the smidgens to extract the item while its guards are distracted.",
								"No Strength check no matter how high can move the statue. If the surface it sits on is shattered the item simply falls down with full force to the next closest surface.",
								"When the characters arrive at Frontier Larry sets out the terms of his deal. Of course it's possible that the girls simply attack the smidgen criminals. Then you can ignore everything I've wasted time writing.",
								{
									"type": "insetReadaloud",
									"entries": [
										"As you approach the edge of the dog turd known as Frontier with its manure-stained thatched roofs and equally stained people Larry and his team of circus performers come to an abrupt stop. His somewhat joyful demeanor changes as he plants a fist on the pommel of the shortsword at his side.",
										"\"Now let's talk about what you owe us. We paid you to sneak us into this burg. You never delivered. I figure since we paid you I'll need to find another way for you to earn that coin.\"",
										"He pauses as he scratches at his chin.",
										"\"There's a lockup in the center of town. Protected by the bumbling morons that would call themselves 'the town watch'.\" Larry huffs while throwing up air quotes. \"Go in retrieve my gold statue from the guardhouse and bring it back. Simple. All the loose ends tied up in a tidy little bow.",
										"\"Or you know...\"",
										"He taps the top of his sword pommel again and grins."
									]
								},
								{
									"type": "entries",
									"name": "Stealing the Statue",
									"page": 7,
									"entries": [
										"The Wonderful Halfmandinis are a crew of swindlers and charlatans who escaped custody in Frontier for robbing people blind. After originally paying the party to sneak them into town inside the chest their plan was simply to retrieve their personal belongings. But now that they have a few fools they can use as a distraction they've decided to steal the {@i Gold Statue of Impossible Gravity} again.",
										"The town is protected by three guards.",
										{
											"type": "list",
											"items": [
												{
													"type": "item",
													"name": "Sheriff Anwan:",
													"entry": "A heavyset man in his thirties Anwan has a bristling black beard and is adorned with loneliness. He likely cries in the shower."
												},
												{
													"type": "item",
													"name": "Sam:",
													"entry": "A young starry-eyed human Sam believes that Frontier is the best and only town in existence. Literally. Outsiders are a mystery to him as he has no idea where they could possibly come from. Since nothing exists outside his town."
												},
												{
													"type": "item",
													"name": "Francis:",
													"entry": "A gruff young human male, Francis scrutinizes everything everyone says. All the time. It's super annoying."
												}
											]
										},
										"Frontier's guardhouse is a two-story affair. The main level houses the two jail cells and a small office for Francis and Sam. Anwan's office where the statue is found, is up a set of stairs just off the second cell. It is always locked and can be opened with the key Anwan carries or a successful DC 18 Dexterity check using {@item thieves' tools|phb}. There are windows on both the main and upper level. (Adjust this description as necessary if you have prepared a battle map for this location.)",
										"If the statue is ever touched it triggers an audible {@spell alarm} spell that brings all three guards running. Once Sheriff Anwan and the other two guards are sufficiently distracted by the characters' attempt to steal the statue Larry Halfmandini plans to sneak through the window and snatch it. Larry makes his move only after the {@spell alarm} spell is triggered and he makes Dexterity ({@skill Stealth}) checks at {@dice 1d20+6|+6|Dexterity (Stealth)}.",
										"If the characters are caught after Larry successfully absconds with the statue enthusiastic roleplaying and a successful DC 20 Charisma ({@skill Persuasion}) check convinces Sheriff Anwan to let the party go. The difficulty is lessened (DC 12) if they can somehow return the {@i Gold Statue of Impossible Gravity}. If the players take a more aggressive approach to escaping the sheriff a combat scene breaks out. The sheriff is a {@creature veteran} and his two guards are {@creature thug|mm|thugs}.",
										"Once the Halfmandinis are taken care of and the characters are set free they enter {@adventure Scene 5|TheHangover|0|Scene 5: Stick the Landing} after an hour on the road back to Palisade."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Scene 5: Stick the Landing",
							"page": 8,
							"entries": [
								"As the characters arrive back in Palisade, they find the noble Sir Dandeleone of Lavender and his personal guards already waiting for their return.",
								{
									"type": "insetReadaloud",
									"entries": [
										"The familiar lines of Palisade beckon you home—its uneven perimeter wall its rancid-cabbage smell and its appalling attempts at architecture. Ah yes it's good to be back.",
										"As you navigate the bumpy seldom-repaired road into town you see four people walk through the front gates and take up standing positions alongside it as though waiting for your arrival. As a matter of small interest they are armed and armored but that's likely just coincidental.",
										"As you draw near a snotty-looking aristocrat steps forward from the group of stuffy fake knights. \"Should I kill you now?\" he calls. \"Or wait for the trial and kill you after?\"",
										"So not so coincidental after all.",
										"\"Thanks to a proper fellow by the name of Gary we knew you were on your way back. Best keep this unfortunate business outside the town yes?\"",
										"You vaguely remember this man. Or at least you remember someone's fist connecting with that face at some point between this moment and the black-hole fugue that is your memory of the previous night.",
										"\"I want my ring back. You can hand it over now or I can take it from your bloated carcasses. Your choice. And don't bother running like cowards this time. We finish this. Today.\""
									]
								},
								"With suitable roleplaying Sir Dandeleone can be convinced—with either a successful DC 20 Charisma ({@skill Persuasion}) check or a DC 12 Charisma ({@skill Intimidation}) check—to take the ring and piss off. He can also be convinced to piss off without the ring with solid roleplaying and a successful DC 18 Charisma ({@skill Intimidation}) check.",
								"Otherwise he and his three friends attack to take the ring by force. Sir Dandeleone is a {@creature veteran} and his associates are {@creature thug|mm|thugs}. Once Dandeleone is taken care of one way or another the players can safely enter town and enjoy the {@adventure Epilogue|TheHangover|0|Epilogue}."
							]
						},
						{
							"type": "entries",
							"name": "Epilogue",
							"page": 8,
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Sir Dandeleone is no further threat to you and the last of the clues finally come together regarding the night of debauchery that led to you waking up in a strange forest. In the aftermath you feel as though you might just take things easy for a while. Even as you knock back another glass at the Slobby Drunk Tavern.",
										"Then you turn to see a man approach your table his arms crossed in anger. He looks vaguely familiar and sports an angry wound above his upper lip.",
										"\"You owe me five hundred gold pieces for the wagon and horses you stole plus the ale I was delivering.\" The figure leans heavily on the table and glares directly at Hannah. \"And I'll have my godsdamn moustache back if you please.\""
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
