{
	"_meta": {
		"sources": [
			{
				"json": "Limitless Adventures",
				"abbreviation": "Las",
				"full": "Limitless Adventures",
				"authors": [
					"Limitless Adventures"
				],
				"convertedBy": [
					"FrankD"
				],
				"version": "1.0",
				"url": "https://limitless-adventures.com/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1545911686
	},
	"adventure": [
		{
			"name": "Limitless Adventures",
			"id": "Limitless-1",
			"source": "Limitless Adventures",
			"contents": [
				{
					"name": "Urban Encounters",
					"headers": [
						"Introduction",
						"Watcher in the Well"
					]
				}
			],
			"level": {
				"start": 4,
				"end": 4
			},
			"published": "2016",
			"storyline": "Varies"
		}
	],
	"adventureData": [
		{
			"id": "Limitless-1",
			"source": "Limitless Adventures",
			"data": [
				{
					"type": "section",
					"name": "Urban Encounters",
					"entries": [
						{
							"type": "entries",
							"name": "Introduction",
							"entries": [
								"{@b A Note on Our Limitless Encounters}",
								"The purpose of this product is to make your life as DM easier. The following ten encounters, while linked by environment, are random. These encounters were purposefully not designed for a certain level range. Some encounters may require players to come up with solutions other than combat. The world is a scary place and sometimes you may have to run for your life.",
								"These modules can be used to craft a random encounter table for travel and exploration, to fill in the hexes of a sandbox, or whenever your players wander to a location for which you had not yet prepared. Feel free to change the names, treasures, and the number of creatures as you see fit.",
								{
									"type": "entries",
									"name": "Further Adventure",
									"entries": [
										"Each Limitless Encounter will have a Further Adventure section to give the DM three ideas for additional quests that could spring from a seemingly random encounter. These hooks are merely suggestions for continuing a plot and should be used or ignored at your discretion. For example, if a hook suggests that the Duchess was the murderer, that is a just a possible twist you could build from and needn't be acted upon if it would disrupt your campaign."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Watcher in the Well",
							"entries": [
								{
									"type": "entries",
									"name": "Xp: 1800 Difficulty: 1800 Level: 4",
									"entries": [
										"",
										{
											"type": "inset",
											"name": "Read this to the players:",
											"entries": [
												"{@italic As you meander the streets, your quiet reverie is shattered by a woman screaming. You look towards the noise to see a young woman, her dark hair held back by a white handkerchief, drawing water from a stone well. The source of her terror, a monstrous creature made purely from brackish water, is climbing from the well's opening onto the street.}"
											]
										}
									]
								},
								"",
								"{@creature Water Elemental|mm|Water Elemental (CR 5)}",
								"{@b Enraged} The elemental fights until destroyed or until ten rounds have passed, after which he retreats back down the well",
								{
									"type": "inset",
									"name": "Read this to the players:",
									"entries": [
										"{@b Sophia; {@creature Commoner|mm|Commoner}}",
										"{@italic Medium Human; Neutral Good}",
										"{@b Traits:} beautiful, wild black hair",
										"{@bConditions:} Sophia has the {@condition stunned|phb|stunned condition}, and is knocked {@condition prone|phb|prone condition} by the {@creature Water Elemental|mm|elemental}"
									]
								},
								"Left unchecked, the {@creature Water Elemental|mm|elemental} will begin to rampage the area for ten rounds before climbing back into the well. Too terrified to move out of the way, Sofia the washerwoman will be the monster's first victim.",
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"",
										"If defeated, the elemental leaves behind a small lapis lazuli statute of Dagon worth 50gp."
									]
								},
								{
									"type": "entries",
									"name": "Further Adventure",
									"entries": [
										"",
										"The water from the well is unfit to drink; people are beginning to get sick...",
										"A rumor reaches the PCs of a similar attack, when two mephits ({@creature Steam Mephit|mm|Steam Mephit}, or  {@creature Mud Mephit|mm|Mud Mephit}) crawled out of a well on the other side of town...",
										"A cleric appears in town, selling jars of clean water for an exorbitant price..."
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
