{
	"_meta": {
		"sources": [
			{
				"json": "AFamiliarsQuandary",
				"abbreviation": "AFQ",
				"full": "A Familiar's Quandary",
				"authors": [
					"Michael Galvis"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "2021-08-18",
				"url": "https://www.dndbeyond.com/posts/1058-free-adventure-play-as-familiars-and-undo-a",
				"dateReleased": "2021-08-18"
			}
		],
		"dependencies": {
			"monster": [
				"MM"
			]
		},
		"status": "ready",
		"dateAdded": 1713709111,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "4b30ae94f6",
		"edition": "classic"
	},
	"monster": [
		{
			"name": "Amid",
			"source": "AFamiliarsQuandary",
			"_copy": {
				"name": "Commoner",
				"source": "MM"
			},
			"token": {
				"name": "Orc",
				"source": "MM"
			}
		},
		{
			"name": "Nixing Vine",
			"source": "AFamiliarsQuandary",
			"_copy": {
				"name": "Awakened Shrub",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"replace": "the shrub",
						"with": "the vine",
						"flags": "i"
					}
				}
			},
			"token": {
				"name": "Awakened Shrub",
				"source": "MM"
			}
		}
	],
	"adventure": [
		{
			"name": "A Familiar's Quandary",
			"id": "AFamiliarsQuandary",
			"source": "AFamiliarsQuandary",
			"group": "homebrew",
			"published": "2021-08-18",
			"author": "Michael Galvis",
			"storyline": "A Familiar's Quandary",
			"level": {
				"custom": "Uses non-standard PC rules"
			},
			"contents": [
				{
					"name": "A Familiar's Quandary",
					"headers": [
						"Watch: 'A Familar's Quandary' Liveplay",
						"Mister Taberknack, familiar collector",
						"Adventure summary",
						"Character creation",
						"Adventure start",
						"First floor: Wizard turned to goo",
						"First floor: A recipe for disaster",
						"First floor: Toe nail gone rogue",
						"Second floor: A fatal floral attraction",
						"Third floor: Salami for one",
						"First floor: Knock, knock, housekeeping!",
						"Fourth floor: An amusing encounter",
						"First floor: My first potion",
						"Conclusion"
					]
				}
			]
		}
	],
	"adventureData": [
		{
			"id": "AFamiliarsQuandary",
			"source": "AFamiliarsQuandary",
			"data": [
				{
					"type": "section",
					"name": "A Familiar's Quandary",
					"entries": [
						"In \"A Familiar's Quandary,\" players take on the role of familiars who must work together to undo the effects of a faulty {@i polymorph potion} that has turned their wizardry friend into goo. They will need to act quickly, for the transformation threatens to become permanent! The adventure is a lighthearted romp through a wizard's tower and can be completed without combat in two to three hours by four or five players.",
						{
							"type": "section",
							"name": "Watch: 'A Familar's Quandary' Liveplay",
							"entries": [
								"To celebrate {@link D&D Beyond's 4th anniversary|https://www.dndbeyond.com/posts/1056-schedule-of-events-celebrate-4-years-with-d-d}, we played \"A Familiar's Quandary\" live to benefit two amazing charities, Jasper's Game Day and Stack Up. You can watch it here:",
								{
									"type": "entries",
									"style": "text-center",
									"entries": [
										"{@link Youtube|https://www.youtube.com/watch?v=2u3fulaoQOU}"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Mister Taberknack, familiar collector",
							"entries": [
								"The wizened human wizard Mister Taberknack has spent decades mastering the art of summoning familiars in his decrepit home, Taberknack Tower. He sees spells like {@spell find familiar} and {@spell flock of familiars|LLK} as juvenile and flawed incantations. In fact, Mister Taberknack has not only learned how to summon multiple familiars that remain on the Material Plane indefinitely, he has crafted a magical oven that can reconstitute his familiars when they take a nasty fall and go {@i poof}.",
								"But Mister Taberknack's ambitions get the better of him in \"A Familiar's Quandary.\" While taste-testing a freshly brewed {@i potion of polymorph} — made so that he might spend some time in his familiars' shoes — the wizard discovers that the calculations behind his concoction are off. His familiars watch from their enclosures as the wizard turns into a puddle of goo and are suddenly tasked with reversing the magic.",
								{
									"type": "inset",
									"name": "Tell me more about Taberknack Tower",
									"entries": [
										"Formerly known as Tower More, Taberknack Tower is a four-story wizard tower on the outskirts of a town or city of your choosing. Mister Taberknack acquired the property from his former colleague Marian More, a female elf who grew weary of the intricacies of humanoid society and turned into a moose using {@spell true polymorph}. She now spends her days roaming the countryside, occasionally returning to Taberknack Tower to visit Mister Taberknack.",
										"An unkempt lawn with tangled weeds surround the tower, which has tipped over the years thanks to an old tree that leans precariously against it and that has grown into the kitchen on the third floor. Mister Taberknack has been visited on no less than two occasions by the local Tower Owners Association (TOA), which has requested that he beautify his grounds and repair the tower. In Mister Taberknack's defense, the TOA has dragged their goblin feet on filling a pothole that sits just beyond the wizard's property line.",
										"Inside, the tower is in similar disrepair. Mister Taberknack often loses himself in his work, so he depends on housekeeping services to maintain his home. But even remembering to give them a {@spell sending} can be troublesome for the wizard."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "items/AI/travel-alchemical-kit.webp"
									},
									"credit": "Chris Walton"
								}
							]
						},
						{
							"type": "section",
							"name": "Adventure summary",
							"entries": [
								"Playing as Mister Taberknack's familiars, the party must undo the magic of a bad {@i polymorph potion} that has turned their wizard owner into goo. They will need to explore Taberknack Tower to gather ingredients to concoct a {@i potion of last resort}.",
								{
									"type": "list",
									"style": "list-decimal",
									"name": "Player objectives",
									"items": [
										"Escape their enclosures and stop the oozy Mister Taberknack from falling down a drain (1st floor).",
										"Interpret the recipe for a {@i potion of last resort}, found in a book on Mister Taberknack's work desk (1st floor).",
										"Gather the following ingredients from throughout the tower: a toe nail (1st or 4th floor), a purple flower clipped from a black vine (2nd floor), one salami (3rd floor), and a scoop of pink gel gathered from a {@creature flumph} (4th floor).",
										"Stop the housekeeper from throwing Mister Taberknack away (1st floor).",
										"Concoct the potion and \"feed\" it to Mister Taberknack (1st floor)."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Character creation",
							"entries": [
								"In this adventure, the players are familiars. At character creation, each player chooses a form from the options presented in the {@spell find familiar} spell. If a player chooses a fish ({@creature quipper}) or {@creature sea horse}, they begin the game near a {@adventure definitely not a hamster ball|AFamiliarsQuandary|0|Definitely not a hamster ball}. At the Dungeon Master's discretion, the players can choose from forms offered in other books, such as the {@creature fox|IDRotF} and {@creature hare|IDRotF}, which are options presented in {@adventure Icewind Dale: Rime of the Frostmaiden|IDRotF}.",
								{
									"type": "homebrew",
									"entries": [
										"{@note See the filtered bestiary page for {@filter all options|bestiary|source=|miscellaneous=familiar}.}"
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Special considerations for characters",
											"entries": [
												"Mister Taberknack has mastered the art of summoning familiars. Take note of the following:",
												{
													"type": "list",
													"items": [
														"Each familiar has the maximum amount of hit points available for its form. For example, a {@creature rat} has 3 hit points.",
														"The characters can freely communicate with one another and understand each other, even if their normal forms and statistics would not permit them to speak or understand language. They can also understand Mister Taberknack, though he cannot understand them. ",
														"If a character would reach 0 hit points, their spirit is pulled into the {@adventure familiar reconstitution oven|AFamiliarsQuandary|0|Familiar reconstitution oven} on the first floor of the wizard's tower. After 1 minute, the character emerges from the oven in a form chosen at random from the {@spell find familiar} spell. They have the maximum amount of hit points available for its new form."
													]
												},
												{
													"type": "inset",
													"name": "DM tip: Want to add a bit of drama to the game?",
													"entries": [
														"At character creation or when the adventure begins, randomly select a player and openly announce that their character is Mister Taberknack's favorite familiar. Then, choose a second player and announce that their character is Mister Taberknack's least favorite familiar. Ask the group why this might be the case."
													]
												}
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/AFamiliarsQuandary/dice.webp"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Adventure start",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Mister Taberknack was never one to clean up after himself. The blue-haired human wizard has a talent for making a mess around his four-story tower, which has a slight tilt and is dimly lit thanks to a tree that is slowly growing its way through it. Even his lawn is weedy, a fact that the Tower Owners Association, or TOA, points out whenever he wanders out with a cup of tea for a bit of sun. Hells, Mister Taberknack can hardly be bothered to throw on much more than his purple wizard's robes, which is embroidered with silvery stars.",
										"But for all his faults, the wizard of Taberknack Tower is known to care dearly for his familiars. What they feel for him is another matter, but something we are soon to discover.",
										"We begin our adventure on the first floor of the wizard's tower, which functions as Mister Taberknack's workspace. It is complete with a desk and chair, bookcase, large cauldron, and the wizard's greatest invention: the familiar reconstitution oven. Mister Taberknack's desk is riddled with papers, half-filled potion bottles, and spilled alchemical ingredients.",
										"Each of you are in your enclosures, watching as the old wizard takes a ladle and dips it into the cauldron. He pours a heaping scoop of a steaming iridescent liquid into a wide-mouthed potion bottle. \"A salute, my dear friends,\" he says to you, \"to the longevity and pursuit of animal-kind!\""
									]
								},
								"As Mister Taberknack salutes his familiars, have each of the players introduce their characters and describe their enclosures.",
								"Though Mister Taberknack's quarters are messy, he goes to great lengths to decorate his familiars' enclosures and keep them tidy. For his favorite familiar, he has a tiny portrait hanging on a wall in their enclosure with a brass plate that reads: \"Familiar of the Month.\"",
								"Whenever the wizard turns his attention to brewing potions, he keeps his familiars in their enclosures to minimize accidents. It is from these that the characters watch as Mister Taberknack drinks his latest concoction, which turns out to be a faulty {@i potion of polymorph}.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Familiar reconstitution oven",
													"entries": [
														"Mister Taberknack's finest invention is the familiar reconstitution oven. Appearing as a tiny oven, it is a magical device that captures the spirit of any familiar that falls to 0 hit points while in or near Taberknack Tower. When a spirit enters the device, it whirs and a timer begins. After 1 minute inside of the oven, the spirit emerges in a new animal form chosen at random from those offered by the {@spell find familiar} spell."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "First floor: Wizard turned to goo",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Mister Taberknack downs the potion. He smacks lip. \"Interesting...\" he says before, POOF!,a puff of rainbow smoke fills the room. Something splatters to the ground. As the smoke clears, you see a rainbow ooze where the wizard once stood.",
										"\"Oh goodness, this is unpleasant,\" you hear from a mouth floating in the muck. \"I'm afraid you'll need to help me out of this. Now, I don't have much in the way of skin, but I do believe I'm slipping toward the drain ever so slowly.\" Mister Taberknack's oozy form flattens and you watch as he slowly begins to slide toward a drain in the {@footnote center of the room.*|Does Mister Taberknack follow protocols for safe disposal of magical waste? I'll leave that up to you.} What do you do?"
									]
								},
								"The characters will need to act fast if they hope to stop Mister Taberknack from going down the drain. Each of their enclosure doors are locked but can be broken down with a successful {@dc 10} Strength check. Alternatively, a creature can squeeze through an opening in their enclosure if they succeed on a {@dc 8} Dexterity ({@skill Acrobatics}) check. Fish ({@creature quipper|MM|quippers}) and {@creature sea horse|MM|sea horses} are kept in open-air fish tanks and can leap out of their enclosure with a successful {@dc 5} Strength ({@skill Athletics}) check.",
								"After escaping their enclosures, the characters can either block the drain or find a way to get Mister Taberknack to a safe location. A character who succeeds on a {@dc 8} Wisdom ({@skill Perception}) check notices a dusty broom and empty buckets buried under a stack of papers in the corner of the room.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Definitely not a hamster ball",
													"entries": [
														"Mister Taberknack occasionally takes his familiars out for a stroll — even the aquatic ones. For such times, he has invented the {@i definitely not a hamster ball}. This magical device is filled with water and is a habitable environment for any aquatic creature that is Small or Tiny size. While inside of a {@i definitely not a hamster ball}, a familiar can telepathically maneuver it and has a walking speed of 20 feet."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "First floor: A recipe for disaster",
							"entries": [
								"Though Mister Taberknack is safe from the threat of becoming magical sewage, one complication remains for the party: if the transformation is not reversed within an hour or two, the change will become permanent. To begin their quest, the characters must access the wizard's alchemy book and decipher the recipe for a {@i potion of last resort}. Mister Taberknack provides direction for the party:",
								{
									"type": "insetReadaloud",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"I suppose now would be a good time to explain that this mayhap will become permanent if I'm not changed back in the next hour or so. Luckily, I was prepared for such trouble. The proper potion to reverse this mess can be found in my alchemy book. I'm afraid I don't have eyes at the moment, but I promise you the recipe is in there. Just look for a bit of ooze in the margins."
											]
										}
									]
								},
								"Despite his predicament, Mister Taberknack is calm and encouraging of his familiar friends. He can speak as long as it takes for the characters to access his alchemy book, which is a worn, green leatherbound tome filled with scribbles as legible as a doctor's note. Lucky for the party, the wizard has a habit of doodling in the margins. With a successful {@dc 10} Intelligence ({@skill Investigation}) check, the characters can thumb (heh) through the pages of the tome to find the appropriate recipe to reverse the wizard's transformation.",
								{
									"type": "insetReadaloud",
									"entries": [
										"You come to a page that depicts a puddle of an unknown substance with an arrow pointing at a smiling stick figure. Below that, you see the following ingredients, which have been drawn for your convenience:",
										{
											"type": "list",
											"items": [
												"A toe nail",
												"A purple flower clipped from a black vine",
												"One salami",
												"A scoop of pink gel taken from a {@creature flumph}"
											]
										},
										"Another drawing depicts these ingredients being dropped into a large cauldron of iridescent liquid, with poorly drawn animals squawking and barking around it."
									]
								},
								"Once the party has found the recipe for the {@i potion of last resort}, Mister Taberknack's mouth dissolves into his oozelike form."
							]
						},
						{
							"type": "section",
							"name": "First floor: Toe nail gone rogue",
							"entries": [
								"When Mister Taberknack turned to ooze, a toe nail went flying and got lodged in the ceiling. A character that has a passive {@skill Perception} score of 10 or higher spots the toe nail:",
								{
									"type": "insetReadaloud",
									"entries": [
										"Mister Taberknack's unfortunate transformation appears to have cost him a toe nail. Looking up, you see a tiny, dirty nail lodged in the ceiling."
									]
								},
								"The toe nail can be removed by hand (or claw) from the ceiling with a {@dc 8} Strength ({@skill Athletics}) check. If the check fails by 5 or more, the toe nail is extracted but the ceiling partially collapses. A creature beneath the collapsing ceiling must make a {@dc 8} Dexterity saving throw or take 1 point of bludgeoning damage and be buried by debris. A creature buried in this way is {@condition blinded} and {@condition restrained}. It can try to dig itself free as an action with a successful {@dc 10} Strength ({@skill Athletics}) check. Doing so ends the {@condition blinded} and {@condition restrained} conditions on itself."
							]
						},
						{
							"type": "section",
							"name": "Second floor: A fatal floral attraction",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The second floor of Taberknack Tower is a seating area complete with a couch, a couple chairs, a coffee table, and a fish tank containing four {@creature quipper|MM|quippers}. The tank is decorated like a ship wreck. Wedged between the tank and one of the couches is a tall black-leafed plant, atop which is a purple flower. Both the fish tank and couch have been badly slashed by the plant over the years."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "bestiary/MM/Quipper.webp"
									}
								},
								"The seating area is rarely used as Mister Taberknack doesn't often have guests. This is fortunate considering the plant is a {@creature nixing vine|AFamiliarsQuandary}, a dangerous sentient plant that strikes at creatures who get within 5 feet of it or objects that touch its delicate black leaves. The {@creature nixing vine|AFamiliarsQuandary} uses the stat block for an {@creature awakened shrub} and its purple flower is a component for the potion needed to reverse Mister Taberknack's transformation.",
								"Characters who climb the fish tank can reach the purple flower. Once atop the fish tank, however, the characters will discover that Mister Taberknack forgot to close the tank's top after feeding the fish. They will need to make a successful {@dc 10} Dexterity ({@skill Acrobatics}) check to make their way across the tank to the {@creature nixing vine|AFamiliarsQuandary|nixing vine's} flower. Those who fail fall into the fish tank and are immediately attacked by the {@creature quipper|MM|quippers}.",
								"The purple flower can be retrieved without combat in a number of ways:",
								{
									"type": "list",
									"items": [
										"An object that continuously touches the {@creature nixing vine|AFamiliarsQuandary} is enough of a distraction that a creature can climb the vine to remove the flower.",
										"The purple flower can be swatted off the top of the {@creature nixing vine|AFamiliarsQuandary} with a broom or similar object.",
										"A small flame will frighten the {@creature nixing vine|AFamiliarsQuandary} and keep it from attacking."
									]
								},
								"Upon retrieving the purple flower, there's a crash from the floor above. Mister Taberknack's magical mishap attracted the attention of a {@creature gremishka|VRGR} in the area. It climbed the tree that grows through the kitchen's small window and dropped down onto the kitchen counter. Displeased by the sight of a ceramic cup, the {@creature gremishka|VRGR} pushed it off the counter, causing it to shatter."
							]
						},
						{
							"type": "section",
							"name": "Third floor: Salami for one",
							"entries": [
								"As the characters make their way up to the third floor, the sound of something eating can be heard. When they enter the kitchen, read the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"Mister Taberknack's kitchen is as impeccable as his organizational skills: not at all. Dirty dishes fill the sink on the far side of the kitchen, and splatters of pasta sauce and other foods stain the counters and cabinets that line the walls. The back wall has numerous shelves with treats for humans and familiars alike. Most notably, on one of the counters is what can only be described as a hairless mutant cat. It is midbite in a log of salami when it sees you, upon which it hisses, posed to strike."
									]
								},
								"{@creature gremishka|VRGR|Gremishkas} are tiny, foul-tempered monstrosities, but this one has a taste for salami. Unfortunately for the {@creature gremishka|VRGR}, that salami is the only meat in the house, and the party needs it to complete their quest.",
								"The salami can be retrieved without combat in a number of ways:",
								{
									"type": "list",
									"items": [
										"The {@creature gremishka|VRGR} will abandon the salami and chase after any character who taunts it. If the {@creature gremishka|VRGR} is led to the {@creature nixing vine|AFamiliarsQuandary} and attacked by it, the two monsters will fight one another.",
										"With a successful {@dc 10} Charisma ({@skill Persuasion}) check, a character can offer a different food in exchange for the salami.",
										"A successful {@dc 10} group Charisma ({@skill Intimidation}) check will spook the {@creature gremishka|VRGR}. It will flee through the kitchen window."
									]
								},
								{
									"type": "inset",
									"name": "DM tip: Gremishkas can have a little salami as a treat",
									"entries": [
										"The concoction needed to reverse Mister Taberknack's transformation asks for salami, but if a small amount is missing from the log, the wizard won't suffer any drawbacks when he becomes human again. If the {@creature gremishka|VRGR} is permitted to eat a significant portion of the salami, when Mister Taberknack becomes human again, he will be {@dice 1d2} feet shorter."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "First floor: Knock, knock, housekeeping!",
							"entries": [
								"When the party gets the salami, there's a loud knock at the front door on the first floor. Unbeknownst to the party, Mister Taberknack had recently decided to tidy up his quarters, and hired a housekeeper to do most of the heavy lifting for him. Unfortunately, he failed to mention that he keeps a menagerie of familiars, and the housekeeping service happened to send an ill-mannered orc named {@creature Amid|AFamiliarsQuandary} who can't tell the difference between a pest and a pet.",
								{
									"type": "insetReadaloud",
									"entries": [
										"There's a KNOCK, KNOCK, KNOCK at the front door on the first floor of the tower. You hear the faint jingle of keys before the door opens. \"Housekeeping,\" a grumpy voice calls out."
									]
								},
								"{@creature Amid|AFamiliarsQuandary} uses the {@creature commoner} stat block and carries a feather duster, mop and bucket, and broom into the tower. Seeing the mess left by Mister Taberknack's mishap, {@creature Amid|AFamiliarsQuandary} immediately sets to cleaning the first floor. Unless Mister Taberknack has been hidden, the orc will see to dumping the wizard down the drain first.",
								"{@creature Amid|AFamiliarsQuandary} can be forced to abandon his housekeeping duties in a few ways without combat:",
								{
									"type": "list",
									"items": [
										"A successful {@dc 10} group Charisma ({@skill Intimidation}) check can scare the orc out of the house. He will leave his supplies behind.",
										"Creating a ruckus on the third floor of the tower will draw {@creature Amid|AFamiliarsQuandary|Amid's} attention to the kitchen, where he will immediately strike at the {@creature gremishka|VRGR}. The {@creature gremishka|VRGR} will run him off. If the {@creature gremishka|VRGR} is not present, {@creature Amid|AFamiliarsQuandary} will be distracted by the shelves of food long enough for the characters to complete their quest.",
										"If a character steals {@creature Amid|AFamiliarsQuandary|Amid's} feather duster or other supplies, he will chase them. He will tire quickly and take a nap that lasts long enough for the party to complete their quest."
									]
								},
								{
									"type": "inset",
									"name": "DM tip: Mister Taberknack went down the drain!",
									"entries": [
										"If the characters refuse to confront {@creature Amid|AFamiliarsQuandary}, he will unknowingly dump Mister Taberknack down the drain. Don't fret if this occurs: when the party completes the concoction to undo the wizard's transformation, they can simply pour the {@i potion of last resort} down the drain. Mister Taberknack will become human again and cast {@spell misty step} to teleport back into his tower. He will be covered in sewage, however."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Fourth floor: An amusing encounter",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"You come to the top floor of Taberknack Tower to meet the greatest foe to a creature such as yourself: a closed door. Mister Taberknack's bedroom door is made of wood and weathered from the years. It has a brassy circular knob."
									]
								},
								"Getting through the bedroom door is a tricky endeavor. Not only is the knob smooth and difficult to grasp for most familiars, the door is misaligned and requires a hard push to open. With a successful {@dc 8} Dexterity ({@skill Acrobatics}) check, a character can turn the door knob. A concurrent successful {@dc 10} Strength ({@skill Athletics}) check by another character can force the door open. Red the following when the characters enter the room:",
								{
									"type": "insetReadaloud",
									"entries": [
										"Mister Taberknack's carpeted room has a mildewy smell to it and is dark, with a couple windows covered with sheets. In the center of the room is a bed that is too small for his size. On one side of the room, a bookcase contains the wizard's collection of lighter reads. On the other, is a newly installed enclosure that towers over the room. In it is all manner of glowing plants as well as a peculiar creature that isn't too dissimilar from a jellyfish, save for its two beady eyes, wide head, and a bandaged tentacle. It floats midair in its enclosure and, noticing you, tilts its head. It has a faint green glow to it. "
									]
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "bestiary/MM/Flumph.webp"
									}
								},
								"The creature in the enclosure is a {@creature flumph}. Such creatures glow different colors based on their mood: soft pink indicates amusement, blue sadness, green curiosity, and crimson anger. Upon hearing the door open, the {@creature flumph} turned green as it wondered over its visitors.",
								"The {@creature flumph} is pleasant, but Mister Taberknack has been careful to keep it isolated. He found the creature injured on a recent visit to the Underdark while searching for alchemical ingredients with a band of adventurers. Discovering that the creature was alone and afraid, the wizard took it in and is waiting to hear back from a rehabilitation center that can take it in for treatment.",
								"Characters can safely enter its enclosure or release it. The {@creature flumph} will only attack if it is attacked first or approached while it is glowing crimson. In order to collect pink goo from the {@creature flumph}, the party must amuse or excite the creature. They can do so in all manner of ways, including:",
								{
									"type": "list",
									"items": [
										"Feeding the {@creature flumph}. Any character who searches the bedroom will find a small collection of jars with food beside the flumph's enclosure. A character can climb the flumph's enclosure with a successful {@dc 8} Strength ({@skill Athletics}) check in order to feed the creature.",
										"Dancing for the {@creature flumph}, which requires a successful {@dc 8} group Charisma ({@skill Performance}) check."
									]
								},
								"Once the flumph glows pink, a character can collect a scoop of goo with a spoon or similar instrument without issue.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "The missing toe nail",
													"entries": [
														"If the party did not find the toe nail on the first floor, they can search the carpet for one. A character who searches the bedroom for at least 1 minute or succeeds on a {@dc 10} Wisdom ({@skill Perception}) check finds a toe nail hidden among the carpet fibers."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "First floor: My first potion",
							"entries": [
								"After collecting the necessary ingredients needed to reverse Mister Taberknack's transformation, the characters can brew a potion of last resort using the cauldron on the first floor. After mixing the ingredients into the cauldron, the characters will need to squawk and bark or make other animal noises in order to complete the brew. Upon doing so, read the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"The iridescent liquid in the cauldron turns a bright pink and cools. A sweet smell fills the room."
									]
								},
								"The party can administer the concoction by either pouring it over Mister Taberknack or by taking a ladleful of it and \"feeding\" it to him. (Good luck finding his mouth!) When they do, Mister Taberknack returns to his original form:",
								{
									"type": "insetReadaloud",
									"entries": [
										"The ooze that is Mister Taberknack jiggles and bounces, as though it is dancing. It stretches upwards and twists and turns, turning a fleshy color. There's a POP! and a puff of smoke as Mister Taberknack appears before you."
									]
								},
								"If the {@creature gremishka|VRGR} on the third floor ate a sizable portion of the salami, Mister Taberknack will be noticeably shorter from when the characters last saw him. Nevertheless, the wizard is delighted to be back in his usual form.",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"Incredible! Amazing! My dear friends, you've saved me from a most certain and uncomfortable fate!\" Mister Taberknack exclaims. He pets each of you in kind. \"I do believe celebrations are in order. Let's all grab ourselves a little treat in the kitchen! Say, don't you think this place could use a proper scrubbing?\""
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Conclusion",
							"entries": [
								"As the adventure comes to close, you can ask each of your players how their familiar would celebrate the occasion. You can also detail the mess left behind their characters' romp through the wizard tower or have a very upset orc housekeeper return to give Mister Taberknack a talking to!",
								"Whichever way you choose to end the tale, I hope that you and your players have enjoyed this furry little adventure!"
							]
						},
						{
							"type": "inset",
							"entries": [
								"{@i Michael Galvis ({@link @michaelgalvis|https://twitter.com/MichaelGalvis}) is a tabletop content producer for D&D Beyond. He is a longtime Dungeon Master who enjoys horror films and all things fantasy and sci-fi. When he isn't in the DM's seat or rolling dice as his anxious halfling sorcerer, he's playing League of Legends and Magic: The Gathering with his husband. They live together in Los Angeles with their adorable dog, Quentin.}"
							]
						}
					]
				}
			]
		}
	]
}
