{
	"_meta": {
		"sources": [
			{
				"json": "NerdHerd",
				"abbreviation": "AB",
				"full": "Adventure Book",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Nerd Herd"
				],
				"version": "1.0",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1540038097,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "43e7f4553e",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "The Adventure Book",
			"id": "Nerd Herd",
			"source": "NerdHerd",
			"group": "homebrew",
			"contents": [
				{
					"name": "Adventure 1-Rescue the Unicorn",
					"headers": [
						"Get Ready to Play",
						"Players' Introduction",
						"The Door to Room 1",
						"Room 1, The Goblins and the Unicorn",
						"Sleeping Room",
						"The End!"
					]
				},
				{
					"name": "The End!"
				}
			],
			"level": {
				"start": 1,
				"end": 1
			},
			"published": "2000-01-01",
			"storyline": "The Adventure Book"
		}
	],
	"adventureData": [
		{
			"id": "Nerd Herd",
			"source": "NerdHerd",
			"data": [
				{
					"type": "section",
					"name": "Adventure 1-Rescue the Unicorn",
					"entries": [
						"{@b Note: This Adventure Book is from an older edition and is thus inconsistent with 5e rules and stats. Thus, I will place corrections inside brackets [as such] throughout the adventures.}",
						"You (the Dungeon Master) should read this adventure to yourself before playing. You'll want to do that before each adventure in this book, to give yourself time to get familiar with what will happen before you start.",
						"Four goblins hace used magic sleep arrows to capture a unicorn. They live in a haunted ruins, and the characters have to enter the ruins to fight them. If the characters defeat the goblins, they'll rescue the unicorn, overcome a trap, and win some treasure.",
						{
							"type": "section",
							"name": "Get Ready to Play",
							"entries": [
								"Before you play this adventure, roll the hitpoints of the goblins, and make a note of the results. For example, a {@creature goblin} has d8 [2d6] hit points. Roll an eight-sided die [roll 2d6]. Do this four times, because there are four goblins in this adventure.",
								{
									"type": "entries",
									"name": "Tokens and Map",
									"entries": [
										"When the players open a door to a room and look in, put tokens down on the map to show the players where the monsters, treasure chests, and doors are."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Players' Introduction",
							"entries": [
								"When you've read the adventure to yourself and are ready to start playing, read the boxed introduction to the players. It tells them what's happening and let's them decide how to get through the door to where the goblins are. Once you've read it to them, place the door token and go to the next section.",
								{
									"type": "inset",
									"name": "Read this to the players:",
									"entries": [
										"A friendly unicorn named Alabern lives in the woods near your town. With a touch of its horn, Alabern heals wounded people who come to it for help. Now a woodcutter has come to town with terrible news. Evil goblins have captured and taken it away. Your mission is clear. You must find these creatures and rescue Alabern.",
										"You bravely volunteered to enter the haunted dungeon in the hills where the creatures have taken Alabern, hoping to rescue it.",
										"You found your way through the dark woods to an old wooden door in a cliff face. You're pretty sure the goblins are somewhere on the other side of that door. They won't expect people to be brave enough to come to this haunted place, so they're probably not expecting you.",
										"What do you do?"
									]
								},
								{
									"type": "entries",
									"name": "Door Token",
									"entries": [
										"Place a door token on the game board, as shown on your secret dungeon map. The characters start outside the door."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Door to Room 1",
							"entries": [
								"The characters choose what to do next. They can discuss their options. If they need help, suggest some of the ideas below. While the characters are exploring, the players don't have to take turns. They can work together.",
								{
									"type": "entries",
									"name": "Weapons:",
									"entries": [
										"Before trying to open the door, ask each player what weapon his character has ready."
									]
								},
								{
									"type": "entries",
									"name": "Listen:",
									"entries": [
										"A character who rolls 10 or higher on a Listen check [a DC 10 Perception check] can hear goblins talking on the other side of the door. (Listen is a skill.) [not in 5e, Perception replaces it]"
									]
								},
								{
									"type": "entries",
									"name": "Spells:",
									"entries": [
										"Before trying to open the door, a cleric [or any spellcaster] might want to cast some spells, such as {@spell bless} or {@spell protection from evil an good|PHB|protection from evil}. [Protection from Evil and Good is the equivalent spell]"
									]
								},
								{
									"type": "entries",
									"name": "Opening the Lock:",
									"entries": [
										"A rogue [or anyone really] who rolls 20 or higher on her Open Lock check [a DC 20 Sleight of Hand check] can pick the lock. The rogue [anyone] can keep trying until she succeeds or gives up."
									]
								},
								{
									"type": "entries",
									"name": "Kicking the Door In:",
									"entries": [
										"If a character tries to kick the door in, have his player make a Strength check (d20 + the character's Strength bonus/penalty). If the player rolls 18 or higher, the door opens. The character may try as many times as he likes, but he makes plenty of noise each time he does. Halflings get a -4 [no evidence of this being done in 5e] penalty to this roll because they are so small."
									]
								},
								{
									"type": "entries",
									"name": "Hacking Down the Door:",
									"entries": [
										"A character can batter down the door with a weapon. The player doesn't need to make an attack roll. If the character has a big weapon like an axe or a sword, the character will eventually break down the door."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Room 1, The Goblins and the Unicorn",
							"entries": [
								"When the characters open the door, put the tokens for the goblins, for Alabern, and for the door to Room 2 on the map. Sunlight comes in the door, so the characters can see in the room.",
								"The goblins are hostile, so when the door opens, combat begins. Each round, characters and monsters act in order of initiative: Lidda 17, Kerwyn 16, Mialee 13, Naull 12, the {@creature goblin|PHB|goblins} 11, Regdar 11, Tordek 11, Eberk 9, Jozan 9 [5e rolls for initiative, disregard the list]. Ignore characters who are not being played [ignore all of them, roll initiative based on character's DEX modifier]. If there's a tie, whoever rolls the highest on a d20 goes before the other characters or monster with the same number. The goblins fear dwarves, so they attack characters that are not dwarves if they can.",
								{
									"type": "statblockInline",
									"dataType": "monster",
									"data": {
										"name": "Goblin",
										"source": "AB",
										"alignment": [
											"E"
										],
										"size": [
											"S"
										],
										"type": {
											"type": "humanoid",
											"tags": [
												"goblinoid"
											]
										},
										"ac": [
											15
										],
										"hp": {
											"average": 5,
											"formula": "1d8"
										},
										"speed": {
											"walk": 30
										},
										"str": 12,
										"dex": 8,
										"con": 10,
										"int": 10,
										"wis": 8,
										"cha": 8,
										"cr": "1",
										"senses": [
											"darkvision 60 ft."
										],
										"passive": 13,
										"trait": [
											{
												"name": "Skills",
												"entries": [
													"Hide: 16, Move Silently: 14 [Stealth 15], Listen: 13, Spot: 13 [Perception 13]"
												]
											}
										],
										"action": [
											{
												"name": "Scimitar",
												"entries": [
													"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage."
												]
											},
											{
												"name": "Shortbow",
												"entries": [
													"{@atk rw} {@hit 4} to hit, range 80/320 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
												]
											}
										]
									}
								},
								{
									"type": "entries",
									"name": "Combat:",
									"entries": [
										"When a goblin attacks a character, make its attack roll (d20) and try to score the character's Armor Class or better. If you do, the goblin deals d8-1 damage [a Morningstar in 5e deals a flat 1d8] (at least 1 point).",
										"A character who attacks a goblin hits if he rolls the goblin's Armor Class or better. A character who hits a goblin deals damage to the goblin, which reduces its hit points. A goblin dies if it runs out of hit points."
									]
								},
								{
									"type": "entries",
									"name": "Unicorn:",
									"entries": [
										"Alabern the unicorn is asleep, under the spell of the goblins' magic sleep arrows. Tell the players that they see the unicorn sleeping, that it's tied up, and that there is dried blood on its coat. A goblin bow is next to Alabern, but the sleep arrows are gone (used up)."
									]
								},
								{
									"type": "entries",
									"name": "Exploring:",
									"entries": [
										"Once combat is over, the characters can play 'exploration style' again.",
										"They can wake Alabern up by shaking it vigorously. It takes about a minute to do this.",
										"Alabern can cure characters' wounds (and cures them first, regardless of its own minor wounds). When it wakes up, it can touch any wounded characters with its horn. It can cure d8+5 damage three times and 2d8+5 damage once.",
										"The goblins each carry d10 gold pieces, which the characters find if they search the bodies.",
										"After freeing Alabern, the characters might want to explore Room 2. The door to that room isn't locked."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Sleeping Room",
							"entries": [
								"This room is dark. Dwarves can see in the dark, but until someone casts a {@spell Light} spell or uses flint and steel to light a torch, no one else can see into it.",
								"The four goblins from Room 1 slept here. This room has smelly food and dirty blankets where the goblins slept. Anyone who tastes the food must make a Fortitude saving throw of 16 or better [DC 16 Constitution saving throw]. If he doesn't succeed, he becomes sick for the rest of the adventure and gets a -2 penalty to all skill checks and saving throws.",
								{
									"type": "entries",
									"name": "Treasure Chest",
									"entries": [
										"The treasure hest is not locked. (Remember, you're not supposed to be telling any of your players this.) The chest has a trap in it. Anyone who opens the chest springs a trap. Turn to the Random Trap Table [NOTE: ADD TABLE LINK] on page 20 of the {@i Rulebook} and roll a d10 to see what the trap does.",
										"A rogue can avoid the trap [anyone can really]. If a rogue [anyone] searches the chest for traps before anyone opens it, she can notice the trap if she rolls 21 or better on her Search check [DC 21 Investigation check]. If she notices the trap, she can try to disarm it so it won't go off. If she tries this, she makes a Disable Device check. If she rolls 20 or better [DC 20 Sleight of Hand], she jams the trap and opens the chest safely. If she rolls 15 or less, she springs the trap.",
										"Once the chest is open, the characters find a treasure inside it. Roll a d10 on the Treasure Table [NOTE: ADD TREASURE TABLE LINK] in the {@i Rulebook} to see what the treasure is."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The End!",
					"entries": [
						"After the characters have explored Rooms 1 and 2, this adventure is over. (It's also over if the goblins kill all the characters.) The characters can untie the unicorn, rouse him, and leave the dungeon.",
						{
							"type": "entries",
							"name": "Treasure:",
							"entries": [
								"The characters split the treasure among them."
							]
						},
						{
							"type": "entries",
							"name": "The Characters Go Shopping:",
							"entries": [
								"When the characters accumulate enough money to buy new equipment, explain to them that there's a general store in town.",
								"Show the characters the equipment tables (for armor, adventuring gear, and weapons) in the {@i Rulebook}, and let them buy whatever gear that they like and can afford. They can do this at the end of any adventure. The store buys used equipment at half their list price, if the characters want to sell their old gear."
							]
						},
						{
							"type": "entries",
							"name": "Experience",
							"entries": [
								"The team wins 100 XP for defeating each goblin. Divide this amount by the number of characters who started the adventure. Each character gets an equal share of the XP. Once a character has accumulated 1,000 XP, he achieves 2nd level and becomes more powerful."
							]
						},
						{
							"type": "entries",
							"name": "Rest",
							"entries": [
								"Once out of the dungeon and back in town, the characters can rest. The clerics and wizards regain their spents spells, and everyone recovers hit points lost to damage."
							]
						}
					]
				}
			]
		}
	]
}
