{
	"_meta": {
		"sources": [
			{
				"json": "SOD",
				"abbreviation": "SOD",
				"full": "Shore of Dreams",
				"authors": [
					"Florian Emmerich",
					"JVC Parry",
					"Poison Potion Press"
				],
				"convertedBy": [
					"gambit"
				],
				"color": "5eafa5",
				"version": "1.0.0",
				"url": "https://www.dmsguild.com/product/232354/Shore-of-Dreams",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "a351ce05fa",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "Shore of Dreams",
			"id": "SOD",
			"source": "SOD",
			"group": "homebrew",
			"contents": [
				{
					"name": "SHORE OF DREAMS",
					"headers": [
						"RUNNING THE MODULE",
						"ADVENTURE BACKGROUND",
						"GETTING INVOLVED",
						"OPENING"
					]
				},
				{
					"name": "YOKOTORO VILLAGE",
					"headers": [
						"DOCKS",
						"ELDER'S HUT",
						"BLACKSMITH",
						"GUARD TOWER",
						"THE SHORE OF DREAMS"
					]
				},
				{
					"name": "CAPTURED!"
				},
				{
					"name": "TEMPLE OF THE STORM",
					"headers": [
						"GENERAL FEATURES",
						"T1: PRISONER PEN",
						"T2: CAVERN ENTRANCE",
						"T3: HALL OF OLHYDRA",
						"T4: VAULT",
						"T5: STUDY",
						"T6: BARRED ROOM"
					]
				},
				{
					"name": "PISCA HERALD OF OLHYDRA"
				},
				{
					"name": "CONCLUDING THE ADVENTURE",
					"headers": [
						"A HARSH REALITY"
					]
				},
				{
					"name": "APPENDIX A: MONSTERS & NPCS"
				},
				{
					"name": "APPENDIX B: MAGIC ITEMS"
				}
			],
			"level": {
				"start": 5,
				"end": 7
			},
			"published": "2018-01-25",
			"storyline": "None"
		}
	],
	"adventureData": [
		{
			"id": "SOD",
			"source": "SOD",
			"data": [
				{
					"type": "section",
					"name": "SHORE OF DREAMS",
					"id": "SHORE OF DREAMS",
					"entries": [
						{
							"type": "inset",
							"name": "\"You seek for the treasure of ol' Jadescale? All you need to do is Talk with Pisca at the Shore of Dreams.\"",
							"entries": [
								"",
								"--Jiang Kao"
							]
						},
						"Shore of Dreams is a Dungeons & Dragons adventure module for a party of four to five characters from 5th to 7th level. It should take three to six hours to complete, depending on which elements the PCs encounter. This adventure module can link to Princes of the Apocalypse (see Elemental Evil on page 16), Tomb of Annihilation, or you can place it in your home campaign.",
						{
							"type": "inset",
							"name": "A Remote Island",
							"entries": [
								"",
								"The Dungeon Master can easily place the Shore of Dreams adventure module in any other string of islands cartographed or previously undrawn. If you want to play in the Sword Coast, substitute Lantan for the Nelanther region and the Mistcliff for the Cloud Peaks."
							]
						},
						{
							"type": "section",
							"name": "RUNNING THE MODULE",
							"id": "RUNNING THE MODULE",
							"entries": [
								"It's recommended to read the adventure module in its entirety before running it. The module refers to the Dungeon Master's Guide, Player's Handbook, Monster Manual and the Elemental Evil Player's Companion.",
								"Creatures written in bold refer to the corresponding entries in the {@book Monster Manual|MM} or {@adventure Appendix A - Monsters & NPCs|SOD|6}.",
								"Magic items and spells written in italic refer to the corresponding entries in the {@book Dungeon Master's Guide|DMG}, {@book Player's Handbook|PHB}, Elemental Evil Player's Companion or {@adventure Appendix B - Magic Items|SOD|7}."
							]
						},
						{
							"type": "section",
							"name": "ADVENTURE BACKGROUND",
							"id": "ADVENTURE BACKGROUND",
							"entries": [
								"Rumor has spread about a great treasure hoard pirates buried but never claimed near the Mistcliff of Chult. Many talk of this great wealth, but few have attempted to claim it for themselves due to the risk involved. The locals tell of a tavern, the Shore of Dreams, a most welcoming triton owns, which is the best spot for crews to stock up before they head off on their quest.",
								"Unfortunately, this tale is a hoax, spread by {@creature Pisca Ahlorsath|SOD}, the owner of the Shore of Dreams. Pisca is the illegitimate daughter of two noble triton families and was outcast from her community as a young child.",
								"She struggled to survive in the harsh ocean so turned to the land, looking for other exiles to live with.",
								"Ultimately, though, she failed to fit in. Tainted by this great sadness, Pisca became hellbent on power, wishing to teach those who would shun her, a lesson.",
								"Through years of research, she discovered an ancient tome that told of the {@item Crown of Black Pearls|SOD}, a powerful magic item that belonged to the Cult of the Crushing Wave. She spent nearly a decade tracking down the item to a remote island near Lantan, occupied by settlers from Kara- Tur, only to discover the temple in which it lies was half- buried and overgrown.",
								"Undeterred, Pisca began to enthrall the locals, gaining their trust with promises of great wealth buried in the shrine. Eventually, Pisca became the head of the island's community, with most of the small populace working away on the temple. Despite this, Pisca got impatient. She concocted a plan in which she could enslave adventurers to do the work. They'd work faster and were more expendable than the island's people. Thus, she created the tale of pirate's treasure.",
								"Now, Pisca owns the Shore of Dreams, the local inn, one of the last stopping points on the way to the Mistcliff. Here, she drugs adventurers and enslaves them, forcing them to help unearth the ancient temple, where she will find her crown.",
								"Pisca believes she's very close to the temple grounds but isn't sure how much work needs to be done inside it and plans to enlist further help."
							]
						},
						{
							"type": "section",
							"name": "GETTING INVOLVED",
							"id": "GETTING INVOLVED",
							"entries": [
								"There are many ways to get the PCs involved in the adventure module. The following hooks can help you set the events in motion.",
								{
									"type": "entries",
									"name": "TREASURE OF CAPTAIN JADESCALE",
									"id": "TREASURE OF CAPTAIN JADESCALE",
									"entries": [
										"Rumor has it that along the Mistcliff of Chult is a great hoard of treasure hidden by the infamous pirate Captain Jadescale and his crew who died at sea. Since then, adventurers from all over the region have headed to Chult to try their luck. It's said that at the Shore of Dreams an inn located near the isle of Lantan, owned by the most attractive triton, has hints toward the exact location of the treasure and a good way to stock up before striking out to the Mistcliff."
									]
								},
								{
									"type": "entries",
									"name": "LOST EXPLORERS",
									"id": "LOST EXPLORERS",
									"entries": [
										"Recently, several groups of explorers have disappeared in search of the treasure of Captain Jadescale. Little connects the groups other than their quest, but all stopped at the Shore of Dreams before mounting their expedition. The party was hired to discover the fate of these poor folk and their relatives will reward the adventurers to the tune of 100gp each. The names of the adventurers are {@creature scout|MM|Rolen Moonbrook (male half-elf scout)}, {@creature thug|MM|Chung (female half-orc thug)} and {@creature acolyte|MM|Errich} and {@creature bandit|Wellby Highbarrel} (male and female halfling siblings acolyte and bandit)."
									]
								},
								{
									"type": "entries",
									"name": "THE SHORE OF DREAMS",
									"id": "THE SHORE OF DREAMS",
									"entries": [
										"Heading back from a previous adventure, the party comes across a small but idyllic island near Lantan, which seems a good place to go ashore and spend the night. While the shores of the island look nice enough, even more appealing is the Shore of Dreams and its owner, Pisca the triton."
									]
								},
								{
									"type": "entries",
									"name": "ON THE WAY TO PORT NYANZARU",
									"id": "ON THE WAY TO PORT NYANZARU",
									"entries": [
										"Embarking toward Chult, the party got caught in a thunderstorm. Just by sheer luck the party gets stranded a short trek from Yokotoro on an isle near Lantan. There might be a chance to get back en route to their destination."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "OPENING",
							"id": "OPENING",
							"entries": [
								"The adventure starts once the party has made its way to the Shore of Dreams and the village, called Yokotoro. The village itself is a quiet, ramshackle fishing village, but the Shore of Dreams Inn is a much grander affair.",
								"You can read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"You find yourselves on a small island, surrounded by wooden  pontoons and coracles. Inland, you can make out a handful of  ramshackle, bamboo huts and one far grander building, which must  surely be the Shore of Dreams. As you get closer, you begin to hear  the sound of merriment emanating from the tavern."
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master//_img/SOD/Yokotoro Village.jpg"
							},
							"title": "Yokotoro Village"
						}
					]
				},
				{
					"type": "section",
					"name": "YOKOTORO VILLAGE",
					"id": "YOKOTORO VILLAGE",
					"entries": [
						{
							"type": "inset",
							"name": "\"Madame Ahlorsath will be available for you this evening. Is there anything I can do for your in the meantime?\"",
							"entries": [
								"",
								"--Murasa Sepret"
							]
						},
						"The village itself is relatively small but highly diverse, with a whole host of different races intermingling freely. The majority of the houses are thick logs of bamboo raised up from the ground. To the south is a network of pontoons where the fishing coracles moor, to the north are rice paddies cut into the hills. All the villagers know of Pisca's plans and tricks, but none know enough to truly expose her. There are several locations the party may wish to enter.",
						"Outsiders don't visit Yokotoro often, and so it has very little in the way of goods. Most items sold here are worth twice their usual price except for common items such as rations, fishing equipment and the like. The lands outside the village are entirely wild and possibly unexplored.",
						{
							"type": "section",
							"name": "DOCKS",
							"id": "DOCKS",
							"entries": [
								"You can read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"Surrounding the southern edge of the island is a network of  wooden pontoons that house dozens of small fishing vessels.  The place is bustling with folk cleaning nets, hauling in catches or  maintaining their coracles. A few larger vessels sit on the edge of  the pontoons, making the small fishing ships look insignificant."
									]
								},
								"Characters can notice that the large ships are all from different parts of the world with a DC 14 Intelligence (Investigation) check.",
								"If the party asks any of the locals about heading to the treasure, hiring a ship for travel or a staying for the night, they point them to the Shore of Dreams and tell them to talk to Pisca, who owns all the vessels. A successful DC 15 Wisdom (Insight) check gives a character a suspicion the fishers are hiding something."
							]
						},
						{
							"type": "section",
							"name": "ELDER'S HUT",
							"id": "ELDER'S HUT",
							"entries": [
								"You can read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"Nestled away on the outskirts of town is a small hut, outside which  a small group of locals gather. As you near, the smell of burning  sage fills your nostrils. Inside, a pair of elderly women sit by a  bubbling cauldron."
									]
								},
								"The village elders are two ancient women, wrinkled and wizened, named {@creature commoner|MM|Lui Dua (NG female Shou commoner)} and {@creature commoner|MM|Mei Zhueng (NG female Shou commoner)}. They live in a small hut on the outskirts of town, and administer medicine to the sick or advice to the needy. Pisca sold them a lie when she claimed she was working to uncover an ancient site of the island's heritage, the wealth of which the people would share. Such a promise from someone so unique and charismatic as Pisca convinced the elders to let her do as she wished, as long as the folk of the island are not harmed in any way.",
								"The elders can sell potions of healing and flasks of antitoxins to the characters for twice their normal price."
							]
						},
						{
							"type": "section",
							"name": "BLACKSMITH",
							"id": "BLACKSMITH",
							"entries": [
								"You can read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"The smithy is one of the few stone buildings on the island. It  emanates heat from its exterior forge, and a couple of anvils stand  not far from a primitive well. You can see a gruff-looking man  crudely hammering away at a red-hot piece of iron."
									]
								},
								"The man's name is {@creature Thug|MM| Jiang Kao (NG male Shou thug)}. He's a little rude but is well meaning and will happily answer the characters' questions. He often sings the praises of Pisca, whom he has fallen in love with. (He doesn't tell the characters this.) He claims to have made Pisca's elaborate scale mail and wakizashi sword. If the characters wish to buy weapons from him, he uses the Wuxia terms for weapons (see {@book Dungeon Master's Guide|DMG|1|Wuxia}).",
								"As he leads them inside, he quickly slams shut a door to a back room and locks it securely with a key. Characters with a passive Wisdom (Perception) score of 18 or higher notice a masterwork weapon hanging on the far wall that someone must have crafted with incredible skill. If asked about this, Jiang quickly dismisses any comments, saying his father was a famous swordsmith.",
								"A {@dc 14} Wisdom (Insight) check reveals he's feeling uneasy. If pressed further after this revelation, he claims he forged some specific blades in an attempt to reach his father's mastery; those are stored in the back room. They're still not good enough, and he would rather not show his failures off and doesn't want to talk about the subject anymore.",
								"In reality, the back room is filled with old weapons from previous adventurers who Pisca enslaved. Jiang melts the weapons down and reuses the metal, but the blade on display in particular is of such good quality that he cannot bring himself to melt it.",
								"To enter the back room, characters must either pick the lock with a successful DC 16 Dexterity check using thieves' tools or lift the key from the leather thong around Jiang's neck with a successful DC 20 Dexterity (Sleight of Hand) check. Inside are crates filled with old weapons, some of which are damaged or rusted. Among them is a {@item +1 longsword|DMG}. If the PCs came to the village searching for the Lost Explorers, they can make a DC 12 Intelligence (Investigation) check to notice the weapon reveals that it bears the family insignia of one of the missing adventurers."
							]
						},
						{
							"type": "section",
							"name": "GUARD TOWER",
							"id": "GUARD TOWER",
							"entries": [
								"You can read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"In the center of the village, overlooking the houses and pontoons,  is a bamboo-built tower. From below you don't see any guards  manning the tower."
									]
								},
								"A rope-ladder leads up to the top, where there are {@creature veteran|MM|four guards (NG male & female Shou veterans)}. They all have one level of exhaustion since they have worked too long, pulling night shifts at the temple and guarding the slaves {@adventure (see Captured! on page 11).|SOD|2}",
								"If characters ascend the rope-ladder, they get almost to the top before the guards notice, at which point they jolt upright and demand that the characters descend. It's clear they're all half-asleep. If the characters say they're investigating the Lost Explorers, then the guards allow them to come up to ask a few questions.",
								"The guards mostly deflect questions, saying that any adventurers who arrive talk to Pisca, receive a sailing boat or the map to the location of the Treasure of Captain Jadescale and pointed in the right direction. Pisca might know more. After that it's their own problem whether they return and has nothing to do with the village. If the characters ask about procuring a ship or the map for themselves, they point the party to the Shore of Dreams."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SOD/Murasa Sepret.jpg"
							},
							"title": "Murasa Sepret"
						},
						{
							"type": "section",
							"name": "THE SHORE OF DREAMS",
							"id": "THE SHORE OF DREAMS 2",
							"entries": [
								"You can read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"The Shore of Dreams is a two-story stone building filled with long  tables and benches, a blazing fireplace and a well-stocked bar. A  handful of villagers sit drinking sake and feasting on lavish seafood  platters. In the back of the tavern is a decorated stage of carved  bamboo. A beautifully made shamisen rests in the corner of the  stage."
									]
								},
								"During the late afternoon and evening, locals, enjoying a strong rice liquor and the music, pack the tavern. Pisca plays the shamisen each evening, enthralling and enchanting the locals with her performance. When she plays, the otherwise raucous inn goes silent to listen to her alluring ballads. Although her shamisen is on display, it should be clear that no one is to touch it but her.",
								"The inn has a staff of four, {@creature Pisca Ahlorsath|SOD|Pisca Ahlorsath (NE female triton)}, {@creature Breena \"Scorch\" Sizzlepock|SOD|Breena \"Scorch\" Sizzlepock (CE female rock- gnome)}, {@creature commoner|MM|Murasa Sepret (LG female Shou commoner)} and {@creature Larissa Temerity|SOD|Larissa Temerity (NE female tiefling)}. Pisca is the owner of the inn, Scorch is the cook, and Murasa and Temerity are waiters.",
								"{@b The Pantry's Secret.} The pantry not only holds pickled food, rice and various alcoholic beverages, but some barrels and crates are filled with riches stolen from captive adventurers. They hold riches worth 250gp that come in gems, coins or other kind of treasure. Additionally, Breena stored her stolen goods from the Zhentarim, adding a further 300gp in various items.",
								{
									"type": "entries",
									"name": "PISCA AHLORSATH",
									"id": "PISCA AHLORSATH",
									"entries": [
										"Pisca is something of a femme fatale. She is highly charismatic and intelligent but also obsessed with power. She has enthralled the village, convincing the elders to allow her to capture visitors and set them to work unearthing an ancient temple that contains an artefact she desires. She does all this under the ruse of the Treasure of Captain Jadescale. She created a tale of pirates and an old map to lure in adventurers. When they arrive, she drugs their food, steals their possessions and imprisons them. She has bright blue skin and copper hair. She wears long, flowing clothing with sleeves that nearly brush the ground as she swoops through the tavern. Underneath her robe she wears a beautiful scale mail shirt that catches the firelight. At her waist is a wakizashi in an ornamented scabbard.",
										"She spends most of her day catering to customers and running the inn, occasionally retiring to her room on the floor above, which is filled to the brim with various gifts from her devotees. They range from simple trinkets to lavishly designed objects and jewelry."
									]
								},
								{
									"type": "entries",
									"name": "BREENA \"SCORCH\" SIZZLEPOCK",
									"id": "BREENA \"SCORCH\" SIZZLEPOCK",
									"entries": [
										"Grumpy, jumpy and paranoid, Scorch is quite the opposite of her boss. She's the tavern's chef, but takes no pleasure in cooking or the merriment of the inn. Her daily tasks include preparing meals and shopping for ingredients.",
										"She fled to this island after breaking away from the Zhentarim, from whom she stole a serious amount of treasure. Despite getting away, she remains incredibly paranoid about operatives of the Black Network following and assassinating her. Because of this, she wears boring, generic clothes of brown and black, often pulling a cape around herself to mask her identity.",
										"While she stores most of her riches within the inn's pantry, she keeps two citrine gemstones, each worth 75gp, close to her in case something goes awry and she has to leave in a hurry.",
										"Scorch takes a serious cut of any gold looted from adventurers since she is the one to drug their food {@adventure (see Curtain Call on page 9)|SOD|1|CURTAIN CALL}.",
										{
											"type": "inset",
											"name": "THE GNOME'S PARANOIA",
											"entries": [
												"",
												"If you wish, you can have the party catch Scorch rummaging through their belongings one evening. She's so paranoid about the Zhentarim that she suspects everyone she meets. If they apprehend her, she will say that someone pinched her secret seasoning, and she was just trying to get it back."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "MURASA SEPRET",
									"id": "MURASA SEPRET",
									"entries": [
										"Young and naive, with a small frame, Murasa has worked at the inn her whole life. Her parents used to own it before Pisca turned up, and while they were happy to sell it for a high price, Murasa stayed out of nostalgia. Murasa has always felt bad for the adventurers who Pisca kidnapped, and this came to a head recently after she fell in love with a visiting explorer named {@creature scout|MM|Rolen Moonbrook (male half-elf scout)}. When the two met, they fell for each other, and although Murasa tried to warn Rolen about Pisca, she couldn't bring herself to ask him to leave, and she hid her romance from Pisca. Because of this Murasa is plotting against Pisca {@adventure (see Thugs and Waitresses on page 9)|SOD|1|THUGS AND WAITRESSES}. During the day Murasa mostly cleans up from the night before, under the watch of Temerity. Once late afternoon rolls around, and the inn begins to fill, she serves customers behind the bar and takes food to tables."
									]
								},
								{
									"type": "entries",
									"name": "LARISSA TEMERITY",
									"id": "LARISSA TEMERITY",
									"entries": [
										"Handsome but dangerous, Temerity is Pisca's right-hand woman. She adores the triton not only for her beauty and charm, but because her devious plan calls out to her infernal heritage. She acts as Pisca's bodyguard, doing the heavy lifting and beating rebellious adventurers into line. Temerity has informed Pisca that Murasa is plotting against her, and together they arranged for a group of thugs to come and take her out.",
										"Temerity takes a somewhat supervisory role in the inn. She not only makes sure that Scorch and Murasa do their work but also wait on tables and serve behind the bar on busy evenings."
									]
								},
								{
									"type": "entries",
									"name": "EVENTS AT THE SHORE OF DREAMS",
									"id": "EVENTS AT THE SHORE OF DREAMS",
									"entries": [
										"While characters are at the Shore of Dreams, several events may occur either you or the characters initiate.",
										{
											"type": "entries",
											"name": "RETAINING SERVICES",
											"entries": [
												"At some point, the characters are likely to want more information about the pirate's treasure and the exact location of the treasure. They may even need to hire a ship for their journey. All the villagers asked about this will point to Pisca, claiming that she has a map to the treasure and can rent out a vessel for their journey.",
												"If the characters come to the Shore of Dreams for this reason, have them struggle to get an audience with Pisca as she dotes on her other patrons for a while. Once the d characters finally get the chance to chat with her, she can tell them either of the following:",
												{
													"type": "list",
													"items": [
														"She will happily prepare them a vessel and help them chart the best course to the treasure location for free, provided that she gets a 25 percent cut of any treasure they find. It will take around three days for her to prepare a ship and gain a favorable tide. The characters can assist on the docks by loading rations, rope, water, etc.",
														"She found the map, which she can make a copy of for the adventurers (although it is, of course, fake) while trading with some merfolk. They came bearing treasures from a wreck, which included the map. To make a copy will take her a day or so, because she needs to help run the inn. If they want a copy, she wants a 10 percent cut of any treasure they find.",
														"While the characters wait for the tide, a ship or the map, Pisca lets them stay at the Shore of Dreams free of charge, as long as she gets a part of the cut.",
														"If asked why she doesn't find the treasure herself, she claims that she has no interest in adventure and is perfectly happy here with the Shore of Dreams. She loves to perform, and her customers adore her.",
														"If questioned about the missing adventurers, a look of sadness spreads across Pisca's face. She says she remembers the group in question. They were brave young explorers eager to make a name for themselves, but they rushed their preparations and left before the tides were good. They never returned to the island, and Pisca is eager to hear about their fate. A successful DC 16 Wisdom (Insight) check gives a character some idea that she's laying it on a little thick but doesn't really care. A result of 20 or higher on the check reveals that she's lying about some part of the tale."
													]
												},
												"Once the negotiation is over, the characters can engage in in various mundane activities that can range from small talk, to gambling or helping with fishing and farming, if they choose not to assist on the docks.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master//_img/SOD/Yokotoro Meal.jpg"
													},
													"title": "Yokotoro Meal"
												},
												{
													"type": "inset",
													"name": "ON WITH THE SHOW!",
													"entries": [
														"",
														"After this encounter the {@adventure Thugs and waitresses (see page 9)|SOD|1|THUGS AND WAITRESSES} and {@adventure Curtain Call (see page 9)|SOD|1|CURTAIN CALL} encounter should happen before the preparations for characters to leave."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "THUGS AND WAITRESSES",
											"entries": [
												"Temerity, Pisca's right-hand woman, has been spying on Murasa and has uncovered her plan to rescue her lover, Rolen. Murasa's parents used to own the Shore of Dreams and were both apt herbalists. With their guidance she has created a tincture that can revive a person from a stupor. She intends to use this on the next group of adventurers to be drugged in the hope they can help her overthrow Pisca and save Rolen from his inevitable doom.",
												"Unfortunately, Murasa doesn't know Temerity has discovered her plan and continues to plot against Pisca. Meanwhile, Temerity has organized a group of thugs to come to the inn, start a brawl and make off with Murasa. What they do with her then is not her concern, as long as Murasa doesn't return to the island.",
												"One evening while the characters are heading off to bed, the group of thugs (three berserkers and one bandit captain) enter the inn and start a fight.",
												"You can read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"entries": [
														"As you head off to bed, you hear a loud slam from down below.  Several people scream, and you hear footsteps as they bolt out of  the pub. Suddenly, the sound of shattering glass cuts through the  air, followed by the thunder of smashing wood."
													]
												},
												"If they go down to investigate, they see Pisca and Temerity hiding behind the staircase preparing their weapons, the berserkers guarding the bar, and the bandit captain searching behind the bar for Murasa. Characters with a passive Wisdom (Perception) of 14 or higher notice Scorch hiding behind some stacked barrels. She believes these are Zhentarim operatives who have come to kidnap her.",
												"The group of hired kidnappers will happily engage in a fight with the PCs. If the party seem to have the upper hand, Scorch will join in the fight, spitting insults at the foes. She tries to kill any of the kidnappers she can. If the characters don't want this to occur they have to take serious measures to stop her, such as grappling with her or casting a spell such as command.",
												"The {@creature veteran|MM|four guards (NG male & female Shou veterans)} from the tower will not arrive until too late. They're in on the plan to kidnap Murasa and if questioned about their poor response time, they'll claim they were fighting off more kidnappers outside.",
												"If the party managed to keep one of the kidnappers alive, they might try to interrogate them. A successful DC 15 Charisma (Intimidation) check is enough to make them yield some information. They claim they were hired to take out the small woman of the staff.",
												"If asked about the Zhentarim, they will claim they're members, but a DC 12 Wisdom (Insight) check reveals they're lying. If a character passes the Charisma check by 5 or more, and Temerity is not in the room, the kidnapper will tell them Temerity hired them to take out Murasa but didn't say why.",
												"Temerity will deny this at all costs, threatening to kick the party out of the inn should they press the matter.",
												"If Murasa survives this encounter, she sneaks one of the characters a small vial of liquid, telling them to put a drop into their drink before each meal they have at the Shore of Dreams. She says it's too risky to explain why, but she promises it will help them.",
												{
													"type": "inset",
													"name": "MURASA'S TINCTURE",
													"entries": [
														"",
														"When you drink this potion, you have advantage on saving throws against poison, and cannot be rendered unconscious except by dropping to 0 hit points, for one hour."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "CURTAIN CALL",
											"entries": [
												"On the final night of the characters' stay at the Shore of Dreams, Pisca gives her most important performance.",
												"You can read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"entries": [
														"As you sit down to begin your evening meal, Pisca shouts out to  you from the stage:",
														"\"This one is for our most pleasing guests. Thank you for honoring our small island with your stay, and best of luck for the travels ahead!\"",
														"The triton then begins to play a ballad on her shamisen, which is  unlike any you've heard before. The notes are crisp and clean, each  'one reverberating around in your mind. As she begins to sing, you  find yourself intensely drawn to Pisca"
													]
												},
												"Each character who can hear the music must succeed on a DC 14 Wisdom saving throw or become distracted. While distracted, a character has a disadvantage on Wisdom (Perception) checks and a -5 penalty to their passive Wisdom (Perception) score while the song continues. During the five-minute-long song, Scorch is poisoning the party's' food. Any character with a passive Wisdom (Perception) score of 15 or higher notices Scorch tap some powder on their plates.",
												{
													"type": "inset",
													"name": "STUPOR DUST (INGESTED)",
													"entries": [
														"A creature subjected to this poison must succeed on a DC 15 Constitution saving throw or become poisoned for one hour. The poisoned creature is rendered unconscious."
													]
												},
												"{@b Aftershow.} If all goes as planned, the adventurers will fall unconscious. Then, Scorch and Pisca will strip them of their goods, and Temerity and the guards will drag them to the prison, and they'll awake there once the hour elapses. {@adventure (Continue to the Captured! on page 11).|SOD|2}.",
												"If the party doesn't lose consciousness, the {@creature veteran|MM|four guards (NG male & female Shou veterans)} from the guard tower arrive several minutes later, alarmed by Temerity, to try to drag them out of the tavern and knock them unconscious by force {@adventure (Continue to the Captured! on page 11).|SOD|2}.",
												"If the characters manage to best the warriors, the guards spill the beans on the whole enterprise. Because Pisca overworked them, their loyalty to her breaks. They tell the party that Pisca made up the pirate's treasure tale and that she enslaves any adventurers or explorers who come to investigate, with two of them still at the site. These poor folk are then dragged down to the half-buried temple to continue its excavation.",
												"Rattled, Scorch tries to flee the Shore of Dreams and the town of Yokotoro. If stopped, Scorch tries to negotiate her freedom with information on Pisca's overall endgame, but can easily be intimidated if the characters threaten to deliver her to the Zhentarim. She would rather flee than fight, especially when outnumbered.",
												"After giving her performance Pisca is already on the way to the {@adventure Temple of the Storm (see page 12)|SOD|3|TEMPLE OF THE STORM}. Exiting the Shore of Dreams is made possible for her because Temerity engages the party in a brief but mundane conversation, waiting for the PCs to fall unconscious. Once the party has engaged in the encounters, they should either be captured, or have a good idea about what's occurring in the village.",
												"If they need further guidance, Murasa is now free to speak, not under the watch of Temerity or Pisca and can engage the party and send them along.",
												{
													"type": "inset",
													"name": "HIDING IN PLAIN SIGHT",
													"entries": [
														"In order to make the Curtain Call event as effective as possible, ask for a roll before running the adventure and use the outcome for the Wisdom saving throw required. This will keep the PCs unsuspecting of something going on right before their eyes."
													]
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master//_img/SOD/Larissa Temerity.png"
													},
													"title": "Larissa Temerity"
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "CAPTURED!",
					"id": "CAPTURED!",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master//_img/SOD/Rolen Moonbrook.jpg"
							},
							"title": "Rolen Moonbrook"
						},
						{
							"type": "inset",
							"name": "\"You could fry to flee and be eaten or dig forward. It's up to you how long you'll live.\"",
							"entries": [
								"",
								"-- Pisca Ahlorsath"
							]
						},
						"If Pisca or her cronies poison or capture the party, they take away their equipment from the PCs (except their clothes), and the party wakes up an hour later in the cave. The PCs' equipment is now in the back room of the {@adventure Blacksmith's (see page 5)|SOD|1|BLACKSMITH}.",
						"You can read or paraphrase the following:",
						{
							"type": "insetReadaloud",
							"entries": [
								"Slowly, you awaken with a shiver. You feel groggy and you ache  all over as if someone dragged you over the ground. As you begin  to come to, you realize you're penned in. Thick bamboo logs are  embedded in the roof and floor of whatever chamber you're in. The  sound of dripping water echoes up to you from farther into the  cave system.",
								"\"Careful now\" says a voice from behind you \"don't try anything too  quickly, you were out cold.\""
							]
						},
						"Penned in {@adventure area T1 (see page 12)|SOD|3|T1: PRISONER PEN} with the characters is {@creature scout|MM|Rolen Moonbrook (CG male half-elf scout)} and {@creature thug|MM|Chung (CG female half-ore thug)}. These two both belong to the group of the Lost Explorers. The characters can ask Rolen and Chung for information about where they are and what's going on. They know the following information.",
						{
							"type": "list",
							"items": [
								"They came to the island to search for Captain Jadescale's treasure, but Pisca's heroes tricked them, and they ended up drugged and thrown into these caves.",
								"Each night Pisca, Temerity or some of the village guards came down to get the prisoners. The guards gave them picks and shovels and forced them to excavate the ruins below.",
								"They had two other companions, Errich and Wellby Highbarrel, but they both drowned after getting trapped beneath rubble after excavating the cave.",
								"The ruins seem like some old temple, and they've heard Pisca talk, when with Temerity alone, about a powerful artefact inside. They're close to breaking through into the final rooms after clearing a large natural cave, but they say they've heard noises from beyond the final rubble wall."
							]
						},
						"Although none of the characters are restrained, they are locked in. A successful DC 17 Strength check is enough to smash through the bamboo bars of the cell. Doing so frees all within but alerts the {@creature tempest beast|SOD} outside the cave. Alternatively, a DC 20 Dexterity check can unlatch the complicated bamboo latch, allowing the door to swing freely open.",
						"The first night the characters spend in the cave, Pisca comes down accompanied by {@creature veteran|MM|one guard (NG male or female Shou veteran)} to set the prisoners to work. She gives each character either a shovel or a miner's pick and escorts them to {@adventure area T2 (see page 13)|SOD|3|T2: CAVERN ENTRANCE}. From there the prisoners must work at clearing the rubble, but they will have the chance to fight or escape. After they've dug at the rubble for a while, skip ahead to the {@adventure Breakthrough section (see page 13)|SOD|3|BREAKTHROUGH}.",
						"With Rolen and Chung so malnourished and exhausted, they are unfit to fight and won't accompany the heroes deeper into the temple. Wary of whom to trust and nowhere to go, they wait for the PCs to return."
					]
				},
				{
					"type": "section",
					"name": "TEMPLE OF THE STORM",
					"id": "TEMPLE OF THE STORM",
					"entries": [
						{
							"type": "inset",
							"name": "\"The crown is here, Larissa. All we need to do is unearth it.\"",
							"entries": [
								"",
								"-- Pisca Ahlorsath"
							]
						},
						"If characters force Pisca or one of the other NPCs to give up information, they will be pointed toward the ruined temple, only around 15 minutes outside of town.",
						"Once they arrive, you can read or paraphrase the following:",
						{
							"type": "insetReadaloud",
							"entries": [
								"Your trek around the edge of the island is cut short by a steep cliff, covered with strangling vines. At the base of the cliffs a gaping opening with the damaged remains of an engraved archway marking the entrance to a temple or shrine."
							]
						},
						"To get down to the temple entrance, characters must find a way down the cliff they are currently on. A successful",
						"DC 12 Strength (Athletics) check is enough to climb down the vines that cover the cliff face. Alternatively, spells such as feather fall can get the characters down safely. If a character fails an attempt to get down, they fall 50 feet and land in the water, suffering no damage, but alerting and getting surprised by the {@creature tempest beast|SOD} below.",
						"While descending, characters with a passive Wisdom (Perception) score of 14 or more notice a hulking form half-submerged in the brackish water. This is a tempest beast. Once the characters have descended, or if they attack the tempest beast, it will attack the characters, starting with whoever is closest to the temple entrance.",
						"Although the exterior of the temple has fallen into disrepair, the defaced engravings of merfolk and sharks are still visible around its entrance. Water laps at the entrance of the temple, and a large cluster of twelve freshwater mussels (each containing a pearl worth 5gp) clings to the stone. A successful DC 14 Intelligence (Religion) or (History) check while examining the archway reveals that it connects with the Cult of the Crushing Wave.",
						{
							"type": "section",
							"name": "GENERAL FEATURES",
							"id": "GENERAL FEATURES",
							"entries": [
								"The following features are common throughout all areas of",
								"the temple:",
								"{@b Desecrated Ground.} All areas of the temple count as desecrated ground (see the Dungeon Master's Guide).",
								"{@b Light.} The temple is unlit, except where noted otherwise.",
								"{@b Rubble.} Many areas of the temple contain rubble, which the characters can shift with a successful DC 16 Strength check. Each time rubble is moved, roll a d10. On a roll of 1, each creature within 5 feet of the rubble must make a DC 10 Dexterity saving throw, taking 11 ({@damage 3d6}) bludgeoning damage on a failed save or half as much on a success. Characters can choose to cause this to occur if they wish.",
								"{@b Water.} Except where noted otherwise, the temple is partially submerged in one foot of brackish water. All Dexterity (Stealth) and Wisdom (Perception) checks that rely on hearing are made with disadvantage."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master//_img/SOD/Temple of the Storm.jpg"
							},
							"title": "Temple of the Storm"
						},
						{
							"type": "section",
							"name": "T1: PRISONER PEN",
							"id": "T1",
							"entries": [
								"You can read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"Thick bamboo bars pen off a small alcove. Inside the alcove are a couple of sheepskin blankets, some hay and a bucket. As your eyes adjust to the darkness, you notice there are two figures in the prison. Slowly, they approach."
									]
								},
								"See the information in the {@adventure Captured! section (see page 11)|SOD|2} for the details of this area. This area is not submerged in water.",
								"If the party had not been captured and you run the {@adventure An Impatient Triton event (see page 14)|SOD|3|AN IMPATIENT TRITON}, {@creature scout|MM|Rolen Moonbrook (CG male half-elf scout)} and {@creature thug|MM|Chung (CG female half-ore thug)} can share the following additional information:",
								{
									"type": "list",
									"items": [
										"They can confirm that Pisca passed by earlier in a hurry, not even glancing at them.",
										"Both heard Pisca working on the excavation site briefly, followed by fighting. After that, they heard Pisca sing. They believe Pisca encountered what they heard on the other side, while working to clear the rubble but don't know why Pisca was singing.",
										"Rolen further surmises that Pisca is close to the artefact and hopes she encounters additional obstacles. He advises the party to hurry."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "T2: CAVERN ENTRANCE",
							"id": "T2",
							"entries": [
								"You can read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"As you move farther into the temple complex, the sound of  dripping intensifies. After around thirty feet you find yourself up to  your waists in water."
									]
								},
								"This cavern is strewn with rubble but is otherwise empty.",
								"Most of the rubble is by the entrance to area T3, but some pieces are dotted around the room.",
								"In the eastern part of the cavern is a barred entryway, leading to {@adventure T6 (see page 17)|SOD|3|T6: BARRED ROOM}, if the bar is removed. Two events can occur in area T2. If the party was captured, use the {@adventure Breakthrough event|SOD|3|BREAKTHROUGH}. If fully geared PCs are in pursuit of Pisca, the {@adventure An Impatient Triton event (see page 14)|SOD|3|AN IMPATIENT TRITON} will be more challenging.",
								{
									"type": "entries",
									"name": "BREAKTHROUGH",
									"id": "BREAKTHROUGH",
									"entries": [
										"If the characters get to work clearing the rubble between area T2 and {@adventure T3 (see page 14)|SOD|3|T3: HALL OF OLHYDRA}, it's not long before they make a breakthrough. Characters with a passive Wisdom (Perception) score of 15 or more can hear the occasional scraping or jingling sound on the other side of the rubble wall. After three successful Strength checks {@adventure (see the General Features section on page 13)|SOD|3|GENERAL FEATURES}, the final wall of rubble falls through. On the other side, four skeletons clothed in remnants of cloaks of the manta ray (with the cloaks in tatters with no more magic), with an embroidered sign of the Cult of the Crushing Wave on the back, armed with {@item scimitar|PHB|scimitars} (+4 to hit, reach 5 ft., one target.; Hit: 5 ({@damage 1d6- 2}) slashing damage) and shields (AC 15) lurch toward the characters.",
										"You can read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"entries": [
												"Finally, after toiling away at the rubble, the last section of broken  stone falls away. Suddenly, a skeletal hand grabs at you, and a  scimitar swings past your head as the skeleton of a long dead  warrior tries to decapitate you!"
											]
										},
										"If Pisca is with the characters when this event occurs, she hangs back, laughing as the characters struggle to fight without their weapons and armor. Eventually, however, she will want to explore the new, unearthed section of the temple.",
										"The good news is if the characters are bold and plunge forward into {@adventure area T3 (see page 14)|SOD|3|T3: HALL OF OLHYDRA}, they will be potentially rewarded with items to help them defend themselves {@adventure (see A Show of Force on page 14)|SOD|3|T3: HALL OF OLHYDRA}.",
										"Alternatively, this is a chance for them to make their escape since Pisca is too distracted by finding the {@item Crown of Black Pearls|SOD}, to concern herself with the characters. If the former is true, continue through the temple; if the latter occurs, see the {@adventure Pisca, Herald of Olhydra section (on page 17)|SOD|4|PISCA HERALD OF OLHYDRA}."
									]
								},
								{
									"type": "entries",
									"name": "AN IMPATIENT TRITON",
									"id": "AN IMPATIENT TRITON",
									"entries": [
										"When the PCs pursue Pisca, she has already hurriedly broke through the rubble between {@adventure area T2 (see page 13)|SOD|3|T2: CAVERN ENTRANCE} and T3 and is currently inspecting the temple and the potential work needed to unearth the {@item Crown of Black Pearls|SOD}.",
										"She would have used Rolen and Chung for the work, but she didn't have a guard. Even when the temple beast was calm, it was unreliable and erratic.",
										"She dealt with the four skeletons as described within the {@adventure Breakthrough section (see page 13)|SOD|3|BREAKTHROUGH}but did not take any of the cloaks.",
										"In order for her to survey the temple grounds undisturbed, she released the bar from {@adventure area T6 (see page 17)|SOD|3|T6: BARRED ROOM} and lured the {@creature tempest beast|SOD} with a song here, though it remains close to her {@creature giant lizard|MM|two offspring (use the giant lizard statistic)}. The two offspring stay within area T6, feeding on the carcasses of the Highbarrel siblings.",
										"Once the party encounters the tempest beast, you can read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"entries": [
												"As you venture further into the room, something speeds toward  you, snapping with a jaw, filled with myriad sharp teeth."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "T3: HALL OF OLHYDRA",
							"id": "T3",
							"entries": [
								"You can read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"Stumbling through the rubble and stagnant water, you find yourself  in a large, man-made chamber. The walls are lined with a fresco  that depicts humans riding giant sharks across breaking tsunamis.  Hanging on the walls are various weapons and shields that must  have belonged to the original inhabitants of this place. Strewn  within the room are toppled and broken pews, lying lower than the  rest of the room, covered in a myriad of barnacles. Standing guard  and blocking the back of the room behind an altar is a reredos  depicting a giant wave that seems to come crashing into this room."
									]
								},
								"This room consists of many elements.",
								"{@b Ominous Walls.} Hanging on the walls are an array of different weapons. Before each weapon are shields made from the scales of the tempest beasts.",
								"A successful DC 14 Intelligence (Religion) or (History) check while examining the fresco reveals it to be connected with the Cult of the Crushing Wave. A DC 16 Intelligence (Investigation) check on the fresco reveals a small button behind a shell {@adventure (see the Door to the Vault section on page 15 for details)|SOD|3|T3: HALL OF OLHYDRA}.",
								{
									"type": "inset",
									"name": "A SHOW OF FORCE",
									"entries": [
										"The weapons found here should help characters to stop Pisca, without a trek back to Yokotoro, if they were stripped of their gear.",
										"",
										"If you want to run the {@adventure Pisca, Herald of Olhydra event (see page 17)|SOD|4|PISCA HERALD OF OLHYDRA}, make clear to the party, that their best shot at ending this, once and for all, would be to search for their gear in Yokotoro."
									]
								},
								"{@b Altar of Olhydra.} Behind the reredos is a large wooden trunk, covered with barnacles and beginning to rot. Opening the trunk requires a DC 12 Strength check or a DC 15 Dexterity check using thieves' tools, though the trunk is trapped with a {@trap poison needle|DMG|poison needle (see Dungeon Master's Guide)}. The trunk contains two {@item potion of healing|DMG|potions of healing}, three {@item antitoxin (vial)|PHB|vials of antitoxins}, a {@item potion of water breathing|DMG|potion of water breathing}, a {@spell tidal wave|XGE} {@item spell scroll|DMG}, a {@spell wall of water|XGE} {@item spell scroll|DMG}, a {@spell shape water|XGE|optional text} {@item spell scroll|DMG} and a {@item cloak of the manta ray|DMG}, as well as a handful of other (non-magical) scrolls containing religious texts about the Cult of the Crushing Wave.",
								"While the cloak is embroidered with the insignia of the Cult of the Crushing Wave, most of it is scratched off.",
								"Characters with deep knowledge of the Cult of the Crushing Wave can identify the wave emerging from the reredos as Olhydra. This information can also be gathered with a successful DC 12 Intelligence (Investigation) check while studying the scrolls found in the trunk for half an hour. A DC 16 Wisdom (Perception) check around the reredos reveals the occasional bubble arising from its base and strange currents in the water. A successful DC 16 Intelligence (Investigation) check on the reredos allows a character to find a small pearl, occupying a socket in the upper part of the wave emerging from the reredos and an empty socket next to it.",
								"If a second pearl is placed in the other empty socket, the reredos will begin to shift, revealing a submerged tunnel beneath leading to {@adventure T5 (see page 16)|SOD|3|T5: STUDY}.",
								"A DC 20 Arcana (Intelligence) check will unveil that something is bound to the reredos.",
								{
									"type": "inset",
									"name": "Princess OF EVIL WATER",
									"entries": [
										"",
										"Olhydra is one of the four Princes of Elemental Evil, primordial powers of the elemental planes that are tainted by pure evil. She is the Princess of Evil Water and delights in creating dangerous manifestations of elemental water, like maelstroms. What she can't drown, she patiently erodes over time, like the tides, retreating, just to return stronger than before."
									]
								},
								"{@b Shade of Olhydra.} The pews and altar are in a former basin, which was constantly submerged in former times. If the PCs are opening the path to {@adventure T5 (see page 16)|SOD|3|T5: STUDY} and the person inserting the pearl is not wearing an insignia of the Cult of the Crushing Wave, a water weird is released from Olhydra's statue and bound to the basin, focusing its attacks on the person releasing it.",
								"{@b Door to the Vault.} A door is in the southern side of the room, although the reredos blocks the immediate view, leading to area T4, is made of stone but seems to have no handle. Rather, it has a small, blue crystalline disc in the center of the door, connecting both sides.",
								"Above the door a message is engraved, covered in barnacles and eroded by time. It reads: \"ALL WHO OPPOSE THE DARK TIDE WILL DROWN.\"",
								"Pressing the button behind the shell (as described in the {@adventure Ominous Walls section (see page 14)|SOD|3|T3: HALL OF OLHYDRA}) causes the crystalline disc to glow bright blue and liquefy in a gelatinous way, though not spilling on the floor.",
								"Only painting the sign of the Cult of the Crushing Wave within the liquid will open the door. If characters paint a wrong shape, they begin to hear a crackling sound, which quickly builds up to a cacophony. The stone door begins to flash with lightning before it discharges into the water. Each creature at least partially submerged within 50 feet of the door must succeed on a DC 18 Dexterity saving throw to jump out of the water or take 17 ({@damage 3d10}) lightning damage. The trap can be deactivated with a successful DC 20 Intelligence (Arcana) check or a casting of dispel magic spell. If they paint the right symbol, the door swings open.",
								"If Pisca enters the room, she glances around briefly before attempting to decipher the mechanism of the door leading to area T4.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master//_img/SOD/Sign of the Cult of the Crushing Wave.jpg"
									},
									"title": "Sign of the Cult of the Crushing Wave"
								}
							]
						},
						{
							"type": "section",
							"name": "T4: VAULT",
							"id": "T4",
							"entries": [
								"This room is accessible only by painting the right sign on the door in {@adventure area T3|SOD|3|T3: HALL OF OLHYDRA}, after activating the disc.",
								"You can read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"As the door swings open, it reveals a chamber devoid of furnishings  or decoration. Rising from the center of the room is an enormous  conch shell of vibrant pinks and blues. The opening of the shell is  large enough for a human to enter and is engraved with flowing  motifs. Growing around the base of the conch are handfuls of blue  crystals that glow with a pale blue light, shimmering off the walls  and ceiling. With the rippling water and dancing lights, the whole  cave seems submerged."
									]
								},
								{
									"type": "entries",
									"name": "THUNDERING SQUALL",
									"id": "THUNDERING SQUALL",
									"entries": [
										"Complex trap (Level 5-10, deadly threat)",
										"The Cult of the Crushing Wave magically trapped the conch shell in this room. It contains one of their most precious artefacts and so must be properly defended from those who would wish to see the cult destroyed.",
										"{@b Trigger.} The trap activates as soon as any person not bearing an insignia of the Cult of the Crushing Wave gets within 25 feet of the conch shell.",
										"{@b Initiative.} The trap acts on initiatives 30 and 10.",
										"{@b Active Elements.} The Thundering Squall fills the room with storm-like effects.",
										"{@b Thunderous Slam (Initiative 30).} The door to the vault slams shut, emitting a thunderous boom. Any creature in the doorway must succeed on a DC 18 Dexterity saving throw or take 7 ({@damage 2d6}) bludgeoning damage and be forced inside the room. A successful save allows a character to choose which side of the door they end up on and prevents the damage. Each creature inside the room must succeed on a DC 18 Constitution saving throw or take 7 ({@damage 2d6}) thunder damage and become deafened until the start of the next round.",
										"{@b Whirling Tempest (Initiative 30).} The vaulted ceiling of the room suddenly fills with a wrathful storm. The {@spell storm sphere|XGE} spell is cast at 4th level and is centered on the conch shell (spell save DC 16, +12 to hit). The lightning bolts target whoever is closest to the conch shell. Each time a lightning is cast, all three motifs on the conch shell will flare up in a bright blue light.",
										"{@b Storm Mephits (Initiative 10).} Spiraling out of the tempest come two {@creature storm mephit|SOD|storm mephits} that attack the character closest to the conch shell.",
										"{@b Dynamic Element-Mephit Spawning.} On each initiative 10 two more storm mephits emerge from the tempest and attack the closest character to the conch shell. This element is inactive if six or more storm mephits are present.",
										"{@b Constant Element-Whirling Tempest.} See the storm sphere spell.",
										"{@b Countermeasures.} Some of the trap's active elements offer potential countermeasures.",
										"{@b Open the Door.} Opening the door will allow characters to escape the effects of the trap by leaving the vault. The door can be opened with three successful DC 20 Strength checks; for each creature assisting, the DC is reduced by five (as described in the Player's Handbook). Each check requires an action. After this has occurred, the Thunderous Slam effect cannot occur again for 24 hours.",
										"{@b Dispel the Storm.} The Whirling Tempest can be dispelled with three successful DC 16 Intelligence (Arcana) checks on the motifs on the conch shell. Each check requires an action. Each successful check reduces the storm sphere damage by {@damage 1d6} (both bludgeoning and lightning). Alternatively, the storm can be disabled with three successful castings of dispel magic spell (DC 14) targeting the shell motifs. If the storm is dispelled, the Mephit Spawning stops.",
										"{@b Take the Crown.} Inside the conch shell is the {@item Crown of Black Pearls|SOD}. If a character can get inside the conch shell and take the crown, each trap element stops functioning, and the door swings open. The character cannot be struck by the storm sphere's lightning bolt while inside the conch.",
										"Unfortunately, the crown is in a fortified-glass box atop a plinth inside the conch. It is hold shut by two padlocks and the keys are lost. The characters can make a DC 17 Dexterity check with thieves' tools to pick each lock. Alternatively, a DC 20 Strength check made with a weapon or other sturdy tools smashes one of the locks open. Furthermore, the locks can be opened with a knock spell or similar magic, requiring to cast the spell for each lock.",
										"Each check requires an action. After the box has been dealt with, any character can lift out the crown, ending all the traps effects.",
										"When entering the conch, you can read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"entries": [
												"As you enter the conch shell, the sounds of the squall outside die  down somewhat, but you're filled with an icy discomfort as if your  body has been plunged into a pool of freezing water. Sitting atop a  plinth of corals and weeds before you is a misted glass box. Inside,  you can just make out the shape of a crown."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "T5: STUDY",
							"id": "T5",
							"entries": [
								"This room is accessible only by placing a pearl in the empty socket of the reredos in {@adventure area T3 (see page 14)|SOD|3|T3: HALL OF OLHYDRA}.",
								"You can read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"You dive down into the submerged tunnel, feeling your way along  the slimy walls until it begins to turn upward. Swimming up, you  break the surface of the water in a room with countless shelves  filled with scrolls and books, surrounding a table. Something seems  to rest upon the table, buried in the scrolls that spilled from the  shelves onto the table. Farther into the room, you see more signs of a cave-in."
									]
								},
								"Upon closer investigation a skeleton is covered under the scriptures, like those already encountered, it's wearing a torn cloak of the manta ray (with the cloak in tatters and no magic left in it), with an embroidered sign of the Cult of the Crushing Wave on the back. Its skull seems to be cracked.",
								"Studying the scrolls and scriptures reveals that while the Cult of the Crushing Wave operated from this island, it had come under attack.",
								"In a corner the PCs can find a rotten treasure box, partially smashed open and covered in barnacles. It contains a wealth of old coins, tarnished and oxidized from decades spent in the damp as well as other valuable objects:",
								{
									"type": "list",
									"items": [
										"500gp worth of assorted coins, not usable in shops but could be sold to collectors or a blacksmith for melting down",
										"Four silver goblets engraved with the symbol of the Cult of the Crushing Wave and encrusted with sapphires worth 750gp each",
										"A pouch of six azurite stones worth 10gp each",
										"A crystal decanter worth 50gp",
										"Six bottles of fine wine worth 10gp each"
									]
								},
								"In one part of the room, the PCs can see a tunnel blocked by several caved-in boulders. It would take months to clear them to go deeper into the temple.",
								{
									"type": "inset",
									"name": "ELEMENTAL EVIL",
									"entries": [
										"",
										"If you want to tie this adventure into the Princes of the Apocalypse campaign you can place additional scriptures that talk about operations in the Dessarin Valley although the scriptures are old and not very detailed.",
										"",
										"FARTHER INTO THE DARKNESS",
										"",
										"If you want to expand the Temple of the Storm, all it takes is to remove the boulders, blocking the passage. What the PCs encounter farther down the Temple is completely up to you."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "T6: BARRED ROOM",
							"id": "T6",
							"entries": [
								"This room is accessible only by removing the bar, which covers the makeshift door in {@adventure area T2 (see page 13)|SOD|3|T2: CAVERN ENTRANCE}.",
								"Once the PCs enter the room, you can read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"entries": [
										"Your presence has clearly disturbed something within. You hear a  guttural growl akin to that of a crocodile, and the lapping of water  as something moves off in the darkness."
									]
								},
								"This room was barred but contains a {@creature tempest beast|SOD} and her {@creature giant lizard|MM|two offspring (use the giant lizard statistic)}.",
								"If you ran the {@adventure An Impatient Triton event (see page 14)|SOD|3|AN IMPATIENT TRITON}, only the two offspring remain to be faced. They made a nest here and feed on the bodies of unfortunate adventurers. If the characters search around this chamber, they find the remains of the Highbarrel siblings and the reed nest of the tempest beast. A successful DC. 16 Wisdom (Perception) check is enough to notice a submerged channel that leads out to the island's coast."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "PISCA HERALD OF OLHYDRA",
					"id": "PISCA HERALD OF OLHYDRA",
					"entries": [
						"Should Pisca beat the characters to the {@item Crown of Black Pearls|SOD}, she wastes no time in putting it to use. She will go back to the village and begin destroying it, summoning powerful storms and tsunamis to smash the ships and lay the houses to waste. The power of the crown has driven her insane.",
						"The characters may be happy just to get off the island alive, or they may wish to take Pisca on. This will be a difficult encounter once she has the {@item Crown of Black Pearls|SOD}, but it's likely to be a rewarding one for your PCs. If it seems as if Pisca is outmatched once the party come for her, you can give her allies such as a group of {@creature merrow|MM} or even a {@creature giant shark|MM}. If Temerity, or (part of) the {@creature veteran|MM|four guards (NG male & female Shou veterans)} are still alive, they could accompany her.",
						"Given time, Pisca will join the Cult of the Crushing Wave and ascend their ranks."
					]
				},
				{
					"type": "section",
					"name": "CONCLUDING THE ADVENTURE",
					"id": "CONCLUDING THE ADVENTURE",
					"entries": [
						"Depending on how the adventure goes, and the hook that brought the party here, they may have achieved the following:",
						{
							"type": "list",
							"items": [
								"Exposed the rumor of the Treasure of Captain Jadescale to be false.",
								"Discovered and liberated the Lost Explorers that Pisca kidnapped and put to work. They may also have recovered the remains of the Highbarrel siblings and return them to their families for burial. In addition, you might have reunited Murasa and Rolen (see A Harsh Reality).",
								"Learned of Pisca's true intent and stopped her before she could uncover the {@item Crown of Black Pearls|SOD}.",
								"Saved the village from certain destruction at the hands of Pisca, should she discover the {@item Crown of Black Pearls|SOD}.",
								"Saved Murasa from kidnapping or worse at the hands of the hired thugs and brought Temerity to justice for her role in the plot."
							]
						},
						{
							"type": "section",
							"name": "A HARSH REALITY",
							"id": "A HARSH REALITY",
							"entries": [
								"Either way, the townspeople of Yokotoro will face a harsh reality. If Pisca succeeds in retrieving the {@item Crown of Black Pearls|SOD} and the PCs don't stop her, they will outlive their usefulness and perish at her hands.",
								"If the PCs can stop Pisca, the townsfolk will need to face the consequences of their willingness to allow Pisca to proceed with her evil deeds and their personal inaction. While they plead for mercy, the villagers will promise to make amends in helping future adventurers instead of exploiting them.",
								"After being told about what the PCs found at the excavation site, they'll rather rebury the temple than explore it.",
								"Rolen and Chung will leave the village in disgust, though if the PCs had been rescued from the stupor by Murasa's tincture and told Rolen, he's willing to stay behind with her.",
								"Murasa will likely take up helm at the Shore of Dreams again."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "APPENDIX A: MONSTERS AND NPCS",
					"id": "APPENDIX A: MONSTERS AND NPCS",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SOD/Tempest Beast.jpg"
							},
							"title": "Tempest Beast"
						},
						"This appendix contains the additional stat blocks required to run adventure the module.",
						{
							"type": "list",
							"items": [
								"{@creature Tempest Beast|SOD}",
								"{@creature Storm Mephit|SOD}",
								"{@creature Breena \"Scorch\" Sizzlepock|SOD}",
								"{@creature Larissa Temerity|SOD}",
								"{@creature Pisca Ahlorsath|SOD}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "APPENDIX B: MAGIC ITEMS",
					"id": "APPENDIX B: MAGIC ITEMS",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SOD/Crown of Black Pearls.jpg"
							},
							"title": "Crown of Black Pearls"
						},
						"This appendix contains new magic items presented in the module:",
						{
							"type": "list",
							"items": [
								"{@item Crown Of Black Pearls|SOD}"
							]
						}
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Crown of Black Pearls",
			"source": "SOD",
			"page": 20,
			"rarity": "very rare",
			"weight": 1,
			"wondrous": true,
			"reqAttune": true,
			"charges": 10,
			"attachedSpells": [
				"maelstrom",
				"tidal wave",
				"wall of water",
				"water walk"
			],
			"entries": [
				"You have the ability to breathe underwater and gain an innate swimming speed of 30 feet while wearing this crown.",
				"The crown has 10 charges. While wearing it, you can use an action to expend one or more of its charges to cast one of the following spells from it, using your spell save DC: {@spell maelstrom|XGE} (5 charges), {@spell tidal wave|XGE} (4 charges), {@spell wall of water|XGE} (3 charges) or {@spell water walk|PHB} (3 charges)."
			]
		}
	],
	"monster": [
		{
			"name": "Breena \"Scorch\" Sizzlepock",
			"source": "SOD",
			"page": 19,
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					{
						"tag": "gnome",
						"prefix": "rock"
					}
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item studded leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "16d6 + 32",
				"average": 88
			},
			"speed": {
				"walk": 25
			},
			"str": 10,
			"dex": 18,
			"con": 14,
			"int": 11,
			"wis": 11,
			"cha": 12,
			"save": {
				"str": "+4",
				"dex": "+7"
			},
			"skill": {
				"acrobatics": "+5",
				"perception": "+3",
				"sleight of hand": "+7"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"languages": [
				"Common",
				"Gnomish",
				"Thieves' cant"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Cunning Action",
					"entries": [
						"On each of her turns, Breena can use a bonus action to take the Dash, Disengage or Hide action."
					]
				},
				{
					"name": "Gnome Cunning",
					"entries": [
						"Breena has advantage on all Intelligence, Wisdom and Charisma saving throws against magic."
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"If Breena is subjected to an effect that allows her to make a Dexterity saving throw to take only half damage, Breena instead takes no damage if she succeeds on the saving throw, and only half damage if it fails."
					]
				},
				{
					"name": "Sneak Attack (1/Turn)",
					"entries": [
						"Breena deals an extra 14 ({@damage 4d6}) damage when she hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of one of her allies that isn't incapacitated and Breena doesn't have disadvantage on the attack roll."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Breena makes three attacks with her Dagger."
					]
				},
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage."
					]
				},
				{
					"name": "Dart",
					"entries": [
						"{@atk rw} {@hit 6} to hit, range 80/320 ft., one target. {@h}10 ({@damage 1d4 + 8}) piercing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Uncanny Dodge",
					"entries": [
						"Breena halves the damage that she takes from an attack that hits her. She must be able to see the attacker."
					]
				}
			],
			"attachedItems": [
				"dagger|phb",
				"dart|phb"
			],
			"traitTags": [
				"Sneak Attack"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"G",
				"TC"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RW"
			],
			"fluff": {
				"entries": [
					"Grumpy, jumpy and paranoid, Scorch is quite the opposite of her boss. She's the tavern's chef, but takes no pleasure in cooking or the merriment of the inn. Her daily tasks include preparing meals and shopping for ingredients.",
					"She fled to this island after breaking away from the Zhentarim, from whom she stole a serious amount of treasure. Despite getting away, she remains incredibly paranoid about operatives of the Black Network following and assassinating her. Because of this, she wears boring, generic clothes of brown and black, often pulling a cape around herself to mask her identity."
				]
			}
		},
		{
			"name": "Larissa Temerity",
			"source": "SOD",
			"page": 19,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"tiefling"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				15
			],
			"hp": {
				"formula": "20d8 + 40",
				"average": 130
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 16,
			"con": 14,
			"int": 10,
			"wis": 14,
			"cha": 12,
			"save": {
				"str": "+4",
				"dex": "+4"
			},
			"skill": {
				"acrobatics": "+5",
				"perception": "+5",
				"stealth": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"resist": [
				"fire"
			],
			"languages": [
				"Common",
				"Infernal"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Innate Spellcasting",
					"entries": [
						"Larissa's Innate Spellcasting ability is Charisma (spell save {@dc 12}). She can innately cast the following spells, requiring no components:",
						"1/day each: {@spell thaumaturgy}, {@spell darkness}"
					]
				},
				{
					"name": "Unarmored Defense",
					"entries": [
						"While Larissa is wearing no armor and wielding no shield, her AC includes her Wisdom modifier."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Larissa makes four attacks, each of which can be an Unarmed Strike, a Nunchaku, or a Shuriken. She can also use Infernal Step, either before or after one of the attacks."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Nunchaku",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) bludgeoning damage."
					]
				},
				{
					"name": "Shuriken",
					"entries": [
						"{@atk rw} {@hit 6} to hit, range 20/60 ft., one target. {@h}8 ({@damage 1d4 + 6}) piercing damage."
					]
				},
				{
					"name": "Infernal Step",
					"entries": [
						"Larissa magically teleports, along with any equipment she's wearing or carrying, up to 30 feet to an unoccupied space she can see. She leaves a trail of sulfuric smoke on the space she started."
					]
				}
			],
			"reaction": [
				{
					"name": "Parry",
					"entries": [
						"Larissa adds 3 to her AC against one melee attack that would hit her. To do so, Larissa must see the attacker and be wielding a melee weapon."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack",
				"Parry"
			],
			"languageTags": [
				"C",
				"I"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"fluff": {
				"entries": [
					"Handsome but dangerous, Temerity is Pisca's right-hand woman. She adores the triton not only for her beauty and charm, but because her devious plan calls out to her infernal heritage. She acts as Pisca's bodyguard, doing the heavy lifting and beating rebellious adventurers into line. Temerity has informed Pisca that Murasa is plotting against her, and together they arranged for a group of thugs to come and take her out.",
					"Temerity takes a somewhat supervisory role in the inn. She not only makes sure that Scorch and Murasa do their work but also wait on tables and serve behind the bar on busy evenings."
				]
			}
		},
		{
			"name": "Pisca Ahlorsath",
			"source": "SOD",
			"page": 20,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"triton"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item scale mail|phb}"
					]
				}
			],
			"hp": {
				"formula": "1d8 + 2",
				"average": 6
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 12,
			"dex": 14,
			"con": 14,
			"int": 10,
			"wis": 13,
			"cha": 18,
			"save": {
				"dex": "+5",
				"wis": "+3"
			},
			"skill": {
				"acrobatics": "+5",
				"perception": "+5",
				"performance": "+8",
				"deception": "+8"
			},
			"passive": 15,
			"resist": [
				"cold"
			],
			"languages": [
				"Common",
				"Primordial"
			],
			"cr": "6",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Pisca's Innate Spellcasting ability is Charisma (spell save {@dc 15}, +7 to hit with spell attacks). She can innately cast the following spells, requiring no components:"
					],
					"daily": {
						"1e": [
							"{@spell fog cloud}",
							"{@spell gust of wind}",
							"{@spell wall of water|XGE}"
						]
					},
					"ability": "cha"
				},
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Pisca is a 10th level spellcaster. Her spellcasting ability is Charisma (spell save {@dc 15}, +7 to hit with spell attacks). She has the following bard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell friends}",
								"{@spell mage hand}",
								"{@spell minor illusion}",
								"{@spell vicious mockery}"
							]
						},
						"1": {
							"spells": [
								"{@spell charm person}",
								"{@spell healing word}",
								"{@spell heroism}",
								"{@spell shield}",
								"{@spell sleep}",
								"{@spell thunderwave}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell detect thoughts}",
								"{@spell invisibility}",
								"{@spell shatter}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell dispel magic}",
								"{@spell hypnotic pattern}",
								"{@spell tongues}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell compulsion}",
								"{@spell dimension door}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell hold monster}"
							],
							"slots": 2
						}
					},
					"ability": "cha"
				}
			],
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"Pisca can breathe air and water."
					]
				},
				{
					"name": "Emissary of the Depths",
					"entries": [
						"Pisca can communicate simple ideas with beasts that can breathe water. She ignores any of the drawbacks caused by a deep underwater environment."
					]
				},
				{
					"name": "Magical Secrets",
					"entries": [
						"Pisca knows the {@spell counterspell} and the {@spell shield} spells."
					]
				},
				{
					"name": "Song of Rest",
					"entries": [
						"Pisca can perform a song while taking a short rest. Any ally who hears the song regains an extra {@dice 1d6} hit points if it spends any Hit Dice to regain hit points at the end of that rest. Pisca can confer this benefit on herself as well."
					]
				},
				{
					"name": "Taunt (3/day)",
					"entries": [
						"Pisca can use a bonus action on her turn to target a creature within 30 feet of her. If the target can hear her, it must succeed on a {@dc 15} Charisma saving throw or have disadvantage on ability checks, attack rolls and saving throws until the start of Pisca's next turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Pisca makes four attacks with her Wakizashi."
					]
				},
				{
					"name": "Wakizashi",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"P"
			],
			"damageTags": [
				"S"
			],
			"damageTagsSpell": [
				"O",
				"T",
				"Y"
			],
			"spellcastingTags": [
				"CB",
				"I"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"Pisca is something of a femme fatale. She is highly charismatic and intelligent but also obsessed with power. She has enthralled the village, convincing the elders to allow her to capture visitors and set them to work unearthing an ancient temple that contains an artefact she desires. She does all this under the ruse of the Treasure of Captain Jadescale. She created a tale of pirates and an old map to lure in adventurers. When they arrive, she drugs their food, steals their possessions and imprisons them. She has bright blue skin and copper hair. She wears long, flowing clothing with sleeves that nearly brush the ground as she swoops through the tavern. Underneath her robe she wears a beautiful scale mail shirt that catches the firelight. At her waist is a wakizashi in an ornamented scabbard.",
					"She spends most of her day catering to customers and running the inn, occasionally retiring to her room on the floor above, which is filled to the brim with various gifts from her devotees. They range from simple trinkets to lavishly designed objects and jewelry."
				]
			},
			"savingThrowForced": [
				"charisma"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"strength",
				"wisdom"
			]
		},
		{
			"name": "Storm Mephit",
			"source": "SOD",
			"page": 18,
			"size": [
				"S"
			],
			"type": "elemental",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 12
				}
			],
			"hp": {
				"formula": "5d6",
				"average": 17
			},
			"speed": {
				"walk": 30,
				"fly": 30
			},
			"str": 5,
			"dex": 13,
			"con": 10,
			"int": 9,
			"wis": 11,
			"cha": 10,
			"skill": {
				"perception": "+2"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"immune": [
				"lightning",
				"poison"
			],
			"vulnerable": [
				"cold"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"Aquan",
				"Auran",
				"Ignan"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Death Burst",
					"entries": [
						"When the mephit dies, it explodes in a burst of lightning. Each creature within 5 feet of it, must succeed on a {@dc 11} Dexterity saving throw, taking 7 ({@damage 2d6}) lightning damage on a failed save and half as much on a successful one.."
					]
				},
				{
					"name": "Innate Spellcasting (1/Day)",
					"entries": [
						"The mephit can innately cast thunderwave (spell save {@dc 10}), requiring no material components, its innate spellcasting ability is Charisma."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d4 + 1}) slashing damage."
					]
				},
				{
					"name": "Stunning Breath {@recharge}",
					"entries": [
						"The mephit exhales a 15-foot cone of crackling lightning. Each creature in the area must succeed on a {@dc 10} Dexterity saving throw or be {@condition stunned} until the end of its next turn."
					]
				}
			],
			"traitTags": [
				"Death Burst"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Breath Weapon"
			],
			"languageTags": [
				"AQ",
				"AU",
				"IG"
			],
			"damageTags": [
				"L",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"stunned"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"fluff": {
				"entries": [
					"These dinosaur-like creatures resemble large crocodiles but with shorter snouts and longer necks. They have a ridge of blue plates running down their backs and a gaping maw containing rows of sharp teeth. Their proximity to the temple of the Cult of the Crushing Wave has imbued in them some elemental power, which the original inhabitants of the temple bred into the species. "
				]
			}
		},
		{
			"name": "Tempest Beast",
			"source": "SOD",
			"page": 18,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "12d10 + 36",
				"average": 102
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 18,
			"dex": 15,
			"con": 16,
			"int": 2,
			"wis": 12,
			"cha": 5,
			"skill": {
				"perception": "+3",
				"stealth": "+4"
			},
			"passive": 13,
			"immune": [
				"lightning"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Hold Breath.",
					"entries": [
						"The tempest beast can hold its breath for one hour."
					]
				},
				{
					"name": "Charmed to Submission.",
					"entries": [
						"Pisca Ahlorsath has trained the tempest beasts to be calm when she plays music. Characters can subdue the tempest beast with a {@dc 16} Charisma (Performance) check with any instrument."
					]
				},
				{
					"name": "Charged Body.",
					"entries": [
						"A creature that touches the tempest beast or hits it with a melee attack while within 5 feet of it takes 7 ({@damage 2d6}) lightning damage. This damage is increased by 4 ({@dice 1d6}) if the creature is at least partially submerged in water."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack.",
					"entries": [
						"The tempest beast makes two attacks: one with its bite and one with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d10 + 4}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d6 + 4}) slashing damage."
					]
				},
				{
					"name": "Thunderous Sweep {@recharge}",
					"entries": [
						"Two creatures within 10 feet of each other and five feet of the tempest beast must succeed in a {@dc 14} Dexterity saving throw. On a failed save, the target takes 11 ({@damage 2d4 + 4}) slashing damage and 4 ({@damage 1d6}) thunder damage and is pushed 10 feet away from the tempest beast. If successful, the target takes half the damage and is not pushed back."
					]
				}
			],
			"traitTags": [
				"Hold Breath"
			],
			"damageTags": [
				"L",
				"P",
				"S",
				"T"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"fluff": {
				"entries": [
					"These dinosaur-like creatures resemble large crocodiles but with shorter snouts and longer necks. They have a ridge of blue plates running down their backs and a gaping maw containing rows of sharp teeth. Their proximity to the temple of the Cult of the Crushing Wave has imbued in them some elemental power, which the original inhabitants of the temple bred into the species. "
				]
			}
		}
	]
}
