{
	"_meta": {
		"sources": [
			{
				"json": "SoI",
				"abbreviation": "SoI",
				"full": "Sacrifice of Innocence",
				"authors": [
					"TragicMissile"
				],
				"convertedBy": [
					"jimmypringles"
				],
				"version": "1.0.0",
				"url": "http://averagedog.com/publish/Sacrifice%20of%20Innocence.pdf",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1619398800,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "840798754b",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "Sacrifice of Innocence",
			"id": "SacrificeOfInnocence",
			"source": "SoI",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/Sacrifice%20of%20Innocence.png"
			},
			"contents": [
				{
					"name": "Cover"
				},
				{
					"name": "Introduction"
				},
				{
					"name": "Overview"
				},
				{
					"name": "Adventure Hook"
				},
				{
					"name": "The Hamlet of Evermist"
				},
				{
					"name": "Goblin Tracks"
				},
				{
					"name": "The Crypt"
				},
				{
					"name": "Return to Evermist"
				},
				{
					"name": "Appendix A: Monsters & Magic Items"
				},
				{
					"name": "Appendix B: Backstory"
				},
				{
					"name": "Appendix C: Credits"
				}
			],
			"level": {
				"start": 1,
				"end": 2
			},
			"published": "2018-03-03",
			"storyline": "Starter Set"
		}
	],
	"adventureData": [
		{
			"id": "SacrificeOfInnocence",
			"source": "SoI",
			"data": [
				{
					"type": "section",
					"name": "Cover",
					"id": "Cover",
					"entries": [
						"A Prelude to Lost Mine of Phandelver",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-01-cover.png"
							},
							"title": ""
						},
						"An adventure for up to four 1st Level characters"
					]
				},
				{
					"type": "section",
					"name": "Introduction",
					"id": "Introduction",
					"entries": [
						"Inspired by Matt Colville's {@i Running the Game} video series, this mini-adventure is designed to help a small group of new players level up their characters so they don't get slaughtered at the beginning of {@i Lost Mine of Phandelver}. They should gain enough experience to advance to 2nd level before attempting {@i Goblin Arrows}."
					]
				},
				{
					"type": "section",
					"name": "Overview",
					"id": "Overview",
					"entries": [
						"Twenty miles south of Neverwinter, a hamlet on High Road is suffering from goblin raids. In the latest attack, a blacksmith's daughter was abducted.",
						"The raiders took the child to an ancient crypt fifteen miles to the east, just inside the edge of Neverwinter Wood. Currently alive and unharmed, she has been locked in a small iron cage. A goblin shaman is preparing to sacrifice her in a ritual to rid the crypt of undead."
					]
				},
				{
					"type": "section",
					"name": "Adventure Hook",
					"id": "Adventure Hook",
					"entries": [
						{
							"entries": [
								"A modified version of the {@i Meet Me in Phandalin} hook from {@i Lost Mine of Phandelver} begins this adventure:"
							],
							"type": "entries"
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"In the city of Neverwinter, a dwarf named Gundren Rockseeker asked you to bring a wagonload of provisions to the rough-and-tumble settlement of Phandalin, several days' travel southeast of the city. Gundren was clearly excited and more than a little secretive about his reasons for the trip, saying only that he and his brothers had found \"something big,\" and that he'd pay you fifteen gold pieces each for escorting his supplies safely to Barthen's Provisions, a trading post in Phandalin. He then set out ahead of you on horse, along with a warrior escort named Sildar Hallwinter, claiming he needed to arrive early to \"take care of business.\"",
								"You're traveling on High Road, just one day south of Neverwinter, when you notice that one of the two oxen pulling the wagonload of supplies has acquired a limp.",
								"It is {@i tharson} (late afternoon) and a hamlet lies just ahead."
							]
						},
						{
							"entries": [
								"The ox has a bloody hoof caused by a loose shoe. The hoof can be healed by the party, but it is clear that the shoe needs to be replaced by a blacksmith."
							],
							"type": "entries"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-02-bloodyHoof.png"
							},
							"title": ""
						},
						{
							"entries": [
								"When the party reaches the hamlet, read the following:"
							],
							"type": "entries"
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"On your right, a cylindrical stone watchtower looms behind a 12-foot log palisade. To the left, wispy grey smoke rises from the smoldering remains of an inn. Beyond is a general store and further, a smithy. A rutted trail leads off to a large granary set back from the road."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Hamlet of Evermist",
					"id": "The Hamlet of Evermist",
					"entries": [
						"Evermist is a grain depot and rest stop for High Road travelers. Crops from eastern farmlands are processed here for delivery to Neverwinter. The hamlet sits on the east side of the road and consists of an {@b inn}, a {@b general store}, a {@b smithy}, and a {@b granary}. On the west side of the road a palisade surrounds an ancient stone {@b watchtower}, which the hamlet relies upon for protection. All residents are human.",
						{
							"type": "entries",
							"name": "Dewdrop Inn",
							"id": "Dewdrop Inn",
							"entries": [
								"Burned to the ground and still smoking, the inn is a total loss."
							]
						},
						{
							"type": "entries",
							"name": "Evermist Sundry",
							"id": "Evermist Sundry",
							"entries": [
								"The general store is awaiting resupply. For any particular item on the Adventuring Gear table, roll a 1d4 to determine availability. A roll of 1 indicates the item is out of stock.",
								"The merchant behind the counter, Theos Wittram, is a slender, grey-haired old man with a muttonchop mustache. He can provide the following information to the party:",
								{
									"type": "list",
									"items": [
										"Evermist has been attacked in darkness three times since the new moon. The first two attacks were repulsed by the watchtower garrison.",
										"The latest attack happened during {@i godswake} (predawn) this very day, leaving the inn sacked and the blacksmith's daughter carried off. One of the garrison soldiers was killed in the fighting.",
										"After salvaging what they could, the innkeeper and his family departed for Neverwinter this {@i elsun} (late morning)."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Noble Forge",
							"id": "Noble Forge",
							"entries": [
								"The smithy is larger than average and includes a stables. There are living quarters in the back.",
								"The blacksmith, Ferrus Stryker, is a muscular man about 40 years old with a full, dark beard. He will quote 5 copper pieces to reshoe the ox but otherwise speak little. If anyone mentions his daughter, he will begin to weep.",
								"Read the following text before the party leaves the smithy:",
								{
									"type": "insetReadaloud",
									"entries": [
										"A young woman bursts in and rushes to the blacksmith.",
										"Clearly distraught, she begins pleading with him in a hushed voice, gesturing in your direction. The blacksmith shakes his head and growls, \"We half nae riches tuh offer an' she's certain kilt benow!\" Frustrated, the woman turns to you, clasps her hands together and pleads, \"Please find our little girl!\""
									]
								},
								"After apologizing for being bold and then introducing herself as Ferrus' wife, Margot will blurt out the following:",
								{
									"type": "list",
									"items": [
										"Their daughter was taken by goblins twelve hours ago; she is seven years old and her name is Remi.",
										"The commander of the watchtower garrison is offering a bounty on goblins."
									]
								},
								"Margot will make every effort to convince the party to find and bring back Remi, dead or alive.",
								"If the party accepts the quest, Ferrus will offer to care for the oxen, keeping them and the wagon in his stables until the party returns."
							]
						},
						{
							"type": "entries",
							"name": "Watchtower",
							"id": "Watchtower",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-03-killAllGobbos.png"
									},
									"title": ""
								},
								{
									"type": "entries",
									"entries": [
										"A garrison of six {@creature Guard|MM|guards} (one recently killed) and {@creature Thorne the Scout|SoI|Thorne}, a {@b scout}, are stationed here under orders of the Lord's Alliance."
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"Built upon high ground, the ancient stone watchtower is six stories tall and has a commanding view of the countryside."
									]
								},
								{
									"type": "entries",
									"entries": [
										"The main gate of the wooden palisade stands open.",
										"Two of the guards are on lookout: one patrolling the platform running along the interior of the palisade, the other scanning the horizon from atop the tower. The party will be hailed as they approach the gate. If they state their business and appear non-threatening, they will be invited to enter."
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"In addition to the tower, the palisade encompasses a barracks, a stable, and a paddock containing five horses and a mule."
									]
								},
								{
									"type": "entries",
									"entries": [
										"In the center of the yard, three guards are soberly constructing what looks like a funeral pyre. Some chickens wander about.",
										"The party can move freely within the yard but will not be permitted inside the barracks or tower.",
										"Thorne and the guards are unaware of the tower's history. A character who surveys the tower and succeeds on a DC 14 Intelligence (History) check may discern the following:"
									]
								},
								{
									"type": "inset",
									"name": "Elven Portal Tower",
									"entries": [
										"Built thousands of years ago by the elves of Illefarn, towers like this stood at regular intervals between Aelinthaldaar (now Waterdeep) and Illusk (now Luskan). Teleportation portals within the towers enabled elven armies to deploy rapidly along the Sword Coast North.",
										"While built to resist the ravages of time, most of the towers were destroyed by war or treachery. This one appears battle-scarred but intact."
									]
								},
								{
									"type": "entries",
									"entries": [
										"Although several archways still remain standing inside the tower (on the third floor), there are no active portals.",
										"One of the guards will walk to a door at the base of the tower and alert Thorne, who is inside drafting his report to the Lord's Alliance. Thorne, tired but amiable, will come outside and ask what he can do for the party. If queried about a bounty, he will state that goblin ears fetch 5 silver each. If asked about the raids or the pyre, he will share the following:"
									]
								},
								{
									"type": "list",
									"items": [
										"After learning of the kidnapping, he and his men pursued the raiders and overtook them near a pond five miles to the east. They were ambushed by a dozen goblins lead by a hobgoblin riding a worg. They managed to kill the worg and three goblins but lost one of their own men in the fight. They disengaged and returned to Evermist by dawn.",
										"The blacksmith's daughter was well-liked by the garrison. Pursuing her was a violation of their standing orders to maintain the post.",
										"He suspects the inn was set ablaze as a diversion."
									]
								},
								{
									"type": "entries",
									"entries": [
										"There is a locked strongbox in Thorne's quarters on the second floor of the tower. It is marked with an image of a gold crown on a red background and contains 400 silver pieces.",
										"If the party indicates they intend to search for Remi, Thorne will recommend they travel light, leaving behind anything they don't need. Although he is not likely to let his guards foray from Evermist again, Thorne himself will track the goblins for the party if a character asks and succeeds on a DC 10 Charisma (Persuasion) check."
									]
								},
								{
									"type": "entries",
									"name": "Thorne",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-04-thorne.png"
											},
											"title": ""
										},
										{
											"type": "entries",
											"entries": [
												"The garrison commander wants to eradicate the goblin raiders and views the party as a means to that end.",
												"If he does not join them openly, he will secretly follow the party and monitor their progress. The characters will become aware of his presence when he joins their attack upon the goblins outside the crypt.",
												"This NPC can help keep the story on track and protect the players from a \"total party kill\" (TPK)."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Granary",
							"id": "Granary",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"This large windowless building is locked from the outside and unoccupied. The floor inside is made of stone and used for drying threshed grain. Sacks of flax, oats, rye, corn, barley, and wheat are stacked against the interior walls. Bales of hay are stored in the hayloft. A small records office is piled with paperwork and ledgers.",
										"Anyone snooping around or breaking into this building will arouse negative attention from the watchtower garrison."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Goblin Tracks",
					"id": "Goblin Tracks",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.imgur.com/haRYizt.jpg"
							},
							"title": ""
						},
						"If Thorne agreed to join the party, he will retrieve his bow and quiver from the tower and select a horse from the paddock.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.imgur.com/JyPx48f.jpg"
							}
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"The setting sun is a reminder that time is wasting. A chill north wind foretells autumn's end and the coming of winter. The moon, almost full, beckons in the darkness to the east."
							]
						},
						"The tracks leading from Evermist are obvious and easy to follow by moonlight. Farmland gradually gives way to meadowland as the party nears Neverwinter Wood.",
						"If the wagon is not left behind, it will restrict travel to a slow pace and negate any attempts at stealth.",
						{
							"type": "entries",
							"name": "Pond",
							"id": "Pond",
							"entries": [
								"Five miles due east of Evermist, the bodies of two goblins and a worg lie at the edge of a pond. They have been decapitated and the heads are nowhere to be found."
							]
						},
						{
							"type": "entries",
							"name": "Skyglow",
							"id": "Skyglow",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The tracks continue northeast from the pond. Traveling at night, the party will notice a faint glow under low clouds to the north. A successful DC 7 Wisdom (Survival) check reveals they are skirting south of Helm's Hold. The following is common knowledge:"
									]
								},
								{
									"type": "inset",
									"name": "Helm's Hold",
									"entries": [
										"The fortified abbey is a haven for refugees of the Spellplague. Currently under martial law, only daytime visitors on official business (carrying proper documents or bribes) are permitted entry; all others are taken to the magistrate or turned away. The gates are sealed from dusk to dawn."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Stream",
							"id": "Stream",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Thirteen miles from Evermist, the trail disappears."
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"You come to a wide, shallow stream. The goblin tracks enter the water but do not reappear on the other side. Beyond the stream to the east you see the edge of a dark forest."
									]
								},
								{
									"type": "entries",
									"entries": [
										"Continuing to track the raiders without searching upstream requires a successful DC 18 Wisdom (Survival) check.",
										"Any characters searching a half mile upstream (southeast) will automatically rediscover the raiders' tracks emerging from the water. Any characters searching downstream (northwest) should roll a DC 5 Wisdom (Survival) check to recognize that the stream flows towards Neverwinter."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Forest",
							"id": "Forest",
							"entries": [
								"Upstream, the tracks enter Neverwinter Wood and continue for a mile to the crypt. If the characters travel quietly with successful  Dexterity (Stealth) checks against a passive Wisdom (Perception) score of DC 9, the goblins on sentry duty will not notice the party and be surprised if attacked."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Crypt",
					"id": "The Crypt",
					"entries": [
						"Cragmaw goblins recently discovered this underground complex and are using it as a forward operating base.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-07-cryptIsoMap.png"
							},
							"title": ""
						},
						{
							"type": "entries",
							"name": "1. Entrance",
							"id": "1. Entrance",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Two {@b goblin} sentries sit outside a granite archway leading into a hillside. One of them is scraping flesh from a pair of skulls. The skulls are goblinoid with sharpened teeth.",
										{
											"type": "table",
											"colLabels": [
												"1d4",
												"Goblin Patrol"
											],
											"colStyles": [
												"text-align-center",
												"text-align-left"
											],
											"rows": [
												[
													"1",
													"Returns in 1 hour"
												],
												[
													"2",
													"Returns in 2 hours"
												],
												[
													"3",
													"Returns in 3 hours"
												],
												[
													"4",
													"Shift change"
												]
											]
										},
										"During shift change, two more {@creature Goblin|MM|goblins} return from patrol and enter the crypt to rouse replacements for the sentries. When the replacements emerge, the original sentries take their turn on patrol.",
										"After one round of combat (two, if surprised) any goblins fighting outside will attempt to retreat into the crypt, alerting and joining forces with the goblins in the Offering Room.",
										"A character who searches a defeated goblin (or examines the pair of skulls) and succeeds on a DC 15 Intelligence (History) check may recognize the tribe:"
									]
								},
								{
									"type": "inset",
									"name": "Cragmaw Tribe",
									"entries": [
										"The Cragmaw are a tribe of goblins, bugbears and hobgoblins operating in Neverwinter Wood and along the Triboar Trail. They sharpen their teeth and preserve the skulls of tribe members who have fallen in battle."
									]
								},
								{
									"type": "entries",
									"entries": [
										"Thorne will help defeat the sentries but decline to accompany the party into the crypt, adamant that someone must remain outside to watch the entrance. He will, however, enter later (on a hunch) to aid the party if necessary to avert a TPK."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "2. Offering Room",
							"id": "2. Offering Room",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Three {@b goblins} play a knife game while a fourth rests. The resting goblin, wounded at the pond, has only 2 hit points.",
										"If alerted to the party's presence, the goblins will hide and focus attack the first character who steps into the room.",
										"The room is barely lit by a brazier containing the crackling embers of a dying fire. Carved into the stone walls are intricate bas-relief murals depicting elves and orcs locked in fierce combat. An archway in the opposite wall leads into darkness. The air reeks of smoke and goblin filth, with a hint of incense.",
										"A character regarding the stone murals and succeeding on a DC 20 Intelligence (History) check may recall this lore:"
									]
								},
								{
									"type": "inset",
									"name": "Elves of Iliyanbruen",
									"entries": [
										"The murals depict the defeat of the Severed Hand horde in 177 DR by the elves of Iliyanbruen.",
										"Iliyanbruen encompassed most of Neverwinter Wood and comprised elves who had ignored the commands of Illefarn's last coronal to retreat from Faerûn to Evermeet. The subrealm was reknown for repelling massive hordes of orcs streaming south from the Spine of the World in -111 and -12 DR. Iliyanbruen collapsed after the battle depicted here, having spent itself protecting the North."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "3. Pressure Plate Trap",
							"id": "3. Pressure Plate Trap",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-08-crank.png"
									},
									"title": ""
								},
								{
									"type": "entries",
									"entries": [
										"Characters at the top of the stairs will notice a cog-shaped hole in the wall on the left. Three long slits in the ceiling are obscured by smoke and require success on a DC 15 Wisdom (Perception) check to detect. The hallway is unlit. Without a light source, only characters with nightvision will be able to see the coat of arms chiseled into the flagstone at the bottom of the stairs. A successful DC 15 Intelligence (Investigation) check identifies the flagstone as a pressure plate trigger.",
										"When 50 pounds or more are placed on the flagstone, a loud click will be heard followed by three scythes dropping down through the slits in the ceiling. The blades will pass harmlessly over whatever triggered the pressure plate and do 2d4 slashing damage to anyone near the top of the stairs who fails a DC 20 Dexterity (Acrobatics) check.",
										"After one full swing, the scythes fall back down and lock with a thunderous clang above the top step, creating a barrier only a small or tiny creature can squeeze through.",
										"There is another cog-shaped hole in the wall around the corner. This one has a removable crank in it. Rotating the crank in either hole will gradually retract the scythes towards the ceiling and reset the trap."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "4. Hall of the Oathkeeper",
							"id": "4. Hall of the Oathkeeper",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The heavy iron-banded oak door to this room is closed but not locked. The characters will hear chanting through it if they avoided setting off the Pressure Plate Trap. Otherwise there will be silence as two {@b goblins} and a {@b hobgoblin} watch the door from the other side, waiting to see who enters."
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"A pair of torches illuminates a makeshift altar in the center of the floor. Translucent jade columns on either side cast dancing green shadows against the walls to left and right. Across the room, a large statue of an elf in plate armor faces the door."
									]
								},
								{
									"type": "entries",
									"entries": [
										"The high ceiling is lost in a hazy cloud of pungent incense.",
										"If the characters have taken more than 30 hours to reach this room (42 hours since the kidnapping)",
										"then Remi is lying dead on the altar. Otherwise a golden chalice, knife and censer are carefully arranged on top of the altar and Remi is cowering inside a small iron cage to the right of the statue.",
										"The base of the statue is engraved with a script that can be read by any character fluent in Elvish: {@i Lord Arlan Nordelrae of Iliyanbruen -- Oathkeeper and Orc Slayer}.",
										"Everyone in the room knows about the secret door."
									]
								},
								{
									"type": "entries",
									"name": "Lhupo",
									"entries": [
										{
											"type": "entries",
											"entries": [
												"This goblin shaman believes a sacrifice to the god Maglubiyet during the impending lunar eclipse will dispel the arcane magic animating the undead in the Tomb.",
												"{@creature Lhupo the Goblin|SoI|Lhupo} has 12 hit points and wields a {@item Wand of Eldritch Blast|SoI}. He will fight like a maniac, leaping wildly around the room as he blasts away with the wand."
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-09-lhupo.png"
											},
											"title": ""
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-10-compass.png"
									},
									"title": ""
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-10-cryptMap.png"
									},
									"title": ""
								},
								{
									"type": "entries",
									"name": "Moop",
									"entries": [
										"This goblin acolyte is unarmed. When fighing starts, Moop will grab the chalice, knife and censer from the altar and attempt to escape the room, fleeing back to Cragmaw Castle."
									]
								},
								{
									"type": "entries",
									"name": "Surgok",
									"entries": [
										"The hobgoblin has just finished cleaning a worg skull and is in a foul mood. The dead worg was his mount and friend.",
										"{@creature Surgok the Hobgoblin|SoI|Surgok} fights intelligently. This includes attacking weak opponents first, using cover, and dispatching dying foes if there are no better targets. If the shaman is killed and the battle is going poorly, he will consider these options:",
										{
											"type": "list",
											"items": [
												"Retreating through the secret door.",
												"Attempting to escape through the south door.",
												"Disengaging to take a knee, offering his sword in surrender. (He will not betray the party if they accept, but if his surrender is refused, he will fight to the death.)"
											]
										},
										"The secret door is opened from the south by pushing on the wall. If not blocked, it will slowly reclose on its own. The north side of the door has a metal pull ring. Noticing that debris has been cleared from the north wall west of the dias requires a successful DC 12 Wisdom (Perception) check.",
										"A character searching the area will find the secret door with a successful DC 8 Intelligence (Investigation) check."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										{
											"type": "list",
											"items": [
												"{@item Wand of Eldritch Blast|SoI}",
												"The golden ritual implements -- a chalice, a knife, and a censer -- are worth 150 gp, 60 gp, and 120 gp respectively."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "5. Tomb",
							"id": "5. Tomb",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-10-tombSkeleton.png"
									},
									"title": ""
								},
								{
									"type": "entries",
									"entries": [
										"A short corridor leads to a pitch black room containing seven sarcophagi. The sarcophagus at the far end is more ornate than the others and flanked by two chests. The chests are unlocked and contain nothing but sand.",
										"Read the following if the party opens a sarcophagus:"
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"Inside the sarcophagus is a skeleton wearing elven armor.",
										"You notice the sound of grinding stone as the lids of the other coffins begin to move! The skeleton you disturbed stares at you through empty eye sockets as it clambers out of its sarcophagus, a longsword in one bony fist."
									]
								},
								{
									"type": "entries",
									"entries": [
										"If there is a half-orc in the party, the {@item Horde Sword} wielded by the skeleton from the ornate coffin will emit a soft ochre glow.",
										"It is very important that the seven {@creature Tomb Skeleton|SoI|skeletons} are not allowed to attack the party all at once. Using the table below, permit the party to attack skeletons emerging from coffins while restricting emerging skeletons from attacking the party."
									]
								},
								{
									"type": "table",
									"colLabels": [
										"Round",
										"Emerging",
										"In the Fight"
									],
									"colStyles": [
										"text-align-center",
										"text-align-center",
										"text-align-center"
									],
									"rows": [
										[
											"1",
											"1 skeleton",
											"0 skeletons"
										],
										[
											"2",
											"2 skeletons",
											"1 skeleton"
										],
										[
											"3",
											"4 skeletons",
											"3 skeletons"
										],
										[
											"4",
											"0 skeletons",
											"7 skeletons"
										]
									],
									"caption": "Skeletons"
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										{
											"type": "list",
											"items": [
												"{@item Horde Sword|SoI}"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Return to Evermist",
					"id": "Return to Evermist",
					"entries": [
						"When the party exits the crypt, Thorne will be waiting to escort them and Remi (or her body) back to Evermist.",
						{
							"type": "entries",
							"name": "Blood Moon Eclipse",
							"id": "Blood Moon Eclipse",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-11-bloodMoonEclipse.png"
									},
									"title": ""
								},
								{
									"type": "entries",
									"name": "",
									"page": 0,
									"entries": [
										"Depending on how much time was spent traveling to the crypt and invading it, the characters might witness a total eclipse of Selûne, which occurs just prior to midnight after the second setting of the sun. The moon will turn red for a few hours before and after the event."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "On the High Road again",
							"id": "On the High Road again",
							"entries": [
								"When the characters are done wrapping up loose ends in Evermist and ready to resume the journey to Phandalin, allow them to level up their characters as they travel south."
							]
						},
						{
							"type": "entries",
							"name": "Experience",
							"id": "Experience",
							"entries": [
								"Divide 900 XP equally among the characters if Remi was returned alive to her parents, 300 XP if returned dead.",
								"Divide 50 XP equally among the characters for every goblin and skeleton defeated, 100 XP for the hobgoblin."
							]
						},
						{
							"type": "entries",
							"name": "Goblin Arrows",
							"id": "Goblin Arrows",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"On the second day after leaving Evermist you turn east onto the Triboar Trail. You've encountered no trouble on the road, but the territory you are now entering can be dangerous. Bandits and outlaws have been known to lurk along the trail."
									]
								},
								{
									"type": "entries",
									"entries": [
										"Proceed with {@i Goblin Ambush} on page 6 of the {@i Lost Mine of Phandelver} adventure."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/aSlNSvt.png"
									},
									"title": ""
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix A: Monsters & Magic Items",
					"id": "Appendix A: Monsters & Magic Items",
					"entries": [
						{
							"type": "list",
							"items": [
								"{@creature Goblin|MM}",
								"{@creature Surgok the Hobgoblin|SoI}",
								"{@creature Lhupo the Goblin|SoI}",
								"{@creature Tomb Skeleton|SoI}",
								"{@creature Thorne the Scout|SoI}",
								"{@creature Guard|MM|Watchtower Guard}",
								"{@item Horde Sword|SoI}",
								"{@item Wand of Eldritch Blast|SoI}"
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-12-hordeSword.png"
							},
							"title": ""
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix B: Backstory",
					"id": "Appendix B: Backstory",
					"entries": [
						"This section contains extra detail that is not necessary to run the adventure but can help breathe life into the world and enhance verisimilitude.",
						{
							"type": "entries",
							"name": "Forgotten Realms",
							"id": "Forgotten Realms",
							"entries": [
								"{@i Sacrifice of Innocence} adheres to established {@i Forgotten Realms} lore, which is the setting of {@i Lost Mine of Phandelver}."
							]
						},
						{
							"type": "entries",
							"name": "Dale Reckoning",
							"id": "Dale Reckoning",
							"entries": [
								"The year is 1481 DR. This was derived from the backstory of one of the starter set characters which mentions that Mount Hotenow wiped out Corlinn Hill thirty years ago. The volcano erupted in 1451 DR."
							]
						},
						{
							"type": "entries",
							"name": "Gundren Rockseeker",
							"id": "Gundren Rockseeker",
							"entries": [
								"A travel map is included at the back of this module for the dwarf to give the party before the adventure begins."
							]
						},
						{
							"type": "entries",
							"name": "High Road",
							"id": "High Road",
							"entries": [
								"Traffic is brisk during daylight, tapering off to almost nothing at night as most travelers stop at inns in protected towns."
							]
						},
						{
							"type": "entries",
							"name": "Innkeeper and his family",
							"id": "Innkeeper and his family",
							"entries": [
								"Between Neverwinter and Evermist, the party may have noticed a soot-covered family walking northbound alongside a heavy-laden mule cart."
							]
						},
						{
							"type": "entries",
							"name": "Theos Wittram",
							"id": "Theos Wittram",
							"entries": [
								"The shopkeeper had a permanent room at the inn before it burned down. He now plans to sleep in his store, eating his own rations until the inn is rebuilt. He intentionally delayed resupply to minimize losses from the goblin raids."
							]
						},
						{
							"type": "entries",
							"name": "Margot Stryker",
							"id": "Margot Stryker",
							"entries": [
								"The blacksmith's wife is spellscarred and can imbue a metal object with wild magic once per day for dubious effect:",
								{
									"type": "table",
									"colLabels": [
										"2d20",
										"Effect on Metal Object"
									],
									"colStyles": [
										"text-align-center",
										"text-align-left"
									],
									"rows": [
										[
											"2",
											"Explodes"
										],
										[
											"3-8",
											"Disappears (random teleport)"
										],
										[
											"9-14",
											"Brittle (shatters easily)"
										],
										[
											"15-27",
											"No effect"
										],
										[
											"28-33",
											"Magical +0"
										],
										[
											"34-39",
											"Magical +1 (glows blue: candlelight)"
										],
										[
											"40",
											"Magical +2 (glows blue: torchlight)"
										]
									]
								},
								"Margot has never had an object explode and does not know it can happen. If it does, she and everyone within a 20 foot sphere will take 2d6 piercing damage unless they make a successful Dexterity saving throw (DC 15) for half damage."
							]
						},
						{
							"type": "entries",
							"name": "Ferrus Stryker",
							"id": "Ferrus Stryker",
							"entries": [
								"The blacksmith was raised among dwarves and tends to speak like one when under stress.",
								"If Remi is returned alive, he will consider himself indebted to the party and provide them smithing services free forever."
							]
						},
						{
							"type": "entries",
							"name": "Remi Stryker",
							"id": "Remi Stryker",
							"entries": [
								"The child is dehydrated and will cling tightly to Thorne on the way back to Evermist."
							]
						},
						{
							"type": "entries",
							"name": "Thorne",
							"id": "Thorne",
							"entries": [
								"The Lord's Alliance issued him the small strongbox of 400 silver coins to pay goblin bounties.",
								"Thorne may allow the party to borrow horses for the quest if they agree to leave Gundren's supplies behind as collateral. The wagon and oxen will be secured within the palisade.",
								"In the unlikely event the characters misbehave and are arrested by the tower garrison, Thorne will cheerily march the party to the crypt under guard and compel them to complete the quest as conscripts."
							]
						},
						{
							"type": "entries",
							"name": "Farmlands",
							"id": "Farmlands",
							"entries": [
								"A typical farm house is a single room cottage with a fireplace. Most farming families have their primary residence in Neverwinter or Helm's Hold where their possessions are protected from bandits. Because the cottages are known to contain nothing of value, they provide fairly safe places to sleep and eat during planting and harvest seasons. Only the poorest farming families live in the cottages year round.",
								"Harvest season is ending; most cottages are unoccupied."
							]
						},
						{
							"type": "entries",
							"name": "Meadowlands",
							"id": "Meadowlands",
							"entries": [
								"Between the farmlands and the forest are rolling hills of tall grass which are home to many small animals and deer. Streams and water holes are common."
							]
						},
						{
							"type": "entries",
							"name": "Cragmaw Goblins",
							"id": "Cragmaw Goblins",
							"entries": [
								"The goblins at the crypt know the location of Cragmaw Castle but not Cragmaw Hideout and know nothing of the ambush on Triboar Trail.",
								"They have no need to carry coin because they have little opportunity to spend it. Items of value are taken to Cragmaw Castle in order to curry favor with King Grol.",
								"If the goblins in the Offering Room are not alerted to the party's presence, the characters might overhear rhyming in Goblin punctuated by the rapid thunk of a knife:",
								{
									"type": "insetReadaloud",
									"entries": [
										"♬ Oh, I have all my fingers ♪ The knife goes chop chop chop ♪ If I miss the spaces in-between ♪ my fingers will come off ♬ And if I hit my fingers ♫ The blood will soon come out ♪ But all the same I play this game 'cause that's what it's all about ♪ Oh, chop chop chop chop chop chop ♬ I'm picking up the speed ♪ And if I hit my fingers ♫ my hand will start to bleed ♪"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Crypt",
							"id": "The Crypt 2",
							"entries": [
								"Spellplague energies disrupted ancient warding spells which protected and concealed this crypt for centuries. Residual magic has settled into the Tomb, animating the skeletons of Lord Arlan Nordelrae and six lieutenants interred with him.",
								"The crypt was commissioned by Lord Halueth Never to honor Lord Arlan for upholding his oath to protect Faerûn and refusing the retreat to Evermeet. Lord Arlan and his lieutenants fought repeatedly against tremendous odds, eventually sacrificing their lives in a crucial battle (depicted in the Offering Room) which turned the tide of the war."
							]
						},
						{
							"type": "entries",
							"name": "Lhupo",
							"id": "Lhupo",
							"entries": [
								"The shaman knows that the Tomb contains undead but not what kind. After sacrificing Remi to Maglubiyet, he plans to collect her blood in the golden chalice and pour it upon the sarcophagi to complete his ritual.",
								"Lhupo is a \"booyahg whip\" (controls 1d3 other goblins that slavishly obey his orders) and a \"booyahg wielder\" (found a magic item and learned how to use it). He believes Maglubiyet communes with him through omens."
							]
						},
						{
							"type": "entries",
							"name": "Moop",
							"id": "Moop",
							"entries": [
								"If the acolyte manages to escape with the ritual implements, he will return them to Cragmaw Castle. If the party prevents this from happening then the chalice, knife and censer will be missing from the Goblin Shrine."
							]
						},
						{
							"type": "entries",
							"name": "Surgok",
							"id": "Surgok",
							"entries": [
								"King Grol ordered the hobgoblin to escort Lhupo and Moop to the crypt, and after the ritual, back to Cragmaw Castle.",
								"Surgok is one of the four hobgoblins quartered in the Hobgoblin Barracks.",
								"If he surrenders to the party, Surgok will expect to be ransomed back to his people or barter for his freedom. If allowed an opportunity to escape, he will take it."
							]
						},
						{
							"type": "entries",
							"name": "Tomb Chests",
							"id": "Tomb Chests",
							"entries": [
								"The chests fulfill a symbolic promise made by Lord Halueth when Lord Arlan affirmed his allegiance to Iliyanbruen. They contain beach sand from the eastern and western shores of the isle of Evermeet."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix C: Credits",
					"id": "Appendix C: Credits",
					"entries": [
						{
							"type": "table",
							"colLabels": [
								"",
								"",
								"",
								"",
								""
							],
							"colStyles": [
								"text-align-right",
								"text-align-center",
								"text-align-center",
								"text-align-center",
								"text-align-left"
							],
							"rows": [
								[
									"Scott Tolksdorf",
									"Homebrewery"
								],
								[
									"Matt Colville",
									"Running the Game"
								],
								[
									"Wizards of the Coast",
									"5e Starter Set"
								],
								[
									"Eric Belsile",
									"Artwork"
								],
								[
									"Svetlana Sewell",
									"Artwork"
								],
								[
									"Kyle Capps",
									"Isometric map"
								],
								[
									"Yuriy Chemezov",
									"Artwork"
								],
								[
									"Svetlin Velinov",
									"Artwork"
								],
								[
									"Rusty Cage",
									"Knife Game Song"
								]
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-14-ferrusStryker.png"
							},
							"title": ""
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-14-rune.png"
							},
							"title": ""
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.imgur.com/MEzEvya.jpg"
							},
							"title": ""
						}
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Horde Sword",
			"source": "SoI",
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "uncommon",
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8+2",
			"dmgType": "S",
			"dmg2": "1d10+2",
			"entries": [
				"You gain a +2 bonus to attack and damage rolls against orcs, half-orcs, and orogs.",
				"The blade emits an ochre glow when orcish creatures are nearby and flares brightly when spilling orcish blood."
			]
		},
		{
			"name": "Wand of Eldritch Blast",
			"source": "SoI",
			"type": "WD|DMG",
			"rarity": "uncommon",
			"wondrous": true,
			"reqAttune": true,
			"weight": 1,
			"recharge": "special",
			"charges": 13,
			"entries": [
				"This wand has 13 charges. While holding it, you can use an action to expend one charge to cast the {@spell Eldritch Blast} spell. Make a ranged attack roll using your Charisma modifier and proficiency bonus against the target. On a hit, the target takes {@dice 1d10} force damage.",
				"The wand can create more than one beam when attuned to a spellcaster: two beams at 5th level, three beams at 11th level, and four beams at 17th level. You can direct the beams at the same target or at different ones. Make a separate attack roll for each beam. Each additional beam expends an additional charge.",
				"The wand regains {@damage 2d6+1} expended charges daily at sunset. If you expend the wand's last charge, roll a {@dice 1d20}. On a 1, the wand crumbles into dust and is destroyed."
			],
			"attachedSpells": [
				"Eldritch Blast"
			]
		}
	],
	"monster": [
		{
			"name": "Surgok the Hobgoblin",
			"source": "SoI",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"goblinoid"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item chain mail|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"average": 11,
				"formula": "2d8+2"
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 12,
			"con": 12,
			"int": 11,
			"wis": 10,
			"cha": 9,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"languages": [
				"Common",
				"Goblin",
				"Worg"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Martial Advantage",
					"entries": [
						"Once per turn, the hobgoblin can deal an extra 7 ({@damage 2d6}) damage to a creature it hits with a weapon attack if that creature is within 5 feet of an ally of the hobgoblin that isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h} 5 ({@damage 1d8+1}) slashing damage, or 6 ({@damage 1d10+1}) slashing damage if used with two hands."
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 3} to hit, range 150/600 ft., one target. {@h} 5 ({@damage 1d8+1}) piercing damage."
					]
				}
			],
			"token": {
				"name": "Hobgoblin",
				"source": "MM"
			},
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"attachedItems": [
				"longbow|phb",
				"longsword|phb"
			]
		},
		{
			"name": "Lhupo the Goblin",
			"source": "SoI",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"goblinoid"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"average": 12,
				"formula": "2d6+5"
			},
			"speed": {
				"walk": 30
			},
			"str": 8,
			"dex": 14,
			"con": 10,
			"int": 11,
			"wis": 10,
			"cha": 9,
			"skill": {
				"stealth": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"languages": [
				"Common",
				"Goblin"
			],
			"cr": "1/4",
			"trait": [
				{
					"name": "Nimble Escape",
					"entries": [
						"Can take the {@action Disengage} or {@action Hide} action as a bonus action on each of his turn."
					]
				}
			],
			"action": [
				{
					"name": "Wand of Eldritch Blast",
					"entries": [
						"{@atk rw} {@hit 1} to hit, range 120 ft., one target. {@h} 5 ({@damage 1d10}) force damage."
					]
				}
			],
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-token-lhupo.png",
			"miscTags": [
				"RW"
			]
		},
		{
			"name": "Tomb Skeleton",
			"source": "SoI",
			"size": [
				"M"
			],
			"type": {
				"type": "undead"
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"armor scraps"
					]
				}
			],
			"hp": {
				"average": 13,
				"formula": "2d8+4"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 14,
			"con": 15,
			"int": 6,
			"wis": 8,
			"cha": 5,
			"vulnerable": [
				"bludgeoning"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"poisoned"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 9,
			"languages": [
				"understands Elvish, but can't speak"
			],
			"cr": "1/4",
			"action": [
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h} 4 ({@damage 1d8}) slashing damage, or 5 ({@damage 1d10}) slashing damage if used with two hands."
					]
				}
			],
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SoI/SoI-token-tombSkeleton.png",
			"miscTags": [
				"MW",
				"MLW"
			],
			"attachedItems": [
				"longsword|phb"
			]
		},
		{
			"name": "Thorne the Scout",
			"source": "SoI",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"average": 16,
				"formula": "3d8+3"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 14,
			"con": 12,
			"int": 11,
			"wis": 13,
			"cha": 12,
			"skill": {
				"perception": "+5",
				"stealth": "+6",
				"survival": "+5",
				"nature": "+4"
			},
			"passive": 15,
			"languages": [
				"Common"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"Has advantage on Wisdom (Perception) checks that rely on hearing or smell."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Makes two melee attacks or two ranged attacks"
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h} 5 ({@damage 1d6+2}) piercing damage."
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 150/600 ft., one target. {@h} 6 ({@damage 1d8+2}) piercing damage."
					]
				}
			],
			"traitTags": [
				"Keen Senses"
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"attachedItems": [
				"longbow|phb",
				"shortsword|phb"
			]
		}
	]
}
