{
	"_meta": {
		"sources": [
			{
				"json": "WSC",
				"abbreviation": "WSC",
				"full": "The Wild Sheep Chase",
				"authors": [
					"Winghorn Press"
				],
				"convertedBy": [
					"SailorCat"
				],
				"version": "Final",
				"url": "https://winghornpress.com/adventures/a-wild-sheep-chase/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1616356061,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "9e1895c16e",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "The Wild Sheep Chase",
			"id": "WSC",
			"source": "WSC",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://i.imgur.com/VJQuVI3.png"
			},
			"contents": [
				{
					"name": "The Wild Sheep Chase",
					"headers": [
						"Summary",
						"Using This Adventure",
						"Adventure Hooks",
						"Baaaa-d News",
						"Shepherds, Crooks",
						"After the Dust Settles",
						"The House in the Woods",
						"Big Choices",
						"Consequences",
						"Credits and Acknowledgements"
					]
				}
			],
			"level": {
				"start": 4,
				"end": 5
			},
			"published": "2015-10-25",
			"storyline": "None"
		}
	],
	"adventureData": [
		{
			"id": "WSC",
			"source": "WSC",
			"data": [
				{
					"type": "section",
					"name": "The Wild Sheep Chase",
					"page": 1,
					"entries": [
						{
							"type": "entries",
							"name": "Summary",
							"entries": [
								"The party's attempt to grab a rare afternoon of downtime is interrupted by a frantic sheep equipped with a scroll of speak with animals and a fierce determination to get their attention. This is no mere beast, however, but a wizard fallen victim to an embittered apprentice wielding a wand of true polymorph.",
								"Transformed assassins are looking to grab themselves a mutton dinner, while the only object capable of restoring his opposable thumbs lies in the hands of his former pupil and current nemesis. Fortunately, the woolly wizard has found new allies he can rely on, right?",
								"Can the heroes put an end to Ahmed Noke's transmutational tyranny and restore an innocent wizard to his true form? There's only one way to find out..."
							]
						},
						{
							"type": "entries",
							"name": "Using This Adventure",
							"entries": [
								"The main text is divided into several distinct scenes, each covering a location, encounter or major plot point. Other information, enemy stat blocks and notes are highlighted in grey boxes.",
								"While it is possible to run the game on the fly, it is recommended that you read the adventure in its entirety before starting to play."
							]
						},
						{
							"type": "entries",
							"name": "Adventure Hooks",
							"entries": [
								"Getting the players into this adventure is pretty straightforward. All that is requires is that they be spending a few days in a town or city large enough to host a wizard.",
								"If you want to plant seeds in advance, you may wish to introduce the character of Noke through rumours or idle conversation with shopkeepers and innkeepers, who view him with fear and awe."
							]
						},
						{
							"type": "entries",
							"name": "Baaaa-d News",
							"entries": [
								"The adventure begins as the party idle away an afternoon. They might be enjoying a drink at a tavern, resting at their base or simply walking down the street without a care in the world. No matter where they are, however, it soon becomes clear that something quite odd is happening.",
								"There is a sound of clattering hooves, surprised yelps and a frantic bleating, Before the party can react, a sheep bounds towards them. The beast appears to be a regular sheep in every way - fluffy white coat, black face, curled horns - but it is carrying and elaborate scroll in its mouth.",
								"The sheep tries to get close to the most magically-gifted member of the party and waves the scroll at them, letting them take it should they reach for it.",
								"A wax seal purports that it is a {@item spell scroll|dmg|scroll of} {@spell speak with animals|phb|speak with animals (modified)}. If a character says this out loud - to explain to other party members, for example - the sheep appears to nod and bleat enthusiastically.",
								"Should they use the scroll (simply reading it aloud is enough to activate the spell within), all of them hear the sheep's baaing instantly morphs into cultured, elven-accented Common, albeit with a slight hint of a bleat.",
								"After establishing that the player can understand what it's saying, the sheep introduces itself as {@b Finethir Shinebright}, a wizard in dire need of aid. If the players are willing to listen, he explains that he recognises them as adventurers and that he is in dire need of their aid.",
								"Specifically, he wants them to help take back an extremely powerful magical artefact from a dangerous, possibly insane wizard. He will attempt to tell his story, but shortly after he starts the sound of howling fills the air..."
							]
						},
						{
							"type": "entries",
							"name": "Shepherds, Crooks",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"A loud howling fills the air, accompanied by the sound of angry yells and the occaional scream that seem to be drawing closer and closer.",
										"The cause quickly become apparent as a huge Half-Orc swaggers towards you, pushing his way through the crowd without a care for anybody standing in his way. In front of him walk appear to be large wolves wearing iron collars, while a hulking figure in a dirty brown cloak travels in his wake with footfalls loud enough to be heard over the ruckus.",
										"The Half-Orc sets his small eyes on you and strides forward with one hand resting on the hilt of a greatsword. \"That sheep is Master Noke's... he desires to have it back."
									]
								},
								"The Half-Orc, {@creature Guz|wsc}, is accompanied by trio of collared {@creature wolf|mm|wolves} with strangely intelligent eyes, while the huge figure behind him is actually a polymorphed {@creature brown bear|mm}.",
								"He demands that he be given \"Master Noke's sheep,\" which he claimed has escaped, and is of great sent-ee-ment-all value to his master. Any mention of Shinebright's true nature is met with hollow, mirthless laughter.",
								"Guz is not a bright fellow, but he is very loyal and determined to complete his task. His trackers know that Shinebright is there, no matter how well the party tries to hide him, and will not take no for an answer.",
								"While he prefers violence and intimidation, he is also willing to offer bribes and promises of magical favours if that looks like the best option.",
								"If he feels like he's not making progress, Guz will simply attack without warning. The wolves will follow him up, while the cloaked figure will let its hood fall and run into combat with a terrible roar.",
								"The exact details of any battle that breaks out will depend on the location. If it takes place in an inn, tables and overturned chairs litter the floor. In a street, you may wish to have frightened passers-by form zones of difficult terrain.",
								"All of the beasts still have an intelligent human mind contained within them, and act intelligently. Guz is happy to charge into the front line and take on any heavy hitters alongside the Brown Bear.",
								"Meanwhile the Wolves will aim to cut round behind the party in a bid to grab Shinebright - he uses the statistics of a {@creature pony|mm} but with INT and WIS scores of 18 and 14 respectively.",
								"They intend to capture Shinebright, not kill him. If Guz captures him, he and his allies will set off for Noke's home. The party will have to decide if they follow, potentially launching a chase scene.",
								{
									"type": "inset",
									"name": "Roleplaying Shinebright",
									"entries": [
										"Arrogant, self-obsessed and filled with an inflated sense of his own ego, Finethir Shinebright is one of the people worst suited to be transformed into a sheep. Still, no matter his form the former elven wizard manages to exude an air of fussy, bookish intellectualism.",
										"Despite his flaws, however, he is generally good-hearted. Assuming he notices them and it doesn't inconvenience him too much he will try to help others where possible, though he will loudly complain of their inability to grasp concepts as simple as poly-planal transweave theory.",
										"Once upon a time the local nobles, merchants and arcanists spoke the name of Finethir Shinebright with respect, awe and grudging admiration. A master of transmutation, he would regularly be called upon to carry out grand tasks such as clearing blocked roads by turning massive boulders into rabbits.Two years as a sheep have taught him very little about humility, but a lot about grass. If he returns to his natural form, Shinebright is a willow-thin high elf with straw-coloured hair and an extremely long nose."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "After the Dust Settles",
							"entries": [
								"Once Noke's goons have been defeated, distracted or otherwise dealt with, Shinebright pleads with the party. Without their help, he is doomed. Noke still has many guards still working for him and eventually they will find him. If they're feeling mercenary, he reminds the party that in his true form he is a powerful and wealthy wizard and promises great rewards. He is more than willing to commit to deals that he knows he can't actually fulfill. In any case, Shinebright will explain:",
								{
									"type": "list",
									"items": [
										"Until two years ago he owned and worked out of a tower on the outskirts of town. He was a wizard of no small talent, specialising in transmutation magic. His most prized possession - and probably the key to his success - was an incredibly rare {@item wand of true polymorph|wsc}.",
										"One fateful night he ended from his meditative trance to find his apprentice, Ahmed Noke, standing over him, clutching the wand. Shinebright demanded to know what the boy was doing, but the only noise he could produce was an angry 'baaaaah'.",
										"The wizard became a virtual prisoner in his own garden. He was forced to graze on nothing but grass and buttercups while hungry wolves and other beasts - actually polymorphed guards - looked on.",
										"Last night he felt hope for the first time in many months when Noke left his home without closing the door. Shinebright snuck in, made his way to an old bookshelf and stole the Scroll of Speak to Animals. He then rushed into town with the scroll clenched between his teeth, and was searching desperately for the aura of magic that would indicate someone able to activate the spell when he found the party.",
										"In order to turn back into his original form he needs another dose of {@spell true polymorph}. Which means he needs access to his old wand.",
										"His former apprentice still dwells in Shinebright's old home, located just to the south-east of town. He keeps the wand on him at all times and only leaves if he absolutely has to.",
										"He knows his old home's layout intimately, and is more than happy to describe it in endless detail."
									]
								},
								{
									"type": "inset",
									"name": "Roleplaying Guz",
									"entries": [
										"A hulking brute of a half-orc, Guz views violence and intimidation as the only sensible methods for achieving his goals. He also assumes that most people feel the same way, and prefers to get his own violence in first.",
										"Though to most outside observers he may appear evil, he is incredibly loyal to Noke - who genuinely doesn't care what a creature looks like on the outside - and owes him unswerving devotion.",
										"Guz isn't particularly intelligent and can be easily confused by quick-talking foes, though this usually just makes him angrier.",
										"However, he is also fond of trying to use long, complicated words he has picked up from Noke - though the extent to which he actually understands what they mean is probably up for debate."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The House in the Woods",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/LQanPx2.png"
									}
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"Rather than stone or glass, the house before you seems to have been formed from the living branches of four sturdy oak trees. These have been shaped and woven to create three thick platforms.",
										"The lowest of these platforms is roughly 40ft across and sits about 10ft from the ground. The only obvious route up is a gentle slope formed of roots and branches that connects roughly with the main path.",
										"Branches curl around its base, creating a rough bowl shape around it. From where you stand it's possible to see flowers and small trees growing around its edge.",
										"By far the largest of the three platforms is the middle one, which looks to be around 60ft across. It is about 20ft above the ground and is fully enclosed with a wall formed from twisting branches. You can see evenly spaced, window-sized gaps, as well as what appears to be a door at the point closest to the garden platform.",
										"The final, tallest platform is roughly 30ft above the ground, and is much smaller than the others. It looks to be linked to the central platform by another small slope. Scattered beneath the platforms are two small wooden huts and a large outhouse."
									]
								},
								"The path to Noke's Tower cuts off from a main road a few miles out of town, darting off between a gap in the bushes. It is a well-trodden route that soon begins to weave its way between tall oak trees.",
								"Anyone who cares to examine the path for tracks will easily see the impression of many feet and paws, with the most fresh sets appearing to match up with the group led by Guz.",
								"The track continues through sparse woodland for perhaps a mile without any sign of habitation. Unless they know what to look for, the party may be somewhat surprised by the view that awaits them when Shinebright's old house appears through the treetops.",
								{
									"type": "inset",
									"name": "Roleplaying Noke",
									"entries": [
										"Noke once hero-worshipped Shinebright and served as his apprentice for many years. However, as time dragged on and on there was never any change in their relationship.",
										"Decades passed and still the master transmuter treated him like a child, expected to cook, clean and recite answers by rote. When Noke pressed him on it, Shinebright would explain that his was how he had been taught, and didn't seem to register Noke's claims that, as a human, he couldn't spare a century to serve out an apprenticeship.",
										"At the same time, Noke began to realise that much of Shinebright's acclaim came not from his own abilities - extensive as they were - but from the Wand of True Polymorph he wielded.",
										"Eventually he cracked, and turned on his former master before setting himself up as a master wizard. However, a combination of guilt and suddenly unstoppered ambition spelled bad news for his mental state.",
										"He is paranoid that someone will attack him as he attacked Shinebright and rarely sleeps. This paranoia has led him to invest in a troop of guards, many of whom he has transmuted into stronger, more bestial forms."
									]
								},
								"When the party arrives at the compound, there is a trio of {@creature ape|mm|apes} either sleeping or playing with an oversized pair of dice on the lawn, with iron greatswords stuck into the ground next to them. A {@creature brown bear|mm} is in the outhouse, taking care of business.",
								"The door to the central platform is almost always locked, requiring a DC14 Strength ({@skill Athletics}) to break down or a DC12 {@item thieves' tools|phb} check to pick. Inside, the area is divided up in to three sections. One contains a combination library and lab, one a sitting room and one dining room/kitchen. Untidy bookshelves line much of the outer walls, and worktables are covered with stacks of ink-spattered notes and complicated anatomical diagrams of various beasts and monsters.",
								"The tallest platform functions as a bedroom for {@creature Ahmed Noke|wsc|Noke}, containing little beyond a wardrobe, a large wooden bed and a cluttered dressing table.",
								"The huts contain one or two beds each, a few of which are oversized, as well as the general detritus of the common men who occupy them.",
								"Noke is in the central platform, working furiously on new spells. If he notices the party as they approach he will order them to \"Return the sheep - in return I will not destroy you all.\" If they talk, he will reveal his reasons for hating Shinebright and boast disjointedly of his own achievements. He will also ask if they killed 'my man, Guz' and be visibly upset if they have. Should they refuse to return Shinebright he will order his men to attack.",
								"The most important part of any fight that breaks out is Noke, who is offensively weak but can buff his allies dramatically. Once the brown bear emerges from the outhouse he will cast {@spell enlarge/reduce} on it to increase its damage. He will supplement his minions' attacks with {@spell ray of frost} but will focus on keeping up concentration.",
								"The apes will act intelligently, and as they are wielding greatswords, their Fist attack is replaced by a Slash that deals 10 ({@damage 2d6+3}) slashing damage. They aren't likely to fight to the death and will flee once they fall below half health.",
								"Once it is clear that the fight is lost, or a player simply gets too close to him, Noke will cast {@spell expeditious retreat} and flee into the central platform, locking the door behind him. He will move to his bedroom as fast as he can, and casts {@spell true polymorph} on the largest thing he can find - his bed.",
								"Three rounds after he runs away he bursts from the roof of his bedroom riding the {@creature bed dragon wyrmling|wsc}, a beast that looks like a dragon carved from wood, with billowing bedsheets for wings and a tail that ends in a soft pillow. If the party are in the main living area he will crash through the ceiling and attack.",
								"The Wyrmling is not that smart and will use its Splinter Breath as often as possible, simply trying to attack the closest target when it is not available. It will, however, prioritise enemies that use fire against it. While riding the wyrmling, Noke will simply use ray of frost to slow down any party members trying to retreat.",
								"Should the Wyrmling be lost–either to damage or because Noke loses concentration–it will turn back into a thoroughly beaten-up old bed. Desperate and unwilling to let his old master win, a babbling Noke will then attempt to use the wand on himself, intending to transmute his form into that of some monstrous creature.",
								"However, the over-used wand will crackle, fizz and malfunction with a loud bang, turning Noke into a {@creature gibbering mouther} - a misshapen pile of flesh that bellows incoherently from dozens of mouths. The sad creature will attack mindlessly until completely destroyed.",
								{
									"type": "inset",
									"name": "Ewe are Very Clever",
									"entries": [
										"Noke is naturally paranoid and Shinebright's recent escape hasn't exactly improved his outlook. This makes luring him away from the safety of his tower an extremely difficult task, though not an impossible one.",
										"Noke's lust for fame and power slightly outweighs his fear of being unseated, for the time being at least. This means that a very, very skilled set of liars with a sufficiently devious plan and a good helping of luck may be able to tempt him with the offer of a particularly prestigious, lucrative contract.",
										"Even so, when Noke leaves he will take all of his remaining bodyguards with him and will be extremely quick to suspect the party of betrayal if there is any hint of a double-cross. He will, of course, have his wand to hand at all times. Should he be given enough time to cast it, Noke will use a charge of true polymorph to transmute some nearby item into a wyrmling that uses roughly the same stats as the {@creature bed dragon wyrmling|wsc}.",
										"Depending on what it was made from, it may not have the same flavour and might need to have its resistances/vulnerabilities tweaked slightly."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Big Choices",
							"entries": [
								"Should the players recover the {@item wand of true polymorph|wsc|wand} it becomes immediately obvious that it is damaged. Anyone proficient in {@skill Arcana} can tell that it has been modified so it can be used more often, but overuse has rendered it extremely unreliable.",
								"If they wish to speak to Shinebright, a quick search of the central platform will allow them to find another scroll of speak with animals. At the sight of his former apprentice's ruined corpse, Shinebright may even undergo some realisation of how poorly he treated his former apprentice and turn somber despite his triumph.",
								"Even if he is made aware of the dangers associated with his old wand, Shinebright will still be willing to risk his life in order to be turned back into an elf. However, he is also open to persuasion if the party try to talk him out of it. A compelling argument and a DC 15 Charisma ({@skill Persuasion}) will be enough to make the former wizard reconsider his options.",
								"Before undergoing the risk of having the spell performed on him, Shinebright will ask that if he does die, the party send word to his old college."
							]
						},
						{
							"type": "entries",
							"name": "Consequences",
							"entries": [
								"{@b If the party decides to go ahead with the spell and it succeeds}, Shinebright congratulates the party heartily. He will have to be reminded of anything he actually promised them while he was still a sheep, and cannot actually pay any financial reward, as Noke was virtually bankrupt and had sold most items to pay for research materials and guards.",
								"He will, however, be willing to perform transmutations of up to 5th level for them, charging just enough to cover thecomponents. He will also take in any polymorphed guards who fled, promising to work towards returning them to their natural shapes.",
								"{@b If the party decides to go ahead with the spell and it fails}, Shinebright dies permanently. The party is free to honour his final wish and leave the tower more-or-less intact, or loot to their hearts' content. The tower is surprisingly empty of anything of benefit to non-transmuters, however, with valuables restricted to expensive lab equipment and arcane paraphernalia estimated to be worth around 1,000gp. If the players wish they can also take the entire tower complex as their own, though this may cause trouble when the local nobles try to pay Noke a visit and find him missing...",
								"{@b If the party refuse to perform the spell}, Shinebright accepts but will not give up his hopes entirely. He will take back his old home and work towards a way to remove his curse. In any case, he heads to the bedroom and slips on one of his old robes, which he wears until he is transformed back to his natural shape. Though he will be upset with them, Shinebright will acknowledge that he owes the party a large debt.",
								"In any case, any adventurers that help Shinebright to deal with Noke each recieve 500xp.",
								{
									"type": "inset",
									"name": "Not Like This...",
									"entries": [
										"A stealthy party may be able to steal the wand while Noke sleeps or a combination of lucky roles and inventive tactics may allow a player to disarm the wizard.",
										"Should this happen, don't force the story back towards the 'ideal path', but allow it to develop naturally.",
										"One thing that you must do, however, is try to provide at least a hint of the dangers associated with the modified wand before the players try and use it. Possibly it sparks unnaturally when a character touches it, or Noke himself may feel honourbound to warn them."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Credits and Acknowledgements",
							"entries": [
								"DUNGEONS & DRAGONS, D&D, Wizards of the Coast, Forgotten Realms, the dragon ampersand, and all other Wizards of the Coast product names, and their respective logos are trademarks of Wizards of the Coast in the USA and other countries.",
								"This work contains material that is copyright Wizards of the Coast and/or other authors. Such material is used with permission under the Community Content Agreement for Dungeon Masters Guild. All other original material in this work is copyright 2016 by Richard Jansen-Parkes and published under the Community Content Agreement for Dungeon Masters Guild."
							]
						}
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Wand of True Polymorph",
			"source": "WSC",
			"rarity": "unknown (magic)",
			"weight": 1,
			"wondrous": true,
			"reqAttune": true,
			"type": "WD|DMG",
			"recharge": "dawn",
			"charges": 1,
			"attachedSpells": [
				"true polymorph"
			],
			"entries": [
				"Formed of a long, thin twig taken from an oak tree, this wand holds {@dice 1d4-1} charges of {@spell true polymorph}, with a minimum of 1. These can be cast by anybody with a spellcasting ability who has spent at least one hour attuning to the wand. The amount of charges resets at dawn each day.",
				"In order to increase the amount of times the spell has been cast, the wand appears to have been fitted with a bulbous, rune-inscribed iron band and has cracks running along its length.",
				"If inspected with a DC 15 Intelligence ({@skill Arcana}) check, reveal that the modifications have left the wand extremely unreliable. Each time a charge is used the user must pass a DC 17 Intelligence ({@skill Arcana}) check.",
				"If they succeed, the spell casts normally and the DC needed to use it permanently increases by 1.",
				"If they fail by five or less, the spell will transmute the target into a {@creature gibbering mouther} - a hideous lump of seemingly random limbs, organs and facial features. The creature will attack the nearest target mindlessly, babbling in dozens of broken voices.",
				"This transformation cannot be undone by any spell lower than 9th level and cannot be cancelled by ending concentration. The target can make a saving throw against this effect in the same way they would against a regular casting of true polymorph. If they fail by more than five, in addition to the above consequences the wand explodes violently, dealing {@dice 1d12} force damage to all creatures within 10 ft for each charge remaining in the wand. This destroys the wand."
			]
		}
	],
	"monster": [
		{
			"name": "Guz",
			"source": "WSC",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"half-orc"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"average": 67,
				"formula": "9d8+27"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 12,
			"con": 17,
			"int": 8,
			"wis": 11,
			"cha": 8,
			"skill": {
				"intimidation": "+2"
			},
			"passive": 10,
			"languages": [
				"Common",
				"Orc"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Reckless",
					"entries": [
						"Guz can choose to gain advantage on all melee weapon attacks during his turn, but in return all attack rolls against him also have advantage until the start of his next turn."
					]
				}
			],
			"action": [
				{
					"name": "Whirling Greatsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., two separate targets. {@h} 10 ({@damage 2d6 + 3}) slashing damage."
					]
				}
			],
			"traitTags": [
				"Reckless"
			],
			"miscTags": [
				"MW",
				"MLW"
			]
		},
		{
			"name": "Bed Dragon Wyrmling",
			"source": "WSC",
			"size": [
				"L"
			],
			"type": {
				"type": "dragon"
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 75,
				"formula": "10d8+30"
			},
			"speed": {
				"walk": 30,
				"climb": 30,
				"fly": 30
			},
			"str": 19,
			"dex": 14,
			"con": 17,
			"int": 8,
			"wis": 8,
			"cha": 4,
			"skill": {
				"perception": "+2",
				"stealth": "+5"
			},
			"passive": 12,
			"vulnerable": [
				"fire"
			],
			"cr": "4",
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h} 15 ({@damage 2d10 + 4}) piercing damage."
					]
				},
				{
					"name": "Splinter Breath (Recharge 5–6)",
					"entries": [
						"The Bed Dragon Wyrmling sends out a shower of wooden splinters in a 15-foot cone. Each creature in that area must make a DC13 Deterity Save, taking 24 ({@damage 7d6}) piercing damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"actionTags": [
				"Breath Weapon"
			],
			"dragonAge": "wyrmling",
			"miscTags": [
				"MW",
				"AOE"
			]
		},
		{
			"name": "Ahmed Noke",
			"source": "WSC",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 12
				}
			],
			"hp": {
				"average": 55,
				"formula": "10d8+10"
			},
			"speed": {
				"walk": 30
			},
			"str": 9,
			"dex": 14,
			"con": 12,
			"int": 16,
			"wis": 12,
			"cha": 10,
			"save": {
				"int": "+5",
				"wis": "+4"
			},
			"skill": {
				"arcana": "+6"
			},
			"passive": 11,
			"languages": [
				"Common",
				"Elven",
				"Draconic"
			],
			"cr": "2",
			"spellcasting": [
				{
					"type": "spellcasting",
					"name": "Spellcasting",
					"headerEntries": [
						"Noke is a 7th level spellcaster. His spellcasting ability is Intelligence (spell save {@dc 14}, {@hit 6} to hit). He has the following spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell ray of frost}",
								"{@spell mending}",
								"{@spell prestidigitation}",
								"{@spell message}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell expeditious retreat}",
								"{@spell jump}",
								"{@spell thunderwave}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell enlarge/reduce}",
								"{@spell levitate}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell haste}",
								"{@spell slow}"
							]
						},
						"4": {
							"slots": 1,
							"spells": [
								"{@spell polymorph}"
							]
						}
					}
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h} 4 ({@damage 1d4 + 2}) piercing damage."
					]
				}
			],
			"damageTagsSpell": [
				"C",
				"T"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW",
				"MLW"
			],
			"attachedItems": [
				"dagger|phb"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"wisdom"
			]
		}
	]
}
