{
	"_meta": {
		"sources": [
			{
				"json": "WolvesOfWelton",
				"abbreviation": "WoW",
				"full": "Wolves of Welton",
				"version": "1.0",
				"url": "https://winghornpress.com/adventures/wolves-of-welton/",
				"authors": [
					"Winghorn Press"
				],
				"convertedBy": [
					"Eulum"
				],
				"color": "d17223"
			}
		],
		"dateAdded": 1717613802,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "e2c5a68164",
		"edition": "classic"
	},
	"monster": [
		{
			"name": "Flame",
			"size": [
				"L"
			],
			"type": "beast",
			"source": "WolvesOfWelton",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "7d10 + 10",
				"average": 47
			},
			"speed": {
				"walk": 50
			},
			"str": 17,
			"dex": 15,
			"con": 15,
			"int": 12,
			"wis": 14,
			"cha": 8,
			"passive": 13,
			"cr": "2",
			"page": 7,
			"languages": [
				"Common"
			],
			"languageTags": [
				"C"
			],
			"skill": {
				"perception": "+3",
				"stealth": "+4"
			},
			"trait": [
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The flame has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The flame has advantage on an attack roll against a creature if at least one of the flame's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"traitTags": [
				"Keen Senses",
				"Pack Tactics"
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5ft., one target {@h}7 ({@damage 1d6 + 3}) piercing damage. If the target is a creature, it must succeed on a DC13 Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Fire Breath {@recharge 5}",
					"entries": [
						"Flame exhales a firey blast in a 15-foot cone. Each creature in that area must make a {@dc 13} Dexterity saving throw, taking 9 ({@damage 2d8}) fire damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"conditionInflict": [
				"prone"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"actionTags": [
				"Breath Weapon"
			],
			"damageTags": [
				"F",
				"P"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Bolt",
			"size": [
				"L"
			],
			"type": "beast",
			"source": "WolvesOfWelton",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "7d10 + 10",
				"average": 47
			},
			"speed": {
				"walk": 50
			},
			"str": 17,
			"dex": 15,
			"con": 15,
			"int": 12,
			"wis": 14,
			"cha": 8,
			"passive": 13,
			"cr": "2",
			"page": 7,
			"languages": [
				"Common"
			],
			"languageTags": [
				"C"
			],
			"skill": {
				"perception": "+3",
				"stealth": "+4"
			},
			"trait": [
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The flame has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The flame has advantage on an attack roll against a creature if at least one of the flame's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"traitTags": [
				"Keen Senses",
				"Pack Tactics"
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5ft., one target {@h}7 ({@damage 1d6 + 3}) piercing damage. If the target is a creature, it must succeed on a DC13 Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Lightning Breath {@recharge 5}",
					"entries": [
						"Bolt exhales a blast of blue lightning in a 30-foot line. Each creature in that area must make a {@dc 13} Dexterity saving throw, taking 9 ({@damage 2d8}) lightning damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"conditionInflict": [
				"prone"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"actionTags": [
				"Breath Weapon"
			],
			"damageTags": [
				"F",
				"P"
			],
			"savingThrowForced": [
				"dexterity"
			]
		}
	],
	"adventure": [
		{
			"name": "The Wolves of Welton",
			"id": "WoW",
			"source": "WolvesOfWelton",
			"group": "homebrew",
			"storyline": "None",
			"published": "2016-01-16",
			"level": {
				"start": 2,
				"end": 3
			},
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/WolvesOfWelton/cover.webp"
			},
			"contents": [
				{
					"name": "The Wolves of Welton",
					"headers": [
						"Summary",
						"Adventure Hooks",
						{
							"header": "Scene 1: Welcome to the Welton Wolfpack",
							"depth": 1
						},
						{
							"header": "Scene 2: Village People",
							"depth": 1
						},
						{
							"header": "Scene 3: Plan of Attack",
							"depth": 1
						},
						{
							"header": "Scene 4: The Owlbear's Picnic",
							"depth": 1
						},
						{
							"header": "Scene 5: The Den's Denizens",
							"depth": 1
						},
						{
							"header": "Scene 6: Settling the Scores",
							"depth": 1
						},
						"Characters",
						"Appendix"
					]
				}
			]
		}
	],
	"adventureData": [
		{
			"id": "WoW",
			"source": "WolvesOfWelton",
			"data": [
				{
					"name": "The Wolves of Welton",
					"type": "section",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/WolvesOfWelton/Book%20Art/WolvesOfWelton.webp"
							}
						},
						{
							"type": "entries",
							"name": "Summary",
							"entries": [
								"It's been a long time since the people of Welton have worried about anything more frightening than sheep ticks or a late frost, but a now a pack of strangely determined wolves is driving farmers from their fields and spiriting away entire flocks in the middle of the night.",
								"With food supplies running low and their sorcerer-in-residence nowhere to be found, the village council sends out a desperate plea for brave adventurers to destroy the beasts for good.",
								"Is the job as easy as a walk in the woods, or is there more to the Wolves of Welton than mere animal cunning? There's only one way to find out..."
							]
						},
						{
							"type": "entries",
							"name": "Adventure Hooks",
							"entries": [
								"There are two main ways to turn the party towards Welton. The first of these is to simply have the village feature as a stop on the road to next major adventure. The other is to make the party aware of the village's call for help through an adventurer's guild, NPC ally or other local information source.",
								"If using the latter option, let it be known that the Welton village council is offering a 800gp reward to anyone who can wipe out a pack of wolves. Any NPC will note that this is an extremely generous reward considering its apparent difficulty. Whether they view this as tempting or suspicious will depend on their disposition"
							]
						},
						{
							"type": "entries",
							"name": "Scene 1: Welcome to the Welton Wolfpack",
							"entries": [
								"The party's introduction to the wolves comes before they even enter Welton. When the scene opens they are still travelling through the hills to the west of the village, whose neat white-walled buildings stand out among the green grass in the valley below.",
								"Around 150ft ahead of them is a slight bend in the road where it passes between an outcrop of rocks and the borders of a mossy woodland. As they approach they see a pair of men driving a small flock of sheep through the gap with the help of four sheepdogs.",
								"The first indication that anything is amiss comes when the dogs prick up their ears and start frantically barking. The men immediately pull long wooden clubs from their belts and start looking about, clearly distressed.",
								"In the blink of an eye, lean grey shapes burst out from both sides of the road, all launching themselves at sheep with incredible speed. Eight {@creature Wolf|MM|Wolves} are taking part in the attack.",
								"Assuming the players wish to do anything other than watch the fight from a distance, roll up initiative and start the encounter with the players starting at a distance of 150ft from the action.",
								"Once the fight is over the injured shepherds are grateful for the help - assuming any was forthcoming - and ask for aid returning to Welton. They are more than happy to share local gossip (see {@i Shaggy Wolf Stories}) but will not be able to offer any real reward.",
								{
									"type": "entries",
									"name": "Combat Tactics",
									"entries": [
										"The wolves are here to steal sheep, not kill shepherds - they certainly don't want to fight even low-level adventurers. Half of them will keep the shepherds distracted while the rest pick off sheep and retreat to the west. They will not try to kill the shepherds, but will instead bite at their arms and legs.",
										"When the players arrive on the scene the wolves may test their strength with a couple rounds of combat, but will quickly retreat into the woods if it appears they are outmatched."
									]
								},
								{
									"type": "inset",
									"name": "Shaggy Wolf Stories",
									"entries": [
										"\"Course, all this started when that sorcerer, Father Merriksonn's brother, upped and disappeared.",
										"Not that I'd hear a word against him, 'course, but it makes you think, don't it...\"",
										"-----------------------------------------------------------",
										"\"First sign something out of the usual was goin' on came when the Petersens up on Spurrok's Hill had a dozen sheep snatched from inside a barn.",
										"Their boy got thrashed somethin' awful for failing to close it, but a week later the exact same thing happened, even though old Petersen had locked up hisself!\"",
										"-----------------------------------------------------------",
										"\"Wheatly, who sells pots, pans and ointments here about, was chased off his cart by a pack of wolves. Says they appeared from the trees as if by magic.",
										"When he went back with some village lads the horses were gone, and so were three sacks a' thick leather he were planning to trade.\"",
										"-----------------------------------------------------------",
										"\"Old shepherd named Grimstone, up Carnby way, was watching his flock when he heard callin' from the trees, begging for help.",
										"Well, he runs off to check what was wrong but he couldn't find so much as a gnome out there. While he was away, guess what? Dozen sheep o' his just upped and disappeared!\"",
										"-----------------------------------------------------------",
										"\"Month or so ago a band of blokes from the village went out to hunt the wolves; track 'em back to their den. But soon as they were in the darkest part of the woods they were ambushed. Wasn't there myself, but some of 'em tell of booming thunder, others of bursts of fire. Sounded like an unholy mess.",
										"Anyway, a halfling named {@b Featherock} - decent shepherd - was hurt real bad in the fight. All the others thought he was dead. But next morning he's found dumped on the Westly's doorstep, near the woods.",
										"Poor man ain't been the same since. Tells wild tales o' voices in the night. Cracked in the head, they say.\""
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Scene 2: Village People",
							"entries": [
								"Welton sits on the banks of a slow-moving river, with gentle hills rising up on each side. The houses and shops are generally made of oak, painted bright white, and many have elaborate carvings worked into the eaves. Wheat and sheep farming dominate the local economy, and people pay much more attention to the weather and wool prices than rumors of distant wars or disasters.",
								"The vast majority of the population are human, though there is a sizable minority of halflings and a handful of dwarves. While it is by no means a rich village, Welton isn't povertystricken either.",
								"However, observent characters will notice that there are more people idling in the streets than you may expect at this time of year, and many appear to be openly concerned and may be hungry or worried about food. Unusually heavy traffic and the impact of many hooves have reduced the dirt streets to muddy quagmires in places.",
								"The village offers little beyond a small general store and virtually nothing of interest to outsiders other than the {@i Shepherd's Crook}, which happens to be hosting both a village council meeting. It's is also home to a halfling named {@b Willen Featherock}, a traumatised victim of a wolf attack.",
								{
									"type": "entries",
									"name": "The Shepherd's Crook",
									"entries": [
										"This ancient inn is one of the oldest and largest buildings in the village, sitting opposite both the Growers' Hall and the Fleecers' Hall. It is a traditional inn, with a common room at the front, a private dining and meeting room at the back and guest rooms upstairs.",
										"With so many extra people staying in the village the inn is always crowded. Tanned and weatherbeaten shepherds in woollen cloaks smoke longstemmed pipes while drinking cider and muttering amongst themselves, while small groups of young men and women nurse their drinks and mostly stay quiet.",
										"The innkeeper is a dwarven women named {@b Leanor Slatebeard}, who runs the bar while her husband Banteth deals with both the kitchen and the brewing. She will be excited if the party mentions that they are adventurers or that they're in the town to help with the wolf problem, offering them a free round of drinks and a meal once they've talked to the village council. The people in the inn will also be impressed, though many of the old shepherds will still remain dour and cynical.",
										"Should they ask after Featherock she will direct them to his room, though she will ask them to be gentle with the poor man."
									]
								},
								{
									"type": "entries",
									"name": "The Council Meeting",
									"entries": [
										"The meeting is being held in a plain room, centered around a large wooden table with eight chairs set around it. Five of the chairs are filled with human men, one by a human woman and two by halflings - one male and one female.",
										"As the party approaches they will be able to hear raised voices, and when they enter the male halfling - {@b Tillus Merrion} of the Growers and Buyers' Association - will be bitterly arguing with a human dressed in priestly robes - {@b Father Merrikson} - about whether the village should stop exporting its grain and other food while the crisis with the wolves remains unresolved.",
										"Tillus reacts anrgily to any interruption, but quickly warms to the party if they identify themselves as adventurers. If the party has not come to the village specifically to complete the contract, the council will try to persuade them to take the job, offering the 800gp reward, free lodging at the inn and other small favours.",
										"The council will be able to offer detailed information about the wolf attacks, as well as the rumors known to the common folk. The wolves have been driving people out of farms and outlying hamlets, taking entire herds of sheep as well as cattle, pigs and chickens. They have been acting in a way that is unusually effective, such as ambushing shepherds as they move their flocks, opening gates and pulling down fences.",
										"There have always been wolves in the woods, but in the space of three months they have gone from a nuisance to a major threat to the village. People have been abandoning their farms out of fear, leaving the village to either stop exporting the crops that have already been harvested and risk bankruptcy or to go hungry.",
										"The council organised a posse of men to go and hunt down the wolves, but they were attacked in the woods and driven back. Merriksonn will mention that the village's usual protector - his brother, a Sorcerer named {@b Alexi} - went missing at around the same time the attacks began, forcing them to turn to professional adventurers for aid.",
										"Should the party mention the possibility of werewolves, Merriksonn will point out that there have been several full moons since the attacks began and not one person has shown any sign of the curse, though he admits his knowledge on the subject isn't perfect.",
										"They believe that the wolves live in the woods to the west of town, but are not sure. A councillor with a tuft of wool tied to his vest will introduce himself as Corel of the Fleecers' Guild and say that he has been working on the hills for thes best part of forty years and is happy to answer questions on the local environment and provide general support for the party."
									]
								},
								{
									"type": "entries",
									"name": "Featherock's Room",
									"entries": [
										"Badly injured when the villagers sent a posse to hunt down the wolves, Featherock has been left badly damaged by his experiences - both mentally and physically. He is currently laid up in a room over the Shepherd's Crook, where he is being regularly attended by Father Merrikson.",
										"The room is small but well-appointed, with fresh flowers on a dresser. A halfling lies in the bed, white-faced and soaked in his own sweat. His left arm is bandaged, as his his right leg. He will shy away from the party at first, but will tell them everything he knows if they promise to believe him.",
										"He explains that when the posse was attacked he was bitten badly and was trampled as the other men fled. His memories are hazy as he drifted in and out of consciousness, but he remembers gruff voices arguing in the darkness and a powerful grip on his ankle.",
										"If the party seem to believe his tale so far, he will hesitantly confess that the wolves were {@i talking}, arguing fiercely over whether they should eat him or not. Featherock then breaks down in tears and refuses to say anything more."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Scene 3: Plan of Attack",
							"entries": [
								"Essentially, the aim of this scene to have the party find their way to the wolves' lair. There is no prescribed way for them to do this, so allow them to be as inventive as possible.",
								"The lair is in a hollow just the other side of the woods that cover the hillsides to the west of Welton.",
								"If the party are floundering, Corel represents a good route for passing on ideas. He will suggest that if they are confident in their tracking ability the party may wish to simply head out to the western woods and try and pick up a trail there. If they are interested in luring wolves out, he will instead offer up his own flock as bair.",
								"Should the party lack a tracker proficient in Survival, he will reluctantly volunteer his own services (use stat block of {@creature Commoner} with a Wisdom of 14 and a {@dice 1d20+4|+4|Survival} {@skill Survival} skill).",
								"Should the party set up bait, six {@creature wolf|MM|wolves} will attack using the same combat tactics used in Scene 1. If the party try and talk to them, the wolves may respond with a few words before fleeing in confusion.",
								"Eventually, the party should end up making a trek into the woods, which are thick and clogged with undergrowth. The smell of earth and moss filsl the air and the passage of small animals creates a constant rustle in the bushes. Occasionally the howl of a lone wolf echoes eerily from the west.",
								"Crossing the woods takes approximately four hours at a walking pace.",
								{
									"type": "entries",
									"name": "Guidelines for skill checks",
									"entries": [
										{
											"type": "list",
											"items": [
												{
													"type": "item",
													"name": "Tracking a wolf through the woods:",
													"entries": [
														"Wisdom ({@skill Survival}) DC14, DC16 if tracks are more than eight hours old"
													]
												},
												{
													"type": "item",
													"name": "Tracking a wolf carrying prey through the woods:",
													"entries": [
														"Wisdom ({@skill Survival}) DC11, DC13 if tracks are more than eight hours old"
													]
												},
												{
													"type": "item",
													"name": "Hiding from wolves:",
													"entries": [
														"Dexterity ({@skill Stealth}) opposed by a Wolf's Wisdom ({@skill Perception}) skill ({@dice 1d20+3|+3|Perception}, advantage on scent and sound)"
													]
												},
												{
													"type": "item",
													"name": "Understanding the habits of wolves:",
													"entries": [
														"Wisdom ({@skill Nature}) DC12"
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Scene 4: The Owlbear's Picnic",
							"entries": [
								"{@i This scene is not strictly necessary for advancing the plot. It can be used to add a little more combat or depth, especially if the party did not have any particularly meaningful encounters in Scene 3.}",
								"After two or so hours of travel through the dense undergrowth of the Western Woods, the party begins to hear the sound of snapping twigs and rustling leaves - something big is making its way towards them.",
								"Unless they take immediate steps to hide, an {@creature Owlbear} crashes through the bushes and sights them. Even at a glance, the party can tell that it is limping, thin and appears to be nursing several barely-healed wounds clotted with old, black blood. Despite its injuries, the massive beast will charge the party, letting out a deafening hoot as it does so.",
								"The creature's many injuries have reduced its maximum Hit Points to 40, but otherwise it still operates at full effectiveness.",
								"The mighty Owlbear is starving and desperate. It will charge at the easiest target it can find and will fight until it is brought down. It will not retreat.",
								"Should the party kill the Owlbear, they will be able to tell that the beast's prior injuries were caused by sharp jaws. A DC12 Wisdom ({@skill Nature}) check will confirm that these were indeed caused by wolves and that the wounds appear to be a couple of weeks old. Interestingly, there are also scorch marks on the creature's fur.",
								"Anybody proficient in Nature or able to pass a DC10 Wisdom check will know that it's very rare for wolves to challenge Owlbears. If the encounter occurred during the daytime, they will also know that Owlbears are nocturnal predators and shouldn't be out in sunlight."
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/WolvesOfWelton/Maps/Map1.webp"
									},
									"title": "Map of Welton & the Surrounding Area"
								},
								{
									"type": "table",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-6 text-center",
										"col-6 text-center"
									],
									"rows": [
										[
											"1. Site of Wolf Ambush (Scene 1)",
											"3. Westly's Farm"
										],
										[
											"2. Welton",
											"4. Wolf Den"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Scene 5: The Den's Denizens",
							"entries": [
								"The wolves have made their den in a cave system on the western edge of the woods.",
								"From the treeline it is possible to see a cave entrance roughly 10ft wide and 10ft tall at its highest point, set into a low cliff of grey stone. A thin plume of smoke appears to be coming from a point on the hill above the cliff, maybe 30ft back from the cave entrance.",
								"Milling around the area are six {@creature wolf|MM|wolves}. Some are sat around the fire, some are seemingly working on improving the fence, and some are in the process of tearing a sheep carcass apart. Many of the wolves appear to be wearing strips of brightly-coloured cloth or other decorations tied about limbs or their necks.",
								"The entire scene seems remarkably peaceful and organised for a wolf den.",
								"The wolves have set up tripwires at the edge of the treeline, requiring a DC13 Wisdom ({@skill Perception}) check to spot. If the players trigger these they set off bone noisemakers.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/WolvesOfWelton/Maps/Map2.webp"
									},
									"title": "Map of The Wolves' Den"
								},
								{
									"type": "entries",
									"name": "The Back Door",
									"entries": [
										"The plume of smoke mentioned above is coming from a hole in the cave ceiling. It is roughly 30ft back from the cave entrance and is just about big enough for a small creature to squeeze through.",
										"The hole opens into the far right cave chamber (see map) and is 15ft off the ground, directly above the fire.",
										"Should the party listen in, they will hear {@creature Flame|WolvesOfWelton} and {@creature Bolt|WolvesOfWelton} having an argument over the future of the pack. Flame is angrily ranting about the appearance of the adventuring party and that it proves that they need to be more aggressive. She believes they should start killing more humans and halflings in a bid to speed up their retreat from the area.",
										"Bolt, however, argues in extremely soft tones that it means they should do the exact opposite. He wants conduct a few more small-scale raids and then disappear from the area, moving further into the wilderness.",
										"The argument will last for some time before the pair move out into the main cave complex."
									]
								},
								{
									"type": "entries",
									"name": "Inside the Cave",
									"entries": [
										"The cave complex is made up of a large central chamber and three smaller sub-chambers.",
										"The central chamber is the pack's main living and sleeping area. There are piles of bones in the southeastern corner and the floor is dotted with large piles of leaves and cloth that appear to be very rudimentary beds.",
										"Crude depictions of hunting wolves drawn upon the wall in charcoal and white ash. A DC12 Wisdom ({@skill Perception}) check will allow a player to notice that a series of images appear to depict the pack's fight with a human, who shares gifts with the wolves before disappearing.",
										"The western sub-chamber functions as a storeroom for both goods and many of the stolen sheep. Bags containing thick leather and homespun wool are kept here, while other interesting items picked up by wolves during their raids - a couple of knives, a shovel and other mundane equipment - are piled up against the wall.",
										"Further inside the wolves have constructed a crude but effective fence out of what appears to be fallen branches, some of which have been shaped by tools. The noise of bleating is constant and very loud.",
										"The central sub-chamber acts as a nursery for the pack's young pups. Half a dozen young wolves sleep here when they aren't playing outside, and this is where they will be kept if a fight breaks out. A pair of wolves are set to guard the young, who are just learning how to talk, and will defend them to their deaths. In the event that a fight breaks out, use the {@creature Cat} statblock for the wolf pups.",
										"The eastern sub-chamber is used as a meeting room by the pack leadership. It is the only chamber to contain a fire, as the smoke is able to escape through a hole in the cave roof, but it otherwise empty."
									]
								},
								{
									"type": "entries",
									"name": "Big Bad Wolves",
									"entries": [
										"Should the wolves become aware of the party for any reason - triggering the noisemakers, failed stealth checks or simple walking out into the hollow - they will react with panic, letting out high-pitched howls. One of the wolves will yell 'HUNTERS' in guttural, growling {@language common}.",
										"Unless the party makes any moves to defuse the situation the wolves will attack with a fierce determination.",
										"If the battle is taking place in front of the cave, {@creature Flame|WolvesOfWelton} and {@creature Bolt|WolvesOfWelton} will emerge from their den after one full round. They will be accompanied four more {@creature wolf|MM|wolves} that appear to have scraps of crude leather armour tied around their bodies, giving them a +1 bonus to AC.",
										"The Alpha Pair will yell exhortations to their fellow wolves, with Flame encouraging them to kill the hunters and Bolt telling them to protect the pack, and not to let them harm the pups.",
										"All the wolves will move to attack the party, but after either one of the following occurs Bolt will let out a thunderous roar, bellowing that the battle is not helping either party:",
										{
											"type": "list",
											"items": [
												"{@b Four wolves are killed}",
												"{@b Flame or Bolt are brought to less than half HP}",
												"{@b - A player character is reduced to 0HP}"
											]
										},
										"It is entirely up to the party whether they listen to him or not. Should they ignore him, the wolves will fight to the death."
									]
								},
								{
									"type": "entries",
									"name": "Combat Tactics",
									"entries": [
										"The wolves are all intelligent and will take advantage of their Pack Tactics ability as much as possible. They will also use their speed to outflank the party and target poorly-armoured castery trying to hide in the back lines.",
										"Flame and Bolt will lead the attack on the front lines and use their breath attacks wherever possible. Bolt will make sure his attack never harms one of his allies, while Flame won't mind catching one or two wolves if it means blasting the entire party."
									]
								},
								{
									"type": "entries",
									"name": "Let's Talk This Over",
									"entries": [
										"Should the party be willing to talk to the wolves, Bolt will be more than happy to negotiate an end to any fighting.",
										"He will explain that the pack became intelligent after attacking a man - the Sorcerer Alexi Merriksonn - who was trespassing on their territory. Their memories of the fight are hazy, but there was a flash of bright light. When they awoke the Lightbringer - as they call him - was gone, but the wolves found their minds working much faster than before. Almost instantly they found they were able to talk, and their memories were filled with strange images and information that appeared to them in dreams.",
										"The pack has been using its newfound abilities to boost its quality of life. Pups won't risk starvation in the winter thanks to their hoarded herd of sheep, while their elderly won't have to be left behind when no longer able to hunt. They drove off the Owlbear that had been plaguing the woods for years and made their home in its den.",
										"Throughout any conversation, Flame will chime in with provocative, angry comments, generally concerning her wish to punish and kill humans and other races, and that this land is theirs by right.",
										"Bolt does not care for the people of Welton, who have killed his kind indiscriminately for many years. However, he is willing to at least try and come to a settlement with them, suggesting that they be allowed control of the woods and the uninhabited lands to the west, in return for keeping the area free of other predators and not raiding themselves.",
										"Barring that, he is willing to simply move the pack away to a more remote location, provided that the party swear by all their gods not to tell people what they saw.",
										"Should it become apparent that a deal is forthcoming, Flame will accuse Bolt of cowardice and betrayal and attack him from behind. This will badly injure him, taking him out of the fight. All of the remaining armored wolves will join her in a final, desperate attack on the party, while the others will fall back in confusion and fear."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Scene 6: Settling the Scores",
							"entries": [
								"There are a two main ways for the adventure to conclude depending on the party's previous actions. Sometimes working out what happens next may require a degree of improvisation on the part of the DM.",
								{
									"type": "entries",
									"name": "The Party Refuse to Negotiate",
									"entries": [
										"If the party refuse to negotiate or can't come to an agreement with Bolt, most of the wolves will be probably be dead by the time the battle is over. In this case the party have fulfilled the terms of their contract with the Welton village council and are able to return to collect their prize.",
										"Should they explore the cave they will encounter a dozen young pups being guarded by a pair of desperate wolves, who beg to be allowed to leave, promising that they will never come back to the area. If the pups are threatened the adult wolves will fight to the death, screaming that their young charges should flee into the woods."
									]
								},
								{
									"type": "entries",
									"name": "The Party Negotiate with the Wolves",
									"entries": [
										"If the party is willing to negotiate with Bolt, they may be able to come to sort sort of peaceful accord with him once Flame has been defeated.",
										"Bolt will be understandably angry about any wolves killed by the party, but recognises that they will not be able to fight the folk of Welton forever and is willing to negotiate along the terms mentioned in Scene 5.",
										"If the wolves agree to leave the area entirely, the party will be able to return to Welton and collect their reward. If they lie and claim the wolves were wiped out they will have to make a Charisma ({@skill Deception}) check, opposed by Father Merriksonn's {@dice 1d20+5|+5|Insight} Wisdom ({@skill Insight}) skill. However, he will make sure to confront the party about their deception in private.",
										"However, if the party agree to a more complicated arrangement they will need to present their offer to the village council. Father Merriksonn is keen on coming to a settlement - even if he believes the wolves killed his brother - as is Corel. However, Tillus and much of the rest of the council will need convincing.",
										"How the party do this is entirely their choice. Talking Tillus around will need both a decent argument, as determined by the DM, and a successful DC15 Charisma ({@skill Persuasion}) check. Should he agree to the negotiations the rest of the council will agree with him, and Corel will begin work on setting up a meeting with Bolt.",
										"If they find it impossible to convince him, Corel will call a vote on whether or not they should work with the wolves anyway. Allow the party to make a DC12 Charisma ({@skill Persuasion}) check against each of the five remaining council members, awarding advantage or diasadvantage depending on how persuasive the party's argument was. Corel and Father Merriksonn will both vote to negotiate, so they need three successes in order to win an overall majority.",
										"Tillus will react with shock and horror at being outvoted. After a moment of blustering rage he will realise that he has been ousted. He willl leave the council a broken man, never to return.",
										"As long as the party have succeeded in dealing with the wolf problem in one way or another they will be paid in full at the rate they agreed with the council.",
										"Should the wolves' intelligence become publicly known Feathrock will start to recover at a much faster rate, and will try and thank the party in person."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Characters",
							"entries": [
								{
									"type": "entries",
									"name": "Tillus Merrion",
									"entries": [
										"Tillus Merrion is a proud, blustering Halfling who leads the Welton Growers and Buyers' Association. The Association – as it is known – represents the most powerful group in the village, and as its leader Tillus acts as a de facto mayor and head of the council.",
										"In his day job, he oversees the sale of grain, wool and other products outside of the village, negotiating contracts with merchants in nearby cities and managing the shipping. He has a gift for trade and has helped to boost Welton's prosperity in a number of small but significant ways.",
										"When he isn't working, Tillus is usually beavering away at various schemes and initiatives around the village. He has a love for order, neatness and the rule of laws and contracts, and is quietly obsessed with making Welton clean and well organised.",
										"This commitment can occasionally make him forget that many of the figures he moves about on his ledgers represent living, breathing people. This has become especially clear in the recent crisis, where his dread of missing a shipment is leading him to try and sell crops that the people of Welton may need to eat if they are to avoid starvation.",
										"Despite this, he is not a bad person. He desperately loves Welton and will do anything it takes to see it grow and prosper. If this means making people go hungry in order to maintain their long-term credit rating, so be it."
									]
								},
								{
									"type": "entries",
									"name": "Leanor Slatebeard",
									"entries": [
										"One of very few dwarves in Welton, Leanor and her husband Banteth are cheerful, hard-working members of the community. She is well over 100 years old and has seen the community grow from a mere hamlet to the thriving village it is today.",
										"Despite her apparently minor position, Leanor's long-running relationships with virtually every family in the village actually gives her a lot of quiet influence. She knows all the skeletons in everybody's closets and has accumulated an awful lot of favours over the years.",
										"She is generally happy to help the party in their quest and may well be a powerful ally if they try to negotiate with the village council over a treaty of sorts with the intelligent wolves."
									]
								},
								{
									"type": "entries",
									"name": "Alexi Merriksonn",
									"entries": [
										"The protector of Welton, Alexi spent his life keeping dangerous monsters and occasional bandit gangs away from his home village.",
										"Born with a link to the inscrutable forces of Wild Magic that always marked him as an outsider while growing up, his brother Johan was his only real friend. Despite this, he was keen to show his worth to the people of Welton and trained long and hard to increase his abilities.",
										"Befitting the source of his power, Alexi was unpredictable and passionate, given to flights of fancy and wild laughter. He roamed the lands beyond Welton almost at random, seeking out threats before they approached the farms of the common folk.",
										"Despite his commitment to their protection, the folk of Welton always viewed the sorcerer with a degree of suspicion. At times the presence of his brother may have been the only thing keeping some of the more superstitious and hot-headed members of the community from trying to drive him out.",
										"He stumbled across the wolf pack while patrolling the moorlands. He didn't plan to destroy them, but simply wanted to drive them off. While he was using his abilities, however, he was struck by a Wild Magic Surge, destroying his body and imbuing the nearby wolves with some of his intelligence and magical abilities."
									]
								},
								{
									"type": "entries",
									"name": "Father Merriksonn",
									"entries": [
										"The local priest of {@deity Pelor|dawn war|dmg} (or any local goodaligned deity), Johan Merriksonn was born and bred in Welton and loves both the village and its inhabitants. He is a human in his mid-50s with a kindly face and wispy white hair.",
										"He and his brother, Alexi, were born to a family of reasonably successful farmers and are welleducated by the standards of the region. While Alexi found himself able to control the power of Wild Magic, Johan felt the draw of the church and was apprenticed by the local priest.",
										"In many ways Merriksonn acts as the conscience and moral compass for the otherwise mercantile-minded village council. Recently he has come into conflict with some of the more businesslike members over his desire to prioritise feeding the locals over meeting the terms of their export contracts.",
										"He is helpful to the party unless they show themselves to be evil, in which case he will condemn them. He is also willing to negotiate with the wolves, even if he knows they were involved in his brother's death."
									]
								},
								{
									"type": "entries",
									"name": "Willen Featherock",
									"entries": [
										"A halfling shepherd, Featherock lived a mostly unremarkable life until he was injured in Welton's attempt to deal with the wolves. Since his experiences at the hands - or rather jaws - of the intelligent wolves he has been jittery and plagued by nerves.",
										"He is of average height for a halfling and despite his time spent recovering inside he still has a ruddy, sun-reddened face from his days spent out on the hillsides."
									]
								},
								{
									"type": "entries",
									"name": "Corel",
									"entries": [
										"A human shepherd, Corel is lean and tough as old leather. He is a quiet, reserved man who is respected by everybody on the village council. He does not speak very often, but when he does the entire room listens and carefully weighs his words.",
										"He is reasonably successful as a farmer and shepherd and runs his own operation on the hills near the western woods. Much of his flock has been taken by the wolves, but he was quick to recognise the threat and drive his sheep into town, where they would at least be safe.",
										"Corel is more than happy to help the party and act as their guide if needed.",
										"He has been working on the hills surrounding Welton for most of his 50-something years and is an expert on the local geography.",
										"Despite his losses to them, Corel will support any negotiation with the wolves once he realises they are intelligent, sentient creatures."
									]
								},
								{
									"type": "entries",
									"name": "Flame and Bolt",
									"entries": [
										"The alpha pair of the wolf pack, for most of their lives Flame and Bolt were simple beasts. Both cunning and fierce, to be sure, but not intelligent. This all changed when the pack brought down Alexi Merriksonn, and were infused with much of his intelligence and power during a Wild Magic Surge.",
										"Both are fiercely protective of their pack and are worried that their intelligence will cause men and other sentient races to hunt them down and destroy them. At the same time, however, they are now bright enough to be able to think of a great many ways in which they will be able to improve their lives and those of their pups.",
										"Flame, the alpha female, was granted the ability to produce and control flames. She is much more aggressive than her partner and believes that killing other intelligent beings to drive them away from the pack's territory is the only way she can keep her people safe.",
										"Bolt, the alpha male, has gained the ability to roar with the fury of a storm and shoot blasts of lightning from his mouth. He is generally more cautious and kindly than his partner, and prefers the idea of breeding sheep and moving into remote areas where other 'civilised' races won't bother them.",
										"Tension has been brewing between the two ever since they were gifted with intelligence. Both are willing to die for the safety of the pack and deeply care for each other. However, if nothing changes they will probably fight to the death within a matter of weeks, each believing that the other is leading their people to their doom.",
										"Both Flame and Bolt are very, very large wolves with dark grey fur. Flame's eyes glow with a constant orange flame and thin strips of red light run across her body, as though her skin is cracked rock sitting on top of a burning pool of magma.",
										"Bolt's eyes and skin pulse with a crackling blue light. He always speaks softly, for if he raises his voice it rumbles with the power of thunder, shaking the ground around him."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Appendix",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/WolvesOfWelton/Maps/Map1full.webp"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/WolvesOfWelton/Maps/Map2full.webp"
									}
								}
							]
						}
					]
				}
			]
		}
	]
}
