{
	"_meta": {
		"sources": [
			{
				"json": "AMostPotentBrew",
				"abbreviation": "AMPB",
				"full": "A Most Potent Brew",
				"authors": [
					"Richard Jansen-Parkes",
					"Winghorn Press"
				],
				"convertedBy": [
					"Eulum"
				],
				"version": "1.4",
				"url": "https://winghornpress.com/adventures/a-most-potent-brew/",
				"color": "afAF09"
			}
		],
		"dateAdded": 1696157081,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "77e36a7a69",
		"edition": "classic"
	},
	"monster": [
		{
			"name": "Giant Inferno Spider",
			"size": [
				"L"
			],
			"type": "monstrosity",
			"source": "AMostPotentBrew",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "5d10 + 5",
				"average": 32
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 14,
			"dex": 14,
			"con": 12,
			"int": 2,
			"wis": 11,
			"cha": 4,
			"passive": 10,
			"cr": "1",
			"page": 4,
			"senses": [
				"blindsight 10 ft.",
				"darkvision 60 ft."
			],
			"senseTags": [
				"B",
				"D"
			],
			"skill": {
				"stealth": "+6"
			},
			"resist": [
				"fire"
			],
			"trait": [
				{
					"name": "Spider Climb",
					"entries": [
						"The giant inferno spider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				}
			],
			"traitTags": [
				"Spider Climb"
			],
			"action": [
				{
					"name": "Flaming Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}6 ({@damage 1d8 + 2}) piercing damage, and the target must make a {@dc 11} Constitution saving throw, taking 7 ({@damage 2d6}) fire damage on a failed save."
					]
				},
				{
					"name": "Burning Web {@recharge 5}",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 30/60 ft., one creature. {@h}The target is {@condition Restrained} by flaming webbing. While Restrained in this way, the target takes 3 ({@damage 1d6}) fire damage at the start of their turn. As an action, the {@condition Restrained} target can make a {@dc 12} Strength check, bursting the webbing on a success. The webbing can also be attacked and destroyed (AC 10; HP 5; immunity to bludgeoning, poison, fire and psychic damage)."
					]
				}
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"conditionInflict": [
				"restrained"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/AMostPotentBrew/Creatures/GiantInfernoSpider.webp"
						}
					}
				]
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/AMostPotentBrew/Creatures/Tokens/GiantInfernoSpiderToken.webp"
			},
			"damageTags": [
				"F",
				"P"
			],
			"savingThrowForced": [
				"constitution"
			]
		}
	],
	"adventure": [
		{
			"name": "A Most Potent Brew",
			"id": "AMPB",
			"source": "AMostPotentBrew",
			"group": "homebrew",
			"storyline": "None",
			"published": "2016-06-26",
			"level": {
				"start": 1,
				"end": 2
			},
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/AMostPotentBrew/cover.webp"
			},
			"contents": [
				{
					"name": "A Most Potent Brew",
					"headers": [
						"Introduction",
						"Meeting Glowkindle",
						{
							"header": "1. Beer Cellar",
							"depth": 1
						},
						{
							"header": "2. Mosaic Corridor",
							"depth": 1
						},
						{
							"header": "3. Well Room",
							"depth": 1
						},
						{
							"header": "4. The Lab",
							"depth": 1
						},
						{
							"header": "5. Storeroom",
							"depth": 1
						},
						"Returning to Glowkindle",
						"What's Next?"
					]
				}
			]
		}
	],
	"adventureData": [
		{
			"id": "AMPB",
			"source": "AMostPotentBrew",
			"data": [
				{
					"name": "A Most Potent Brew",
					"type": "section",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/AMostPotentBrew/Book%20Art/AMostPotentBrew.webp"
							}
						},
						{
							"type": "entries",
							"name": "Introduction",
							"entries": [
								{
									"type": "entries",
									"name": "What is this Adventure?",
									"entries": [
										"This first-level adventure is designed for D&D veterans and complete beginners alike. It only uses rules, items, monsters and concepts found in the free basic ruleset that can be downloaded from the Wizards of the Coast website.",
										"That means that you and your friends can play this without having to buy anything other than snacks, drinks and maybe some dice - though even these can be replaced by the many free Dice Roller apps available for phones and tablets."
									]
								},
								{
									"type": "entries",
									"name": "How do I play?",
									"entries": [
										"The basic rules of Dungeons & Dragons 5th Edition can be downloaded {@link here|https://dndbeyond.com/playdnd}"
									]
								},
								{
									"name": "Summary",
									"type": "entries",
									"entries": [
										"The party is sent to deal with a problem that should be instantly familiar to all rookie adventurers - exterminating giant rats that have taken up residence in a beer cellar. However, if they are to achieve their goal our heroes are going to have to get their first taste of a real dungeon as they explore the ruins of an ancient Wizard's Tower."
									]
								},
								{
									"type": "entries",
									"name": "Set-up",
									"entries": [
										"The Wizard's Tower Brewing Co. - a craft brewery known for its hoppy summer ales - is in dire need of help from a band of reliable, affordable adventurers. The owner has posted a job on the local notice boards and is calling in favors from friendly inkeepers all over town to spread the word.",
										"The party may hear about the work by examining job boards set up in the square, talking to an old friend or simply chatting to the locals over a pint.",
										"However this happens, they are instructed to ask for {@b Glowkindle} at the Wizards' Tower Brewery. Most innkeepers and beer aficionados will be able to point hopeful adventurers in the brewery's direction, so long as they ask politely and maybe buy a drink first!",
										"If you are running the game for new players, it may be best to start the adventure with them already on the road."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Meeting Glowkindle",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"You follow the directions you've been given, trudging maybe a mile or two out of town along an old dirt road that winds its way up a low hill.",
										"As you near the top a large stone building comes into view, flanked by a couple of barns. By the door is a brightly painted sign that reads 'The Wizard's Tower Brewing Co. For the Freshest Pint in the Realm!'"
									]
								},
								"Should the Adventurers knock on the door it will be answered by a fairly young Gnome who nevertheless sports and impressive beard, as well as a white shirt and tight black trousers held up with green suspenders. This is {@b Glowkindle}, the owner of the brewery.",
								"After a moment of confusion he will notice the party's weaponry and magical tools and realise they must be adventurers. The gnome offers to explain what he needs from the party over a drink and - if they're willing - will lead them into a small bar set up in a corner of the brewery.",
								"The entire building is infused with the smell of hops and beer, but is clean and well-organised. A few humans and halflings, dressed much as their boss, wander about, checking on barrels and vats of bubbling liquid with no sense of urgency.",
								"After handing out pints of Tashalar Pale Ale to anybody who wants it, Glowkindle explains:",
								{
									"type": "list",
									"items": [
										"The business has been doing well and was looking to expand its operations. In order to do this, they first needed to expand their beer cellar.",
										"He had some workmen down there, digging out some extra room, when they uncovered an old wall - the remnant of some lon-forgotten ruin, presumably. Curious, they knocked a hole in the wall, only to be attacked by {@i \"black rats the size of dogs! Big dogs too, not poodles, you know?\"} which emerged from the darkness on the other side.",
										"They all managed to escape with nothing worse than a few cuts and bruises, but the cellars are completely unusable. If they want to get production started again, he needs the adventurers to deal with the giant rat infestation.",
										"He isn't sure where the rat came from, but the brewery took its name from the old Wizard's Tower that used to be on the site, so it may be something to do with that."
									]
								},
								"The terms of the job are that the party disposes of the rats, finds out where they came from and make sure they won't suffer any other similar surprises in the future. In return, he will pay {@b 25gp per party member.}",
								"Should they agree, Glowkindle will lead the adventurers to the cellar entrance - a hatch in the floor of their main brewing area - and wish them luck.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/AMostPotentBrew/Book%20Art/Map.webp"
									}
								},
								{
									"type": "entries",
									"name": "1. Beer Cellar",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"The wooden stairs creak as you descend into the cool, dry air of the cellar, which is infused with the smell of beer and damp fur. Somewhere in the darkness you hear the scrabbling sound of claws on floorboards and a faint squeaking noise."
											]
										},
										"The cellar is completely dark, and much of floor is taken up by barrels and casks of beer that make it hard to see the entire room at once. The only relatively clear area is towards the far side of the cellar, which has a dirt floor littered with stones and workman's tools.",
										"Adventurers with {@sense Darkvision} or lit torches will be able to make out the hole in the wall mentioned by Glowkindle. The hole is around 4 ft. high and 3 ft wide.",
										"Eight {@creature giant rat|MM|Giant Rats} are lurking in the shadows and behind barrels. Once more than half of the adventurers have entered the room they will attempt and ambush. Spotting the rats before then requires a DC 10 Wisdom ({@skill Perception}) check from adventurers in the room. If none of them succeed the Giant Rats begin combat with a {@quickref Surprise} Round.",
										"In combat, the Giant Rats will not attempt to use any tactics beyond swarming the adventurers. Once five Giant Rats have been killed the survivors will attempt to flee back through the hole in the wall. Any that successfully escape will be killed in the trap in the {@b Mosaic Corridor.}"
									]
								},
								{
									"type": "entries",
									"name": "2. Mosaic Corridor",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Through the hole in the wall you can see a dusty stone corridor, its floor lying around a foot below that of the cellar where you stand.",
												"Over to the left you can see the start of a staircase buried in collapsed masonry, earth and rubble that block the way completely. To the right the passage heads around a corner, but on the wall you can just make out what appears to be writing in a clear gold script."
											]
										},
										"This is the first area in the basement of the old Wizard's Tower. the staircase leading to its upper levels has been completely blocked by a collapsed ceiling.",
										"The writing has been engraved on the wall in a golden script that appears to be shining slightly, even in complete darkness. It is written in {@language Common} and reads:",
										"\"Dawn breaks with stirring air. As sun shines down on a new day fair.",
										"Midday blaze bakes earth and grass. The farmer waits for heat to pass.",
										"Evening coll brings water, wine. Drink and laughter passing time.",
										"Night sees shining, roaring fire, as wood and coals burn on the pyre.\"",
										"The passageway continues to the left and ends with two doorways, one heading left and the other straight on. In front of them is a 20 ft. section of floor covered in a mosaic that depicts a rural scene (illustrated below). It shows the sun, the sky, a hillside, and a river. There are four 5 ft. 'panels', each showing the scene at a different time of day.",
										"However, as soon as they draw near the adventurers will notice that two halves of a Giant Rat seemingly cut by a giant blade lie on the river section of the second and third panels.",
										"The mosaic is a trap, and standing on the wrong portions of the floor causes a large blade to slice at the trespassers. The safe areas relate to which of the four elements was mentioned in the appropriate verse. They are:",
										"First panel - {@b Air (Sky)}",
										"Second panel - {@b Earth (Hill)}",
										"Third panel - {@b Water (River)}",
										"Fourth panel - {@b Fire (Fire)}",
										"Any creature standing on any area other than these must make a DC 12 Dexterity saving throw, taking 5 ({@dice 1d10}) slashing damage on a failure or half as much on a success. This trap activates each time a creature steps on an unsafe panel.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/AMostPotentBrew/Book%20Art/Mosaic.webp"
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "3. Well Room",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"In the center of the small room ahead of you is a large stone well, topped with a wooden handle and the rotten remnants of a heavily frayed rope that descends into the shaft.",
												"In the far right corner the ceiling has collapsed slightly, and a narrow shaft of weak sunlight shines through a narrow hole.",
												"To the far left is a plain wooden table, crusted with dirt and dust and laden with old plates, buckets and other strange pieces of tableware."
											]
										},
										"Anyone able to make a DC 12 Wisdom ({@skill Perception}) check while searching the room, or who examines the table directly, will notice that several of the old plates are made from tarnished silver. Once cleaned up, the set should be worth around 50gp.",
										"Any adventurer who crosses the room without attempting to move quiestly, however, will attract the attention of three {@creature Giant Centipedes|MM|Giant Centipedes} that crawl up from within the well. The creatures will attempt to knock and adventurer unconscious and then drag them down the well so they can eat the unlucky victim at their leisure.",
										"The well shaft is 50 ft. deep and has around 10 ft. of standing water at the bottom that will break the fall of anyone who falls in."
									]
								},
								{
									"type": "entries",
									"name": "4. The Lab",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"The door opens onto what might once have been a lab or workroom. To your left sits a mouldering desk and the shattered remnants of alchemical glassware, while the centre of the room is dominated by a set of tall bookcases arranged back-to-back.",
												"All around, however, are scorch marks and signs of countless small fires and the air is filled with the smell of smoke and burned meat.",
												"The wooden furniture is blackened and burned in places, while what may once have been a pile of books has been reduced to ash. Singed traces of what may be webbing hang from the ceiling.",
												"As you enter you feel something crunch beneath your feet - glancing down, you realise that it's the charred hindquarters of a Giant Rat."
											]
										},
										"A {@creature Giant Inferno Spider|AMostPotentBrew} - the product of a couple of spilled potions from the Storeroom - is lurking in the shadows at the southwest corner of the room. The beast is around eight feet across but is adept at hiding on the ceiling of its lair, giving it Advantage on Dexterity ({@skill Stealth} checks.",
										"The creature will scuttle along as stealthily as possible in the hope of ambushing and adventurer with its Burning Web ability, which it will use as often as possible.",
										"Years of waste and the flames spread by the Giant Inferno Spider have rendered most of the books and equipment completely unusable. However, a character that searches the room and is able to make a DC 13 Wisdom ({@skill Peception}) check will notice that one of the books seems strangely undamaged.",
										"The book is a Wizard's Spellbook that contains the {@spell Detect Magic}, {@spell Identify} and {@spell Arcane Lock} spells."
									]
								},
								{
									"type": "entries",
									"name": "5. Storeroom",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"The rear wall of this small room is lined with sturdy-looking wooden shelves. Clearly these were once laden with bottles and glass vials, but over the years many of these have been reduced to glittering shards of glass on the floor.",
												"There's a flicker of movement among the wreckage and you see a small black rat lapping up the last remnants of liquid left the shattered remains of a dark blue bottle."
											]
										},
										"The broken bottle the rat is drinking from has the torn remains of a white label affixed to it. The writing on it reads {@i '-tion of enlargement'}. After roughly one minute the rat will transform into a {@creature Giant Rat} unless disposed of.",
										"Another smashed and empty bottle on the floor is labelled {@i 'Essence of Fire Ele-'}.",
										"There are a handful of bottles still left on the shelves, however. There are two {@item Potion of Healing}, a {@item Potion of Invisibility} and a {@item Potion of Vitality}."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Returning to Glowkindle",
							"entries": [
								"The bearded Gnome will be waiting anxiously by the trapdoor that leads to the cellar. Once the adventurers return he will quiz them on how their journey went, preferable over a pint or two!",
								"He will be very happy to pay the adventurers and is more than happy to let them keep any valuable they found in the old cellars.",
								"Characters that have helped to clear out the cellars of the Wizard's Tower Brewery each earn an extra {@b 100xp} or enough to allow them to reach second level, whichever is higher."
							]
						},
						{
							"type": "entries",
							"name": "What's Next?",
							"entries": [
								"There are dozens of ways to keep the adventure going from here. Now that they have a job under their belt more people in need of heroes may look to hire them, or maybe the reward is enough for them to start and adventure in the wild!"
							]
						}
					]
				}
			]
		}
	]
}
