{
	"_meta": {
		"sources": [
			{
				"json": "COK",
				"abbreviation": "COK",
				"full": "Crypts of Kelemvor",
				"authors": [
					"Thomas Foss",
					"Scott Fitzgerald Gray"
				],
				"convertedBy": [
					"Surge"
				],
				"version": "1.0.0",
				"url": "https://media.wizards.com/2018/dnd/dragon/18/DRA18_CryptsKelemvor.pdf",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1600868694,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "4d38bf2973",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "Crypts of Kelemvor",
			"id": "COK",
			"source": "COK",
			"group": "other",
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"Running the Adventure"
					]
				},
				{
					"name": "Ebon Downs",
					"headers": [
						"Adventure Hook"
					]
				},
				{
					"name": "Sealing the Crypts of Kelemvor",
					"headers": [
						"Features of the Crypts",
						"Area 1: Entry Chamber",
						"Area 2: Central Intersection",
						"Area 3: Main Crypt",
						"Area 4: Trapped Tomb",
						"Area 5: Wight Tomb",
						"Area 6: Double Doors",
						"Area 7: Side Crypt",
						"Area 8: Chapel",
						"Area 9: Dark Stairs",
						"Area 10: Warded Hall",
						"Area 11: Faintly Lit Stairs",
						"Area 12: Warded Chamber",
						"Area 13: Final Crypt",
						"Epilogue"
					]
				}
			],
			"level": {
				"start": 3,
				"end": 5
			},
			"published": "2018-02-26",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-cover.webp"
			},
			"storyline": "Dragon+"
		}
	],
	"adventureData": [
		{
			"id": "COK",
			"source": "COK",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"id": "Introduction",
					"entries": [
						"{@i The Crypts of Kelemvor} is a one-shot Dungeons & Dragons adventure for characters of levels 3 to 5, adapted from a quest in Neverwinter online. This scenario sees the adventuring party given an important quest to collect a number of broken magical seals and to light a number of magical braziers, all of which once protected the crypts of Kelemvor. In so doing, they can help to quell a devastating uprising of undead-- organized by a powerful lich named Idris bent on destroying the city of Neverwinter.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-temple.webp"
							},
							"title": "Temple of Kelemvor"
						},
						{
							"type": "section",
							"name": "Running the Adventure",
							"id": "Running the Adventure",
							"entries": [
								"This is a classic dungeon delve, but with a number of MMORPG twists. The characters are tasked with finding and collecting items, but must also \"click\" parts of the environment as they explore--the braziers whose magical light is anathema to undead. In addition to the normal tricks the adventurers can use as they face off against the undead of the crypts, the light of the sacred braziers can be used as a weapon. Additionally, the end of the scenario gives the characters a chance to interact with another adventuring party--a band known as the Grave Robbers.",
								"{@b Sacred Braziers of Balance.} When one of these magical braziers is lit, its fire bursts forth in a bright blue flame that fills a 25-foot-radius area with bright blue-white light. For the first 3 rounds after a brazier is lit, any undead creature that starts its turn within the brazier's light takes 16 ({@dice 3d10}) radiant damage--presenting a significant threat to such creatures. The length of time it takes to light the braziers is the wild card. A character adjacent to a brazier must use an action to light it, but doing so requires a special striking rod and stone, as.  well as a successful DC 12 Dexterity check.",
								"{@b The Grave Robbers.} Before the main boss fight at the end of the scenario, the characters come across an adventuring party known as the Grave Robbers. Three of that party's original four members face off against the characters (with their cleric having been found eaten in an earlier part of the dungeon). You can play the Grave Robbers as greedy and spoiling for a fight, or you can portray them as pragmatic and willing to work with the characters to complete their exploration of the dungeon.",
								"{@b Monsters.} Statistics blocks for the undead and other monsters of the crypts appear in an appendix at the end of the adventure."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Ebon Downs",
					"id": "Ebon Downs",
					"entries": [
						"Deep in the Silverwisp Swamp off the southern High Road lie the burial grounds known as Ebon Downs.  Here, many generations of local folk have been laid to rest, interred within barrows, crypts, and tombs.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-region.webp"
							},
							"title": "Map of the Region",
							"imageType": "map"
						},
						"The villagers of Grimhollow have watched over these grounds for many years, with each generation passing on the duties to their children. Under their watchful eyes, the Ebon Downs have seen peace.",
						"But one night, that peace was shattered forever.  Whether due to a lapse in Grimhollow's vigil or some unknown power, the dead rose in force from the burial grounds and attacked the village, overwhelming its citizens. Those few lucky enough to escape spoke of a dark magic that caused those killed in the attack to rise as undead almost as soon as the life had left their bodies.",
						"The only thing left standing as a beacon of hope in Ebon Downs is the rundown fortress-temple of Kelemvor--a literal wall dividing the now-swamp- encroached village from the great barrows and the graveyard. Here, the priests of Kelemvor still inter the dead, making sure they don't rise. The doomguides, clerics, and paladins dedicated to the god of the dead have pledged their lives in restoring the balance of Ebon Downs. But they are fewer and fewer every day, and have begun to call out across Faertin for help.",
						{
							"type": "section",
							"name": "Adventure Hook",
							"id": "Adventure Hook",
							"entries": [
								"If you want to play {@i The Crypts of Kelemvor} as a side trek in a larger adventure, you can look for ways to tie the quest into that adventure. Whatever way you customize it, the characters are approached by an acolyte of Kelemvor petitioning for aid to the temple.",
								"A token payment of 20 gp is offered, in addition to free travel and food--and the promise of burial if things go badly. But of more interest to adventurers is the acolyte's promise that any gems, magic, or other wealth found within the crypts can be kept, since the dead no longer need such things."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Sealing the Crypts of Kelemvor",
					"id": "Sealing the Crypts of Kelemvor",
					"entries": [
						"When the players are ready to begin the adventure, read or paraphrase the following.",
						{
							"type": "insetReadaloud",
							"entries": [
								"As you enter what is left of the rundown temple of Kelemvor, you feel a strange wave of warmth pass through your body."
							]
						},
						"Any cleric or paladin in the party will recognize that the characters have just passed through a protective ward of some kind.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-doomguide.webp"
							},
							"title": "Doomguide Soulhearth"
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"The temple is small, and is missing part of its roof and one wall. A priest of Kelemvor tiredly stands watch, looking out over the barrows beyond, and an armored cleric stands in the center of the area next to a campfire.  The cleric looks forlorn until he sees you, at which point his smile brightens and he beckons you over to him. He introduces himself as Doomguide Soulhearth--the one who sent out the request for aid.",
								"Soulhearth is not the most talkative person, and he gets straight to the point. \"This temple of Kelemvor, our fortress, is our stronghold against the lich Idris and its army of undead. But it is not as secure as it should be.  Grave robbers have broken into the crypts beneath the temple, and have broken several of the mystical seals that ensure those who are buried there remain at rest.",
								"\"I need you to enter the crypt, relight the sacred braziers that will destroy the undead, and bring back the broken seals. I can then repair them, while the holy fires from the braziers will keep any more undead from entering the crypt.\""
							]
						},
						"By accepting Doomguide Soulhearth's quest, the characters will help resanctify the crypts beneath the shrine of Kelemvor. Their goal is to collect all the broken seals and to relight all the braziers found in the crypts.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-floor1.webp"
							},
							"title": "Crypts of Kelemvor - Floor 1"
						},
						{
							"type": "section",
							"name": "Features of the Crypts",
							"id": "Features of the Crypts",
							"entries": [
								"The crypts of Kelemvor are on three levels, broken out into separate chambers and hallways. All levels are connected by stairs, and the areas of each level are separated by portcullis gates and stone doors.",
								"The key objects in the crypts are the statues of Kelemvor that once held the magic seals (currently broken), the {@i braziers of balance}, and lots of sarcophagi.",
								"{@b Broken Seals.} Each of the broken seals that the characters must collect is a piece of carved marble scribed with the symbol of Kelemvor, and weighing about 4 pounds. All the seals were once held by statues of Kelemvor scattered around the crypts.",
								"{@b Doors and Gates.} The areas of the crypts are separated by either iron portcullis gates or stone doors.  The portcullis gates allow characters to see through them into the areas beyond. Most doors and gates are opened magically using levers on the \"front side\" of the door, closest to the entrance to the dungeon. This design was intended to allow areas of the crypts to be closed off from the outside if needed.",
								"Pulling a lever to raise or lower a door or gate is an action. Once open, a door or gat stays open until the lever is pulled again, or unless a door closes automatically as a security measure. If the characters are worried about someone closing the doors behind them, an open door can be held open by wedging a spike or similar object between it and the adjacent wall with asuccessful DC 12 Strength check. Unless otherwise noted, a door that has been closed can be forced open manually with a DC 25 Strength check, or can be opened with a knock spell or similar magic.",
								"All portcullis gates in the crypts creak and grind loudly when raised. The stone doors open with a loud scraping sound.",
								"{@b Ceilings.} Unless otherwise indicated, corridors and rooms in the crypts have ten-foot-high ceilings.",
								"{@b Light.} Many of the areas on the first level are lit by magical torches imbued with {@spell continual flame}. In other areas (including both the lower levels), there is no light except what the characters bring with them.",
								"{@b Sarcophagi.} Numerous stone sarcophagi are set throughout the crypts. Unless otherwise indicated, all are closed. Any closed sarcophagus can be opened with a successful DC 20 Strength check, but contains only mouldering bones."
							]
						},
						{
							"type": "section",
							"name": "Area 1: Entry Chamber",
							"id": "Area 1: Entry Chamber",
							"entries": [
								"When the characters enter the crypts, read or paraphrase the following.",
								{
									"type": "insetReadaloud",
									"entries": [
										"A steep set of stairs leads sixty feet down to the east of the temple, to a wooden door where a Kelemvorite priest waits. He unlocks the door and beckons you through, handing over a small candle lantern, a heavy striking stone, and a steel rod the size of a large dagger. \"Only the spark of this rod and stone can light the {@i braziers of balance},\" he says dutifully. \"May Kelemvor and Selanne protect you.\"",
										"The door shuts loudly behind you as the last of your group passes through it, and the sound of the lock being turned on the other side is ominous. You stand in a short hallway. To the south, a thick metal portcullis gate is rusted shut, showing only a dark corridor beyond. To the north, the hallway opens up into a small room.",
										"A burned-down campfire on the east side of the room suggests that this area was once a guard post of some sort. Next to the fire is a cloth knapsack that holds treasure left behind by a priest who once stood guard here.",
										"A large stone door with no handles stands to the north, with a large brass lever on the wall beside it. When the lever is pulled, a disturbingly loud scraping sound rings out. Dust billows as the thick stone door slides upward, revealing the area beyond. A magical torch around the corner of the hallway lights the way forward."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"Within the knapsack, the characters find a {@item potion of healing} that has the scent of brandy."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 2: Central Intersection",
							"id": "Area 2: Central Intersection",
							"entries": [
								"Two doors and an open corridor give the characters a choice of directions from this area.",
								{
									"type": "insetReadaloud",
									"entries": [
										"Two doors stand ahead of you--a metal portcullis gate to the west, and a stone door straight ahead to the north.  Looking through the portcullis, another corridor extends some twenty feet before making a T-intersection. A brass lever stands beside the portcullis on the west wall."
									]
								},
								"Where the passageway opens up to the east, it reveals both a larger room ahead and a statue of the god Kelemvor, its hands open as if it were holding something. A piece of carved marble sits on the floor at the statue's feet. Opposite the statue is a small alcove set with a pile of humanoid bones.",
								"Pulling the lever raises the creaking portcullis, but there is no sign of a mechanism for the stone door. No action or magic available to the characters can open the door, and any ability checks made to search or open it result in failure. (This door opens automatically after the characters turn a special key in {@area 8|Area 8: Chapel}.)",
								"The bones are the remnants of undead skeletons destroyed by the Grave Robbers when they recently passed this way.",
								"{@b Broken Seal.} The piece of carved marble at the feet of the statue is the first of the crypt's broken seals."
							]
						},
						{
							"type": "section",
							"name": "Area 3: Main Crypt",
							"id": "Area 3: Main Crypt",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This huge chamber is supported by arched pillars, and features a ceiling ten feet high. Three ornate sarcophagi stand along the far wall, one of which has had its lid removed. Two torches along the side walls fill the room with magical light, revealing open doors along the north and south walls.",
										"In the center of the room, a waist-high marble brazier is carved with the symbol of Kelemvor--and has a mutilated body sprawled before it. Wood is stacked and ready for lighting within the brazier, suggesting that the body might have been an acolyte attempting to light it. A scroll lies on the floor next to the body."
									]
								},
								"With a successful DC 13 Wisdom (Perception) check, a character notices crouched figures lying in wait within the shadowed spaces between the sarcophagi.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-brazier.webp"
									},
									"title": "Brazier"
								},
								{
									"type": "entries",
									"name": "Zombie Horde",
									"entries": [
										"As soon as any character moves past the pillars closest to the doorway, eight {@creature zombie|mm|zombies} rise up from the shadows and attack. For a 4th-level party, use eleven zombies. For a 5th-level party, use fifteen zombies.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-horde.webp"
											},
											"title": "Zombie Horde"
										},
										"The players should instinctively recognize that this is a potentially overwhelming group of foes--and should remember that focusing on lighting the brazier will aid their efforts to defeat the undead.",
										"The zombies are not smart enough to recognize the destructive potential of the brazier, and they attempt to fight within its light even as that light destroys them."
									]
								},
								{
									"type": "entries",
									"name": "Doors",
									"entries": [
										"Stone doors lead into areas 4 and 5, both of them already raised. Each door has a lever beside it that can be used to lower and raise it."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The characters can claim the spell {@i scroll of {@spell prayer of healing}} dropped by the acolyte. Additionally, a search of the acolyte's body reveals an additional striking stone and steel rod, letting two characters attempt to light a brazier at the same time."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 4: Trapped Tomb",
							"id": "Area 4: Trapped Tomb",
							"entries": [
								"Pressure plates (marked as triangles on the map) and a nonfunctioning trap in this room are not a threat, but should hopefully make the characters nervous as they explore. There is nothing of value in this room.",
								{
									"type": "insetReadaloud",
									"entries": [
										"This small chamber features a single sarcophagus, more ornate than those seen in the larger crypt. A destroyed zombie is sprawled at the foot of the sarcophagus, its splintered skull all but removed by some massive object.",
										"In front of you, you see that object--a spear coming out of one of two holes in the wall, which must have once been part of a trap guarding this area."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 5: Wight Tomb",
							"id": "Area 5: Wight Tomb",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This chamber features ornately carved bas reliefs along the walls, showing the symbol of Kelemvor alongside magical inscriptions. The same inscriptions cover a sarcophagus against the far wall, which is far more ornate than those seen in the main crypt. The sarcophagus is set with large red gems just beneath its lid."
									]
								},
								"A {@spell detect magic} spell or similar magic reveals the presence of warding and binding spells within the chamber.",
								"If any character touches the sarcophagus, its lid suddenly bursts off. Any character within 5 feet of the sarcophagus must succeed on a DC 14 Dexterity saving throw or take 3 ({@dice 1d6}) bludgeoning damage and be knocked prone as the lid slams to the floor.",
								{
									"type": "entries",
									"name": "Wight Attack",
									"entries": [
										"When the sarcophagus lid comes off, a {@creature wight} in gleaming knight's armor stands up within and leaps to the attack. At the same time, the room's magical wards fill the area with a sickly, pulsing red light--and cause the door to slam shut unless it has been spiked open.  The wight is weakened by the warding spells in the room, imposing disadvantage on its attack rolls. The wards also reduce it to 25 hit points for a 3rd-level party, or 35 hit points for a 4th-level party. Give it full hit points if facing a 5th-level party."
									]
								},
								{
									"type": "entries",
									"name": "Wards",
									"entries": [
										"The magical wards are a boon to the characters, but their pulsing light can be distracting. Any creature that starts its turn in the room must succeed on a DC 10 Intelligence saving throw or have disadvantage on attack rolls until the start of its next turn."
									]
								},
								{
									"type": "entries",
									"name": "Dealing with the Door",
									"entries": [
										"Any character standing in the entrance to this area when the door falls must decide which side of the door to move to. The character must also succeed on a DC 12 Dexterity saving throw or take 5 ({@dice 1d10}) bludgeoning damage and be knocked prone.",
										"Any characters left in {@area 3|Area 3: Main Crypt} when the door falls can pull the lever to open it and join the fight. If all the characters are in {@area 5|Area 5: Wight Tomb}, the door can be opened manually (see \"Features of the Crypts,\" above).",
										"After the fight, a successful DC 13 Intelligence (Investigation) check can be made to examine the door mechanism and locate a hidden latch that opens the door from inside. This check cannot be made in combat."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The sarcophagus is set with four large sardonyx gemstones worth 10 gp each, all of which can easily be pried out."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 6: Double Doors",
							"id": "Area 6: Double Doors",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"An intersection of corridors features two stone doors with a lever between them, a sarcophagus in an alcove, and a statue of Kelemvor with a broken seal in its hands."
									]
								},
								"Nothing hinders the characters from easily claiming this seal--unless they open the doors first. Pulling the lever opens both doors simultaneously, revealing the entrance to {@area 7|Area 7: Side Crypt} as well as this area--a web-filled chamber whose occupants are not happy to be disturbed.",
								{
									"type": "entries",
									"name": "Spider Hunt",
									"entries": [
										"The side chamber is the nest of three {@creature giant wolf spider|mm|giant wolf spiders}, all of which attack at once.",
										"For a 4th-level party, give each spider 18 hit points. For a 5th-level party, give each spider 23 hit points.",
										"If any spider is reduced to 5 or fewer hit points, it scrambles to the back of the side chamber and disappears up one of several rough, narrow tunnels leading to the creatures' hunting grounds on the surface."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"Any search of the webs in the spiders' nest uncovers a purse holding 15 gp, as well as a fine shortsword with a silver handle and a tooled silver scabbard, probably of drow make and worth 20 gp."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 7: Side Crypt",
							"id": "Area 7: Side Crypt",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-banner.webp"
									},
									"title": "Tattered Banner"
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"A statue of Kelemvor with a broken seal at its feet stands along the east wall, while a brazier stands along the west wall. A tattered banner bearing the symbol of Kelemvor hangs on the wall above the brazier.",
										"Four ornate stone sarcophagi stand in the corners of the room, and in an alcove near the entrance. The sarcophagus in the far corner appears to have been broken in half."
									]
								},
								"A successful DC 15 Wisdom (Perception) check reveals movement within the broken sarcophagus.",
								{
									"type": "entries",
									"name": "Raging Zombie",
									"entries": [
										"When any character moves more than halfway into the room, an enraged zombie leaps out of the broken sarcophagus, howling in hunger and racing toward the characters.",
										"Use the statistics of an {@creature ogre zombie} for this more advanced foe, but the zombie is a Medium creature. For a 4th-level party, increase the zombie's Armor Class to 9. For a 5th-level party, increase the zombie's Armor Class to 10."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The broken sarcophagus holds three tattered devotional scrolls (worth 10 gp total to a temple), and a silver necklace featuring a symbol of Torm (50 gp)."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 8: Chapel",
							"id": "Area 8: Chapel",
							"entries": [
								"The characters are likely to see this area in two stages, interrupted by a fight with the chapel's skeletal guardians.",
								{
									"type": "insetReadaloud",
									"entries": [
										"The corridor opens up to a large chamber with the look of a chapel. Its arched ceiling rises to a height of thirty feet, and magical light shines from the north.",
										"The southwest corner of the chamber holds seven plain sarcophagi with wooden coffins stacked between them, many of those rotten and broken open. A large support pillar has a statue of Kelemvor next to it, with a broken seal at its feet. Bones are scattered everywhere, but of more immediate concern are the skeletons that step out from behind the pillar, racing forward to attack."
									]
								},
								{
									"type": "entries",
									"name": "Wandering Skeletons",
									"entries": [
										"The six {@creature skeleton|mm|skeletons} in the initial part of the room attack any creatures they can see, and should interfere with the characters' attempts to claim the broken seal or push farther into the room.",
										"For a 4th-level party, use eight skeletons. For a 5th-level party, use fourteen skeletons."
									]
								},
								{
									"type": "entries",
									"name": "Getting to the Brazier",
									"entries": [
										"Characters who move far enough into the room to see the brazier on the dais will likely get the idea to rush for that area ahead of the skeletons, then light the brazier as the undead close in. Two things stand in their way, though--the zombies in the western alcove, and a spike trap at the top of the dais stairs (in the square indicated on the map)."
									]
								},
								{
									"type": "entries",
									"name": "Further Exploration",
									"entries": [
										"As the characters move farther into the room (whether during the skeleton fight or after that fight is done), reveal the details of the rest of the chapel. Depending on where the characters go, you might read or paraphrase only parts of the following text.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-statue.webp"
											},
											"title": "Statue"
										},
										{
											"type": "insetReadaloud",
											"entries": [
												"Wide alcoves before the dais are each set with a stone sarcophagus and lit by a magical torch. The western alcove is occupied by zombies, hunched over something on the floor between them and seemingly oblivious to your presence.",
												"Standing between a pair of pillars, another statue holds a cracked seal in its hands. A ten-foot-deep dais to the north rises six feet above the floor, lit by a magical torch and reached by a short flight of steps. A brazier stands at the center of the dais, with a bas relief of a set of Kelemvor scales carved above it. Oddly, the scales are tipped to the left, where Kelemvor's symbol normally shows them in balance. A large brass key is set into the wall beneath the symbol."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Zombie Diners",
									"entries": [
										"With a fresh meal in front of them, the two {@creature zombie|mm|zombies} ignore the party's fight with the skeletons, not attacking until the first character approaches to within 10 feet of the northernmost statue, or if they are attacked first. For a 4th-level party, use four zombies. For a 5th-level party, use six zombies."
									]
								},
								{
									"type": "entries",
									"name": "Stair Trap",
									"entries": [
										"At the top of the stairs, a hidden pressure plate triggers a mechanical trap. Any creature that steps on the trap causes a cluster of spikes to shoot up into their feet, and must make a DC 14 Dexterity saving throw. On a failed save, the creature takes 9 (248) piercing damage, or half as much damage on a successful save.",
										"A character searching the stairs and the dais notes the trap with a successful DC 13 Wisdom (Perception) check, and can easily step around it. A character climbing the stairs without searching spots the trap only if his or her passive Perception is 18 or higher. A character climbing the stairs at speed has no chance to spot the trap.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-dias.webp"
											},
											"title": "Dias"
										}
									]
								},
								{
									"type": "entries",
									"name": "Unfortunate Visitor",
									"entries": [
										"The body being feasted on by the zombies wears the armor and regalia of a cleric, but has been mutilated beyond recognition. (The characters can learn later that this is one of the Grave Robbers. The last one of the group to climb down into this area, he was killed when his climbing rope broke.)",
										"Any character searching the north end of the room notes a pile of broken tile and stone on the ground next to thirty feet of rope with a frayed end. A hole in the ceiling above the pile connects to a rough tunnel leading aboveground, and has a short length of frayed rope visible where it's tied off around a rock spur."
									]
								},
								{
									"type": "entries",
									"name": "Turning the Key",
									"entries": [
										"The large brass key is magically fitted to the keyhole underneath the bas relief of Kelemvor's symbol, and cannot be removed. When any character turns the key, the scales in the bas relief magically right themselves, and the characters hear the faint sound of a stone door grinding open in the distance, back toward the entrance.  (This is the means by which the characters gain entrance to {@area 9|Area 9: Dark Stairs} and the levels below.)",
										"Turning the key back in the other direction puts the scales out of balance once more and closes the door into area 9. Otherwise, after one hour, the key magically turns back, the scales go out of balance once more, and the door to area 9 automatically closes.",
										"(The Grave Robbers knew of the key's function before entering the chapel through the hole in the ceiling. They quickly turned the key, then fled through this area to avoid fighting the undead here.)"
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The dead cleric wears a breastplate in good condition, but it's in bad need of cleaning. If the body is rolled over, the characters find a pouch with a broken potion vial in it, but the body's weapons and pack are gone (quickly grabbed up by the Grave Robbers when they fled this area)."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 9: Dark Stairs",
							"id": "Area 9: Dark Stairs",
							"entries": [
								"When the adventurers return to the central intersection ({@area 2|Area 2: Central Intersection}) after turning the key on the dais in {@area 8|Area 8: Chapel}, they will see that the stone door to the north has opened as a result.",
								{
									"type": "insetReadaloud",
									"entries": [
										"Beyond the door stands a small room with a lever next to another stone door, already open. Beyond that door, a set of steep stairs leads down into darkness."
									]
								},
								"A character making a successful DC 12 Wisdom (Perception) check notes that the second door has been wedged with a spike to keep it open. The door from area 2.was likewise spiked, but the spike was shattered when the door magically closed. A successful DC 13 Wisdom (Perception) check discovers a hidden latch that opens the door to area 2 from inside this area.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-floor23.webp"
									},
									"title": "Crypts of Kelemvor - Floors 2 and 3"
								}
							]
						},
						{
							"type": "section",
							"name": "Area 10: Warded Hall",
							"id": "Area 10: Warded Hall",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The initial chamber of this area holds only a pair of stone columns, but a dark hallway leads north toward a T-intersection and an east-west corridor."
									]
								},
								"A successful DC 11 Wisdom (Perception) check notes a number of broken crossbow bolts around the southwest column and the southern wall of the initial chamber. This might offer the players a hint of the trap beyond.",
								{
									"type": "entries",
									"name": "Crossbow Trap",
									"entries": [
										"The north-leading hallway is set with a series of pressure plates in the floor, in the area between the triangles appearing on the map. The plates are made of iron concealed under years of dust and rubble, and can be spotted with a DC 15 Wisdom (Perception) check. Characters not spotting the trap will step on the pressure plates, causing four crossbow bolts to be fired through holes in the north wall. Any characters in the hallway or the eastern part of the initial chamber have the trap's four attacks randomly divided among them: +4 to hit, 5 ({@dice 1d10}) piercing damage.",
										"The bolts fly the length of the hallway and hit the southwest column and the south wall if they don't strike anyone. If the characters bypass the area and make it safely to the T-intersection, they can easily see the holes in the wall out of which the crossbow bolts fly."
									]
								},
								{
									"type": "entries",
									"name": "Moving On",
									"entries": [
										"The eastern arm of the intersection leads to a collapsed section of hallway that can't be dug out. To the west is a portcullis and a lever, with stairs seen just beyond. The portcullis is already open. Any check made to search it reveals that it is wedged with a spike so that it cannot be closed."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 11: Faintly Lit Stairs",
							"id": "Area 11: Faintly Lit Stairs",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"A set of stone stairs leads down to a landing, then turns to the north. From beyond the bend, a faint rise of flickering light intermittently dances across the walls."
									]
								},
								"An entry chamber at the bottom of the stairs features a statue holding a broken seal next to an open stone door.  It can be easily noticed that the door is spiked open.",
								"Any character who reaches the base of the stairs and succeeds on a DC 11 Wisdom (Perception) check can hear distant voices.",
								{
									"type": "insetReadaloud",
									"entries": [
										"Voices from ahead are raised as if in argument, but are too far away for any details of the conversation to be heard."
									]
								},
								"See the next area for more information."
							]
						},
						{
							"type": "section",
							"name": "Area 12: Warded Chamber",
							"id": "Area 12: Warded Chamber",
							"entries": [
								"From the entry room of {@area 11|Area 11: Faintly Lit Stairs}, the characters will be able to see some of the details of this room through the open door, as you determine.",
								{
									"type": "insetReadaloud",
									"entries": [
										"The floor of this rectangular chamber is breached directly in front of the door by a collapsed trap--a spiked pit fifteen feet across and nearly twenty-five feet side to side. Narrow ledges to both sides look as though they should allow passage around the pit. Near the center of the twenty-foot-high chamber, a brazier of balance stands unlit. A sealed sarcophagus is set off to the side."
									]
								},
								"It takes a successful DC 10 Dexterity check to walk around the spiked pit. On a failed check, a character falls into the pit and must make a DC 12 Dexterity saving throw. With a successful save, the character manages to land between the spikes, taking only 3 ({@dice 1d6}) slashing damage from their edges. On a failed save, the character slams down onto the spikes and takes 10 ({@dice 3d6}) piercing damage. If any character falls into the pit, the Grave Robbers across the room (see below) hear it and come over to investigate. Adjust the following part of the encounter as necessary.",
								{
									"type": "entries",
									"name": "The Grave Robbers",
									"entries": [
										"When the characters have moved through the open door to see fully into the room, add the following details.",
										{
											"type": "insetReadaloud",
											"entries": [
												"On the far side of the room, an oversized stone door stands closed. In shadowed light, two figures are pacing before the door and its lever, including one carrying an enormous sword. Their hushed argument carries across the room."
											]
										},
										"It takes a successful DC 12 Wisdom (Perception) check to hear the details of the argument between the adventurers known as the Grave Robbers. If none of the characters can hear the conversation, paraphrase the following action.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-robbers.webp"
											},
											"title": "Grave Robbers"
										},
										{
											"type": "insetReadaloud",
											"entries": [
												"The figure with the sword seems impatient as he grunts, \"You going to be there all day? Or should | smash it open now?\"",
												"A figure closer to the door snarls back, \"I'm a mage, not a rogue. There are heavy wards and strong magic keeping this door sealed.\"",
												"\"So you try, then,\" the warrior says to someone unseen.",
												"\"I told you, it's a magic seal,\" a third voice says. \"Not my thing... Wait... what's that?\"",
												"Suddenly, the third figure steps out from behind a pillar--an archer with bow drawn. \"We have company,\" she calls to her companions."
											]
										},
										"Whether spotting the characters' light or hearing the sound of their movement, the Grave Robbers' rogue becomes aware of the characters' presence as they draw close."
									]
								},
								{
									"type": "entries",
									"name": "Friend or Foe?",
									"entries": [
										"This encounter can go a number of different ways, depending on whether the characters try to ally with the Grave Robbers, attempt to see them punished for their desecration of the crypts, or treat them as a direct threat and try to kill them outright.",
										"If the characters try to broker a deal with the group, use roleplaying and DC 14 Charisma (Persuasion) checks to determine their success. The Grave Robbers are opportunistic but honest, and are happy to work with the characters to get through to the next chamber in exchange for a fair split of any treasure found there.",
										"If the characters decide to fight the Grave Robbers--or if they fail badly at persuasion or try to intimidate the NPCs--the three are a potent threat.",
										"If the characters want the Grave Robbers punished, the NPCs can be rendered unconscious if defeated, then tied up for delivery to Soulhearth when the adventure is done."
									]
								},
								{
									"type": "entries",
									"name": "Warded Door",
									"entries": [
										"Pulling on the lever of the stone door in this chamber has no effect as long as the powerful magical wards are in place that hold the door shut. A {@spell detect magic} spell or similar effect, or a successful DC 15 Intelligence (Arcana) check, reveals that two separate magical wards seal the door. The door can be forced open with a successful DC 30 Strength check, or its wards can be undone with two {@spell knock} spells.",
										"A character who studies the door and succeeds on a DC 13 Intelligence (Investigation) check senses that its magic feeds into the room in some way--a clue that lighting the brazier also unseals the door's magical locks. When the brazier is lit, a pulse of light at the door announces that the wards have been disabled. Pulling the lever then opens the door."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"If the characters fight and defeat the Grave Robbers, they can claim their gear and treasure--mundane weapons and armor, three potions of healing, coins and gems worth 45 gp, and one uncommon consumable magic item of your choice.",
										{
											"type": "inset",
											"name": "The Grave Robbers",
											"entries": [
												"If the characters decide to take on the Grave Robbers, they are in for a tough fight:",
												"- {@b {@creature illusionist|vgm|Samulkin Farcaster}} is a tiefling mage and the leader of the group, who uses bravado to hide when he feels that he's in a bit over his head. Use {@creature illusionist|vgm} stats for Samulkin.",
												"- {@b {@creature knight|mm|Gromlik Three-Teeth}} is a heavily armored warrior with sword and shield. Most folk think he's a dwarf, but no one really wants to ask. Use {@creature knight} statistics for Gromlik.",
												"- {@b {@creature scout|mm|Cailyassa Forgedawn}} is a half-elf rogue with a shortbow-- and a short temper. Use {@creature scout} statistics for Cailyassa.",
												"Their experience and savvy make the Grave Robbers a challenge for even a Sth-level party. For lower-level characters, make the following adjustments to Samulkin's and Gromlik's stats:",
												"-  For a {@b 3rd-level party}, Samulkin has already expended his 3rd- and 4th-level spell slots and has only 19 hit points. Gromlik has only 26 hit points and cannot use his Leadership ability.",
												"- For a {@b 4th-level party}, Samulkin has already expended his 4th-level spell slot and has only 28 hit points. Gromlik has only 35 hit points."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 13: Final Crypt",
							"id": "Area 13: Final Crypt",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"A low-ceilinged chamber holds a statue of Kelemvor in the northeast corner, with a large chest before it and a broken seal at its feet. A single ornate sarcophagus stands to the west, with a dusty open book set on one of four small plinths that surround it. A dead body sprawls before the sarcophagus, whose sides are marked with skulls and whose engraving carries an arcane flavor not seen in the previous crypts."
									]
								},
								"With a successful DC 13 Intelligence (Arcana or History) check, a character recognizes that the sarcophagus's inscriptions are Thayan in nature. A character with a background related to Thay knows this automatically.",
								"The book on the plinth is a dusty prayer book left here by the Kelemvorites, and worth 10 gp to a temple.  The body is an acolyte who died in this place during an earlier rising of undead.",
								{
									"type": "entries",
									"name": "Vengeful Undead",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/COK/COK-sarcophagus.webp"
											},
											"title": "Sarcophagus"
										},
										"A long-dead mage in the sarcophagus has been raised as a {@creature flameskull} and woken from its undead slumber by the opening of the door into this area. Seeking freedom, it starts to hammer against the lid of its coffin.  If the characters lift the sarcophagus lid, the flameskull attacks at once. If they do not, it casts {@spell lightning bolt} (which it has prepared instead of {@spell fireball}) to blast the sarcophagus open before it attacks. Any characters within 10 feet of the sarcophagus must succeed on a DC 12 Dexterity saving throw or be struck by shattered stone for 10 ({@dice 3d6}) damage. Other characters might \"accidentally\" be caught in the line of the blind-fired {@i lightning bolt}, as you see fit.",
										"If the Grave Robbers have accompanied the characters into this area, have them join the fight by giving their statistics blocks to three of the players. In that event, the flameskull has 80 hit points and can use its Fire Ray four times with its Multiattack trait. Roll randomly for each attack to determine whether the flameskull targets the player characters or the NPCs.",
										"If the characters can lure the flameskull into the light of the burning brazier in {@area 12|Area 12: Warded Chamber}, it will take damage only once from the brazier's light before retreating and attacking at range."
									]
								},
								{
									"type": "entries",
									"name": "Back Door",
									"entries": [
										"The characters (and any surviving Grave Robbers) can use the door in {@area 13|Area 13: Final Crypt} to leave the crypt if they have no reason to retrace their route back through the dungeon.  However, the door has no lever, meaning it must be opened manually or with magic.",
										"The stairs climb sixty feet before emerging through a concealed door in a mausoleum near the temple of Kelemvor. (Soulhearth and his fellow acolytes were unaware of this long-forgotten second entrance into the crypts, and are grateful to the characters for bringing it to their attention so they can close it off.)"
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The sarcophagus contains only rotting robes. The chest contains tokens and offerings to Kelemvor, most of which are worthless--but includes gems and coins worth a total of 200 gp.",
										"If the Grave Robbers fought through to this area with the characters, increase the amount of treasure so that the characters' equal share amounts to the total above, and add an uncommon consumable magic item of your choice. The Grave Robbers are more interested in the cash, allowing the characters to haggle for the magic as you see fit."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Epilogue",
							"id": "Epilogue",
							"entries": [
								"If the characters fought alongside the Grave Robbers, the NPCs try to beat feet once above ground, not wanting to explain their presence in the crypts to the Kelemvorites. If the characters captured the NPCs, they can deliver them to Soulhearth along with the broken seals. He gives the characters the promised 20 gp, along with his thanks."
							]
						}
					]
				}
			]
		}
	]
}
