{
	"_meta": {
		"sources": [
			{
				"json": "AZFYT",
				"abbreviation": "AZFYT",
				"full": "A Zib for Your Thoughts",
				"authors": [
					"Chris Tulach",
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Giddy",
					"Spappz"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/265835",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1570211148,
		"dateLastModified": 1594296054
	},
	"adventure": [
		{
			"name": "A Zib for Your Thoughts",
			"id": "AZFYT",
			"source": "AZFYT",
			"coverUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/AZFYT/cover.png",
			"contents": [
				{
					"name": "A Zib for Your Thoughts",
					"headers": [
						"Story Overview",
						"Running the Adventure",
						"Starting the Adventure",
						"Getting to Work",
						"House Dimir Intervenes",
						"Argona",
						"Delrim Munn",
						"Herringbone",
						"Return to Veszka",
						"Further Adventures"
					]
				}
			],
			"level": {
				"start": 2,
				"end": 2
			},
			"published": "2019-03-05",
			"storyline": "Ravnica"
		}
	],
	"item": [
		{
			"source": "AZFYT",
			"name": "Vial of Thought Capture",
			"page": 4,
			"rarity": "Unknown (Magic)",
			"entries": [
				"This dark blue vial allows you to read another's surface thoughts and capture them as thoguht strands, storing the strands within the vial. As an action, you can activate the vial to target a creature you can see within 10 feet of you to learn its surface thoughts and pul the thoughts learned out of the creature's head as a tangible glowing string of energy known as a thought strand. The strands can be stored in the vial for up to 24 hours or until the vial reaches capacity, in which case the oldest strands dissipate. A creature affected by the vial knows that its thoughts are being probed.",
				"The vial can also store thought strands created by the {@spell encode thoughts|ggr} cantrip. It does not extend the duration of those strands beyond 8 hours, but stored strands do not disappear if you cast {@spell encode thoughts|ggr} again during the duration of the cantrip.",
				"The vial has 3 charges and can store up to 3 thought strands. It regains all its charges daily at dusk."
			]
		}
	],
	"adventureData": [
		{
			"id": "AZFYT",
			"source": "AZFYT",
			"data": [
				{
					"type": "section",
					"name": "A Zib for Your Thoughts",
					"entries": [
						"This adventure debuts as a part of the second Ravnica Weekend, a celebration of all things Ravnica. The adventure takes place a few weeks after the events depicted in {@adventure Krenko's Way|kkw}, an adventure featured at the first Ravnica Weekend and available as the introductory adventure in {@book Guildmaster's Guide to Ravnica|ggr}. Prior knowledge of that adventure is not necessary to enjoy {@i A Zib for Your Thoughts}.",
						{
							"type": "section",
							"name": "Story Overview",
							"entries": [
								"Vezska, a member of the Golgari Swarm, came upon a discarded magic item on her travels throughout the Undercity of the Tenth District. She surreptitiously had the item identified as a {@item vial of thought capture|azfyt}, an item allows the user to encode and store thought strands. As a findbroker, Vezska takes discarded items and resells them to surface dwellers. Once she determined what she had, Vezska put out to her network that she was in possession of the item and got a prospective client within hours.",
								"The client promised a handsome sum of zinos (gold pieces) to Vezska but had a catch – the vial had to be delivered to them with three specific thoughts already captured. Vezska accepted the deal, got the information from the client on the individuals and thoughts that needed capturing, and contacted the adventurers for help.",
								"The vial belongs to a powerful operative of House Dimir, the guild of secrets and spies. Its absence from its owner's possession will not go undetected for too long..."
							]
						},
						{
							"type": "section",
							"name": "Running the Adventure",
							"entries": [
								"{@i A Zib for Your Thoughts} is a short Dungeons & Dragons roleplaying game adventure for a party of four to six 2nd-level adventurers, playable in about two hours. It is set in the Tenth District of Ravnica and can serve as an introductory adventure to the setting. A balance of character classes is helpful, since the adventurers will face a variety of challenges. Adventurers can be affiliated with any of the guilds.",
								"{@link Pregenerated characters|https://lambda.sx/khlD.zip} are available with this adventure if players don't have the time or desire to create their own adventurers. If players have adventurers that they've used for {@adventure Krenko's Way|kkw}, they may level them up to 2nd level and play them for this adventure.",
								"If you would like to run this adventure as the Dungeon Master, we recommend you read the entire adventure before attempting to run it. If you'd prefer to play, you shouldn't read any further. The adventure assumes you have the fifth edition {@book Player's Handbook|phb}, {@book Dungeon Master's Guide|dmg}, and {@book Monster Manual|mm}. If you have {@book Guildmaster's Guide to Ravnica|ggr}, it is helpful but not required.",
								"Stat blocks for all the monsters and NPCs from {@book Guildmaster's Guide to Ravnica|ggr} are provided for your convenience.",
								"When a creature's name appears in {@b bold} type, that's a visual cue pointing you to the creature's stat block in the {@book Monster Manual|mm} or the stat block is in the appendix. Spells and nonmagical equipment mentioned in the adventure are described in the {@book Player's Handbook|phb}. Magic items are described in the {@book Dungeon Master's Guide|dmg}, unless the adventure's text directs you to an item description in {@book Guildmaster's Guide to Ravnica|ggr}.",
								{
									"type": "insetReadaloud",
									"entries": [
										"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text."
									]
								},
								{
									"type": "entries",
									"name": "Adventure Summary",
									"entries": [
										"The adventure begins with the characters in a sewer tunnel below the streets where they've arranged a meeting with Vezska, a Golgari findbroker. She came into possession of a {@item vial of thought capture|azfyt}, a magic item that allows the user to capture a few thoughts and store them for later access. A client approached her and wanted to purchase not only the vial, but specific thoughts to be placed in it. Vezska decided that it was best to outsource this sort of work and contacted the adventurers.",
										"Vezska presents an errand list to the adventurers, which includes names of three individuals and the specific thoughts that they need to store within the vial. Once all three thoughts are captured within the vial, the adventurers can return to Vezska to collect their reward. She will deliver the \"filled\" vial to her client.",
										"The adventurers must visit three individuals and find a way to get the thoughts out of each one. Each individual has reasons for holding back their information, so the party must find a way to obtain the specific thoughts – through deception, negotiation, or coercion. Once they have all three thoughts, they can return to Vezska and collect their reward.",
										"It's not just that easy, though. The {@item vial of thought capture|azfyt} is a prized item among House Dimir, a guild that trades in knowledge and secrets. The magic item has a built-in silent alarm system to notify the owner if someone uses it. After it is first activated while in possession of the characters, the Dimir operative that owns the item is notified pending retrieval specialists to reacquire the vial from the party by whatever means necessary."
									]
								},
								{
									"type": "entries",
									"name": "Veszka's Client",
									"entries": [
										"Veszka was hired by a client from a guild to accomplish this task. Each guild has their own reason for wanting the specific information presented.",
										"At the beginning of the adventure, roll a client from the chart below, or choose one. The guild affiliation of the client may influence future adventures if you choose. Vezska does not give up the description of the client unless forced to do so.",
										{
											"type": "table",
											"caption": "Vezska's Client",
											"colLabels": [
												"d6",
												"Faction"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Azorius"
												],
												[
													"2",
													"Dimir"
												],
												[
													"3",
													"Izzet"
												],
												[
													"4",
													"Orzhov"
												],
												[
													"5",
													"Rakdos"
												],
												[
													"6",
													"Simic"
												]
											]
										},
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Azorius.",
													"entry": "An impeccably dressed male human lawmage."
												},
												{
													"type": "item",
													"name": "Dimir.",
													"entry": "A humanoid roughly the size of a human, elf, or vedalken."
												},
												{
													"type": "item",
													"name": "Izzet.",
													"entry": "An eager, excitable female goblin."
												},
												{
													"type": "item",
													"name": "Orzhov.",
													"entry": "A winged thrull delivered payment and the message from the client."
												},
												{
													"type": "item",
													"name": "Rakdos.",
													"entry": "A flamboyantly dressed female human blood witch."
												},
												{
													"type": "item",
													"name": "Simic.",
													"entry": "A Simic hybrid – an elf with greenish-blue scales and nictitating membranes on their eyes."
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/AZFYT/findbroker.webp"
							}
						},
						{
							"type": "section",
							"name": "Starting the Adventure",
							"entries": [
								"Once the players are ready to begin, read or paraphrase the following introductory text and have the players introduce themselves:",
								{
									"type": "insetReadaloud",
									"entries": [
										"You wait in the dim glow of a fetid sewer chamber below the streets of the Tenth District. The rhythmic dripping is sometimes interrupted by a sloshing or scrabbling sound from somewhere nearby as you wait for your employer, a specialist in tracking down forgotten and discarded items, to show.",
										"After a few more minutes of waiting, a tattooed elf wearing supple leather armor and a fungal shawl arrives from one of the tunnel passages. She strides over to your group.",
										"\"Sorry I'm running a bit behind. Let's get down to business.\""
									]
								},
								"Vezska, a Devkarin elf {@creature scout} and findbroker for the Golgari Swarm has arrived to give an employment offer to the party.",
								"If they haven't done so already, the players may want to establish connections between some of the characters before their introductions. Personal connections between characters could include:",
								{
									"type": "list",
									"items": [
										"A shared guild",
										"A shared contact",
										"A mutual friend",
										"A previous shared employer",
										"Went to the same school/academy",
										"Frequent the same social spaces (taverns, arenas, etc.)",
										"Live or lived in the same neighborhood"
									]
								},
								"In addition, one or more of the characters might want to have Vezska as their contact in the Golgari if they haven't already established their contacts with their character. If that's the case, then the meetup was brokered through that adventurer. If not, Vezska could have simply put out word she was looking for adventurers, the party got word and assembled itself.",
								{
									"type": "entries",
									"name": "Vezska's Job",
									"entries": [
										"Vezska exhibits confident yet casual demeanor when interacting with the party. After initial greetings, Vezska gets down to business, laying out the task at hand.",
										{
											"type": "list",
											"items": [
												"\"I came upon a very intriguing item in my travels of late. A small dark blue vial that I sensed must be a magic item of sorts. After doing some inquires, I found my suspicions were correct. It's called a {@item vial of thought capture|azfyt}.\"",
												"\"Of course, I needed to find a way to turn it into coin, so I put out word to a select group of potential buyers that are into this sort of thing. I got an interested offer after just a few hours, but there were stipulations. Nevertheless, I accepted the offer, but I need your help in fulfilling it.\"",
												"\"My client wants not only the vial, but also three specific thoughts to be captured in it. I have the names of the individuals and the thoughts that need to be captured in the vial. I know nothing else about the specifics of the request, only that it needs to be fulfilled for the arrangement to be satisfied.\""
											]
										},
										"Vezska offers the party 500 zinos (gp) upon successful completion of the task and return of the \"filled\" vial to her by no later than mid-day tomorrow. They can rendezvous at this location again. If a character attempts to negotiate a higher offer, a successful DC 15 Charisma ({@skill Persuasion}) check gets Vezska to up her offer to 750 zinos. This check can be made with advantage for a character that has Vezska as a contact.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Treasure.",
													"entry": "If a character has Vezska as a contact, or if there is a member of the Golgari in the group, Vezska gives that character a rust-covered pendant with the Golgari symbol on it, a {@reward Golgari charm|GGR}. When activated, the charm can cast either {@spell dispel magic}, {@spell false life} (3rd-level version), or {@spell stinking cloud} once before vanishing. More information on guild charms can be found in {@book Guildmaster's Guide to Ravnica|ggr|5|guild charms}. She only has one charm to give and she favors a Golgari member over all others."
												}
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/AZFYT/golgari locket.webp"
											}
										},
										{
											"type": "entries",
											"name": "Vial of Thought Capture",
											"entries": [
												"This dark blue vial allows you to read another's surface thoughts and capture them as thought strands, storing the strands within the vial. As an action, you can activate the vial to target a creature you can see within 10 feet of you to learn its surface thoughts and pull the thoughts learned out of the creature's head as a tangible glowing string of energy known as a thought strand. The strands can be stored in the vial for up to 24 hours or until the vial reaches capacity, in which case the oldest strands dissipate. A creature affected by the vial knows that its thoughts are being probed.",
												"The vial can also store thought strands created by the {@spell encode thoughts|GGR} cantrip. It does not extend the duration of those strands beyond 8 hours, but stored strands do not disappear if you cast {@spell encode thoughts|GGR} again during the duration of the cantrip.",
												"The vial has 3 charges and can store up to 3 thought strands. It regains all its charges daily at dusk."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Subjects and Thoughts",
									"entries": [
										"Vezska hands over the vial and gives the party the information she was provided on the subjects and what thoughts need to be obtained. All the individuals are known to reside in the Tenth District. Vezska doesn't know any of them personally or by reputation.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Argona.",
													"entry": "A red-haired, roan, female centaur and horncaller (a type of beastmaster) in the Selesnya Conclave. The characters must learn the name of the gardening book that she recently returned to the Ismeri Library."
												},
												{
													"type": "item",
													"name": "Delrim Munn.",
													"entry": "A male vedalken student at Prism University. The characters must obtain the location of a secret passage at the Ismeri Library that Delrim accidently discovered."
												},
												{
													"type": "item",
													"name": "Herringbone.",
													"entry": "A male Silhana (wood elf) fence with a propensity to dress in well-tailored clothes. The characters must learn the location of a Mizzium-augmented scorchbringer (a flamethrower-like device) that's he's seen but hasn't been able to obtain."
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/GGR/026-213.png"
							}
						},
						{
							"type": "section",
							"name": "Getting to Work",
							"entries": [
								"Once the characters have been suitably briefed and are ready to get started, Vezska reminds them that they have 24 hours to return with the vial and the required thought strands. If they don't succeed, they don't get paid. If they ask about keeping the vial, Vezska tells them that it's hers and taking from a findbroker is a good way to wind up as fertilizer.",
								{
									"type": "entries",
									"name": "Hitting the Streets",
									"entries": [
										"The party can take different approaches to find the individuals on the list. Once the characters find out the location of the individuals, see the appropriate section below.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Use Contacts",
													"entries": [
														"If a character has an appropriate contact to press for information, they can reach out to that contact for assistance. It takes one hour to arrange a meeting with the contact and {@dice 1d6} hours for the contact to find the individual's place of work and residence. If the contact is not particularly suited to find the requested individual, the time it takes to find their location is doubled."
													]
												},
												{
													"type": "entries",
													"name": "Gather Information",
													"entries": [
														"Characters can go to public gathering places to attempt to find out where the individuals are located. After {@dice 1d4} hours, a character sifting through many idle conversations makes a DC 10 Charisma check. On a success, they find out either the place of work or the residence of the individual, as they choose. Characters get advantage on this check if they are in the precinct where the subject lives.",
														{
															"type": "list",
															"items": [
																"{@b Argona} lives in Precinct Three and currently is working at the gardens on Millennial Platform.",
																"{@b Delrim Munn} lives and works in Precinct Five, operating out of a small lab near the Blistercoils.",
																"{@b Herringbone} is currently staying with some Gruul friends on the edge of Precinct Four in a rubblebelt encampment."
															]
														},
														"It takes roughly a half an hour to travel to where Argona or Delrim are found no matter where the characters are in the city, thanks to public transit. The journey through the rubblebelt to visit Herringbone takes about two hours."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "House Dimir Intervenes",
							"entries": [
								"After the characters have used the vial to capture at least one thought strand, a silent magical alarm is sent to the former owner of the vial to inform them that it has been used by someone else. The former owner, a powerful Dimir operative not present in this adventure, sends out a response to attempt to reclaim the vial. The former owner is aware of the vial's location as a result of the magic placed on the vial, but that divination magic fades within 24 hours.",
								{
									"type": "entries",
									"name": "Deception and Lies",
									"entries": [
										"The encounter with House Dimir should take place after the second use of the vial. Ideally, this encounter would take place on a busy street, a transit station, or some other location with good hiding spots and escape routes.",
										"The retrieval team are given orders to attempt to steal it without open conflict if possible. A team of two {@creature spy||spies} and one {@creature thought spy|ggr} dressed in mundane travelers' clothes with concealed weapons track down the party. They spend some time observing their movements from the shadows. Characters with passive {@skill Perception} scores of 14 or higher might get a sense that they're being watched or followed.",
										"The spies know which character currently has the vial. Upon observing the party, they may employ one of the following approaches to obtain it or use your own.",
										{
											"type": "list",
											"items": [
												"Two spies create a distraction nearby (such as overturning a cart, starting an argument, etc.) while the thought spy moves in using {@skill Stealth} and {@skill Sleight of Hand} to steal it. If the party is suitably distracted, opposed rolls by the characters to detect the theft are at disadvantage.",
												"The thought spy casts {@spell disguise self} to appear as an innocuous individual (a shopkeep, librarian, etc.) and walks up to the character with the vial and asks to accompany the disguised spy back to their place for help. The thought spy takes them to a nearby House Dimir safehouse (where the other spies are waiting) and attempts to obtain the item through a Dexterity ({@skill Sleight of Hand}) check, {@spell charm person} spell, or by force. If the retrieval team resorts to using force, a {@creature flying horror|ggr} arrives as backup after one round of combat.",
												"If the spies outnumber the group with the vial (such as if the party decides to split up), they might attempt to ambush them down an alley hidden from public view. The spies do not attack to kill, having orders only to obtain the item. Any character reduced to 0 hit points by their attacks is knocked {@condition unconscious} instead of dying.",
												"Captured spies know only that they were brought in to retrieve the vial and drop it off at a secure location in the undercity. The secretive cells of the Dimir ensure that no unneeded information is passed on to operatives in the field."
											]
										},
										{
											"type": "inset",
											"name": "House Dimir Characters",
											"entries": [
												"If a character in the party is a member of House Dimir, they are aware of what thought strands are and how valuable a commodity they represent to the guild of secrets. The character might sympathize with the operative who lost the vial and try to side with them in order to curry favor with their guild.",
												"It's okay for this character to have this sort of conflict and possibly their own agenda, so long as it doesn't create too much tension within the rest of the party. Remind the player that there are many cells within the Dimir and they are operating in a relatively independent fashion. Some cells may be at odds with others, so it's not unreasonable to be keeping the operative from retrieving their lost vial.",
												"In the end, the disposition of the vial after Vezska gives it to her client could serve as a fertile seed for another adventure for that character, amongst the many other secrets that this adventure presents"
											]
										},
										"If the spies succeed in stealing the item, but the party notices the theft, a chase through the streets of the Tenth District ensues. You can use the {@table Urban Chase Complications|dmg} table in the {@book Dungeon Master's Guide|dmg|8|chases} to adjudicate the chase.",
										"If the spies manage to steal the vial and escape the party, their mission has failed. They can still attempt to find each individual and the answers to the questions, but it's only for their use."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/AZFYT/flying horror.webp"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Argona",
							"entries": [
								"The Selesnyan centaur {@creature horncaller|GGR} Argona has had some attitude issues of late, earning some remedial work time from her superiors. She is a recent convert to the Conclave, having been raised in a Gruul clan. As a horncaller, she's responsible for the care and training of beasts in the guild. But her temper has earned her some time landscaping the topiaries on the grounds of Millennial Platform, a floating structure moored to immense chains that affords the best view of the Tenth District and beyond. She can be found on this platform during the day.",
								"In the evening, Argona retires to her yurt in Beast Haven, a neighborhood known for raising the best animals in the Tenth District. If the characters encounter her here, she's warier of them and all social interaction checks are made with disadvantage unless initiated by a member of Selesnya or Gruul guilds.",
								{
									"type": "entries",
									"name": "Millennial Platform",
									"entries": [
										"Every citizen has an annual token that they can redeem for one zeppelid ride to the platform, including the characters. The public zeppelid transports only run from dawn to dusk. If they wish to pay for the journey instead, it costs 1 zino (gp) to take the zeppelid from the main transit hub Augustin Station to Millennial Platform.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Zeppelids",
													"entries": [
														"These are immense floating creatures that remain buoyant through many air sacs on their balloon-like bodies. The result of the Simic Combine's biomancy, they are easily tamed and are often used by Ravnicans for air transportation. An enclosed compartment is often harnessed to their frames to carry travelers.",
														"Once the characters arrive at the platform, read the following:",
														{
															"type": "insetReadaloud",
															"entries": [
																"The zeppelid journey to Millennial Platform boasts a breathtaking view of the endless city, including the nine guildhalls and domed Chamber of the Guildpact.",
																"The garden grounds where Argona works are a short walk away near an elegantly carved marble building ringed on three sides by manicured topiaries depicting all manner of beasts."
															]
														},
														"A frustrated looking roan centaur with fiery red hair and tribal tattoos makes her way through the topiaries swinging a pair of shears in her hands.",
														"Argona is attempting to trim the topiaries, but she's having problems. The topiaries are animated, and don't particularly take well to trimmings. Normally, the Conclave would assign a druid to this task, but Argona has been asked to do it to help her \"get in touch with her peaceful self.\" It's not going well so far."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "A Little Off the Top",
											"entries": [
												"If the characters approach Argona, she hails them and tries to downplay her frustration now that others have noticed her. She explains what she's doing and tells the characters the topiaries keep moving away when she draws close. She must trim four of them today – two that look like brushstriders (an elk-like creature) and two that look like ceratoks (a rhino-like creature). Each should only take a few minutes to trim, but she admits even though she's been learning how to garden, she's not a plant person and they're skittish.",
												"If the characters explain why they're here and what they want from her, Argona asks them for a favor in exchange for the information they seek – help her cut the topiaries. The characters can accept her deal, or they can instead make a DC 15 Charisma ({@skill Persuasion}) check. On a success, they ply the information from her and leave her to her toils. If the characters mention that they are going to capture her thought in a vial and opt out of helping her, the check is made with disadvantage.",
												"There are four topiaries – two are brushstriders ({@creature awakened shrub||animated shrubs}) and two are ceratoks ({@creature awakened tree||animated trees}). In order to successfully get close to trim them, a character can attempt one of the following methods:",
												{
													"type": "list",
													"items": [
														"A successful DC 15 Intelligence ({@skill Nature}) check allows a character to approach the plant cautiously, close enough to do the work needed.",
														"A successful DC 15 Dexterity ({@skill Sleight of Hand}) check allows a character to hide the shears and surreptitiously trim the topiary.",
														"Use of a restraint, such as strong ropes or an {@spell entangle} spell. Roll initiative and conduct this like a combat, with the topiary attempting to escape and attacking if a character comes within range unless properly {@condition restrained}.",
														"Anything else creative that a character tries might be effective. In general, the difficulty of any check to succeed is DC 15, but you can give advantage if others are helping."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Argona's Information",
											"entries": [
												"Once the characters have assisted Argona or convinced her to provide what they're looking for, she tells them the following:",
												{
													"type": "insetReadaloud",
													"entries": [
														"\"That was a lot of work for the name of a book. Well, it's called Gardening Heals and I returned it back to the Ismeri Library only a few days overdue.\""
													]
												},
												"If the characters helped her with the topiaries or succeeded on the check to convince her by 5 or more, she offers up an additional piece of information.",
												{
													"type": "insetReadaloud",
													"entries": [
														"\"One other thing about that book... I was reading it by candlelight one night and I swore I saw some other faded writing through the pages. Didn't look like any sort of thing I could read, and I never saw it again.\""
													]
												},
												"The party can choose to capture this additional insight in the thought strand, or they can leave it out."
											]
										}
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/AZFYT/sage row savant.webp"
							}
						},
						{
							"type": "section",
							"name": "Delrim Munn",
							"entries": [
								"The vedalken {@creature apprentice wizard|VGM} Delrim has always had big dreams for himself, and that's why he wanted to attend Prism University, a prestigious school of magic in Precinct Five. His eagerness to prove his worth as a legitimate mage during his studies has nearly become his undoing more than once, as he's taken risks applying his learned knowledge with disastrous results. Now, he needs his latest project to pay off, or he'll fail out of school. He's been working nearly around the clock at a laboratory off-campus in the Blistercoils, a neighborhood in Precinct Five. Day or night, the party finds Delrim here as he prepares his experiment for review.",
								{
									"type": "entries",
									"name": "Delrim's Lab",
									"entries": [
										"Delrim has been working for the past few days out of a small room in a basement near the massive waterwheel generators known as blistercoils. The raging sound of the nearby water and the constant humming of the generators make it difficult to hear in this space, but Delrim's wearing ear protection.",
										"Once the characters arrive at the lab, read the following:",
										{
											"type": "insetReadaloud",
											"entries": [
												"The address provided for Delrim resides in the Blistercoils, an industrial neighborhood dotted with workshops and labs. The exact address lies down a deep descending staircase, the air pounding with the sound of rushing water. The waterwheels that power much of the city must be near."
											]
										},
										"The stairway terminates in a steel door with a brownish metal box bolted to the left wall. The box contains nine sets of earplugs, as well as a big green button. Pushing the button alerts the occupants inside the room that someone is calling outside.",
										"The door has a sliding slot on the inside for someone to look outside. It is locked and requires a successful DC 16 Dexterity check with thieves' tools to pick the lock or a successful DC 20 Strength ({@skill Athletics}) check to break down the door.",
										"If the characters press the button Delrim answers the door, shouting a greeting over the din of the water wheels. After the door opens read the following:",
										{
											"type": "insetReadaloud",
											"entries": [
												"The door opens on a messy 30-foot-square laboratory that looks both well-used and lived in. A giant apparatus composed of dozens of conduction coils is attached to one wall. Tethered by many cables to this device is a bulbous cylinder with a protruding extension, pointed directly at an engineering book on a table. Written on the side of the cylinder are the words \"Phase Transference Emitter.\""
											]
										},
										"For anyone to hear anything in the lab, characters must yell or find some other way to communicate (such as a {@spell message} cantrip). Delrim doesn't wait long for the characters to initiate conversation before yelling \"ARE YOU READY? LET'S BEGIN!\" He then throws a switch near the apparatus and the conduction coils crackle with electricity.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/AZFYT/electrostatic field.webp"
											}
										},
										{
											"type": "entries",
											"name": "Don't Phase Me",
											"entries": [
												"Delrim's device fires a beam that phases objects out of reality for a short time, but he hasn't been able to make it work consistently. In his impatience, he hooked the device up to a massive magically augmented conduction matrix to boost its potency. It was a huge mistake.",
												{
													"type": "insetReadaloud",
													"entries": [
														"The smell of ozone fills the room as the apparatus crackles to life. Almost instantly, the coils are laced with electricity so intense it bathes the room in a blue-white light. The Phase Transference Emitter fires a blue beam at the book on the table, and it disappears."
													]
												},
												"Electricity lances out from the coils powering the emitter as smoke streams and sparks fly from the cylinder's housing, the emitter swings crazily around. Delrim's triumphant expression turns to one of panic as he realizes his experiment has failed with potentially disastrous consequences. The {@trap malfunctioning Phase Transference Emitter|AZFYT} must be disabled or destroyed before it causes too much havoc. It has become a trap!"
											]
										},
										{
											"type": "entries",
											"name": "Malfunctioning Phase Transference Emitter",
											"entries": [
												"{@i Complex trap (level 1–4, dangerous threat)",
												"The malfunctioning Phase Transference Emitter consists of two primary components. The power battery is a 10-foot circular matrix of conduction coils wired directly to a generator via a secure power cable. The coils have ten nodes that connect to a large eight-foot tall cylindrical steel emitter rigged on a swivel.",
												{
													"type": "entries",
													"name": "Trigger",
													"entries": [
														"The trap has already been sprung once the power switch was thrown."
													]
												},
												{
													"type": "entries",
													"name": "Initiative",
													"entries": [
														"The trap acts on initiative count 20 and initiative count 10."
													]
												},
												{
													"type": "entries",
													"name": "Active Elements",
													"entries": [
														"The Phase Transference Emitter is overloading. Both the emitter's ray and the coil matrix are dangerous. The emitter's housing is extremely hot from the massive influx of electricity.",
														{
															"type": "list",
															"style": "list-hang-notitle",
															"items": [
																{
																	"type": "item",
																	"name": "Phase Beam (Initiative 20).",
																	"entry": "The phase beam shoots at a random creature within the room. The beam has a {@hit +5} bonus to the attack roll. On a hit, the target and all its gear become both {@condition invisible} and incorporeal for one minute. The target's only method of movement is a fly speed of 10 feet. The target has resistance to nonmagical damage, and it has advantage on Strength, Dexterity, and Constitution saving throws. The target can pass through solid surfaces and liquids. The target can't fall and remains hovering in the air even when {@condition stunned} or otherwise {@condition incapacitated}. While affected by the phase beam, the target can't manipulate, physically attack, or interact with objects and creatures not affected by the phase beam. The target can still talk and cast spells."
																},
																{
																	"type": "item",
																	"name": "Coil Discharge (Initiative 10).",
																	"entry": "Arc bolts of electricity flash out of the matrix. Each creature within 30 feet of the power matrix must make a DC 11 Dexterity saving throw or take 10 ({@damage 3d6}) lightning damage."
																}
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Dynamic Elements",
													"entries": [
														"As time passes, the device becomes more erratic and eventually explodes.",
														{
															"type": "list",
															"style": "list-hang-notitle",
															"items": [
																{
																	"type": "item",
																	"name": "Phase Beam Fires More Often.",
																	"entry": "Starting on its fourth turn, the phase beam attacks on initiative 10 as well as initiative 20."
																},
																{
																	"type": "item",
																	"name": "Room Heats Up.",
																	"entry": "The heat from the emitter brings the room to unbearable temperatures. At the beginning of the trap's third turn, the room's temperature is noticeably hotter. At the beginning of the trap's sixth turn on initiative 20, all creatures must succeed on a DC 10 Constitution saving throw or gain one level of {@condition exhaustion}. Creatures wearing medium or heavy armor have disadvantage on the saving throw, and creatures with fire immunity or resistance do not need to make this saving throw. This saving throw is repeated at DC 13 at the beginning of the trap's ninth turn on initiative 20."
																},
																{
																	"type": "item",
																	"name": "Explosion.",
																	"entry": "At the beginning of the trap's tenth turn, the entire system overloads and the power matrix explodes, dealing 35 ({@damage 10d6}) fire damage to everyone in the room, shorting out the power for the whole facility, and causing an Azorius response team to be sent out to find out what happened. The trap is destroyed, along with Delrim's prospects of ever graduating from Prism University."
																}
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Constant Elements",
													"entries": [
														"The emitter and power coil matrix are both dangerous to be near.",
														{
															"type": "list",
															"style": "list-hang-notitle",
															"items": [
																{
																	"type": "item",
																	"name": "Coil Discharge.",
																	"entry": "Any creature that ends its turn within 5 feet of the power matrix must make a DC 11 Dexterity saving throw or take 7 ({@damage 2d6}) lightning damage. Creatures wearing metal armor have disadvantage on the saving throw."
																},
																{
																	"type": "item",
																	"name": "Emitter Heat.",
																	"entry": "The emitter is hot to the touch. Any creature touching the emitter takes 3 ({@damage 1d6}) fire damage."
																}
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Countermeasures",
													"entries": [
														"There are ways to thwart the trap's active elements and prevent the explosion from occurring.",
														{
															"type": "list",
															"style": "list-hang-notitle",
															"items": [
																{
																	"type": "item",
																	"name": "Phase Beam.",
																	"entry": "Characters can anticipate the beam's firing sequence, lock the swivel, or sever the power cables connecting the emitter to the power matrix."
																},
																{
																	"type": "itemSub",
																	"name": "Intelligence (Investigation), DC 15.",
																	"entry": "As an action, a creature that can see the emitter can attempt an Intelligence ({@skill Investigation}) check. A successful check means that the creature now can anticipate the emitter's firing sequence. Phase beam attacks that target that creature have disadvantage."
																},
																{
																	"type": "itemSub",
																	"name": "Dexterity check using thieves' tools or Strength check, DC 15.",
																	"entry": "Creatures can attempt to lock the swivel on the emitter to keep the beam pointed at only one spot, thus making the beam easily avoidable. A successful check means the phase beam attack is considered disabled. Creatures that attempt this must touch the emitter, taking the emitter heat damage."
																},
																{
																	"type": "itemSub",
																	"name": "Attack.",
																	"entry": "As an action, a creature can sever one of the ten power cables connected to the emitter. Each power cable has AC 5 and 3 hit points. For every two power cables severed (round down), the phase beam attack bonus is reduced by 1. Once the tenth power cable is severed, the emitter ceases to function and the phase beam attack as well as the emitter heat constant element are disabled."
																},
																{
																	"type": "item",
																	"name": "Coil Discharge.",
																	"entry": "The coils can be shut down by dispelling or disabling the magic that amplifies their energy or by shutting off the power source."
																},
																{
																	"type": "itemSub",
																	"name": "Intelligence (Arcana), DC 15.",
																	"entry": "The magic augmenting the power matrix can be disabled with three successful checks. Alternatively, it can be disabled with one successful casting of {@spell dispel magic} (DC 13) targeting the coils. If the coils are disabled, it disables the coil discharge elements as well as the explosion dynamic element. The emitter is still active, receiving some power from the matrix. Creatures that attempt this are subject to the coil discharge constant element if they end their turn next to the power matrix."
																},
																{
																	"type": "itemSub",
																	"name": "Shut off the main power cable.",
																	"entry": "On the wall near the power matrix is a mizzium-reinforced metal casing that holds the main power breaker for the matrix. It can be spotted with a successful DC 10 Wisdom ({@skill Perception}) check if someone is looking for something else notable in the lab. This is securely locked, requiring two successful DC 20 Dexterity checks with {@item thieves' tools|phb}, two successful DC 16 Intelligence ({@skill Arcana}) checks, or 20 points of damage with a magic weapon to break open. Once opened, a switch can be thrown to shut down the matrix, disabling all elements of the trap."
																}
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Delrim's Information",
											"entries": [
												"Once the characters have assisted Delrim in disabling his experiment or fleeing the building, he's able to provide the following information when asked:",
												{
													"type": "insetReadaloud",
													"entries": [
														"\"I was at Ismeri Library in the philosophy section, looking for books from my reading list for my Ethics in Research class when I discovered a secret passage on the top shelf of the second bookcase in the section. It was a crawlspace that you needed a ladder to access, or the ability to fly, or climb, or something like that. Certainly not obvious to anyone at all. It terminated at a locked metal door with some odd symbols on it."
													]
												},
												"If the characters managed to shut down the experiment without it exploding, Delrim can log the results of his work and asks the party to verify his findings with their signatures. If they agree, he provides them with an additional detail:",
												{
													"type": "insetReadaloud",
													"entries": [
														"Delrim fishes in his handbag for a piece of paper and holds it out to you. \"Before I took off, I managed to make a rubbing of some of the symbols on that door. I don't know what they mean since I haven't had time to research them, but you can take them with you.\""
													]
												},
												"This information does not need to be captured in the thought strand if the party wants to withhold it. Any character that participated in {@adventure Krenko's Way|kkw} notices that these markings are similar to the ones found on a door to Falish's home. Otherwise, the markings are just a curiosity that have no further impact on this adventure."
											]
										}
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/AZFYT/rubblebelt raiders.webp"
							}
						},
						{
							"type": "section",
							"name": "Herringbone",
							"entries": [
								"An elf-about-town, fence, and man of extraordinary style, Herringbone works all over the Tenth District, selling illicit goods obtained from his network of street thieves. He's not big time enough to have a gang, but he's made a lot of acquaintances that are good at inflicting violence upon anyone attempting to swindle or cheat him out of a transaction. One of his favorite groups of thugs-for-hire is a Gruul warband located in the rubblebelt.",
								{
									"type": "entries",
									"name": "Rubblebelt Encampment",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/GGR/095-415.png"
											}
										},
										"Herringbone has spent the last couple of days here after completing a transaction with the warband's leader. Most of the rest of the warband is out raiding, but Herringbone stayed around to keep the few squatters company.",
										{
											"type": "insetReadaloud",
											"entries": [
												"The rubblebelt is a ruinous zone of decrepit buildings and overgrowth. The information you obtained leads you to an encampment in an old plaza, reclaimed by the wild. An old tower still stands about 80 above the ground. Thin trees cling to the ruins here and there, and you can some hide tents dotted around the plaza proper. A bonfire is crackling in the center of the area."
											]
										},
										"A {@creature rubblebelt stalker|GGR} stands watch in the tower, and whistles down to the rest of his band when he spots the party approaching. Two {@creature anarch|GGR|anarchs} are out near the bonfire, and they head to the beast pens to fetch their two {@creature boar|mm|boars} before heading to meet the party. Both the rubblebelt stalker and anarchs are found in the appendix.",
										"Herringbone ({@creature noble} with AC 12) heads down from his room in the tower to join the two anarchs in welcoming the party. The assembled group meets the party just north of the bonfire.",
										{
											"type": "insetReadaloud",
											"entries": [
												"Herringbone is an impeccably dressed elf with a fine suit, gilded rapier, and a feathered cap smiles wide at you as you walk up. You catch the glint of a couple of gold teeth in his mouth."
											]
										},
										"If the characters explain what they're here for, Herringbone listens intently to their request, and then flat out refuses to give them the information they're looking for. If they mention capturing the information in a thought strand, Herringbone is emphatic in his rebuke, and asks the party to leave before these Gruul give them a bad day.",
										"The Gruul are spoiling for a fight and are ready to attack whenever Herringbone says he's done talking with the party. The rubblebelt stalker starts making his way down from his post in the tower during the conversation and attempts to hide amongst the trees just to the north of the meeting area.",
										{
											"type": "entries",
											"name": "Tea Time is Over",
											"entries": [
												"The party has only a short time to deal with Herringbone. If they spend too much time talking, Herringbone dismisses them at once. If they refuse to leave or try to delay, he and the Gruul attack. Here are a few approaches the party could take:",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Barter.",
															"entry": "The group could try to barter for the information. They would need to offer something of substantial value. The Golgari charm would be considered a good trade in kind. Other valuable items might be acceptable. Characters bartering need to succeed on a DC 15 Charisma ({@skill Persuasion}) check to get Herringbone to take the deal, as long as the item in question is worth 100 zinos (gp) or more."
														},
														{
															"type": "item",
															"name": "Intimidate.",
															"entry": "They could try to intimidate Herringbone, but unless they subdue all the Gruul first, that's a tall order. If the group tries this tactic, it requires a very convincing threat along with a DC 20 Charisma ({@skill Intimidation}) check to get him to back down and give the party the information. A Gruul member of the Burning Tree clan has advantage on this check, as they have the most fearsome reputation amongst the Gruul, cowing Herringbone's associates."
														},
														{
															"type": "item",
															"name": "Deceive.",
															"entry": "It's possible to deceive Herringbone in thinking about the answer, and then subtly using the vial of thought capture to gather the thought strand. This requires an expert in deceit to navigate the conversation and an unseen hand in manipulating the vial. A DC 20 Charisma ({@skill Deception}) check and a DC 15 Dexterity ({@skill Sleight of Hand}) check can obtain the thought strand."
														},
														{
															"type": "item",
															"name": "Charm.",
															"entry": "A character could use magic such as {@spell charm person} to get the answer from Herringbone, although the Gruul may attack the party if one of the anarchs can tell if Herringbone has been {@condition charmed}, requiring an anarch to succeed on a DC 10 Wisdom ({@skill Insight}) check."
														},
														{
															"type": "item",
															"name": "Fight.",
															"entry": "The party could decide to just subdue them in combat. Once all the Gruul are defeated, Herringbone can be easily coerced into giving up the appropriate information."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Herringbone's Information",
											"entries": [
												"Once the party has successfully gotten Herringbone to give up the information, he keeps it short.",
												{
													"type": "insetReadaloud",
													"entries": [
														"\"The scorchbringer is in the personal vault of Velren, a pontiff in the Orzhov Syndicate. Good luck with that.\""
													]
												},
												"If the party charmed Herringbone, offered up the Golgari charm as barter, or succeeded by 5 or more on a Charisma check to obtain the information, Herringbone offers just a bit more.",
												{
													"type": "insetReadaloud",
													"entries": [
														"Oh, one other thing of note. That scorchbringer's special. It's mizzium-infused and can cut through pretty much anything. That's what caught my interest."
													]
												},
												"This additional information does not need to be captured in the thought strand at the party's discretion."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Return to Vezska",
							"entries": [
								"Once the party has obtained the thought strands, they can make their way back to their original meeting location in the sewers. About mid-morning the next day, Vzeska shows up to collect the vial.",
								{
									"type": "insetReadaloud",
									"entries": [
										"At the appointed time, Vezska appears from the same passage as before, but she brought along four kraul, bristling with weapons. Vezska smiles as she approaches with her escort.",
										"\"Don't mind them. They're just insurance. They're not necessary, right?\""
									]
								},
								"Vezska brought four {@creature kraul warrior|GGR|kraul warriors} here just in case the party is thinking about absconding with the vial. If they hand off the vial (with or without all the thought strands), she doesn't initiate combat.",
								"If the group succeeds in obtaining all the thought strands and hands the vial over to Vezska, they receive their promised payment. In addition, all party members receive one renown with their guilds, as Vezska spreads the word on their reliability.",
								"If the group doesn't succeed in obtaining all the thought strands but hands over the vial, Vezska is disappointed but offers the party 100 zinos for their efforts. They do not receive a renown reward.",
								"Of course, if the group keeps the vial and defeats Vezska, they've made potential enemies with some of the Golgari. If the vial is returned to House Dimir, all non-Golgari characters earn one renown, and Dimir characters earn two renown."
							]
						},
						{
							"type": "section",
							"name": "Further Adventures",
							"entries": [
								"If you're continuing a campaign set on Ravnica, this adventure sows numerous seeds to use as a part of your campaign. If you'd like, you can review the list of questions below to help inspire future adventures:",
								{
									"type": "list",
									"items": [
										"Who was Vezska's client? What do they intend to do with the information they sought?",
										"Who is in possession of the vial at the end of the adventure?",
										"What is the identity of the Dimir operative that sent retrieval teams to obtain the vial?",
										"Did the party withhold any additional information they learned?",
										"What do the etchings mean on the door that Delrim discovered?",
										"Are there any NPCs that could become future contacts for one or more characters?"
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"trap": [
		{
			"name": "Malfunctioning Phase Transference Emitter",
			"trapHazType": "CMPX",
			"tier": 1,
			"threat": 2,
			"entries": [
				"The malfunctioning Phase Transference Emitter consists of two primary components. The power battery is a 10-foot circular matrix of conduction coils wired directly to a generator via a secure power cable. The coils have ten nodes that connect to a large eight-foot tall cylindrical steel emitter rigged on a swivel."
			],
			"trigger": [
				"The trap has already been sprung once the power switch was thrown."
			],
			"initiative": 3,
			"eActive": [
				"The Phase Transference Emitter is overloading. Both the emitter's ray and the coil matrix are dangerous. The emitter's housing is extremely hot from the massive influx of electricity.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Phase Beam (Initiative 20).",
							"entry": "The phase beam shoots at a random creature within the room. The beam has a {@hit +5} bonus to the attack roll. On a hit, the target and all its gear become both {@condition invisible} and incorporeal for one minute. The target's only method of movement is a fly speed of 10 feet. The target has resistance to nonmagical damage, and it has advantage on Strength, Dexterity, and Constitution saving throws. The target can pass through solid surfaces and liquids. The target can't fall and remains hovering in the air even when {@condition stunned} or otherwise {@condition incapacitated}. While affected by the phase beam, the target can't manipulate, physically attack, or interact with objects and creatures not affected by the phase beam. The target can still talk and cast spells."
						},
						{
							"type": "item",
							"name": "Coil Discharge (Initiative 10).",
							"entry": "Arc bolts of electricity flash out of the matrix. Each creature within 30 feet of the power matrix must make a DC 11 Dexterity saving throw or take 10 ({@damage 3d6}) lightning damage."
						}
					]
				}
			],
			"eDynamic": [
				"As time passes, the device becomes more erratic and eventually explodes.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Phase Beam Fires More Often.",
							"entry": "Starting on its fourth turn, the phase beam attacks on initiative 10 as well as initiative 20."
						},
						{
							"type": "item",
							"name": "Room Heats Up.",
							"entry": "The heat from the emitter brings the room to unbearable temperatures. At the beginning of the trap's third turn, the room's temperature is noticeably hotter. At the beginning of the trap's sixth turn on initiative 20, all creatures must succeed on a DC 10 Constitution saving throw or gain one level of {@condition exhaustion}. Creatures wearing medium or heavy armor have disadvantage on the saving throw, and creatures with fire immunity or resistance do not need to make this saving throw. This saving throw is repeated at DC 13 at the beginning of the trap's ninth turn on initiative 20."
						},
						{
							"type": "item",
							"name": "Explosion.",
							"entry": "At the beginning of the trap's tenth turn, the entire system overloads and the power matrix explodes, dealing 35 ({@damage 10d6}) fire damage to everyone in the room, shorting out the power for the whole facility, and causing an Azorius response team to be sent out to find out what happened. The trap is destroyed, along with Delrim's prospects of ever graduating from Prism University."
						}
					]
				}
			],
			"eConstant": [
				"The emitter and power coil matrix are both dangerous to be near.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Coil Discharge.",
							"entry": "Any creature that ends its turn within 5 feet of the power matrix must make a DC 11 Dexterity saving throw or take 7 ({@damage 2d6}) lightning damage. Creatures wearing metal armor have disadvantage on the saving throw."
						},
						{
							"type": "item",
							"name": "Emitter Heat.",
							"entry": "The emitter is hot to the touch. Any creature touching the emitter takes 3 ({@damage 1d6}) fire damage."
						}
					]
				}
			],
			"countermeasures": [
				"There are ways to thwart the trap's active elements and prevent the explosion from occurring.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Phase Beam.",
							"entry": "Characters can anticipate the beam's firing sequence, lock the swivel, or sever the power cables connecting the emitter to the power matrix."
						},
						{
							"type": "itemSub",
							"name": "Intelligence (Investigation), DC 15.",
							"entry": "As an action, a creature that can see the emitter can attempt an Intelligence ({@skill Investigation}) check. A successful check means that the creature now can anticipate the emitter's firing sequence. Phase beam attacks that target that creature have disadvantage."
						},
						{
							"type": "itemSub",
							"name": "Dexterity check using thieves' tools or Strength check, DC 15.",
							"entry": "Creatures can attempt to lock the swivel on the emitter to keep the beam pointed at only one spot, thus making the beam easily avoidable. A successful check means the phase beam attack is considered disabled. Creatures that attempt this must touch the emitter, taking the emitter heat damage."
						},
						{
							"type": "itemSub",
							"name": "Attack.",
							"entry": "As an action, a creature can sever one of the ten power cables connected to the emitter. Each power cable has AC 5 and 3 hit points. For every two power cables severed (round down), the phase beam attack bonus is reduced by 1. Once the tenth power cable is severed, the emitter ceases to function and the phase beam attack as well as the emitter heat constant element are disabled."
						},
						{
							"type": "item",
							"name": "Coil Discharge.",
							"entry": "The coils can be shut down by dispelling or disabling the magic that amplifies their energy or by shutting off the power source."
						},
						{
							"type": "itemSub",
							"name": "Intelligence (Arcana), DC 15.",
							"entry": "The magic augmenting the power matrix can be disabled with three successful checks. Alternatively, it can be disabled with one successful casting of {@spell dispel magic} (DC 13) targeting the coils. If the coils are disabled, it disables the coil discharge elements as well as the explosion dynamic element. The emitter is still active, receiving some power from the matrix. Creatures that attempt this are subject to the coil discharge constant element if they end their turn next to the power matrix."
						},
						{
							"type": "itemSub",
							"name": "Shut off the main power cable.",
							"entry": "On the wall near the power matrix is a mizzium-reinforced metal casing that holds the main power breaker for the matrix. It can be spotted with a successful DC 10 Wisdom ({@skill Perception}) check if someone is looking for something else notable in the lab. This is securely locked, requiring two successful DC 20 Dexterity checks with {@item thieves' tools|phb}, two successful DC 16 Intelligence ({@skill Arcana}) checks, or 20 points of damage with a magic weapon to break open. Once opened, a switch can be thrown to shut down the matrix, disabling all elements of the trap."
						}
					]
				}
			],
			"source": "AZFYT",
			"page": 9
		}
	]
}
