{
	"_meta": {
		"sources": [
			{
				"json": "BOS",
				"abbreviation": "BOS",
				"full": "The Barber of Silverymoon",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"achin"
				],
				"version": "1.0",
				"url": "https://dnd.dragonmag.com/2020/01/15/the-barber-of-silverymoon/content.html",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1586225424,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "a59311fee0",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "The Barber of Silverymoon",
			"id": "BOS",
			"source": "BOS",
			"group": "homebrew",
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"Adventure Setup",
						"Adventure Overview",
						"Adventure Hook",
						"Interviews and Investigations"
					]
				},
				{
					"name": "Jooge's Barbershop",
					"headers": [
						"1A. Well",
						"1B. Garden",
						"1C. Barbershop Front Door",
						"1D. Barbershop Main Room",
						"1E. Storeroom",
						"1F. Upstairs Landing and Kitchen",
						"1G. Jooge's Room",
						"1H. Mop's Room"
					]
				},
				{
					"name": "The Cellars",
					"headers": [
						"2A. Bottom of Well",
						"2B. Leech Pit",
						"2C. Stair",
						"2D. Guard Room"
					]
				},
				{
					"name": "Hair and Horrors",
					"headers": [
						"3. Barbershop of Evil",
						"3A. Washing and Cutting Station",
						"3B. Rot Grub Pit",
						"3C. Dental Station",
						"3D. Head Collection",
						"3E. Color and Dye Room",
						"3F. Blow-Dryer",
						"3G. Oil and Pomade Room"
					]
				},
				{
					"name": "The Caverns",
					"headers": [
						"4. Xvart Caverns",
						"4A. Bottom of Drain",
						"4B. Oubliette of Bones",
						"4C. Jooge's Oubliette",
						"4D. Guard Post",
						"4E. Korred's Prison",
						"4F. Tabaxi Oubliette",
						"4G. Templte of Raxivort",
						"4H. The Prismatic Coloring Machine",
						"4I. Abjurer Oubliette",
						"4J. Xvarts' Lair"
					]
				},
				{
					"name": "Concluding the Adventure"
				}
			],
			"level": {
				"start": 4,
				"end": 6
			},
			"published": "2017-02-27",
			"storyline": "Dragon+"
		}
	],
	"adventureData": [
		{
			"id": "BOS",
			"source": "BOS",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"id": "Introduction",
					"entries": [
						"An adventure for characters of 4th to 6th level.",
						"People have been disappearing at night in the city of Silverymoon. Some vanish entirely, leaving behind whispered rumors offiends or other evil creatures having spirited them away. Others return strangely altered, with their memories ofhaving been kidnapped wiped clean and their minds strangely dulled-and always with remarkable haircuts.",
						"Design and Cartography by {@b Jason Bradley Thompson}.",
						"Editing and Development by {@b Scott Fitzgerald Gray}.",
						{
							"type": "entries",
							"name": "Adventure Setup",
							"id": "Adventure Setup",
							"entries": [
								"People have been disappearing at night in the city of Silverymoon. Some vanish entirely, leaving behind whispered rumors of fiends or other evil creatures having spirited them away. Others return strangely altered, with their memories of having been kidnapped wiped clean and their minds strangely dulled—and always with remarkable haircuts.",
								"This adventure is designed to showcase some of the new creatures from {@i Volo's Guide to Monsters}. Except where otherwise indicated, whenever a monster's name appears in bold, it indicates a reference to that book.",
								"Despite its title (a pun on the opera {@i The Barber of Seville}), this adventure can be set in any settlement of the DM's choice. But beware-this scenario might end with the player characters transformed in strange and permanent ways! Any such transformative effects (including the potent magic of the {@i Prismatic Coloring Machine}) are the purview of the DM, who is free to modify those effects or make them temporary as desired."
							]
						},
						{
							"type": "entries",
							"name": "Adventure Overview",
							"id": "Adventure Overview",
							"entries": [
								"Jooge Nopsmoth, a talented barber, has long lived in Silverymoon with his daughter, Mops. The two have always been happy, even after the death of Jooge's wife, Giselle, a few years ago-except that Jooge has no head for money and an excessive desire to experiment with new barbering techniques. One day, Jooge gave a haircut to a wandering {@creature Korred|vgm} named Bezoar. That strange fey creature became his regular customer, always coming to Jooge for cuts.",
								"Jooge was able to earn a bit of extra money by selling art objects made from Bezoar's hair cuttings, which the korred's magical nature transformed into the same high-quality steel as Jooge's scissors. Still, it wasn't nearly enough for him to be able to afford the {@creature flail snail|vgm} he saw offered for sale from a passing caravan. Jooge suspected correctly that the flail snail's colorful secretions could be used to make brilliant hair dyes, so he borrowed money from {@creature darkling|vgm} moneylenders to be able to afford the wondrous creature.",
								{
									"type": "inset",
									"name": "Barber-Surgeons",
									"id": "Barber-Surgeons",
									"entries": [
										"In medieval Europe and the Forgotten Realms alike, barbers do not merely cut hair. They also perform a variety of medical procedures, including dentistry, bloodletting (using leeches), and simple surgeries and battlefield amputations. In real-world Britain, barbers and surgeons were not recognized as separate professions until 1745. The barbershop in this adventure is a \"traditional\" barbershop where haircuts, hairstyling, and a variety of surgical and dental operations are all performed."
									]
								},
								{
									"type": "inset",
									"name": "Marvelous Maps!",
									"id": "Marvelous Maps!",
									"entries": [
										"In addition to the top-down maps at the end of this document, this unique adventure comes with an equally unique walk through map, courtesy of author and illustrator Jason Bradley Thompson. Having created walk-through maps for classic D&D adventures both old and new, Jason has this time turned his attention to Vo/o's Guide to Monsters, highlighting a number of the new creatures from that book in this chillingly humorous tale of evil barbering. DMs can download the walk through map {@link here|http://media.wizards.com/2017/dnd/downloads/BarberSilverymoon.jpg}—but players who might take part in the adventure are warned that the map contains major spoilers."
									]
								},
								"Unfortunately, the profits from selling those dyes proved not as high as Jooge had hoped. The darklings were soon pestering him to collect his debt. When they couldn't, the moneylenders sold that debt to a strange woman-actually a dreadful {@creature annis hag|vgm} named Errevastica in disguise. The possessor of a malevolent magic item called the evil comb, the hag had long had her eye on Bezoar, and saw Jooge as a way to take control of the korred. The hag had become the leader of a group of xvarts by disguising herself as a beautiful female specimen that came to be known as \"Xvartette.\" Visiting Jooge, the hag quickly took control of him and used him to capture the korred.",
								{
									"type": "entries",
									"name": "A Hair-Raising Plot",
									"id": "A Hair-Raising Plot",
									"entries": [
										"By brushing Bezoar's hair with the evil comb, Errevastica turned the korred's luxurious locks into evil, living, tentacle-like hair that now does her bidding. Furthermore, the hag knew that this particular korred had a secret magic beyond the natural magic of its kind. Not only does its cut hair transform into the material of the tool or implement that cut it, that hair transforms into a living creature when cut or torn by another living creature's teeth, claws, or hands! Since capturing Bezoar and imprisoning the korred under the watchful gaze of the xvarts, the hag has allowed the xvarts to tear apart clumps of his hair. Those clumps are transformed into new xvarts, rapidly increasing their numbers as fast as the korred's hair can grow.",
										"In a masterstroke of malevolence, the hag then forced Jooge to pull out two clumps of the korred's hair-one touched by the evil comb and one untouched. Those two clumps transformed into two new versions of Jooge: an evil version who is the hag's staunch ally, and a good version who was brainwashed to remove all memory of the hag.",
										"Now, while the original Jooge rots in the hag's dungeons below the barbershop, good Jooge runs the shop by day, using it as a cover for the hag's nefarious activities. Evil Jooge runs the shop by night, using it to capture unsuspecting prey. Some of the shop's victims are eaten by the hag or sacrificed by the xvarts in their dungeon below the shop. Others are used by evil  Jooge in his diabolical barbering experiments, and then destroyed or brainwashed and set free.",
										"Saddened by the mysterious changes in her father, yet thankfully unaware of all the evil goings-on below the shop, Jooge's daughter, Mops, spends most of the day alone in her room or playing in the garden. Her only friend is a {@creature boggle|vgm}, which is devoted to the young girl but lives in fear of Errevastica.",
										"Now, only the adventurers can stop the evil barber and the annis hag before all of Silverymoon is overrun by xvarts and tormented by evil Jooge's hair-cutting schemes."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Adventure Hook",
							"id": "Adventure Hook",
							"entries": [
								"The {@i Barber of Silverymoon} begins with the characters arriving in the city and hearing rumors of the mysterious disappearances. The first time the characters hear how the returned victims all come back with their hair cropped, colored, and styled in the most exquisite ways, have one of the characters remember spotting Jooge's barbershop as the party entered the city. The rumors the characters hear and their subsequent inquiries eventually lead them toward the shop.",
								"(Though it has its darker moments, this is a whimsical adventure, so don't worry too much about matters such as why no one else in Silverymoon has discovered the connection between Jooge's barbershop and the disappearances.)"
							]
						},
						{
							"type": "entries",
							"name": "Interviews and Investigations",
							"id": "Interviews and Investigations",
							"entries": [
								"If any characters have the guild artisan or entertainer background, or if the players use roleplaying to have their characters engage any city NPCs of your choice in conversation, they learn that the barber-surgeon Jooge Nopsmoth is well regarded both as a good father and an expert barber. He is, however, known to be bad with money, always buying expensive new haircutting equipment and pricey gifts for his daughter, Mops.",
								"More than once, Jooge has taken out small loans from his neighbors, though these are always repaid. His neighbors also know that Jooge has recently taken to carving and selling abstract metal sculptures shaped like locks of hair. (In truth, these are locks of korred hair, which turns to steel when Jooge cuts it with his scissors.)",
								{
									"type": "entries",
									"name": "A Colorful Business Plan",
									"id": "A Colorful Business Plan",
									"entries": [
										"Jooge's neighbors can also tell the characters that the barber purchased a flail snail from travelling wizards some six months ago, hoping to use it to create unique hair dyes and pigments. Flail snails are rare and valuable, and the people of Silverymoon were impressed. For a brief time after that, a number of mysterious, short, cl oaked figures were seen around the barbershop. Though many of his friends feared that these strangers might be planning a robbery, Jooge seemed unconcerned. In any case, the cloaked figures have not been seen in months.",
										"If the adventurers ask specific questions about Jooge's work, one of his neighbors mentions how Jooge had one of his own teeth replaced with an iron tooth sometime within the last six months. Why Jooge didn't use a gold or porcelain replacement tooth, the neighbor doesn't know."
									]
								},
								{
									"type": "entries",
									"name": "Following the Money",
									"id": "Following the Money",
									"entries": [
										"If any of the characters have the charlatan, criminal, or urchin backgrounds, or if the players use roleplaying to have their characters make further inquiries about Jooge's business, they learn that Jooge took out a loan of 10,000 gp from some criminals to buy the flail snail. Further research turns up that Jooge borrowed the money from {@creature darkling|vgm} moneylenders-the cloaked figures seen by his friends and neighbors.",
										"With a few clandestine inquiries, the adventurers can set up a meeting with the darklings, who tell the characters that after several unsuccessful attempts to get their money back from Jooge, they sold his debt to a mysterious rich human woman. The woman never gave her name; the darklings know only that she was beautiful (by human standards) except for the false teeth she wore, all of which were crafted of iron. (This woman was the annis hag Errevastica under the effect of its {@spell disguise self} spell.)",
										"If you feel as though the characters might need combat assistance in the adventure, one or two darklings can be hired as mercenaries at a rate of 100 gp each per day."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Jooge's Barbershop",
					"id": "Jooge's Barbershop",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.imgur.com/DiPicCf.png"
							},
							"title": "Jooge's Barbershop - Main Floor"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.imgur.com/DKWWDqY.png"
							},
							"title": "Jooge's Barbershop - Upstairs"
						},
						"From the outside, Jooge's shop and house make up a modest, well-kept building whose only remarkable feature is the flail snail he keeps in his garden. But in the subterranean levels beneath the barbershop, Errevastica the annis hag has created a place of horror.",
						{
							"type": "entries",
							"name": "1A. Well",
							"id": "1A. Well",
							"entries": [
								"The interior walls of this old stone well are damp and slippery. The water's surface is 20 feet below the ground. Climbing down to the water ({@area 2A|2A. Bottom of Well}) or back up again without the aid of a rope requires a successful DC 15 Strength (Athletics) check."
							]
						},
						{
							"type": "entries",
							"name": "1B. Garden",
							"id": "1B. Garden",
							"entries": [
								"This small backyard garden contains geraniums in bloom, assorted plants and herbs, and Jooge's {@creature flail snail|vgm}. The snail is mostly tame, but it shies away from humanoids it doesn't know. It attacks if touched or cornered. Jooge and Mops are the only ones who know the soothing song that calms the snail down enough for its colorful secretions to be harvested."
							]
						},
						{
							"type": "entries",
							"name": "1C. Barbershop Front Door",
							"id": "1C. Barbershop Front Door",
							"entries": [
								"A statue of a gnome stands out front, holding a sign saying \"Open\" or \"Closed.\" A string of teeth hangs in the front window, advertising that as a barber surgeon, Jooge performs dentistry."
							]
						},
						{
							"type": "entries",
							"name": "1D. Barbershop Main Room",
							"id": "1D. Barbershop Main Room",
							"entries": [
								"The talented but humble barber Jooge Nopsmoth works here. His prices are as follows:",
								{
									"type": "list",
									"items": [
										"Shave: 5 cp",
										"Simple haircut: 2 sp",
										"Fancy haircut: 3-5 sp",
										"Coloring: 5 sp (in addition to haircut cost)",
										"Extract tooth: 2 sp",
										"Root canal: 1 gp",
										"Leeching (blood extraction): 1 gp",
										"Battlefield surgery: 5gp (restores ld8 hitpoints; can be performed only once per day per customer)"
									]
								},
								"By day, the \"good\" false Jooge works here (neutral good {@creature commoner} with Wisdom 6 and Charisma 15; see the {@i Monster Manual}). Good Jooge is friendly, but he knows nothing about any evil goings-on in the city. Magic such as {@spell detect thoughts} reveals that he is telling the truth, and a successful DC 10 Wisdom (Insight) check notes that he seems somewhat distracted and absent-minded. However, a {@spell detect magic} spell cast on this false Jooge notes a faint aura of transmutation magic around him. This aura cannot be dispelled or broken except by a {@spell wish} spell, which turns Jooge back into a pile of hair.",
								"The shop contains a sink, mirrors, a fireplace, and normal barbering and surgery equipment. A secret trapdoor sits under the barber chair, and can be noticed by a character searching the room with a successful DC 21 Wisdom (Perception) check. The trapdoor is barred from below during the day, requiring a successful DC 23 Strength (Athletics) check to break open.",
								"{@i {@b Nothing but the Tooth}}. Good Jooge's one unusual physical trait is a magic iron tooth replacing his right top bicuspid. The tooth radiates evil under a {@spell detect evil and good} spell. If he is asked about the tooth, Jooge doesn't remember where he got it, but assumes that he must have done dentistry on himself and forgotten about it. The iron tooth allows the annis hag in {@area 4J|4J. Xvarts' Lair} to hear through good Jooge's ears. If the hag hears adventurers snooping around, it summons a {@creature banderhobb|vgm} and orders the creature to deal with them that night. If any of the characters have Jooge cut their hair, the banderhobb uses that hair as a focus to find the characters and surprise them. If not, the characters might get some warning of the creature as it tracks them, at your discretion.",
								{
									"type": "entries",
									"name": "The Night Shift",
									"id": "The Night Shift",
									"entries": [
										"At dusk, good Jooge closes his shop, makes dinner for Mops, and goes to bed. Three hours after dusk, evil Jooge (a neutral evil {@creature warlock of the archfey|vgm}) ascends from {@area 3|3. Barbershop of Evil} in the cellars, reopens the shop, and runs it until dawn, accompanied by four {@creature xvart|vgm|xvarts} from {@area 4J|4J. Xvarts' Lair}. The xvarts hide in {@area 1E|1E. Storeroom}, emerging only if evil Jooge is under attack or if he calls for them.",
										"Evil Jooge has adapted the barber chair so that pushing a secret button on its back causes the armrests of the chair to turn into manacles. Anyone sitting in the chair is restrained and cannot use his or her hands. The trapdoor then drops open and the chair automatically slides down a specially constructed groove to {@area 2C|2C. Stair} below, with evil Jooge following close behind, then barring the door shut again.",
										"If the adventurers come by while evil Jooge is running the shop, he tries to get the most formidable combatant to sit in the chair, then activates the manacles and drops that character underground. A character restrained in the chair must succeed on a DC 22 Strength (Athletics) check to break free. Jooge then calls in his xvart guards to deal with the other characters before heading downstairs."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "1E. Storeroom",
							"id": "1E. Storeroom",
							"entries": [
								"This cluttered backroom contains wine (used as antiseptic), mandrake root and laudanum (both used as anesthetic), hair oils, pomades, scissors, clamps, drills, and other mundane equipment. A hole in the floor leads down to a disused well turned into a leech pit ({@area 2B|2B. Leech Pit}), from which Jooge collects the leeches he uses for bloodletting. A Small or smaller creature can climb down the hole. While evil Jooge works at night, his four {@creature xvart} guards are found here, snacking on leeches."
							]
						},
						{
							"type": "entries",
							"name": "1F. Upstairs Landing and Kitchen",
							"id": "1F. Upstairs Landing and Kitchen",
							"entries": [
								"This area holds pots, pans, and dry foodstuffs, as well as a second fireplace with a small stove."
							]
						},
						{
							"type": "entries",
							"name": "1G. Jooge's Room",
							"id": "1G. Jooge's Room",
							"entries": [
								"The house's front bedroom contains Jooge's clothes and his life savings of 13 gp and 35 sp. A small portrait from happier times depicts Jooge, Mops, and Giselle, who died a few years ago."
							]
						},
						{
							"type": "entries",
							"name": "1H. Mop's Room",
							"id": "1H. Mop's Room",
							"entries": [
								"Jooge's eight-year-old daughter Mops has a beautifully furnished room full of toys, but she has been sad the last few months because she senses something different about her father. A friendly and nonthreatening adventurer can win Mops's confidence.",
								"If the characters are successful in talking to Mops, she confides that her father sometimes has an iron tooth, and sometimes doesn't. When he has the tooth, her father is absentminded and forgetful. When he doesn't have it, he becomes cruel and temperamental. Also, Mops sometimes hears people downstairs late at night talking in a strange language (these are the xvarts speaking Abyssal).",
								"Mops is frequently visited by her new imaginary friend Wallace-a {@creature boggle|vgm} summoned from the Feywild by her loneliness. Errevastica sensed Wallace's presence in the house and quickly cowed him into compliance, and is using him now to distract Mops from her father's state. Wallace will not directly betray Errevastica, but he fears that one day the annis hag might eat his new friend. If anyone threatens Mops, the boggle uses his powers to help Mops escape, even if he dies in the process."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Cellars",
					"id": "The Cellars",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.imgur.com/XPsr4TQ.png"
							},
							"title": "The Cellars"
						},
						{
							"type": "entries",
							"name": "2A. Bottom of Well",
							"id": "2A. Bottom of Well",
							"entries": [
								"The well shaft is 40 feet deep in total, with the bottom 20 feet filled with water that flows in from the River Raurin. A Small or smaller creature can squeeze down the narrow water-filled side channel leading to {@area 2B|2B. Leech Pit}. Removing the grill that blocks the side channel, or opening the hatch leading to {@area 3A|3A. Washing and Cutting Station}, requires a successful DC 18 Dexterity check made using thieves' tools.",
								"At the bottom of the well, the water is filled with long strands of thick, black hair, all leading down to a clogged circular drain. The hair is living korred hair. If anyone attempts to cut through the hair, the cut strands transform into whatever material was used to cut it (typically steel, if the adventurers are using weapons). Any attempt to cut the hair or open the drain causes the hair to come to life and attack. Treat the mass of hair as a {@creature roper} (see the {@i Monster Manual}), but each tendril attack deals 7 (ld6 + 4) bludgeoning damage and the hair has no bite attack.",
								"If the living mass of hair is killed and cleared away from the drain, water pours from the river into the caverns beyond. See {@area 4A|4A. Bottom of Drain} for details."
							]
						},
						{
							"type": "entries",
							"name": "2B. Leech Pit",
							"id": "2B. Leech Pit",
							"entries": [
								"Small numbers of leeches are found throughout the well water, but they are especially numerous in this disused well. Treat the leeches as a {@creature swarm of insects} with a swimming speed of 10 feet and no other movement modes.",
								"A grill marks the location of the side channel leading to {@area 2A|2A. Bottom of Well}. Removing the grill requires a successful DC 18 Dexterity check made using thieves' tools."
							]
						},
						{
							"type": "entries",
							"name": "2C. Stair",
							"id": "2C. Stair",
							"entries": [
								"A 5-foot-wide staircase leads down from the barbershop to the cellars below Jooge's house. During the day, the trapdoor to {@area 1D|1D. Barbershop Main Room} is barred from below. A specially constructed groove cut into the stairs allows the barber's chair to slide automatically down and be pushed up again."
							]
						},
						{
							"type": "entries",
							"name": "2D. Guard Room",
							"id": "2D. Guard Room",
							"entries": [
								"A single lantern lights this room, which is occupied at all times by eight {@creature xvart|vgm|xvarts}. They attack any intruders, but the cowardly creatures flee down into {@area 3|3. Barbershop of Evil} if four or more of them are killed. A bell pull made of thick, dark hair runs up to the ceiling and through a hole in the wall, all the way down to {@area 4E|4E. Korred's Prison}. When the xvarts pull the hair, the korred in {@area 4E|4E. Korred's Prison} shouts in pain, and the xvarts in that area know that intruders are coming."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Hair and Horror",
					"id": "Hair and Horror",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.imgur.com/XQiQXXY.png"
							},
							"title": "Barbershop of Evil"
						},
						"Under the direction of evil Jooge, the second level of cellars beneath the shop has been transformed into a horridly efficient evil barbering operation.",
						{
							"type": "entries",
							"name": "3. Barbershop of Evil",
							"id": "3. Barbershop of Evil",
							"entries": [
								"This cellar has been converted by evil Jooge into the ultimate lair of forbidden barbering techniques. Grooves in the floor allow one of three specially designed barber's chairs to be pushed up the stairs and to most locations on this level (except {@area 3E|3E. Color and Dye Room} and {@area 3G|3G. Oil and Pomade Room}, which are behind doors). The chamber is lit by lanterns at {@area 3A|3A. Washing and Cutting Station} and {@area 3C|3C. Dental Station}.",
								"This room is inhabited by evil Jooge by day, and whenever he captures a client. Since splitting off from the original Jooge, evil Jooge has gained magical  abilities and is now a {@creature warlock of the archfey|vgm}. He knows that eventually he will become powerful enough that Errevastica will view him as a threat, and so he secretly plots against her even while pretending to care only about his mad barbering experiments.",
								"Evil Jooge's assistant is a {@creature redcap|vgm} that eagerly assists in the torment of his clients-sometimes to the point of becoming so excited that it ends evil Jooge's experiments prematurely. Because the redcap was created by Errevastica, it technically serves the hag. However, it spends all its time with evil Jooge and is fond of him. The redcap doesn't know about evil Jooge's plans to betray the annis hag, or vice versa.",
								"Whenever evil Jooge or the redcap are at work here, ld4 {@creature xvart|vgm|xvarts} are also in the area, sweeping up hair and mopping up blood.",
								"In addition to the mess caused by evil Jooge's work, this area is filled with thick strands of black hair. This hair emerges from two hair-choked grills in the floor (both leading to {@area 4E|4E. Korred's Prison}) and from under the door to {@area 3G|3G. Oil and Pomade Room}. This is korred hair that has turned evil (see {@area 4|4. Xvart Caverns}).",
								"Evil Jooge is always excited to work on new clients. Any creatures he captures that have hair are taken to {@area 3A|3A. Washing and Cutting Station} for a wash and cut, then to {@area 3E|3E. Color and Dye Room} and {@area 3G|3G. Oil and Pomade Room} for color and pomade, and finally to {@area 3F|3F. Blow-Dryer} for drying. Any captured creatures that are hairless or have shaved heads are taken to {@area 3C|3C. Dental Station} for dental work."
							]
						},
						{
							"type": "entries",
							"name": "3A. Washing and Cutting Station",
							"id": "3A. Washing and Cutting Station",
							"entries": [
								"Clients' hair is washed in a cold flow of water from the side channel linking {@area 2A|2A. Bottom of Well} and {@area 2B|2B. Leech Pit}. The water is sluiced through a brass hatch that can be opened and closed as an action from this room, or from the channel (see {@area 2A|2A. Bottom of Well}). Hundreds of brushes, combs, containers of shaving cream, scissors, clippers, razors, and other haircutting and styling implements hang on the walls-alongside shortswords, daggers, hacksaws, and even more dire tools.",
								"Evil Jooge experiments with a variety of different hairstyles. Roll a d3 to determine how many different styles he is inspired to give to a particular client, then roll a d20 and determine each style by consulting the Random Haircuts table. If a client's hair is too short for the haircut evil Jooge wants to give, he either decides to do dental work instead, or he gives the client the ultimate wig (see {@area 3D|3D. Head Collection}).",
								{
									"type": "table",
									"caption": "Random Haircuts",
									"colLabels": [
										"{@dice d20}",
										"Hairstyle"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Pigtails"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Buns or bob"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Braid or ponytail"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Shaved (usually with symbol or message on the back of the head)"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Pixie cut or Caesar cut 6 Mohawk or hawkmo 7 Tonsure"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 8
												}
											},
											"Cornrows"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 9
												}
											},
											"Long and wavy"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 10
												}
											},
											"Long ringlets or dreadlocks 11 Crew cut or ivy league"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 12
												}
											},
											"Emo or eraserhead"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 13
												}
											},
											"Bowl cut or topknot"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 14
												}
											},
											"Bouffant or rockabilly"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 15
												}
											},
											"Eighteenth-century French women's hairstyle (giant bun shaped like flowers, sailing ships, or other objects)"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 16
												}
											},
											"Spikes"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 17
												}
											},
											"Medieval European women's hairstyle (pulled back in a net, snood, or balzo)"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 18
												}
											},
											"Moptop"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 19
												}
											},
											"Beehive or bowl cut"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 20
												}
											},
											"Mullet or curly"
										]
									]
								},
								"{@i {@b Evil Comb}}. Evil Jooge has made his own {@i evil comb}, in imitation of the larger version owned by the annis hag. When this magic item is used to comb a creature's hair, that hair comes to life and becomes a neutral evil fey creature. Evil hair doesn't have enough intelligence to pretend to be ordinary hair in order to ambush prey. As such, it typically causes constant trouble for its bearer. The evil hair is always under the control of the DM, not its bearer. The abilities and combat strength of evil hair depend on its length:",
								{
									"type": "list",
									"items": [
										"{@b Short Cut (Ear Length or Less)}: The evil hair is only a nuisance. At a time of your choice, the hair blindfolds or tickles its bearer, imposing disadvantage on a d20 roll. Once the hair does so, it cannot do so again until the character completes a short or long rest. The hair has 4 hit points and Strength 6.",
										"{@b Long Cut (Shoulder Length)}: Once per round during combat or some other stressful situation, the hair can blindfold or tickle its bearer (as above), or it can attack its bearer: +5 to hit, 3 (ld4 + 1) bludgeoning damage. The hair has 8 hit points and Strength 12.",
										"{@b Very Long Cut(Small of Back or Longer)}: Once per round during combat or some other stressful situation, the hair can pick up or manipulate an object, blindfold or tickle its bearer (as above), or attack its bearer or another creature within 5 feet of the bearer: +5 to hit, 5 (ld6 + 2) bludgeoning damage, or the damage of a weapon the hair is holding. The hair has 8 hit points and Strength 14."
									]
								},
								"Regardless of its length, evil hair has AC 12, Dexterity 14, Constitution 10, Intelligence 6, Wisdom 10, Charisma 10, and resistance to all damage except slashing damage and fire damage. Attacks that miss the evil hair might hit the hair's bearer, at your  determination. The hair remains evil until 1 week passes, until it is treated with {@i Knygathin's capable conditioner} (see {@area 3G|3G. Oil and Pomade Room}), or until the bearer is targeted by a {@spell dispel magic} or {@spell remove curse} spell."
							]
						},
						{
							"type": "entries",
							"name": "3B. Rot Grub Pit",
							"id": "3B. Rot Grub Pit",
							"entries": [
								"Evil Jooge has been experimenting with an alternative to leeching, but it hasn't gone well. This 20-foot-deep pit contains a {@creature swarm of rot grubs|vgm}. In the event of a fight in {@area 3|3. Barbershop of Evil}, the xvarts open the brass trapdoor and attempt to push adventurers into the pit."
							]
						},
						{
							"type": "entries",
							"name": "3C. Dental Station",
							"id": "3C. Dental Station",
							"entries": [
								"This area contains a lantern, as well as numerous pinchers, clamps, drills, awls, and other implements of dentistry. Evil Jooge's redcap assistant colors its cap with the bowls of blood that lie scattered around this area.",
								"Evil Jooge is an expert dentist. On a typical patient, he replaces 1d8 troublesome teeth with a selection of gold, silver, and porcelain prosthetics. He is also capable of replacing adventurers' teeth with monster teeth, or with special iron teeth that allow the annis hag to eavesdrop on the characters.",
								"{@i {@b Mask of Laughing}}. Evil Jooge is assisted in his work by a magic mask whose wearer suffers the effect of the {@spell Tasha's hideous laughter} spell (save DC 14). Slipping the mask over the head of a restrained victim prevents that victim from fighting back while evil Jooge works.",
								"{@i {@b Monster Teeth}}. The dental station features an impressive selection of teeth from ores, sharks, ogres, and other monstrous creatures. When implanted in a humanoid creature, these monster teeth grant that creature a bite attack that uses the creature's Strength modifier for the attack roll and deals damage equal to 1d4 plus Strength modifier. The humanoid creature is proficient with this bite attack, which it can use in the same manner as any other melee attack. Additionally, the creature's frightening appearance might impose disadvantage during social interactions or grant advantage on Charisma (Intimidation) checks, at your determination.",
								"{@i {@b Drill of the Slender Willow}}. This small, crank operated power drill was invented by evil Jooge using gnomish technology. If used in combat, the drill is treated as a simple finesse weapon that deals 1d8 piercing damage. However, for each round it is used as a weapon after the first, there is a 10 percent cumulative chance that the device explodes, dealing 3 (1d6) piercing damage to the wielder and causing the drill bit to shoot out toward a random target within 30 feet. That target must succeed on a DC 12 Dexterity saving throw or take 15 (2d10 + 4) piercing damage.",
								"{@i {@b Drill of the Mighty Oak}}. This crank-operated jackhammer was invented by evil Jooge using gnomish technology. If used in combat, the drill is treated as a simple two-handed weapon that deals 2d8 piercing damage. However, for each round it is used as a weapon after the first, there is a 10 percent cumulative chance that the device explodes, dealing 11 (2d10) piercing damage to the wielder and all other creatures within 10 feet."
							]
						},
						{
							"type": "entries",
							"name": "3D. Head Collection",
							"id": "3D. Head Collection",
							"entries": [
								"The severed heads of some of the many clients who displeased evil Jooge hang in this area, varnished and preserved. Evil Jooge periodically tests hairstyles on these horrid mannequins-including two of the heads that wear Jooge's ultimate wigs.",
								"{@i {@b The Ultimate Wig}}. When faced with a hairless pate that he cannot style, evil Jooge has been experimenting with what he calls the ultimate wig which is actually a {@creature mimic} (see the Monster Manual). Using his advanced hairdressing skills, evil Jooge can pacify the mimic and direct it to take the undetectable form of any hairstyle he chooses. Unfortunately, he has not figured out how to pacify it permanently, so that the creature comes to life after 1d20 hours, then flows over its wearer in an attempt to eat it. When a mimic wakes in this way, it makes a free attack against its wearer before initiative is rolled, and has advantage on the attack roll.",
								"Unless evil Jooge places one of his ultimate wigs onto a character, the mimics won't attack unless they are attacked first."
							]
						},
						{
							"type": "entries",
							"name": "3E. Color and Dye Room",
							"id": "3E. Color and Dye Room",
							"entries": [
								"A wooden door separates this room from the main part of {@area 3|3. Barbershop of Evil}. This area is lit by candles, and contains hundreds of hair dyes, many of them rare and exotic-including Jooge's flail snail dye. Three imprisoned grungs (one green, one blue, and one purple) hang in cages here, bought from an exotic merchant caravan. Evil Jooge scrapes the grungs' skin to produce brilliant green, blue, and purple dye. The grungs do not speak Common, but they bellow and chirr if they see anyone who might rescue them. If freed by the characters, the grungs attack any nearby opponents of the party for 1 round, then flee without thanking their rescuers.",
								"Most of the hair dyes stored here are ordinary (albeit high quality), but a few have special effects. Additionally, evil Jooge's notebook of experiments can be found here. Among other things, it describes his attempts to create the world's purest colors using a magical machine of his own invention, which is kept in the lowest level of the dungeon. This Prismatic Coloring Machine (see {@area 4H|4H. The Prismatic Coloring Machine}) is described in only vague terms.",
								"{@i {@b Green Grung Dye (4 Doses)}}. The labels on these bottles of magical green dye read: \"LIFT.\" When applied to a creature's hair, that hair turns brilliant green-as do the creature's feet and hands. While affected by the dye, the creature acts as though under the effect of a {@spell jump} spell and a {@spell spider climb} spell. However, each time the creature makes use of either magical effect as part of its movement, it takes 2 (ld4) acid damage.",
								"The effects of green grung dye last for 7 days or until the adventurer's hair is washed.",
								"{@i {@b Blue Grung Dye (3 Doses)}}. The labels on these bottles of magical blue dye read: \"LOUD.\" When applied to a creature's hair, that hair turns bright blue and becomes incredibly loud, magically generating intense rustling and crackling sounds each time the creature moves. The creature automatically fails Dexterity (Stealth) checks if another creature might hear it, and it has disadvantage on Wisdom (Perception) checks involving hearing.",
								"As a bonus action, the creature can shake its hair to cast {@spell thunderwave} (no components required). If the creature's hair is exceptionally long, the damage from this effect might rise to 3d8 or even 4d8, at your determination. A creature that uses this feature is deafened for one hour afterward. Once the creature uses this feature, it cannot do so again until it finishes a short or long rest.",
								"The effects of blue grung dye last for 7 days or until the adventurer's hair is washed.",
								"{@i {@b Purple Grung Dye (4 Doses)}}. The labels on these bottles of magical purple dye read: \"LUSH.\" When applied to a creature's hair, that hair turns vivid purple and becomes soaking wet, dripping a steady trickle of water. Nothing can dry the creature's hair, whose excess water leaves a purple stain on clothing, cloaks, furniture, and anything else the creature comes into contact with for an extended period.",
								"If the creature wrings out its hair, it produces water and effects in a similar manner to a {@item decanter of endless water} (see the {@i Dungeon Master's Guide}). The strength of the effect depends on the length of the adventurer's hair:",
								{
									"type": "list",
									"items": [
										"{@b Short (Ear Length or Less)}: A stream of 1 gallon of water",
										"{@b Long (Shoulder Length)}: A fountain of 5 gallons of water",
										"{@b Very long (Small of Back or Longer)}: A geyser of 30 gallons of water, 30 feet long and 1 foot wide"
									]
								},
								"Once the creature makes use of this effect, it cannot do so again until it completes a long rest.",
								"The effects of purple grung dye last for 7 days and can't be washed out.",
								"{@i {@b Invisible Dye (4 Doses)}}. These bottles appear to be empty, as the magical dye they hold is invisible. If applied to a creature's hair, that hair becomes permanently invisible. The dye has no effect on skin or other physical features. New hair is visible as it grows out.",
								"{@i {@b Color Remover (5 Doses)}}. These vials hold magical acid that can be splashed onto a creature or thrown (see \"Equipment\" in the {@i Player's Handbook}). lf applied to a creature's hair, this color remover deals 9 (2d8) acid damage to the creature and burns its hair off down to the skin-but washes out any dye as it does."
							]
						},
						{
							"type": "entries",
							"name": "3F. Blow-Dryer",
							"id": "3F. Blow-Dryer",
							"entries": [
								"This magical furnace with a hose attached can be locked over the head of a willing-or unwilling client, blasting out incredible heat. It has four settings, from weakest to strongest.",
								{
									"type": "list",
									"items": [
										"{@b Dry}: This setting dries the client's hair.",
										"{@b Wipe}: This setting also dries the client's hair, but the client must then succeed on a DC 17 Wisdom saving throw or fall into a trance that lasts ld4 hours. When the client wakes up, he or she has forgotten everything that happened during the previous 24 hours. (This is why none of Jooge's victims remember how they got their haircuts.) These lost memories can't be restored.",
										"{@b Bake}: This setting is like \"Wipe,\" except that the client also takes 3 (ld6) fire damage and reduces its Wisdom score by ld6. This reduction can be undone by a {@spell greater restoration} spell or similar magic.",
										"{@b Burn}: Flame bursts out of the hose to fill an area 5 feet wide and 10 feet long, blasting the client for 3 rounds. Each round, the client must attempt a DC 17 Constitution saving throw, taking 28 (8d6) fire damage on a failed save or half as much damage on a successful one. After using this setting, the blow dryer needs 10 minutes to recharge."
									]
								},
								"If a client doesn't respond to \"Wipe,\" evil Jooge tries \"Bake.\" If that doesn't work, he uses \"Burn.\"",
								"A crafty adventurer can detach the hose from the chair with a successful DC 15 Dexterity check, allowing it to be used as a portable flamethrower. Activating the flamethrower is an action. The hose extends 30 feet from the furnace at its maximum length."
							]
						},
						{
							"type": "entries",
							"name": "3G. Oil and Pomade Room",
							"id": "3G. Oil and Pomade Room",
							"entries": [
								"A wooden door separates this room from the main part of {@area 3|3. Barbershop of Evil}. Lit by candles, this room is filled with shelves containing various types of pomades, gels, hair oils, and thickeners. The floor and ceiling are covered with a vine-like tangle of black hair, including  strands that extend under the door into {@area 3|3. Barbershop of Evil}, and especially around the rough-hewn stone stairs leading to {@area 4|4. Xvart Caverns}.",
								"If any Small or larger creature of non-evil alignment walks down the stairs toward {@area 4|4. Xvart Caverns}, the mass of black hair above the entrance drops down and attacks, using the statistics of a {@creature trapper|vgm}. Since the hair is korred hair, any parts of it that are severed are transformed into whatever material cut them (most likely steel if the adventurers attack the hair using weapons).",
								"If the characters explore this area, they discover that a number of the pomades are magical.",
								"{@i {@b Knygathin's Capable Conditioner (3 Doses)}}. The label reads \"For Unruly Hair.\" This magical conditioner removes knots and tangles, and it \"tames\" evil hair such as that created by the evil comb. If rubbed into evil hair as an action, the conditioner turns that hair normal. A single dose will also turn a small section of the korred's hair back to normal, effectively killing the trapper in this room (see above), killing the roper in {@area 2A|2A. Bottom of Well}, or dispelling an {@spell Evard's black tentacles} effect in {@area 4|4. Xvart Caverns}.",
								"{@i {@b Medusa Oil (1 Dose)}}. The label reads \"Snake Oil.\" If applied to hair after regular washing over a period of 1 week, this magical oil will first turn a creature's hair into snake-shaped braids, then transform it into small snakes like those of a medusa (see the Monster Manual). The hair grants the creature the medusa's power of turning those who see it into stone. Unfortunately, the creature isn't immune to this effect, can't control the snakes, and will turn to stone if it catches sight of its reflection in a mirror. This effect is permanent unless subject to the break enchantment effect of a {@spell dispel evil and good} spell, or similar magic.",
								"{@i {@b Permanent Gel (2 Doses)}}. The label reads \"Permanent Gel-Lasts Forever!\" The permanent gel appears to be just an exceptionally strong hair gel. But if a creature using the magical gel has its hair mussed, or if someone tries to restyle it, the permanent gel springs the hair back into its original form, resisting any attempt at change. If the creature using the permanent gel attempts to cut its hair or vigorously wash the gel out (it resists rain and mundane moisture), that character earns the gel's wrath. After 1 hour, any cut-out or washed-out blobs of gel coagulate and expand into a {@creature slithering tracker|vgm} that pursues the creature and leaps upon it to gel its hair once more. If the creature's hair has been cut so as to make its original hairstyle impossible, the slithering tracker attempts to kill the creature. The slithering tracker can be attacked and killed normally while not in the character's hair. The gel can be destroyed by burning off all the character's hair with fire or acid."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Caverns",
					"id": "The Caverns",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.imgur.com/EGecZ5N.png"
							},
							"title": "The Caverns"
						},
						"The lowest area of the dungeon is a network of damp, rough-hewn caves that reek of wet hair. The caves are completely dark except when evil Jooge comes down with a lantern.",
						{
							"type": "entries",
							"name": "4. Xvart Caverns",
							"id": "4. Xvart Caverns",
							"entries": [
								"The xvart caverns are filled with thick cords of Bezoar's hair, which has been brought to life and turned evil by the evil comb. Any character who watches the hair for more than a moment sees it slowly coiling and squirming. The hair's sentience is too low to let it attack independently outside of areas 2A and 3G. However, if the annis hag, evil Jooge, or any xvart warlock of Raxivort is present, that individual can use a bonus action to command the hair to attack the adventurers. This special hair attack takes the form of an {@spell Evard's black tentacles} spell that doesn't require concentration and lasts ld6 rounds. Only one set of hair tentacles can be active in the caves at one time. Once the spell effect ends, roll a d6 at the end of each round, with the hair's ability to form tentacles recharging on a roll of 6.",
								"Any hair that takes damage from fire continues to burn slowly. Unless the smoldering hair is extinguished, the smell fills the caverns in 2d6 rounds, putting all the inhabitants on alert.",
								{
									"type": "entries",
									"name": "Hair Clones",
									"id": "Hair Clones",
									"entries": [
										"If the korred's hair is cut, the cut strands transform into whatever material was used to cut it (typically iron or steel if cut with weapons, scissors, and so forth). If the hair is cut by the teeth, nails, or hands of a living creature and the volume of hair cut is roughly equal to the volume of that creature, the hair transforms into a living duplicate of the creature. A hair clone is identical to the original creature in every way, except that it takes on an evil alignment while maintaining the original creature's alignment component on the lawful-chaotic axis. Additionally, only creatures that are challenge rating 1/4 or less and have no class levels can be cloned. If a stronger creature cuts the korred's hair with teeth, nails, or hands, the resulting clone resembles the original creature but has no class levels and a maximum of 8 hit points.",
										"The magic that creates a hair clone can't be undone by anything other than a {@spell wish} spell. This is a special ability unique to Bezoar, whose hair is unusually magical even for a korred."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "4A. Bottom of Drain",
							"id": "4A. Bottom of Drain",
							"entries": [
								"In the wettest part of the caves, a small pool has formed where thick, gloppy masses of hair clog a brass drain in the ceiling. Mold and fungus grows copiously here.",
								"If the hair clogging the drain is cut with a typical weapon, the strands turn to iron or steel, leaving the drain even more plugged. If the adventurers instead simply pull on the hair, they can easily unclog the drain. (The hair attacks as a roper only from the {@area 2A|2A. Bottom of Well} side.) In response, a torrent of water pours into the chamber, pushing any adventurers down the tunnel toward area 48. Each creature in the chamber must succeed on a DC 15 Strength saving throw or take 14 (4d6) bludgeoning damage and be pushed 10 to 40 feet and knocked prone.",
								"If the drain is cleared, water pours from the river into {@area 4A|4A. Bottom of Drain} through {@area 4I|4I. Abjurer Oubliette}, flooding the lower caves. Errevastica and the xvarts initially panic in response, but if not distracted, the hag uses a solid wall of korred hair transformed to iron to seal the corridor leading to {@area 4A|4A. Bottom of Drain}, {@area 4B|4B. Oubiette of Bones}, and {@area 4C|4C. Jooge's Oubliette}. This means that the real Jooge will drown when the water floods the oubliette where he is held prisoner ({@area 4C|4C. Jooge's Oubliette})."
							]
						},
						{
							"type": "entries",
							"name": "4B. Oubliette of Bones",
							"id": "4B. Oubliette of Bones",
							"entries": [
								"This foul, 30-foot-deep floor cell was once used to hold prisoners. They have all since been eaten, leaving only bones."
							]
						},
						{
							"type": "entries",
							"name": "4C. Jooge's Oubliette",
							"id": "4C. Jooge's Oubliette",
							"entries": [
								"This 30-foot-deep floor cell contains the real Jooge Nopsmoth (neutral good {@creature commoner} with Charisma 15; see the {@i Monster Manual}). Jooge is aware of everything that has happened and is horrified. If rescued, his first concern is the well-being of his daughter Mops. His second concern is freeing Bezoar, whom he considers a friend."
							]
						},
						{
							"type": "entries",
							"name": "4D. Guard Post",
							"id": "4D. Guard Post",
							"entries": [
								"Eight {@creature xvart|vgm|xvarts} and one {@creature xvart warlock of Raxivort|vgm} stand watch here, keeping an eye on the korred in {@area 4E|4E. Korred's Prison} and inventing new ways to differentiate one another, since most of them are hair clones. If they see intruders, one xvart runs to {@area 4J|4J. Xvarts' Lair} to alert Xvartette (the annis hag) while the others attack."
							]
						},
						{
							"type": "entries",
							"name": "4E. Korred's Prison",
							"id": "4E. Korred's Prison",
							"entries": [
								"Bezoar the {@creature korred|vgm} is imprisoned here in an iron cage hanging from the ceiling. His hair has grown wild where it extends out from his head and beard to fill the caverns, as well as growing like roots up the drains leading to {@area 3|3. Barbershop of Evil}.",
								"The korred's physical might is suppressed by his being unable to have his feet on the floor, as well as by innate abjuration magic imbued into the cage by Errevastica. A {@spell dispel magic} spell cast on the cage, a DC 20 Dexterity check made using thieves' tools, or a solid blow dealing 12 or more damage breaks the cage and frees the korred.",
								"Ill-tempered at the best of times, Bezoar is furious at his imprisonment. He might make promises to the adventurers in return for freeing him (which requires cutting his hair after he has left the cage). But being chaotic neutral, he feels no obligation to keep his word, storming off at the first opportunity. Bezoar hasn't seen the real Jooge since before he was captured, so he thinks Jooge joined forces with the annis hag to betray him. If the adventurers and the real Jooge carefully explain the situation, Bezoar calms down and agrees to help the adventurers defeat the annis hag."
							]
						},
						{
							"type": "entries",
							"name": "4F. Tabaxi Oubliette",
							"id": "4F. Tabaxi Oubliette",
							"entries": [
								"This 30-foot-deep floor cell contains Two Llamas Running, a chaotic good tabaxi {@creature swashbuckler|vgm} from the faraway land of Maztica. Impressed by her fur, evil Jooge gave her a discount to get her into his shop, but Two Llamas resisted the blow-dryer's memory wiping. Rather than kill her, evil Jooge and the annis took her prisoner, intending to eventually use her body parts for magical reagents or hair products.",
								"If freed by the party, Two Llamas shows her gratitude by helping fight the xvarts. Use the swashbuckler statistics from Vo/o's Guide to Monsters, but Two Llamas also has the following tabaxi traits:",
								{
									"type": "list",
									"items": [
										"Darkvision out to 60 feet.",
										"A climbing speed of 20 feet.",
										"A claws attack—{@i Melee Weapon Attack}: +3 to hit, reach 5 ft., one target. {@i Hit}: 3 (1d4 + 1) slashing damage.",
										"Additional skill modifiers-Perception +2, Stealth + 6; passive Perception 12"
									]
								},
								"Two Llamas can use her claws attack as part of her multiattack, but if any of the characters has a spare rapier or dagger, she asks to borrow those weapons to improve her effectiveness in combat."
							]
						},
						{
							"type": "entries",
							"name": "4G. Templte of Raxivort",
							"id": "4G. Templte of Raxivort",
							"entries": [
								"Gruesomely decorated with skulls and bones, this room contains the xvarts' sacrificial altar to their evil god and creator, Raxivort. The room is usually inhabited by eight {@creature xvart|vgm|xvarts} and one {@creature xvart warlock of Raxivort|vgm}, who presides over sacrifices made here.",
								"The warlock was the priest-leader of the xvarts before Errevastica came along. Alone among the xvarts, he bears a grudge against the annis hag for winning over the hearts of his comrades and taking them away from the 'correct path' of sacrificing other humanoids and tithing to the high priest. Afraid to  rebel openly, he continues to ritually sacrifice whichever of evil Jooge's unsuccessful clients are not incinerated by the blow-dryer or eaten by the annis hag. In a pouch under his kilt he carries 75 gp, 300 cp, and three rubies worth 150 gp each."
							]
						},
						{
							"type": "entries",
							"name": "4H. The Prismatic Coloring Machine",
							"id": "4H. The Prismatic Coloring Machine",
							"entries": [
								"This massive machine, which pulses visibly and radiates an aura of power, is evil Jooge's greatest invention. It taps into extradimensional forces to reach a dimension of pure color, where hues are the expression of primal forces beyond mortal understanding. The cavern walls around the ominous iron device are streaked with kaleidoscopic patterns and rainbow shades.",
								"It takes two creatures to successfully operate the {@i Prismatic Coloring Machine}: one to work the controls, and one to sit in the chair and have its hair done. Roll a d8 and determine the result below for the creature in the chair. (If evil Jooge is operating the machine, he can roll twice and use whichever result he wants.) Additionally, if the creature operating the machine is not a trained barber, it must succeed on a DC 15 Intelligence (Arcana) check or the creature having its hair done has disadvantage on saving throws against the machine's effects.",
								"{@i {@b 1-Red}}. The creature must attempt a DC 17 Constitution saving throw. On a failed save, it takes 35 (10d6) fire damage. On a successful save, the creature's hair permanently transforms into fire. The creature gains resistance to fire damage and vulnerability to cold damage, and its fiery, glowing hair imposes permanent disadvantage on its Dexterity (Stealth) checks. Additionally, if the creature's hair is shoulder length or longer, it can use an action to shake its hair and cast {@spell burning hands} (no components required). Once the creature uses this feature, it cannot do so again until it finishes a short rest.",
								"{@i {@b 2-Orange}}. The creature must attempt a DC 17 Constitution saving throw. On a failed save, it takes 35 (10d6) acid damage. On a successful save, the creature's hair permanently transforms into an ooze. The creature gains resistance to acid damage. Additionally, if the creature's hair is shoulder length or longer, it can use a bonus action to make a melee attack against a target within 5 feet of it. On a hit, the attack deals 3 (ld6) plus Strength modifier bludgeoning damage and 3 (ld6) acid damage. If the creature's hair reaches the small of its back or is longer, this damage increases to 7 (2d6) plus Strength modifier bludgeoning damage and 7 (2d6) acid damage.",
								"The ooze hair is partly self-willed, and it might eat small organic objects-or creatures-that it can reach while its host is sleeping. Additionally, if the host creature dies, its consciousness enters the ooze hair. If the creature's body is not destroyed, the creature reincarnates 24 hours later as a {@creature gelatinous cube} or {@creature ochre jelly} (creature's choice; see the {@i Monster Manual} for both creatures). The reincarnated ooze has the original creature's memories, as well as its Intelligence, Wisdom, and Charisma scores.",
								"{@i {@b 3-Yellow}}. The creature must attempt a DC 17 Constitution saving throw. On a failed save, it takes 35 (10d6) lightning damage. On a successful save, the creature's hair permanently transforms into a mass of electricity. The creature gains resistance to lightning damage, but its glowing, sparking hair imposes permanent disadvantage on its Dexterity (Stealth) checks. Additionally, the creature can use an action to shake its hair and cast {@spell shocking grasp} (no components required). Once the creature uses this feature, it can't do so again until it finishes a short rest.",
								"If the creature's hair reaches the small of its back or is longer, it can instead use an action to cast {@spell lightning bolt} (no components required). Once the creature uses this feature, it can't do so again until it finishes a long rest.",
								"{@i {@b 4-Green}}. The creature must attempt a DC 17 Constitution saving throw. On a failed save, it takes 35 (10d6) poison damage. On a successful save, the creature's skin turns green and scaly as it transforms permanently into a yuan-ti of your choice (typically a {@creature yuan-ti pureblood}; see the {@i Monster Manual}). If this transformation is imposed on a character, he or she must also succeed on a DC 17 Wisdom saving throw or become permanently neutral evil.",
								"{@i {@b 5-Blue}}. The creature must attempt a DC 17 Constitution saving throw. On a failed save, it takes 35 (10d6) cold damage. On a successful save, the creature's hair permanently transforms into a mass of translucent ice crystals that are freezing cold to the touch. The creature gains resistance to cold damage. Additionally, if the creature's hair is shoulder length or longer, it can use an action to shake its hair and cast {@spell ice knife|xge} (no components required; see Xanathar's Guide to Everything). Once the creature uses this feature, it cannot do so again until it finishes a short rest.",
								"If the creature's hair reaches the small of its back or is longer, it can instead use an action to cast {@spell Snilloc's snowball swarm|xge} (no components required; see {@i Xanathar's Guide to Everything}). Once the creature uses this feature, it can't do so again until it finishes a long rest.",
								"{@i {@b 6-Indigo}}. The creature must attempt a DC 17 Constitution saving throw. On a failed save, it turns to stone and is permanently petrified. Whether or not the creature turns to stone, its hair is transformed into a mass of glittering gems. This gem hair retains the flexibility and softness of normal hair until it is  cut, at which point it hardens. If all the creature's hair is cut, the resulting gems are worth 1d6 x 100 gp for short hair; 1d6 x 500 gp for shoulder-length hair; or 1d6 x 1,000 gp for hair that extends to the small of its back or is longer. If the creature is not petrified (or if it is returned to normal with {@spell greater restoration} or similar magic), its new hair grows back in as gems, allowing it to be repeatedly cut and sold at a frequency determined by the DM.",
								"{@i {@b 7-Violet}}. The creature must attempt a DC 17 Constitution saving throw. On a failed save, it is permanently blinded. Whether or not the creature is blinded, its hair becomes a gateway to another plane of existence (the DM determines which plane). The size of the gateway, and what can fit through it, depends on the style and length of the creature's hair. Strange monsters might emerge through the creature's hair, and the creature and its allies might be able to enter the hair gate to explore the other plane.",
								"{@i {@b 8-Special}}. The target is hit by two colors. Roll twice more, rerolling any result of 8.",
								"Undoing Effects. The effects imposed by the {@i Prismatic Coloring Machine} can be undone only by a {@spell wish} spell (though creatures blinded or petrified by the machine can have those conditions removed by {@spell lesser restoration} and {@spell greater restoration}, as normal). With the exception of creatures affected by the machine's indigo setting, any affected creature that removes its hair by cutting, fire, acid, or any other means remains under the effects imposed by the machine.",
								"The {@i Prismatic Coloring Machine} is unstable. Each time it is used within a 24-hour period, there's a 10 percent cumulative chance that it explodes, hitting every creature within 60 feet of it with the effect of a {@spell prismatic spray} spell."
							]
						},
						{
							"type": "entries",
							"name": "4I. Abjurer Oubliette",
							"id": "4I. Abjurer Oubliette",
							"entries": [
								"This 30-foot-deep floor cell contains Bernadette, a neutral {@creature abjurer|vgm} and member of the Arcane Brotherhood-the legendary mage's order of Luskan. Bernadette was captured by evil Jooge while getting her hair curled, and it was from her that evil Jooge learned the magic secrets he used to build the {@i Prismatic Coloring Machine}. Bernadette promises to reward any adventurers who free her from the pit, and she makes good on her word (see \"Concluding the Adventure\"). Although still able to cast cantrips, she has been unable to escape the pit without her spellbook, which is held by the hag in {@area 4J|4J. Xvarts' Lair}."
							]
						},
						{
							"type": "entries",
							"name": "4J. Xvarts' Lair",
							"id": "4J. Xvarts' Lair",
							"entries": [
								"This huge cave filled with hair, filth, and rats, is home to forty-five {@creature xvart|vgm|xvarts}, two {@creature xvart warlock of Raxivort|vgm|xvart warlocks of Raxivort}, and Errevastica the {@creature annis hag|vgm}. Errevastica is never in her true form, instead maintaining the illusion of being Xvartette, a 10-foot-tall, purple-skinned, female xvart of rare beauty (at least as far as the other xvarts are concerned). The hag always holds the {@i evil comb}, which she uses to groom Bezoar's ever-growing hair.",
								"The xvarts are infatuated with the annis hag and do her bidding without question, even overcoming their usual fear of larger humanoids in their zeal to impress her. Using the korred's hair to generate more of themselves, they hope eventually to create an army (led by Xvartette) capable of conquering all other races. They have no idea of the annis hag's true form, and would likely flee in panic if they saw it-as happens if Errevastica reverts to her true form after being killed in combat.",
								"Errevastica looks forward to seeing evil spread in Silverymoon-and to feast on the citizens and children of the city. Her xvarts have so far been engaging only in acts of stealthy robbery aboveground, but when her army is large enough, she plans to send it forth to engage in ever-greater acts of malice and murder. She encourages evil Jooge's experiments but keeps one eye on him, wary that he might become too powerful.",
								"{@i {@b Evil Comb}}. The original full-sized version of the {@i evil comb} requires two hands for a Medium humanoid to hold. It has the same magical effects as the smaller {@i evil comb} that evil Jooge created (see {@area 3A|3A. Washing and Cutting Station}), but it can also be used as a two-handed magic melee weapon with a + 1 bonus on attack rolls and damage rolls. Attacks with the comb deal 6 (2d4 + 1) plus Strength modifier piercing damage, or 11 (4d4 + 1) plus Strength modifier piercing damage to any creature with hair that is shoulder length or longer.",
								{
									"type": "entries",
									"name": "Treasure",
									"id": "Treasure",
									"entries": [
										"Beneath a pile of rags, humanoid bones, and shampoo-slime behind Errevastica's throne is the treasure that has been offered up to the annis hag by the xvarts: 1,325 gp, 2,500 sp, 625 cp, a golden spindle worth 150 gp, a {@item Potion of Poison Resistance|dmg|potion of resistance (poison)}, a {@item potion of fire breath}, a {@spell cure wounds|phb|spell scroll of cure wounds}, assorted small pieces of jewelry worth a total of 750 gp, and Bernadette's spellbook (see {@area 4I|4I. Abjurer Oubliette})."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Concluding the Adventure",
					"id": "Concluding the Adventure",
					"entries": [
						"If Errevastica is killed, she reverts to her normal form. This causes any surviving xvarts to panic, breaking off from combat and fleeing the dungeon. Reports are heard across Silverymoon of xvarts bolting into the wilderness, but the survivors are never seen again.",
						"With the threat of the annis hag ended, the characters earn the gratitude of the folk of Silverymoon, the eternal friendship of Jooge and Mops, and free haircuts for life. Local authorities take  responsibility for cleaning out and sanctifying the cellars and caverns beneath Jooge's house, which are then sealed off.",
						"Bernadette arranges for the {@i Prismatic Coloring Machine} to be safely neutralized and taken away by operatives of the Arcane Brotherhood, and has a reward of 100 gp per character sent to the adventurers within the next month for saving her. (If Bernadette did not survive, mages from the Arcane Brotherhood travel to Silverymoon to collect her body and neutralize the {@i Prismatic Coloring Machine} if they are notified of her death.)",
						"If good Jooge survives the adventure, the original Jooge insists on taking his clone in to live with him and Mops, with the two treating each other as brothers. With two talented barbers working the shop, both Jooges are finally able to get their collective finances in order."
					]
				}
			]
		}
	]
}
