{
	"_meta": {
		"sources": [
			{
				"json": "cmi",
				"abbreviation": "CMI",
				"full": "Common Magic Items",
				"authors": [
					"Aofhaocv"
				],
				"convertedBy": [
					"Jafner"
				],
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/6c2ytd/27_common_magic_items_perfect_for_mundane_tasks/",
				"version": "1.0",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "519348ce4c",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Bag of Moneyholding",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This small leather pouch can hold up to five times the coins that a similarly sized pouch would be able to contain. If anything other than currency is put into it, the pouch will not show any supernatural properties. If the pouch is cut or pierced, it will lose its magic and whatever excess coins it is holding will spill out."
			]
		},
		{
			"name": "Bookmark of Placeholding",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This velvet bookmark can be placed in or on a book. When a creature speaks its command word along with a set of instructions, the bookmark will flip the book to the requested page. It is capable of finding pages, chapters, quotes, and subjects."
			]
		},
		{
			"name": "Box of Many Melodies",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"A creature can speak the command word of this small wooden music box to store up to forty minutes of sound (Either all at once or in segments), which can be then played back by turning the hand crank on the side. Any sound other than music is omitted from the recording."
			]
		},
		{
			"name": "Broom of Cleaning",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This appears to be a standard broom until its command word is spoken, at which point it begins to sweep the nearby vicinity."
			]
		},
		{
			"name": "Conjurer's Canvas",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This canvas starts with 20 charges, and regains {@dice 1d4} charges at dawn each day. You can use an action to peel off a layer of the canvas, expending a charge and revealing another layer of canvas behind it. Perfect for painters!"
			],
			"charges": 20,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4}"
		},
		{
			"name": "Crowbar of Dismantling",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"The wielder of this red metal crowbar can use an action on a standard brick/stone wall to easily remove a single brick from the wall without requiring a skill check."
			]
		},
		{
			"name": "Endless Chalk",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This stick of chalk, about four inches long, can be used indefinitely without getting any smaller."
			]
		},
		{
			"name": "Flask of Fluids",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"At dawn each day, this copper flask refills itself with a random non-alcoholic liquid suitable for human consumption. There is a 1 in 20 chance that it will be filled with a light, oaky beverage that functions as a common Potion of Healing. If the liquid is not consumed or otherwise removed from the flask, it will automatically clean and refill itself the next dawn."
			]
		},
		{
			"name": "Glove of Sparks",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"The wearer of this leather glove can snap their fingers and ignite a small, candle-like flame in their hand, which sheds bright light in a 5-foot radius and dim light for an additional 5 feet. The flame persists as long as the wearer holds the glove in a 'snapping' position, or until it is blown out."
			]
		},
		{
			"name": "Grail of the Savior",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This bronze grail smells faintly of grapes, and is fairly heavy to the touch. Any water poured into this goblet is instantly transmuted into red wine. The quality of the wine depends on the quality of the water, with purer water giving better wine. The grail can transmute 4 pints of water into wine each day, and recharges at dawn."
			]
		},
		{
			"name": "Gum of Adhesion",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This palm-sized paper pack contains 5+{@dice 1d4} sticks of adhesive gum in a variety of fruity flavors. When a stick of the gum is chewed for at least one minute, its magical properties are activated. A creature can use an action to stick two small objects under 10 lbs together with the gum which must then set for two rounds in order to take hold. In order to pry the objects apart, a creature must succeed on a DC8 strength check. The gum loses its magical properties one hour after being chewed."
			]
		},
		{
			"name": "Hammer of Mending",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"You can use your action to strike this light hammer on an object and cast the \"Mending\" cantrip on it. The hammer's strike does not damage the object further."
			]
		},
		{
			"name": "Madame's Makeup",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This small set of vials, powders, and brushes of makeup will refresh at each dawn, and when applied cannot be smeared or removed that day by conventional means. One must use a Madame's Makeup Management Mellifluent (included) to remove it. After the midnight of the application, the makeup can be removed normally."
			]
		},
		{
			"name": "Nose of Juggling",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"A creature wearing this bright red clown nose has proficiency in Dexterity (Performance) checks made to juggle up to 4 items."
			]
		},
		{
			"name": "Paper of Purpling",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"Whenever this rough, coarse paper is scraped across an object, the object is colored a vibrant shade of purple for the next hour."
			]
		},
		{
			"name": "Patching of Sticking",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This two-inch by two-inch patch can be applied to any solid or cloth surface as an action, and will affix itself to said surface as if it were sewn in place with sturdy thread. Once it is removed (with any amount of slashing damage or a DC 8 Strength check), it loses its magic until the next dawn."
			]
		},
		{
			"name": "Penelope's Pruners",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"A creature can speak the command word for this set of metal shears, and they will automatically begin trimming the nearest bush or hedge until it is tidy, at which point the shears will return to that creature at a speed of 10 feet per round if the creature is on the same plane of existence. If a creature does not use its action to catch them or is on a different plane of existence, the shears will fall to the ground, its task completed."
			]
		},
		{
			"name": "Quill of the Studious Scribe",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This quill pen never seems to run out of ink, no matter how much it is written with."
			]
		},
		{
			"name": "Receptable of Refrigeration",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This small leather bag stays at a consistent internal temperature of 40 degrees fahrenheit. Whatever is placed inside of it will be pleasantly chilled."
			]
		},
		{
			"name": "Ring of Gravity Reversal",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"Any object slipped through this iron ring will have its gravity reversed for the next three seconds. This includes liquids."
			]
		},
		{
			"name": "Rope of Durability",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This rope has 15+{@dice 2d4} hit points, and regenerates {@dice 1d10} of them each dawn. Once it loses all hitpoints or is burst with a DC 22 Strength check, the rope snaps and is rendered non-magical. It has resistance to all damage types (aside from its vulnerabilities), and vulnerability to fire, acid, and slashing damage."
			]
		},
		{
			"name": "Safe of Safekeeping",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This durable locking metal box comes with a sturdy iron key. Whatever is placed inside of it is known to the holder of the key, and the holder knows when something is removed from the box or added, as well as when the box is opened."
			]
		},
		{
			"name": "Shirt of the Buccaneer",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"Whoever wears this white, loose shirt can jump one foot higher than their strength score would otherwise permit. The shirt also seems to constantly flow in a nonexistant sea breeze."
			]
		},
		{
			"name": "Shuffledeck",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This deck of 52 cards is always random when you compile it, but the longer you spend shuffling the deck, the closer it gets to perfectly ordered. If you shuffle it for more than one minute, it orders perfectly."
			]
		},
		{
			"name": "Voluminous Vessel",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This bucket can hold five gallons of liquid, despite looking as if it could only hold one. The weight of the liquid remains the same."
			]
		},
		{
			"name": "Wallet of Whalesong",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"Whenever this leather wallet is opened, a crooning whale song emits from it at a moderate volume."
			]
		},
		{
			"name": "Whip of Silence",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"source": "cmi",
			"entries": [
				"This whip appears ordinary until it is cracked, whereupon it will not emit any form of cracking sound."
			]
		}
	]
}
