{
	"_meta": {
		"sources": [
			{
				"json": "votv",
				"abbreviation": "VotV",
				"full": "Visions of the Vault",
				"authors": [
					"Arcana Games"
				],
				"convertedBy": [
					"Jafner"
				],
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/5raydm/visions_of_the_vault_50_magic_items/",
				"version": "1.0",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "e7442c4b21",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Amulet of Greater Magic Missiles",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"source": "votv",
			"entries": [
				"When casting {@spell magic missile}, whenever you would roll a {@dice d4}, roll a {@dice d6} instead."
			]
		},
		{
			"name": "Armor of Iron Will",
			"type": "HA",
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": "by a cleric or paladin",
			"reqAttuneTags": [
				{
					"class": "cleric"
				},
				{
					"class": "paladin"
				}
			],
			"source": "votv",
			"entries": [
				"You have advantage on checks made to maintain concentration on cleric or paladin spells while you wear this armor.",
				"As a bonus action, you can use your Channel Divinity to activate the ancient runes on the armor. You may concentrate on a second cleric or paladin spell until the end of your next turn. At the end of your next turn, you may choose which concentration to maintain."
			]
		},
		{
			"name": "Assassin's Bond",
			"type": "M",
			"weaponCategory": "simple",
			"weight": 1,
			"dmg1": "1d4",
			"dmgType": "P",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"This blade is etched with spiraling runic patterns. When you attune to the blade, its surface becomes blank as it sinks into your forearm, leaving behind its runes as a tattoo on your skin. As a bonus action you may speak the blade's command word to call it to your hand or return it to your forearm."
			]
		},
		{
			"name": "Author of Storms",
			"type": "R",
			"weaponCategory": "simple",
			"weight": 2,
			"dmg1": "1d6",
			"dmgType": "P",
			"property": [
				"A",
				"2H"
			],
			"range": "80/320",
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"Once per day you can use your action to shoot an arrow straight into the sky to change the weather within 5 miles of you into a severe thunderstorm that lasts for 8 hours. The storm creates strong wind and heavy precipitation, the effects of which are listed on page 110 of the Dungeon Master's Guide. After 8 hours, the weather gradually returns to normal."
			]
		},
		{
			"name": "Band of Coils",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"source": "votv",
			"entries": [
				"A small jade ring, cast in the form of some tentacled creature from the depths. It leaks a black oily substance that stains your fingers like those of a scribe.",
				"Once per day, you can use your reaction when you are attacked by a creature within 5 feet of you to shoot a spray of ink from the ring, dealing {@dice 1d4} acid damage to that creature. They must succeed a DC 15 Dexterity saving throw or be blinded until the start of their next turn."
			]
		},
		{
			"name": "Bloodline Heirloom",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"reqAttune": "by a sorcerer",
			"source": "votv",
			"entries": [
				"Passed down through generations of sorcerers this object may be a ring, amulet, or small figurine. Once per day when you complete a short rest you may regain {@dice 1d4} expended sorcery points."
			],
			"reqAttuneTags": [
				{
					"class": "sorcerer"
				}
			]
		},
		{
			"name": "Cane of Prisms",
			"weight": 6,
			"tier": "major",
			"rarity": "rare",
			"reqAttune": "by a spellcaster",
			"source": "votv",
			"entries": [
				"Attuning to this cane requires bathing it in direct sunlight for one hour. While you are attuned to this heavy crystal cane you can cast color spray, hypnotic pattern, prismatic spray, and prismatic wall, by spending a spell slot of the spell's level or higher. You use your highest spell save DC for these spells."
			],
			"staff": true,
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			]
		},
		{
			"name": "Chimera's Desire: Band of the Dragon",
			"wondrous": true,
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"One third of a fabled set of jewelry, this ornate gold ring has been the property of countless tyrants, warlords, and thieves. While attuned to the ring, you gain the following benefits:",
				"You gain the ability to speak, read, and write Draconic with elegant fluency.",
				"As an action you can sense the precise location of the any being attuned to of the Bracers of the Goat or the Torc of the Lion.",
				"You gain the flaw: \"I must raid and plunder to accumulate a great treasure hoard\" ",
				"{@b Breath of the Dragon.} Once per day as a bonus action you may have the ring exhale fire in a 15-foot cone. Each creature in that area must make a DC 15 Dexterity saving throw, taking ({@dice 7d8}) fire damage on a failed save, or half as much damage on a successful one.",
				"{@b Chimera's Desire.} Once per day, a creature attuned to the Band of the Dragon, Bracers of the Goat, and Torc of the Lion can use their action to transform into a Chimera, just as a druid takes on a beast shape when they use the wild shape feature. You can stay in this form for a number of hours equal to half your level (rounded down)."
			]
		},
		{
			"name": "Chimera's Desire: Bracers of the Goat",
			"wondrous": true,
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"One third of a fabled set of jewelry, these polished brass bracers are warm to the touch. Once placed on your wrists, they are impossible to remove while you remain conscious. While attuned to these bracers, you gain the following benefits:",
				"While you are wearing no armor and not wielding a shield, your AC equals 10 + your Dexterity modifier + your Wisdom modifier + your Constitution modifier.",
				"As an action you can sense the precise location of the any being attuned to of the Band of the Dragon or the Torc of the Lion.",
				"You gain the flaw: \"I have a vicious stubborn streak and must fight to the death\"",
				"{@b Horns of the Goat.} Once per day as a reaction you can channel the power of the goat. When a creature within 5 feet of you hits you with a melee attack, you can use your reaction to take no damage from the attack and push your attacker up to 80 feet away from you."
			]
		},
		{
			"name": "Chimera's Desire: Torc of the Lion",
			"wondrous": true,
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"One third of a fabled set of jewelry, this bronze torc is known by its unnatural red hue. Its legend is stained with the promise of violence. While attuned this torc, you gain the following benefits:",
				"You can see normally in darkness, both magical and nonmagical, to a distance of 120 feet, your eyes gaining a feline appearance.",
				"As an action you can sense the precise location of the any being attuned to of the Band of the Dragon or the Bracers of the Goat.",
				"You gain the flaw: \"I must hunt and kill powerful creatures threatening my territory\"",
				"{@b Roar of the Lion.} Once per day as an action you can emit a terrible roar. When you do, each creature within 500 feet of you that can hear your roar must succeed at a DC 18 Wisdom saving throw or become frightened for 1 minute. A frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
			]
		},
		{
			"name": "Circlet of Martyrdom",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"source": "votv",
			"entries": [
				"While wearing this circlet, whenever you cast a spell that forces other creatures to make a saving throw, you can protect up to 5 of those creatures from the spell's full force. A chosen creature automatically succeeds on its saving throw against the spell. You may not choose yourself. Even if you normally would not be, you are affected by the spell and automatically fail your saving throw. The circlet can't be used this way again until the next dawn."
			]
		},
		{
			"name": "Circlet of Trust",
			"type": "RG|DMG",
			"weight": 1,
			"tier": "major",
			"rarity": "rare",
			"source": "votv",
			"entries": [
				"This unassuming copper band is set with a single emerald.",
				"While worn, the gem glows softly with green light when its wearer tells a deliberate falsehood."
			]
		},
		{
			"name": "Clay Bowl",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"source": "votv",
			"entries": [
				"This chipped bowl is made from fire blackened clay and marked with unintelligible runes. If filled with bones and left out overnight, the bones vanish and 3 gold pieces take their place. If watched, the bones remain untouched and no gold appears."
			]
		},
		{
			"name": "Cloak of the Winter Wolf",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": "by a barbarian, druid, or ranger",
			"source": "votv",
			"entries": [
				"While wearing this pelt you have advantage on Wisdom (Perception) checks that rely on hearing or smell."
			],
			"reqAttuneTags": [
				{
					"class": "druid"
				},
				{
					"class": "ranger"
				}
			]
		},
		{
			"name": "Cuff of Warding",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"source": "votv",
			"entries": [
				"This bracer is made of several small bronze disks, etched with runes. When found this bracer has {@dice 1d4 + 2} intact disks and an equal number of charges. While wearing the bracer you may use a reaction and 1 charge to cast the shield spell. Each time it is used, a disk shatters."
			]
		},
		{
			"name": "Dead Man's Hands",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"source": "votv",
			"entries": [
				"These gloves are made from the bones of a pickpocket's severed hand. At dusk they gain a number of charges equal to your Dexterity modifier up to a maximum of five charges. You can expend a charge to reroll a Sleight of Hand skill check. You can use this feature after you have rolled but before the GM tells you whether you succeed or fail."
			]
		},
		{
			"name": "Deepwood Moss",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"source": "votv",
			"entries": [
				"This useful plant grows solely in places steeped in nature's magic, at the feet of trees with the potential to eventually awaken into treants. It is highly sought after by both druid circles and rural communities alike for its reputation as one of nature's gifts.",
				"Gathering Deepwoods Moss from the wild requires a successful DC 12 Survival or Nature check to gather {@dice 2d4} clumps of the moss. On a failed check, only {@dice 1d4} clumps can be gathered. Gathered moss lasts indefinitely, pulling moisture from the air.",
				"If clutched in your hand it can be used as a Druidic Focus.",
				"When placed in cold water it glows as if the spell dancing lights was cast on it.",
				"If dissolved in your mouth it restores {@dice 1d4} hit points immediately.",
				"If brewed into a basic tea over 30 minutes it restores {@dice 2d4+2} hit points when drunk. Makes one serving per clump used.",
				"If prepared (DC 12) using the Cook's utensils it creates two servings of food that each heal {@dice 2d4+2} hit points.",
				"If distilled (DC 12) using the Alchemist's supplies it yields two flasks of Alchemist's Fire that cannot burn plants.",
				"If brewed (DC 12) using the Brewer's supplies it makes two servings of ale that when drank induce a restful 8 hour sleep that will remove all diseases and poisons affecting the imbiber if they are left undisturbed in a natural setting for the full duration of their slumber.",
				"If burnt, the smoke trailing off a clump of Deepwoods Moss will always travels south, regardless of the wind. Creatures that inhale any amount of this smoke become closer with nature. Treat creatures that inhale the smoke as if speak with plants were cast upon them. One clump of moss burns to completion after giving off 10 minutes of smoke."
			]
		},
		{
			"name": "Flagstone Bulwark",
			"ac": 2,
			"type": "S",
			"tier": "major",
			"rarity": "legendary",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"This shield is fashioned from an immense flat stone pried from the ruins of the great walls of the lost city of Akriot. These fragments of its crumbled outer wall are much sought after for the power of their protective runes which once warded the city. It requires 16 strength to hold the shield.",
				"The stone shield is carved with worn runes, a list of names of the mighty heroes who defended the city in ages past. To attune to the shield you must read the list of names on the shield's face and carve your own name onto the list. As you attune to the shield you gain knowledge of the heroes of the city as if legend lore had been cast for each name.",
				"{@b Warding Runes.} While holding this shield you can use a reaction to expend 1 charge to cast shield. The shield has 4 charges and regains {@dice 1d4} charges daily at dawn.",
				"{@b Akriot's Wall.} Once per day, you may use an action to plant the shield on the ground, expending all remaining charges to cast wall of stone, originating from the shield. Maintaining the wall does not require concentration, and lasts until you lift the shield."
			],
			"charges": 4,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4}"
		},
		{
			"name": "Fortune of Akriot",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"source": "votv",
			"entries": [
				"An single smooth silver coin, bearing on one side a unreadable glyph and on the other a featureless face.",
				"This coin can be used in place of the components specified for any spell. When it is used in this way, it deals the caster {@dice 1d8} necrotic damage for each level of the spell cast. This damage ignores resistance and immunity. The caster's hit point maximum is reduced by an amount equal to the necrotic damage taken. The reduction lasts until the target finishes a long rest. If this effect reduces the caster's hit point maximum to 0, their body vanishes along with the coin."
			]
		},
		{
			"name": "Geminate Blades",
			"type": "M",
			"weaponCategory": "simple",
			"weight": 1,
			"dmg1": "1d4",
			"dmgType": "P",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"tier": "major",
			"rarity": "uncommon",
			"source": "votv",
			"entries": [
				"Geminate blades are daggers forged in pairs from a single piece of enchanted iron. While holding a geminate blade you can speak its command word as an action to cause it to point towards its paired blade. If it's paired blade is on another plane or obscured by a spell such as sequester, the dagger will spin erratically. If one dagger is destroyed, the other will shatter.",
				"You can look into the polished surface of a geminate blade to see everything reflected in its paired blade as if looking through a window."
			]
		},
		{
			"name": "Grithund the Worldmaker",
			"type": "M",
			"weaponCategory": "martial",
			"weight": 10,
			"dmg1": "2d6",
			"dmgType": "B",
			"property": [
				"H",
				"2H"
			],
			"rarity": "artifact",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"The first of the stone giants awoke with Grithund the Worldmaker in his grasp. He used this mighty hammer to forge the rest of his kind from rock and soil. With it he shaped the mountains and halls of their ancestral homelands.",
				"Grithund the Worldmaker is a magic maul that grants +3 bonus to attack and damage rolls made with it. It deals {@dice 3d6} bludgeoning damage. Attacks made with this maul against nonmagical objects that aren't being worn or carried ignore the object's AC and are always critical hits.",
				"{@b Heart of Stone.} While attuned to the maul, you take on aspects of the stone giants. Your skin takes on the texture and appearance of stone, and you gain resistance to non-magical bludgeoning, piercing, and slashing damage. You double in size in all dimensions and your weight is multiplied by eight. This growth increases your size by one category—from Medium to Large, for example. You also have advantage on Strength checks and Strength saving throws.",
				"If your attunement to the maul ends you must succeed on a DC 20 Constitution saving throw. On a failed save, you are immediately petrified until freed by a greater restoration spell or other magic.",
				"{@b Worldbreaker.} Once attuned to the maul, you can use your action to cast shatter as a 2nd level spell (save DC 20). Once per day, you may cast shatter as a 9th level spell instead.",
				"{@b Earthquake.} If you are holding the maul, you can use your action to cast the earthquake spell. You can't use this property again until next dawn.",
				"{@b Worldmaker.} You can use your action to cast stone shape or move earth at will without expending a spell slot. Your concentration for the move earth ability cannot be broken as long as you are attuned to the maul.",
				"{@b Destroying the Maul.} Grithund the Worldmaker can only be destroyed by hurling it into the churning Elemental Chaos at the heart of the Elemental Plane."
			],
			"bonusWeapon": "+3",
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			]
		},
		{
			"name": "Guild Contract",
			"type": "SC|DMG",
			"tier": "major",
			"rarity": "common",
			"source": "votv",
			"entries": [
				"This bloodstained document details accounts of favors owed, debts paid, and deals made. A character who speaks thieves' cant or has the criminal contact background feature may use an action to read the scroll.",
				"The next day at dusk, one spy, one noble, or two thugs will appear (chosen by the player). They obey any verbal commands that you issue (no action required by you) as long as they don't violate the terms of the contract. Assuming you don't violate the terms of the contract, they remain friendly to you and your companions."
			]
		},
		{
			"name": "Horn of Frost",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"A twisted mammoth tusk carved with the history of an ancient barbarian tribe.",
				"Once per day, you can use an action to speak the horn's command word and then blow the horn to emit a chilling dirge. When you do, each creature within 30 feet of you that can hear the horn has armor of agathys cast on them by it. If the horn is destroyed, the spells end early."
			]
		},
		{
			"name": "Keys to the Lost City",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"source": "votv",
			"entries": [
				"This small bone key counts as thieves' tools and grants advantage on Dexterity checks to pick locks. You have advantage on Dexterity (Sleight of Hand) checks to conceal the key."
			]
		},
		{
			"name": "Mageslayer",
			"type": "M",
			"weaponCategory": "martial",
			"weight": 6,
			"dmg1": "2d6",
			"dmgType": "S",
			"property": [
				"H",
				"2H"
			],
			"tier": "major",
			"rarity": "very rare",
			"source": "votv",
			"entries": [
				"This small bone key counts as thieves' tools and grants advantage on Dexterity checks to pick locks. You have advantage on Dexterity (Sleight of Hand) checks to conceal the key.",
				"As an action you may speak the sword's command word, causing the blade to shatter and casting dispel magic as a 6th level spell centered on itself."
			]
		},
		{
			"name": "Matsukaze",
			"type": "M",
			"weaponCategory": "martial",
			"weight": 3,
			"dmg1": "1d8",
			"dmg2": "1d10",
			"dmgType": "S",
			"property": [
				"F",
				"V"
			],
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"Matsukaze scores a critical hit on a roll of 15 or higher. After you score a critical hit with it, Matsukaze becomes a non-magical longsword until the next sunrise."
			]
		},
		{
			"name": "Pendant of Amplification",
			"wondrous": true,
			"tier": "minor",
			"rarity": "uncommon",
			"source": "votv",
			"entries": [
				"A bronze amulet used by town criers, city watchmen, and arena announcers. While wearing this pendant you may cause your voice to boom up to three times as loud as normal."
			]
		},
		{
			"name": "Profane Spire",
			"type": "M",
			"weaponCategory": "simple",
			"weight": 3,
			"dmg1": "1d6",
			"dmg2": "1d8",
			"dmgType": "P",
			"property": [
				"T",
				"V"
			],
			"range": "20/60",
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"As an action you can plant the head of this blackened spear into the ground, desecrating the ground in a 60 ft. radius until the spear is removed. Undead standing on this desecrated ground have advantage on all saving throws. A creature that removes the pike without being attuned to it must succeed on a DC 15 Constitution saving throw or take {@dice 3d10} necrotic damage."
			]
		},
		{
			"name": "Protection Stone",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"source": "votv",
			"entries": [
				"This pendant is the skull of a familiar frozen in a green gemstone. Once per day, the first time you would receive damage, gain resistance to that damage type until the start of your next turn."
			]
		},
		{
			"name": "Ring of Bursting",
			"wondrous": true,
			"tier": "major",
			"rarity": "legendary",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"This ring if a tight gold band that seems to pulse like a quickening heart. As a bonus action, you may speak the ring's command word and roll {@dice 1d4}. For that many rounds, you gain an additional action on each of your turns. For the same number of rounds afterward, you can't use reactions and may only take an action or a bonus action on your turn, not both."
			]
		},
		{
			"name": "Ring of Dreamsong",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"source": "votv",
			"entries": [
				"These beaten copper rings are often found in multiples. Elves who trance while wearing one of these rings may cast detect thoughts on one another at will, sharing in their reflexive mental exercises."
			]
		},
		{
			"name": "Ring of Rot",
			"type": "RG|DMG",
			"weight": 1,
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"While attuned to this ring, you have resistance to necrotic damage. Once per say, you can use your reaction to convert any damage you take into necrotic damage for one minute.",
				"{@b Curse.} This ring is cursed, a fact that is revealed only when an identify spell is cast on the ring or you attune to it. Attuning to the ring curses you until you are targeted by the remove curse spell or similar magic; all attempts to remove the ring while attuned to it are futile short of severing the finger it was placed on, which breaks your attunement. While cursed, your skin begins to rot starting from your finger, giving you disadvantage on Charisma checks.",
				"{@b Rotting Touch.} While you are cursed by the ring, you may cast contagion (save DC 17) once per day."
			],
			"resist": [
				"necrotic"
			]
		},
		{
			"name": "Ruby Vial",
			"type": "P",
			"weight": 0.5,
			"tier": "minor",
			"rarity": "rare",
			"source": "votv",
			"entries": [
				"When you drink the potion inside this red crystal vial you regain {@dice 2d4 + 2} hit points. The vial magically refills itself each day at dawn. Alternately, you can use your action to throw the full vial at a point within range, shattering it and creating a fleeting red mist that causes all creatures within 30 ft. to regain {@dice 2d4 + 2} hit points."
			]
		},
		{
			"name": "Screaming Maiden",
			"type": "M",
			"weaponCategory": "simple",
			"weight": 4,
			"dmg1": "1d6",
			"dmgType": "B",
			"rarity": "artifact",
			"reqAttune": "by a creature of evil alignment",
			"source": "votv",
			"entries": [
				"This item's outside appearance is that of a pretty young girl carved out of obsidian. When angered or raised in battle, however, the head of the mace twists into a hideous visage, the girl opening up her fanged maw wide with hunger and bloodlust.",
				"You gain a +3 bonus to attack and damage rolls made with this magic weapon. It has the following additional properties.",
				"{@b Sentience.} The Screaming Maiden is a sentient neutral evil weapon with an Intelligence of 16, a Wisdom of 12, and a Charisma of 14. It has hearing and darkvision out to a range of 120 feet, and can share these senses with its wielder, rendering him effectively immune to being blinded or deafened.",
				"In addition to Abyssal and Infernal, this weapon understands all the languages you know. It communicates by transmitting emotion to the creature carrying or wielding it.",
				"{@b Biting Cold.} A creature that takes 36 or more damage more from the Screaming Maiden during a single turn is stunned until the end of your next turn.",
				"{@b Scream of the Maiden.} The Screaming Maiden can cast cone of cold. It decides when to cast the spell, and at what level to cast the spell, but might do so when asked as an action on your turn.",
				"{@b Personality.} The Screaming Maiden is characterized by its insatiable hunger for human blood. It grows visibly happier the more blood it consumes, and the more frequently it feeds. If the mace goes three days or more without drinking the blood of a human, a conflict between it and its wielder occurs at the next sunset."
			],
			"bonusWeapon": "+3",
			"reqAttuneTags": [
				{
					"alignment": [
						"E"
					]
				}
			]
		},
		{
			"name": "Seed of the Pale Oak",
			"wondrous": true,
			"tier": "major",
			"rarity": "legendary",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"You can use an action to attune to the seed by planting it in rich soil. The seed rapidly grows into a mature tree over the course of a week. Once planted, the tree cannot be moved, and your attunement to the tree cannot be broken by distance. If you die while attuned to the seed, your soul returns to the tree, and at any time within a week of your death you may choose be reincarnated amid the roots of the tree, as if the spell reincarnate had been cast.",
				"Any items that you were holding when you died are left on the ground where you died. Your previous body crumbles into rich soil, enriching plants as it mixes into the ground. This acts as if the spell plant growth had been cast centered on your corpse for the full 8 hour cast time.",
				"If you ever willingly commit an affront to nature, your tree withers and dies, releasing a single seed to the wind."
			]
		},
		{
			"name": "Siege Crossbow",
			"type": "R",
			"weaponCategory": "simple",
			"weight": 5,
			"dmg1": "1d8",
			"dmgType": "P",
			"property": [
				"A",
				"LD",
				"2H"
			],
			"range": "80/320",
			"tier": "major",
			"rarity": "uncommon",
			"source": "votv",
			"entries": [
				"Often used by the footsoldiers of powerful mages, this crossbow is etched with crude runes. Once per day, as a bonus action you can speak the crossbow's command word to add {@dice 2d4} force damage to its next attack. If this attack hits a door, it is opened as if by the knock spell."
			],
			"ammoType": "crossbow bolt|phb"
		},
		{
			"name": "Silver Instrument",
			"type": "INS",
			"wondrous": true,
			"weight": 2,
			"tier": "major",
			"rarity": "uncommon",
			"source": "votv",
			"entries": [
				"These instruments are wrought from elvish silver and etched with a spiraling pattern of swirling runes.",
				"Once per long rest, you may attempt to play the instrument by making a performance check DC 15. If you succeed, you gain inspiration."
			]
		},
		{
			"name": "Soulbound Collars",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"A magical set of linked collars, used to tether two kindred creatures.",
				"You and a familiar or animal companion must attune to a pair of collars at the same time. Once attuned, you may use your action to switch places with your familiar or animal companion also wearing a soulbind collar, as long as you both are on the same plane of existence."
			]
		},
		{
			"name": "Spell-Eating Jar",
			"wondrous": true,
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"This strange vessel's painted eyes seem to follow spellcasters around the room. The inside of the jar's mouth radiates a strong aura of abjuration magic.",
				"When you would take acid, cold, fire, lightning, poison, or thunder damage from a spell, if you have a free hand and the jar is empty, you can instead use your reaction to take no damage from that spell by feeding it to the jar. The jar is only able to hold one spell at a time.",
				"As an action you can eject the contents of the jar from its mouth, casting chromatic orb at the level of the spell that was eaten and using the damage type that it would have dealt. You can use any one of your spell attack modifiers when you cast chromatic orb through the jar. If you do not have a spell attack modifier, use your proficiency bonus instead."
			]
		},
		{
			"name": "Spirit Totem",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": "by a path of the totem barbarian",
			"source": "votv",
			"entries": [
				"This is a small carved animal statue, hung with teeth, feathers, and small bones. While attuned to the totem, you may perform animal messenger as a ritual. Rather than contacting a nearby Tiny creature, the spell instead summons a harmless spectral manifestation of a bear, wolf, or eagle to deliver the message."
			]
		},
		{
			"name": "Staff of Flurried Blows",
			"type": "M",
			"weaponCategory": "simple",
			"weight": 4,
			"dmg1": "1d6",
			"dmg2": "1d8",
			"dmgType": "B",
			"property": [
				"V"
			],
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": "by a monk",
			"source": "votv",
			"entries": [
				"This magical quarterstaff is a simple shaft of worn wood. While attuned to this weapon you may use your action to make a single melee attack against any number of creatures within 5 feet of you, spending 1 ki point for each creature beyond the first."
			],
			"staff": true
		},
		{
			"name": "Stygian Glass",
			"type": "S",
			"weight": 6,
			"ac": 2,
			"tier": "major",
			"rarity": "legendary",
			"source": "votv",
			"entries": [
				"This shield is a large polished mirror of tarnished silver whose misty surface seems to never form a cohesive reflection.",
				"Once per day, while wielding this shield you can use your action to attempt to send one medium or smaller creature within 5 ft. of you to an extra dimensional space. They must succeed a DC 15 Charisma saving throw or be imprisoned behind the shield's mirror. Once trapped the imprisoned creature can be clearly seen behind the glass.",
				"An imprisoned creature may make a DC 15 Strength saving throw at the end of each of their turns. On a successful save the creature breaks free of the shield's prison. If they exceed the DC by 10 or more, the shield is shattered and destroyed."
			]
		},
		{
			"name": "Sylvian Chalice",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"This carved wooden goblet depicts scenes of dancing dryads, intertwined with leaves and sylvan runes.",
				"While attuned to the goblet, you can speak, read, and understand Sylvan and Fey have advantage on Charisma checks made against you.",
				"Additionally, you may cast the find familiar spell once per day. The familiar summoned this way is always a fey dryad. If your attunement to the goblet breaks, the dryad vanishes."
			]
		},
		{
			"name": "Tatters of the Fallen",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"This ragged cloak is stitched from a patchwork of torn war banners.",
				"Once per day, you can use a bonus action to cast compel duel with a spell save DC is equal to 10 + your proficiency modifier."
			]
		},
		{
			"name": "Teachings of Akriot",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"source": "votv",
			"entries": [
				"This heretical text was written by the ancient wizards of lost Akriot. Few copies survived the fall, but it has since been translated many times into many tongues.",
				"A wizard who spends 48 hours over a period of 6 days or fewer reading this blasphemous tome gains new insights into their chosen school of magic. Based on their school, they learn a new spell that they always have prepared, and doesn't count against the number of spells they can prepare each day.",
				"Reading the book yields you a new flaw: \"I have learned a magical secret that lesser wizards could not hope to comprehend. They are below me.\"",
				{
					"type": "table",
					"colLabels": [
						"School",
						"School Spells"
					],
					"colStyles": [
						"col-6",
						"col-6"
					],
					"rows": [
						[
							"Abjuration",
							"{@spell remove curse}"
						],
						[
							"Conjuration",
							"{@spell stinking cloud}"
						],
						[
							"Divination",
							"{@spell tongues}"
						],
						[
							"Enchantment",
							"{@spell animate dead}"
						],
						[
							"Evocation",
							"{@spell sending}"
						],
						[
							"Necromancy",
							"{@spell bestow curse}"
						],
						[
							"Transmutation",
							"{@spell gaseous form}"
						]
					]
				}
			]
		},
		{
			"name": "The Lost King's Shield",
			"type": "S",
			"weight": 6,
			"ac": 2,
			"rarity": "artifact",
			"source": "votv",
			"entries": [
				"You gain a +3 bonus to AC while you wield this shield. This bonus is in addition to the shield's normal bonus to AC. In addition, while you wield this magic shield, you can use your reaction to cast shield at will, without using a spell slot."
			],
			"bonusAc": "+3"
		},
		{
			"name": "The Lost King's Spear",
			"type": "M",
			"weaponCategory": "simple",
			"weight": 3,
			"dmg1": "1d6",
			"dmg2": "1d8",
			"dmgType": "P",
			"property": [
				"T",
				"V"
			],
			"range": "20/60",
			"rarity": "artifact",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"You gain a +3 bonus to attack and damage rolls made with this spear. In addition, while you wield this magic weapon, you can use a bonus action to cast spiritual weapon at will at 9th level, without using a spell slot. The weapon takes the ghostly form of a sentient neutral evil king brandishing a spear and shield, who can read and understand all languages, but cannot speak. His ghostly image has an Intelligence of 16, a Wisdom of 18, and a Charisma of 18.",
				"{@b Legacy of the Lost King.} If you are attuned to both the The Lost King's Spear and The Lost King's Shield, his warriors will rise to fight at his side once more. As an action you can have the spear cast spirit guardians at 9th level (save DC 18), which appear in the ghostly form of the army he commanded in life. The spear's concentration on the spell is unbreakable."
			],
			"bonusWeapon": "+3"
		},
		{
			"name": "Transgressions of Akriot",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"source": "votv",
			"entries": [
				"This heretical text was written by the ancient clerics of lost Akriot. Few copies survived the fall, but it has since been translated many times into many tongues.",
				"A cleric who spends 48 hours over a period of 6 days or fewer reading this blasphemous tome gains new insights into the god of their chosen domain. Based on their domain, they gain a new domain spell.",
				"Reading the book yields you a new flaw: \"I have found the true path, others who follow my god are misguided\"",
				{
					"type": "table",
					"colLabels": [
						"Domain",
						"Domain Spells"
					],
					"colStyles": [
						"col-6",
						"col-6"
					],
					"rows": [
						[
							"Knowledge",
							"{@spell hunger of hadar}"
						],
						[
							"Life",
							"{@spell aura of life}"
						],
						[
							"Light",
							"{@spell haste}"
						],
						[
							"Nature",
							"{@spell conjure animals}"
						],
						[
							"Tempest",
							"{@spell lightning bolt}"
						],
						[
							"Trickery",
							"{@spell major image}"
						],
						[
							"War",
							"{@spell blinding smite}"
						]
					]
				}
			]
		},
		{
			"name": "Trappings of Rime",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"reqAttune": true,
			"source": "votv",
			"entries": [
				"This heavy white cloak has a cold silver clasp. While wearing the cloak you may use your reaction to become petrified until the start of your next turn, encasing yourself in ice. While petrified by this item you gain resistance to all damage."
			]
		},
		{
			"name": "Visage of the Acropolis",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"source": "votv",
			"entries": [
				"Carved from stone, this ancient mask was used by ancient cults to speak to forgotten gods. When you don this mask you cast the spell contact other plane. You are blinded and deafened as long as the mask is donned. If you fail the Intelligence check the helmet cannot be removed until you regain your sanity."
			]
		},
		{
			"name": "Wrappings of Jia",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": "by a monk",
			"source": "votv",
			"entries": [
				"These cloth wrappings appear to be made of tattered, faded silk and can be wrapped around each hand and wrist. Whenever you would deal bludgeoning damage with an unarmed strike you may instead choose to deal fire, cold, or thunder damage."
			]
		}
	]
}
