{
	"_meta": {
		"sources": [
			{
				"json": "ChristmasMagicItems",
				"abbreviation": "C100",
				"full": "Christmas: 100 Magic Items",
				"version": "1.0.0",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/5irn0v/100_magic_items_at_a_time_you_might_almost_call/",
				"authors": [
					"ASunlessSky"
				],
				"convertedBy": [
					"axelcool1234"
				]
			}
		],
		"dateAdded": 1586966344,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "aa9044f959",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Axe of the Earth",
			"source": "ChristmasMagicItems",
			"baseItem": "battleaxe|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 4,
			"value": 1000,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"entries": [
				"While you are wielding this weapon, as an action you may slam the axe into the ground. You and all creatures adjacent must succeed a DC 14 Strength saving throw or be knocked {@condition prone}."
			]
		},
		{
			"name": "Warhammer of Argus the Mad",
			"source": "ChristmasMagicItems",
			"baseItem": "warhammer|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 2,
			"value": 1500,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "B",
			"dmg2": "1d10",
			"entries": [
				"You gain a modifier to attack and damage rolls with this weapon equal to the number of hands you are wielding it in.",
				"When you hit a creature that is resistant to bludgeoning damage, you gain {@dice 2d4} temporary hit points.",
				"When you hit a creature immune to bludgeoning damage, that creature is {@condition stunned} until the end of its next turn.",
				"When you hit a creature that is vulnerable to bludgeoning damage, all creatures other than you that are within 10 feet of your target are moved 5 feet closer to the target.",
				"If you score a critical hit with this weapon, or if you roll the maximum on a damage die for the first time in a combat, you must also roll on the Wild Magic Surge table."
			]
		},
		{
			"name": "Blade of the Consumed",
			"source": "ChristmasMagicItems",
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 3,
			"value": 1500,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"entries": [
				"You have a +3 modifier to attack and damage rolls with this weapon. On a hit this weapon deals {@damage 2d6} slashing damage, or {@damage 2d8} damage if held in two hands. In addition, your reach is increased by 5 feet for attacks made with this weapon.",
				"Curse: Each time you score a hit with this weapon, it gains 1 charge. At the end of a long rest, your maximum hit points are reduced by the number of charges the sword has, then the sword loses all its charges. If this reduces a creature's hit point maximum to 0, they are utterly consumed, mind, body, and soul. Not even a wish spell can bring back someone so devoured. Maximum hit points can be regained by expending hit die at the end of a long rest. When you do this, you do not roll the hit die, but you regain maximum hit points up to your normal maximum at a rate of 2 maximum hit points per hit die expended in this way.",
				"In addition, when you roll initiative, you may expend charges the sword has to power one of the following effects, which always target you. You may expend 2 charges to cast bane. You may expend 3 charges to cast hold person. You may expend 5 charges to cast bestow curse. You may expend 7 charges to cast contagion. You also concentrate on any spells so cast, but cannot voluntarily release concentration on those spells.",
				"A Gnoll that wields the blade gains a further ability. As a bonus action they may expend one charge to kill another Gnoll it can see, transforming that Gnoll into a Witherling. (Witherlings can be found in Volo's Guide to Monsters)"
			],
			"bonusWeapon": "+3"
		},
		{
			"name": "Faded Glory",
			"source": "ChristmasMagicItems",
			"baseItem": "lance|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 6,
			"value": 1000,
			"weaponCategory": "martial",
			"property": [
				"R",
				"S"
			],
			"dmg1": "1d12",
			"dmgType": "P",
			"entries": [
				"The magic of this weapon has long since faded, though some small ember of it remains. Once per long rest, when you hit with this weapon, you may make a Charisma (persuasion) check, which has a DC of 30 - the damage you dealt on that attack. If you are successful, you coax the ancient magic sealed within back to life, if only for a time. For one minute, the lance blazes with spectral flames. While the flames blaze the lance deals an additional {@damage 2d4} fire damage on a hit, and you are under the effects of a bless and heroism spell."
			]
		},
		{
			"name": "Gore-Gush Greataxe",
			"source": "ChristmasMagicItems",
			"baseItem": "greataxe|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 7,
			"value": 3000,
			"weaponCategory": "martial",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "1d12",
			"dmgType": "S",
			"entries": [
				"You gain a modifier to attack and damage rolls with this weapon equal to half your proficiency modifier, rounded down. When you score a critical hit with this weapon, or roll the maximum on at least one of the weapon's damage die, the target of the attack must make a Charisma save, with a DC of your passive Intimidation + this weapon's modifier. If the creature fails, it is {@condition frightened} of you for 1 minute.",
				"If you are raging, once you hit a creature for the first time, you can not drop out of your rage until the end of the full duration of that rage."
			]
		},
		{
			"name": "Knives of Sparking",
			"source": "ChristmasMagicItems",
			"baseItem": "dagger|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 1,
			"value": 200,
			"weaponCategory": "simple",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "P",
			"entries": [
				"These magic daggers are always found in a pair.",
				"If you are wielding one of these daggers in each hand , as an action you may strike them against each other, sending out a flurry of sparks and cinders in a 10 foot cone. Creatures in the cone must make a DC 14 Dexterity saving throw. Creatures that fail the saving throw are {@condition blinded} until the start of their next turn."
			]
		},
		{
			"name": "The Law-Breaker",
			"source": "ChristmasMagicItems",
			"baseItem": "whip|PHB",
			"type": "M",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 3,
			"value": 200,
			"weaponCategory": "martial",
			"property": [
				"F",
				"R"
			],
			"dmg1": "1d4",
			"dmgType": "S",
			"charges": 3,
			"recharge": "restLong",
			"entries": [
				"You gain a +2 modifier to attack and damage rolls made with this whip. In addition, when you score a critical hit with this weapon, in addition to the attack's damage, you cast the thunderwave spell at 1st level, centered on the target of your attack. The DC of the spell is 14.",
				"The Law-Breaker Whip has 3 charges, and regains {@dice d3} charges when you finish a long rest. While you are attuned to the Law-Breaker Whip, you may spend charges to use the snap of the whip to breifly break the laws of reality instead of dealing damage when you hit a creature with this weapon. The laws you may break and the cost in charges are:",
				"The Law of Gravity: (1 charge) You cast levitate on the target. The spell's DC is 14.",
				"The Law of Time: (1 charge) You cast hold person on the target. The spell's DC is 14. If the target is {@condition paralyzed} by this effect, they cannot take damage until the paralysis ends.",
				"The Law of Space: (2 charges) You cast banishment on the target. The spell's DC is 14. The target is always treated as if they were a native of the plane they are on for the purposes of this effect. The target will always return to where they were at the end of the spell's duration."
			],
			"bonusWeapon": "+2"
		},
		{
			"name": "Mace of Eyes",
			"source": "ChristmasMagicItems",
			"baseItem": "mace|PHB",
			"type": "M",
			"rarity": "uncommon",
			"weight": 4,
			"value": 500,
			"weaponCategory": "simple",
			"dmg1": "1d6",
			"dmgType": "B",
			"charges": 0,
			"entries": [
				"When you find this mace, it has 0 charges. It must also be fed 1 pound of meat every night, or you shall suffer its impotent anger. If you face the mace's wrath, you may not benefit from its abilities until you feed it.",
				"When you deal damage with this mace, it gains one charge, up to a maximum of 10. When you hit a creature with the mace, you may expend a charge to deal an additional {@damage 1d4} damage on the hit.",
				"You may expend 10 charges as an action. If you do, the mace of eyes swells up briefly, and its meat-choked eyes will bulge in terror, it will let out a terrifying shriek like a wounded new-born. You cast fear on up to three creatures the mace can see within 15 feet, with a saving throw DC of 12."
			]
		},
		{
			"name": "Martha the Heathen's Brand",
			"source": "ChristmasMagicItems",
			"baseItem": "mace|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 4,
			"value": 500,
			"weaponCategory": "simple",
			"dmg1": "1d6",
			"dmgType": "B",
			"entries": [
				"As an action, without expending spell slots you may cast hunter's mark with a range of touch, or branding smite.",
				"However, you may never be target of a spell cast by a good aligned cleric that does not deal damage."
			]
		},
		{
			"name": "Maul of Momentum",
			"source": "ChristmasMagicItems",
			"baseItem": "maul|PHB",
			"type": "M",
			"rarity": "uncommon",
			"reqAttune": true,
			"weight": 10,
			"value": 1000,
			"weaponCategory": "martial",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "2d6",
			"dmgType": "B",
			"entries": [
				"When you find this weapon, it has no charges, and has a maximum capacity of 1 charge. When you reduce a creature to 0 hit points with this weapon you regain 1 charge.",
				"As an action, you may expend a charge to fly up to your movement speed, and make one weapon attack at advantage."
			]
		},
		{
			"name": "Nerve Knife",
			"source": "ChristmasMagicItems",
			"baseItem": "dagger|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 1,
			"value": 200,
			"weaponCategory": "simple",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "P",
			"entries": [
				"You gain a +1 modifier to attack and damage rolls made with this dagger.",
				"While attuned to the Nerve Knife, when you hit a creature with the Nerve Knife you may attempt to grapple the creature as a bonus action. If the grapple is successful, the target is {@condition paralyzed} until the grapple ends. While the grapple is in effect, you may not attack with the nerve knife, and you must still wield it. The hand that you use to hold the knife is the same hand you use to maintain the grapple. If you must let go of the knife for any reason, the grapple ends."
			],
			"bonusWeapon": "+1"
		},
		{
			"name": "Prismatic Blade",
			"source": "ChristmasMagicItems",
			"baseItem": "shortsword|PHB",
			"type": "M",
			"rarity": "rare",
			"weight": 2,
			"value": 1000,
			"weaponCategory": "martial",
			"property": [
				"F",
				"L"
			],
			"dmg1": "1d6",
			"dmgType": "P",
			"entries": [
				"You have a +1 modifier to attack and damage rolls made with this weapon.",
				"If you are holding a lightsource in your other hand when you score a hit against a creature, that creature must make a Constitution save with a DC equal to the result of the attack roll. If they fail, they are {@condition blinded} until the end of their next turn. Each individual creature can only be affected by this feature once per short rest."
			],
			"bonusWeapon": "+1"
		},
		{
			"name": "Quake-Stone Maul",
			"source": "ChristmasMagicItems",
			"baseItem": "maul|PHB",
			"type": "M",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 10,
			"value": 1000,
			"weaponCategory": "martial",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "2d6",
			"dmgType": "B",
			"entries": [
				"You gain a modifier to attack and damage rolls with this weapon equal to half your proficiency modifier, rounded down.",
				"In addition, once per short rest, as an action you make one weapon attack with this maul against each creature with 10 feet of you, including yourself."
			]
		},
		{
			"name": "Repugnent Blade",
			"source": "ChristmasMagicItems",
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 3,
			"value": 1500,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"entries": [
				"When you reduce a creature to 0 hit points with this weapon, creatures of your choice within 10 feet of you must succeed on a DC 14 wisdom save or become {@condition frightened} of you for one minute. A creature who has taken this save is immune to this effect of the blade for 24 hours, regardless of whether they succeeded or not.",
				"In addition, you may count a negative charisma modifier as a positive one for the purposes of skill checks whilst attuned to this weapon."
			]
		},
		{
			"name": "Rising Tension",
			"source": "ChristmasMagicItems",
			"baseItem": "maul|PHB",
			"type": "M",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 10,
			"value": 1000,
			"weaponCategory": "martial",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "2d6",
			"dmgType": "B",
			"entries": [
				"You have a -3 modifier to attack and damage rolls made with this weapon. Each time you miss an attack with this weapon, the modifier increases by +1, up to a maximum modifier of +3. When you hit a creature, and the weapon has a positive modifier, then you deal additional damage die equal to the weapon's modifier. When this happens, at the end of your turn the weapon's modifier resets to -3.",
				"If the Maul has a positive modifier you can suspend the maul's magic, as a bonus action. Suspending the magic stops the modifier from increasing when an attack made with it misses, stops the bonus damage on a hit with a positive modifier, and stops the modifier resetting when an attack made with the weapon hits with a positive modifier.",
				"However, the Maul will resume its regular works with time, and the excess pressure will be vented on you. When you finish a rest and the maul's magic is suspended, you take X{@damage d12} force damage, with X being equal to the maul's current modifier. After that, the Maul's modifier resets to -3."
			]
		},
		{
			"name": "Saint Althard's Mace",
			"source": "ChristmasMagicItems",
			"baseItem": "mace|PHB",
			"type": "M",
			"rarity": "legendary",
			"reqAttune": true,
			"weight": 4,
			"value": 500,
			"weaponCategory": "simple",
			"dmg1": "1d6",
			"dmgType": "B",
			"recharge": "dawn",
			"charges": 4,
			"entries": [
				"This weapon has 4 charges, and it regains {@dice d3 + 1} charges at dawn each day. You may expend these charges under specific circumstances to power various effects.",
				"As a reaction when you miss an attack using this mace, you may expend a charge to cast bless, targetting only yourself.",
				"As a reaction when you hit with an attack using this mace, you may expend a charge to cast bane, targetting only the creature you hit."
			],
			"rechargeAmount": "{@dice d3 + 1}"
		},
		{
			"name": "Scimitar of the Rising Sun",
			"source": "ChristmasMagicItems",
			"baseItem": "scimitar|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 3,
			"value": 2500,
			"weaponCategory": "martial",
			"property": [
				"F",
				"L"
			],
			"dmg1": "1d6",
			"dmgType": "S",
			"entries": [
				"You have a modifier to attack and damage rolls equal to half your proficiency modifier for attacks made with this weapon.",
				"You have advantage on the first attack roll you make with this weapon after you roll initiative.",
				"When you make an attack roll with advantage using this weapon, you may forgo the advantage to send out a burst of glimmering morning-flame. If you hit with the attack, the fire strikes a different creature within 10 feet of your target, dealing {@damage d6} fire damage."
			]
		},
		{
			"name": "Self-Guiding Sling",
			"source": "ChristmasMagicItems",
			"baseItem": "sling|PHB",
			"type": "R",
			"rarity": "rare",
			"value": 10,
			"weaponCategory": "simple",
			"property": [
				"A"
			],
			"range": "30/120",
			"dmg1": "1d4",
			"dmgType": "B",
			"entries": [
				"When you make an attack roll against a creature and miss, you may instead hit the creature, but the creature will have resistance to the damage of that attack.",
				"You can also attack creatures using this sling that you cannot see or that are behind cover, in which case you may attack them if you are aware that they exist and are in range, but the attack will always be resolved as if you had missed, and then chosen to hit using the Sling's above feature."
			],
			"ammoType": "bullet|phb"
		},
		{
			"name": "Sibilant Sword",
			"source": "ChristmasMagicItems",
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "rare",
			"weight": 3,
			"value": 1500,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"entries": [
				"Once per short rest, when you hit a creature with an attack made with this sword, you may cast dissonant whispers on the target, with a spell save DC of 8 + yoour proficiency modifier + your charisma modifier.",
				"Furthermore, whilst you wield this sword, your proficiency modifier is doubled for any Charisma (intimidation) checks you make.",
				"While you wield this sword, Yuan-ti and other snake like creatures cannot benefit from magic resistance against your spells."
			]
		},
		{
			"name": "Soul-Snagger Dagger",
			"source": "ChristmasMagicItems",
			"baseItem": "dagger|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 1,
			"value": 200,
			"weaponCategory": "simple",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "P",
			"entries": [
				"Once per long rest, when you damage a creature with this weapon, you may attempt to snag its soul. The creature must make a Constitution check, which has a DC of 8 + your proficiency modifier + the result of the dagger's damage die. If the creature fails, you catch its soul, and it is {@condition stunned} for a number of rounds equal to the result of the dagger's damage die, after which the soul slips off of the dagger. As a bonus action on your turn, you may force a creature who's soul you have snagged to perform one of its actions that isn't multiattack, and that doesn't use a spell slot. You may not use this feature against undead or constructs."
			]
		},
		{
			"name": "Spear of the Kraken",
			"source": "ChristmasMagicItems",
			"baseItem": "spear|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 3,
			"value": 100,
			"weaponCategory": "simple",
			"property": [
				"T",
				"V"
			],
			"range": "20/60",
			"dmg1": "1d6",
			"dmgType": "P",
			"dmg2": "1d8",
			"entries": [
				"As an action, you may sweep the tip of the spear around your feet, causing a wave to rise up out of the ground in a 15 foot cone originating from you. All creatures in the cone must succeed on a DC14 Strength save or be pushed back 10 feet away from you. Creatures that have susceptibility to water that fail the saving throw count as having been submerged in 5 gallons of water."
			]
		},
		{
			"name": "Staff of Strong Roots",
			"source": "ChristmasMagicItems",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 4,
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"staff": true,
			"entries": [
				"This staff can be used as a quarterstaff. When you hit a creature with this weapon, that creature's movement speed is reduced by 10 feet until the end of their next turn. This effect can stack with subsequent hits in the same time.",
				"In addition, if you do not move on your turn, you have advantage on all saving throws and ability checks to avoid being knocked {@condition prone}, and you cannot be moved by force.",
				"Finally, as an action you can plant the staff in the ground, which then acts like an activated immovable rod, until you use an action to uproot it."
			]
		},
		{
			"name": "Staff of the Eidolon",
			"source": "ChristmasMagicItems",
			"type": "M",
			"rarity": "rare",
			"reqAttune": "by a spellcaster",
			"weight": 4,
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"staff": true,
			"entries": [
				"This staff can also be used as a quarterstaff. This staff has 6 chares and regains {@dice 1d4 + 1} charges every midnight. When you expend the last charge, roll a {@dice d20}. On the roll of a 1, the staff becomes ghostly and insubstantial and then completely disappears.",
				"While holding the staff, you can use an action to expend some of its charges to cast one of the following spells, using your spell save DC: silent image (1 charge), disguise self (1 charge), or phantasmal force (2 charges).",
				"Incorporeal creatures, such as ghosts, spectors, and banshees cannot resist damage from melee attacks made with this staff."
			],
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			]
		},
		{
			"name": "Sunlight Spear",
			"source": "ChristmasMagicItems",
			"baseItem": "spear|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 3,
			"value": 100,
			"weaponCategory": "simple",
			"property": [
				"T",
				"V"
			],
			"range": "20/60",
			"dmg1": "1d6",
			"dmgType": "P",
			"dmg2": "1d8",
			"entries": [
				"You have a +1 modifier to attack and damage rolls made with this weapon.",
				"You may also use this spear as a spell-casting focus for spells with a range of touch, increasing the spell's range to 10 feet.",
				"Additionally, once per long rest, when you throw this spear you may change the spear's damage to {@damage 2d10} fire damage and {@damage 2d10} radiant damage for that attack."
			],
			"bonusWeapon": "+1"
		},
		{
			"name": "The Sustainer",
			"source": "ChristmasMagicItems",
			"baseItem": "shortsword|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 2,
			"value": 1000,
			"weaponCategory": "martial",
			"property": [
				"F",
				"L"
			],
			"dmg1": "1d6",
			"dmgType": "P",
			"entries": [
				"While attuned to this sword, you only need to eat and drink half as much as you usually require.",
				"Additionally, when you hit a creature that can reduce a creature's maximum hit points, that creature must make a DC 14 constitution save, or be {@condition stunned} until the end of its next turn."
			]
		},
		{
			"name": "Sword of the War-Maker",
			"source": "ChristmasMagicItems",
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 3,
			"value": 1500,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"entries": [
				"You gain a modifier to attack and damage rolls with this weapon equal to half your proficiency modifier, rounded down.",
				"When you score a critical hit, all friendly creatures within 20 feet of you may use their reaction to make one weapon attack, or cast a spell that usually requires a bonus action to cast.",
				"Additionally, the sword has three charges. When you score a critical hit with this weapon, or when you finish a long rest, the sword regains a charge.",
				"You may use your reaction to expend a charge to give a friendly creature advantage on their next attack roll on their next turn.",
				"You may also expend a charge as a reaction being hit by an attack to give yourself resistance to the damage of that attack."
			]
		},
		{
			"name": "Sword of the Wind",
			"source": "ChristmasMagicItems",
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "uncommon",
			"weight": 3,
			"value": 1500,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"entries": [
				"While you are wielding this sword, as an action you may move yourself and up to 2 other creatures you can see up to 10 feet. If you try to move a creature that is unwilling, it may attempt a DC 14 Strength saving throw. It is not moved if it succeeds."
			]
		},
		{
			"name": "War Pick of the Vengeful Queen",
			"source": "ChristmasMagicItems",
			"baseItem": "war pick|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 2,
			"value": 500,
			"weaponCategory": "martial",
			"dmg1": "1d8",
			"dmgType": "P",
			"entries": [
				"While attuned to this weapon, you may not be resistant or immune to poison damage, or the {@condition poisoned} condition.",
				"If you are {@condition poisoned} at the start of your turn, you suffer {@damage d4} poison damage.",
				"However, you never have disadvantage on attack rolls because you are {@condition poisoned}.",
				"When you see a creature deal poison damage to you or another creature you have can see, you have advantage on all attack rolls against that creature for one minute.",
				"As an action, you can end the {@condition poisoned} condition on a creature that you can touch. You may use this feature three times, regaining spent uses on a short rest."
			]
		},
		{
			"name": "Whisper Knife",
			"source": "ChristmasMagicItems",
			"baseItem": "dagger|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 1,
			"value": 200,
			"weaponCategory": "simple",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "P",
			"entries": [
				"For attacks made with this weapon, a creature's armour class is equal to 10 + the creature's dexterity modifier, regardless of any armour they are wearing. Modifiers from features such as Parry do apply, as do modifiers from magic items."
			]
		},
		{
			"name": "Coat of the Duelist",
			"source": "ChristmasMagicItems",
			"baseItem": "leather armor|PHB",
			"type": "LA",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 10,
			"value": 1000,
			"ac": 11,
			"entries": [
				"While you wear this armor, you add double your dexterity to your AC, rather than adding it once, as long as you are wielding only one weapon in one hand.",
				"Furthermore, you may also move up to your movement speed as part of an attack of opportunity if you hit with the attack."
			]
		},
		{
			"name": "FireIron Shield",
			"source": "ChristmasMagicItems",
			"baseItem": "shield|PHB",
			"type": "S",
			"rarity": "rare",
			"weight": 6,
			"value": 1000,
			"ac": 2,
			"entries": [
				"You have a +1 modifier to AC whilst wearing this shield.",
				"Furthermore, while you wear this shield, when a creature that misses an attack made against you, as a reaction you may deal {@damage 1d4} fire damage to that creature.",
				"If you suffer a critical hit whilst wearing this shield, as a reaction you may cast fireball needing no material components, centered on yourself."
			],
			"bonusAc": "+1"
		},
		{
			"name": "Heavy-Stone Shield",
			"source": "ChristmasMagicItems",
			"baseItem": "shield|PHB",
			"type": "S",
			"rarity": "uncommon",
			"weight": 6,
			"value": 1000,
			"ac": 2,
			"entries": [
				"While using this shield, you double the shield's normal bonus to your AC when you are attacked by a weapon with the light property. Furthermore, you do not add the shield's normal bonus to your AC when you are attacked by a weapon with the heavy property.",
				"You may also use this shield as if it were a portable ram, and you double your strength modifier when you make attempts to shove another creature while wielding this sheild."
			]
		},
		{
			"name": "IceSteel Shield",
			"source": "ChristmasMagicItems",
			"baseItem": "shield|PHB",
			"type": "S",
			"rarity": "rare",
			"weight": 6,
			"value": 1000,
			"ac": 2,
			"entries": [
				"When you find this item, it has no charges, and a maximum of 5 charges. When a creature misses you with an attack, this shield gains one charge. As a reaction to being hit by an attack, you may expend as many charges from this shield as you like h, adding them to your AC for the attack, potentially causing it to miss, as frost and ice creep across the shield and your flesh. This increase in AC lasts until the start of your next turn. When you spend charges in this way, your movement speed is also reduced by 5 feet per expended charge until the end of your next turn."
			]
		},
		{
			"name": "Shield of the Consumed",
			"source": "ChristmasMagicItems",
			"baseItem": "shield|PHB",
			"type": "S",
			"rarity": "uncommon",
			"reqAttune": true,
			"weight": 6,
			"value": 1000,
			"ac": 2,
			"entries": [
				"While you are wielding this shield, you have advantage on saves to resist to the {@condition paralyzed} and {@condition stunned} conditions.",
				"While wielding this shield you are also vulnerable to bite attacks.",
				"Gnolls who wield this shield gain an additional effect from it. A creature hit by a Gnoll's bite must make a DC 14 Charisma save, becoming {@condition frightened} of the Gnoll on a failure. Success on the save makes the creature immune to this feature for 24 hours."
			]
		},
		{
			"name": "Shield of Distant Stars",
			"source": "ChristmasMagicItems",
			"baseItem": "shield|PHB",
			"type": "S",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 6,
			"value": 1000,
			"ac": 2,
			"entries": [
				"Once per long rest, you may use this shield to cast hunger of hadar as a 3rd level spell.",
				"In addition, when you are critically hit, all creature's within 5 feet of you take {@dice d8} cold and {@damage d8} necrotic damage, and you cast darkness centered on yourself as a 3rd level spell. You need to concentrate on darkness cast in this way."
			]
		},
		{
			"name": "Shield of the Dolmenwood Tree",
			"source": "ChristmasMagicItems",
			"baseItem": "shield|PHB",
			"type": "S",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 6,
			"value": 1000,
			"ac": 2,
			"entries": [
				"You have a +1 modifier to your armor class while wielding this shield. In addition, you have resistance to one type of damage of your choice.",
				"As a reaction to being hit by and attack, or to failing a save to avoid or reduce damage, you may change the damage type you are resistant to. Once you use this feature you may not use it again until you finish a short rest."
			],
			"bonusAc": "+1"
		},
		{
			"name": "Cape of Blades",
			"source": "ChristmasMagicItems",
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While wearing this cape, when you move within 5 feet of a creature, and then move at least 5 feet away from that creature without stopping, the cape whips around to strike at the creature. The cape's attack is resolved as if you had made an attack with a shortsword, and the attack is resolved before any attacks of opportunity are made. If the attack hits, that creature may not make any attacks of opportunity until the end of your turn. This feature may be used once per turn. If the movement would make multiple creatures eligable for attack by the cape, the creature attuned to it decides which creature is attacked.",
				"In addition, you can choose to magically draw daggers from the cloak as if they were on your person. These daggers are normal daggers in every respect, except that they deal magical damage for the purposes of overcoming resistances. Any daggers drawn from the cloak disappear at the end of your turn."
			]
		},
		{
			"name": "Demon-Eye Amulet",
			"source": "ChristmasMagicItems",
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"You have advantage on insight checks against creatures within 10 feet of you, and they have disadvantage on deception checks made to deceive you.",
				"Additionally you may hold the amulet over your eyes. You are {@condition blinded} in all respects except that you can see in magical darkness."
			]
		},
		{
			"name": "Flesh-Beast-Amulet",
			"source": "ChristmasMagicItems",
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This item is a lump of alien flesh, slightly warm and sticky to the touch, and its twin pod-limbs are just the right size and shape to fit around your neck.",
				"As a reaction to taking damage, you may gain temporary hit points equal to half the damage taken, rounded up. At the end of each of your turns, any temporary hit points you have gained in this manner decrease by {@dice 1d4}."
			]
		},
		{
			"name": "Hand of the Under-Thing",
			"source": "ChristmasMagicItems",
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This item is a sleeve of inky black rubber, that will stretch to accomodate the hand and arm of a medium or smaller creature.",
				"While worn by a creature attuned to it, the hand amplifies the creature's senses, even into here-before unknown spectrums, granting advantage on any Intelligence based skill checks relating to an object that the wearer can spend at least one minute touching with the Hand.",
				"In battle, the Hand acts almost like a sensory organ itself, allowing the wearer to distend their hand without harm or permanent effect into a great, slick-black mouth, replete with tongue-feelers and teeth-probers. If the wearer successfully grappels a target, they become aware of any vulnerabilities, resistances, and invulnerabilities that creature possesses."
			]
		},
		{
			"name": "Helm of Screaming",
			"source": "ChristmasMagicItems",
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"At the start of each of your turns, roll a {@dice d10}. On the roll of a 1, your are {@condition frightened} of the helm until the start of your next turn. While you are {@condition frightened}, creatuers that can see you must succeed on DC14 Wisdom save or be {@condition frightened} of you until you stop being {@condition frightened}. Once a creature succeeds on this saving throw, they are immune to this effect for 24 hours."
			]
		},
		{
			"name": "Inclement Cape",
			"source": "ChristmasMagicItems",
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"You may only attune to this item while it is storming and lightning cracks the sky.",
				"This cape is always billowing about you when you wear it, as if buffetted by some imperceptible wind.",
				"While attuned to this cape, you are resistant to cold, lightning, and thunder damage. You also suffer none of the ill effects of extreme cold.",
				"You also have advantage on saving throws against natural and magical weather effects, such as those caused by gust of wind and sleet storm."
			],
			"resist": [
				"cold",
				"lightning",
				"thunder"
			]
		},
		{
			"name": "Knuckle Dusters of Durro Kharn",
			"source": "ChristmasMagicItems",
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While wearing the Knuckle-Dusters you may not wield and other weapons, or a shield. In addition, your unarmed strikes deal necrotic damage, and add your intelligence modifier to the damage of your unarmed strikes.",
				"When you hit a creature with an unarmed strike, you may elect to deal no damage to the target, and instead you target that creature with a disintergrate spell. If you do this, you gain two levels of {@condition exhaustion}, unless the spell killed the creature, in which case you only gain one level of {@condition exhaustion}. Once you have used this feature, you may not use it again for {@dice 2d4} days.",
				"Monk's that wear these Knuckle Dusters, must use their intelligence modifier in place of their wisdom modifier for monk features, and may not spend or regain Ki whilst wearing them."
			]
		},
		{
			"name": "Periapt of Cowerdice",
			"source": "ChristmasMagicItems",
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While you are attuned to this item, as a reaction to being attacked, you can make a friendly creature who is also within range of the attack the new target of the attack. If you do this, your proficiency modifier becomes -2 until the end of your next turn."
			]
		},
		{
			"name": "Periapt of Flesh",
			"source": "ChristmasMagicItems",
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This item is meaty, and warm with the blood that flows just barely visibly beneath its skin. While attuned to it, its claws hook into you, and it feeds. Your hit point maximum decreases an amount equal to your level.",
				"At the end of rests you take, you may sacrifice any number of hit die. You do not gain hit points from them, but the Periapt gains a charge for each hit die so sacrificed. There is no maximum to the number of charges this periapt may hold, but give it too many, and it might start to grow...",
				"As a bonus action, you may expend a charge to cast false life at first level. Certainly there are no dangers to this, no addictions, no further ramifications, certainly not.",
				"When you are {@condition unconscious}, you may expend a charge to act as if you were conscious until the start of your next turn. You act as if you were conscious, only you cannot speak, you must stay {@condition prone}, and you have a slow spell on you while you use this effect. You are still {@condition unconscious} during this time. Do not die while this effect is active; the consequences are unkown, and it is better to be safe and never find out."
			]
		},
		{
			"name": "Periapt of Serenity",
			"source": "ChristmasMagicItems",
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While attuned to the periapt, you have advantage on saves to resist being {@condition frightened} or {@condition charmed}.",
				"You also do not grant advantage to creatures that attack you if you are {@condition blinded}, and you may never have disadvantage on saving throws for any reason.",
				"However, you automatically fail saving throws caused by a calm emotions spell, and you cannot enter a barbarian Rage."
			]
		},
		{
			"name": "Periapt of the Swirling Sands",
			"source": "ChristmasMagicItems",
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"As a bonus action, you may swirl a suddenly blast of sand around you, with a radius of 10 feet. All creatures within that radius must make a Constitution saving throw with a DC of 14. If a creature fails the save, they are {@condition blinded} until the end of their next turn. Once you have used this feature, you cannot use it again for {@dice 2d4} turns."
			]
		},
		{
			"name": "Ring of Battle-Trance",
			"source": "ChristmasMagicItems",
			"type": "RG|DMG",
			"rarity": "very rare",
			"reqAttune": true,
			"entries": [
				"When you hit a creature with an opportunity attack triggered by a creature's movement, that attack does not use your reaction."
			]
		},
		{
			"name": "Ring of the Fell-Handed Gambler",
			"source": "ChristmasMagicItems",
			"type": "RG|DMG",
			"rarity": "rare",
			"reqAttune": true,
			"entries": [
				"When you want to make an attack, before you make the attack roll, you may nominate any number of numbers between 1 and 20. If you roll one of the numbers you nominated, that hit is resolved as a critical hit. When you score a critical hit in this way, you take damage equal to 3 times the number of numbers you nominated. This damage has no type, and cannot be resisted in any way, nor can you be immune to it."
			]
		},
		{
			"name": "Ring of the Immovable Object",
			"source": "ChristmasMagicItems",
			"type": "RG|DMG",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"Creatures have disadvantage on skill checks to shove you and to escape your grapples. You have advantage on Strength saves to avoid being pushed {@condition prone}."
			]
		},
		{
			"name": "Ring of the Irresistable Force",
			"source": "ChristmasMagicItems",
			"type": "RG|DMG",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"You have advantage on ability checks to shove creatures, and push objects. Your movement speed can never be decreased."
			]
		},
		{
			"name": "Ring of Mutualism",
			"source": "ChristmasMagicItems",
			"type": "RG|DMG",
			"rarity": "uncommon",
			"entries": [
				"When you cast a spell or use a feature that restores another creature's hit points, you gain temporary hit points equal to your constitution modifier (minimum of 1).",
				"When a creature casts a spell or uses a feature that restores your hit points, they gain temporary hit points equal to their constitution modifier (minimum of 1)."
			]
		},
		{
			"name": "Ring of Nature Over Nurture",
			"source": "ChristmasMagicItems",
			"type": "RG|DMG",
			"rarity": "rare",
			"reqAttune": true,
			"entries": [
				"While you are attuned to this ring, when you make a skill check, your proficiency modifier (if any) is halved, rounded down, but your ability modifier is doubled (even if it is negative)."
			]
		},
		{
			"name": "Ring of the Power Within",
			"source": "ChristmasMagicItems",
			"type": "RG|DMG",
			"rarity": "very rare",
			"reqAttune": true,
			"entries": [
				"As an action, you may cast haste upon yourself, though the ring concentrates on the spell for you. While haste cast from this ring affects you, you take damage at the start of your turn equal to your constitution modifier (if positive) + your proficiency modifier."
			]
		},
		{
			"name": "Ring of Surpassing Confidence",
			"source": "ChristmasMagicItems",
			"type": "RG|DMG",
			"rarity": "very rare",
			"reqAttune": true,
			"entries": [
				"While wearing this ring, you may use your Charisma modifier in place of all other modifiers you would normally have for a skill check that you are not proficient in."
			]
		},
		{
			"name": "Vagabond Shoes",
			"source": "ChristmasMagicItems",
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While attuned to this item, when you disengage as an action, you may take the dash action as a bonus action.",
				"In addition, you suffer no movement penalty whilst you are {@condition prone}."
			]
		},
		{
			"name": "Blood-Relic of the Ancient Saints",
			"source": "ChristmasMagicItems",
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While attuned to the Blood-Relic, you may cast sanctuary targetting yourself as a ritual. You also have a +1 modifier to all saving throws.",
				"As an action, you may consume the blood encased within the relic, destroying the item. You gain 20 + your proficiency modifier temporary hit points. While you have these temporary hit points, your Strength, Dexterity, and Constitution scores are increasd by {@dice 2d6}, and your Intelligence, Wisdom, and Charisma scores are decreased by the same amount. While this effect lasts, you may only take the attack and dash actions."
			],
			"bonusSavingThrow": "+1"
		},
		{
			"name": "Dust of Knives",
			"source": "ChristmasMagicItems",
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"When you find a pouch of Dust of Knives, it has {@dice 1d6 + 1d4} handfuls of powder. As an action, you may take a handful of the powder and toss it out infront of you. You cast cloud of daggers within 5 feet of you.",
				"You may also empty the entire bag, creating a devastating flurry of steel. As an action, you expend all the charges in the bag. All creatures within a 20 foot cone must a dexterity saving throw with a DC equal to 8 + the number of charges expended. On a failure, the creature takes piercing damage equal to X{@dice d4}, where x is the number of charges expended. On a success, the creature suffers half as much damage.",
				"If the pouch has no remaining handfuls left, it becomes non-magical and any dust remaining becomes mundane brick-dust."
			]
		},
		{
			"name": "Intrograde Potion",
			"source": "ChristmasMagicItems",
			"type": "P",
			"rarity": "uncommon",
			"entries": [
				"When you drink this potion, you lose any temporary hit points you have, and gain hit points equal to the number of temporary hit points you lost."
			]
		},
		{
			"name": "Lather of Dispersal",
			"source": "ChristmasMagicItems",
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"When you find a Lather of Dispersal, it has {@dice 1d6 + 1d4} slops of liquid in a small pouch. As an action, you may slather the liquid on yourself, using up a slop of the liquid. When you do this, you cast blur on yourself, which lasts {@dice d6} rounds, but ends immediately if you take any fire damage.",
				"You may also empty the entire pouch on yourself if there at least 5 slops of liquid left in the Lather, dispersing yourself nearly completely. As an action, you expend all the slops in the pouch. Roll a {@dice d12} and subtract the number of slops that were in the bag, you take the result in force damage, and cast gaseous form on yourself for one minute, requiring no material components or concentration.",
				"If the pouch has no remaining slops left, it becomes non-magical and any liquid remaining becomes mundane, if oily, soap."
			]
		},
		{
			"name": "Leech-Coma Potion",
			"source": "ChristmasMagicItems",
			"type": "P",
			"rarity": "rare",
			"entries": [
				"When you drink this potion, you cast hold person on yourself, and are concentrating on it. While this paralysis lasts, you cannot voluntarily end concentration on the spell. At the start of each of your turns while you are {@condition paralyzed} by this spell, you deal 2 necrotic damage to all creatures within 20 feet of you, and gain hit points equal to half the total damage dealt. When the spell finishes, or you lose concentration, this effect also ends."
			]
		},
		{
			"name": "Midnight Candle",
			"source": "ChristmasMagicItems",
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"When you find a Midnight Candle, it has {@dice 6d10} minutes of use left, which decreases only while it is lit. As an action, you may light the Midnight Candle. While the Midnight Candle is lit, a darkness and silence spell are centered on the candle's flame, which can be extinguished by any effect that can put out a normal candle. If you take any action, take damage, or if either of the darkness or silence spells are dispelled while the candle is lit, the candle goes out."
			]
		},
		{
			"name": "Phasic-Destablisation Caltrops",
			"source": "ChristmasMagicItems",
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"These caltrops can be used as if they were regular caltrops, with the added effect that any creature that takes damage from the Caltrops must make a Charisma saving throw with a DC of 15. If the creature fails, they are affected as if by a banishment spell."
			]
		},
		{
			"name": "Pouch of Daern's Instant Wall",
			"source": "ChristmasMagicItems",
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"When you find a pouch of Daern's Instant Wall, it has {@dice 1d6 + 1d4} handfuls of powder. As an action, you may take a handful of the powder and toss it out infront of you. You create a panel of stone wall as if you had cast wall of stone. If the pouch has no remaining handfuls left, it becomes non-magical and any dust remaining becomes mundane brick-dust."
			]
		},
		{
			"name": "Retrograde Potion",
			"source": "ChristmasMagicItems",
			"type": "P",
			"rarity": "rare",
			"entries": [
				"When you drink this potion, your current hit points are reduced to 1. You gain temporary hit points equal to the number of hit points lost."
			]
		},
		{
			"name": "Stone of Imprinting",
			"source": "ChristmasMagicItems",
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"When a creature dies with 30 feet of the stone, it gains one charge.",
				"This stone can be used as a diamond worth 20 gp for each charge it has for the purposes of spell casting components."
			]
		},
		{
			"name": "Arrow of Resplendence",
			"source": "ChristmasMagicItems",
			"type": "A",
			"rarity": "rare",
			"entries": [
				"When you hit a creature using this arrow, you deal no damage. Instead, the target must succeed on a DC 17 constitution save, or be {@condition blinded}. All creatures within 10 feet including the target then must make a Dexterity saving throw, which has a DC of 17. If the creature fails, they are affected as if you had cast faerie fire on them. A creature affected by faerie fire in this way may repeat this saving throw at the end of each of their turns if they wish, ending the effect on a success, and taking {@damage d6} radiant damage on a failure. The effect ends automatically after 1 minute."
			]
		},
		{
			"name": "Nox-Blossom Arrow",
			"source": "ChristmasMagicItems",
			"type": "A",
			"rarity": "rare",
			"entries": [
				"The first creature hit by this arrow is stricken with a curse. The next time they take damage, they gain vulnerability to the types of damage they took for one minute. If a creature was resistent or immune to any of the damage types, it instead loses its resistances or immunities for one minute."
			]
		},
		{
			"name": "Bags of Transference",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"These two bags are always found as a pair. They each have a capacity equal to a pouch. Items inside the pouches cannot be located by magic or other supernatural means, though the bags themselves can be located by those methods.",
				"As a bonus action, a creature that knows the bag's command words can speak them, causing each bag's contents to switch to the other. There is no range limit to this feature, though both bag's must be on the same plane of existance, or the words have no effect.",
				"Very rarely, a set of more than two bags might be linked together. In this case, the command words cause the contents of the bags to cycle between the bags in a predetermined and unchanging order."
			]
		},
		{
			"name": "Concordence Stones",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This item is a set of {@dice 3d4} runic stones. When laid out on the ground in a circle where any given stone is no further than 5 feet away from the next stones in the circle, the area within the stones is affected by a hallow spell. In addition, a creature within the circle automatically succeeds on any saving throws they need to make because of a divination spell they cast.",
				"If any of the stones are moved once the circle is formed, the magic of the circle is broken, and it's effects dissipate immediately."
			]
		},
		{
			"name": "Conduction Spikes",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"When you find this item, you find them in a set of {@dice 2d4 + 1}. As an action, a spike may be driven into the ground. Individually each spike does nothing, but when a creature stands on the line between two spikes that are driven into the ground, or in the area inside 3 or more spikes that are all driven into the ground, then that creature is vulnerable to lightning damage, even if they are normally resistant to lightning. If a creature is immune to lightning damage, they are instead affected by a haste spell whilst they remain within that area."
			]
		},
		{
			"name": "Discordence Engine",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "rare",
			"wondrous": true,
			"charges": 3,
			"recharge": "special",
			"entries": [
				"The Discordence Engine has 3 charges, and regains a charge at the end of each night of the New Moon.",
				"You may activate the Engine as an action, which uses a charge. When you activate the Engine, it generates a field of throbbing waves of chaos. While the engine is active, you may not release it from your grasp, and you may take no actions. All attacks made within 30 feet of the Engine while it is active are made at disadvantage, as are all Wisdom (perception) checks, and all Intelligence (investigation) checks. Furthermore, Blindsight and Tremorsense do not function while within 30 feet of an active Discordence Engine.",
				"Once the Engine has been active for 1 minute, it deactivates."
			]
		},
		{
			"name": "Focusing Crystal",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"These crystals are lenses in a harness that fits over your eyes. When you put them on, they tighten around your head automatically to a point that is just a little bit too tight for comfort, and they cannot be removed without destroying them until you finish a short or long rest.",
				"While you are wearing these lenses, you have advantage on all investigation checks, and disadvantage on all perception checks.",
				"In addition, in combat, at the end of all your turns, you must nominate one creature to focus on. That creature has disadvantage on all attack rolls against you, and you have advantage on all saves that creature forces you to make. However, all other creatures have advantage on attack rolls against you, and you have disadvantage on all saves those creatures force you to make."
			]
		},
		{
			"name": "For-Your-Own-Good Compass",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This compass cares about your wellbeing, it wants only for you to live. To this end, its needle always points to what the attuned creature would consider a \"safe and proper town, where I can rest my head without fear\". Note that this will not include smaller villages or towns that the creature knows is unsafe in some way, but will include places that harbour dangers unknown to the creature.",
				"In addition, the first time the attuned creature takes damage after a long rest, the compass casts sanctuary on the creature."
			]
		},
		{
			"name": "Glyph of the Iron-Bond",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"When you use this holy symbol to cast spells, attempts to counter-spell spells you cast have a penalty to the number of friendly creatures there are within 10 feet of you, to a maximum penalty of -5.",
				"Additionally, when you cast a spell, creatures of your choice that you can see are immune to being {@condition charmed} or {@condition frightened} until the end of your next turn."
			]
		},
		{
			"name": "Inchoate Beast-Heart",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"charges": 7,
			"recharge": "dusk",
			"entries": [
				"The Inchoate Beast-Heart has 7 charges, and regains {@dice 1d6 + 1} charges daily at nightfall. You may use these charges to cast spells using the Heart. You may spend 2 charges to cast enhance ability, alter self or you may spend 4 charges to cast polymorph. When you finish a rest, you gain temporary hit points equal to twice the number of charges the Heart has.",
				"Curse: During the New Moon, your form twists and stretches, revealing feotal beast-flesh beneath your skin. Each night of the New Moon at midnight your Constitution score decreases by 1, and your Strength score increases by 1. At the end of the New Moon, your Strength score returns to its normal value, but your Constitution score remains reduced. A creature reduced to 0 Constitution by this effect mutates suddenly and explosively, becoming a terrifying and inhuman beast. The Constitution score reduction can only be reversed by consuming the Beast-Heart, destroying it utterly and ending your attunement to it. Your Consitution score then recovers at a rate on 1 point each time you finish a long rest."
			]
		},
		{
			"name": "Lobotomy Stone",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This item must be swallowed before a creature can attune to it, which happens immediately after the stone is swallowed. Once swallowed, the stone magically lodges itself in the creature's stomach or closest equivalent, and cannot be removed against the creature's will except by powerful magic, though the creature who swallowed the stone may not ever remove the stone by their own efforts either.",
				"A creature who has swallowed a Lobotomy Stone has their intelligence score halved. The creature is also affected by a permanent haste, trueseeing and mindblank spell. If any of these effects are dispelled, they are recast automatically at the start of the swallower's next turn.",
				"However, the creature also automatically fails any Intelligence, Wisdom, and Charisma saving throws whilst attuned to this item. A creature attuned to a Lobotomy Stone can never voluntarilly end attunement to the Lobotomy Stone."
			]
		},
		{
			"name": "Lock Auto-Smith",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"During a long-rest, you may wind this item up as a part of your rest.",
				"If the Auto-Smith is wound, you may place the kit on a lock. Over the next minute, the mechanism will destroy the lock and replace it with a new one. If interuppted before the minute is done, the lock it was working on is irrepairably damaged, and can never be unlocked or opened without completely destroying it. At the end of the minute, the new lock is ready, and the Auto-Smith produces the key for the new lock. During the minute, the Auto-Smith produces a loud whirring and clicking noise, audible for 100 feet on both sides of the door it is attached to."
			]
		},
		{
			"name": "Myopic Staff",
			"source": "ChristmasMagicItems",
			"page": 0,
			"srd": true,
			"type": "M",
			"rarity": "rare",
			"reqAttune": "by a spellcaster",
			"weight": 4,
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"staff": true,
			"entries": [
				"While you are attuned to the Myopic Staff, and you roll damage for a spell, or roll die to determine the effectiveness of a spell (such as with a sleep spell), your roll the die twice and choose the result you wish.",
				"However for every full 10 feet away from you that your target is, you have a penalty of -1 to your spell attack rolls, to a maximum sized penalty equal to your proficiency modifier's size (e.g. if your proficiency modifier is +3, the maximum penalty you can accrue from this feature is -3). Additionally, creatures targetted by your spells have a bonus to their saving throws against your spells of +1 for each full 10 feet your target is away from you, to a maximum of +6."
			],
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			]
		},
		{
			"name": "Sigil of the Apostate",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This item is a stone tablet with an emblazened sigil embossed upon it in iron, and has in and of itself, very little magical power, except what is inherent in the sigil itself.",
				"The true power of the sigil requires it to be heated, until the sigil is white hot. This sigil is then pressed into the skin, and burned into a creature's flesh. Roll {@dice 2d4}, the creature's Constitution score is reduced by the higher roll of the two dice. From this point on, the creature will be unable to use or gain any benefit from features gained from Cleric, Paladin, or other divinely focused classes, or class archetypes that focus of strength gained from the divine.",
				"Instead, the creature draws strength from its own inner-actualisation. The creature's intelligence increases permanently by {@dice d4}. This can raise the creature's Intelligence above normal maximums. The creature then learns a number of wizard spells equal to its new intelligence score, which can be of a level no higher than its new Intelligence modifier, though it may learn no more than one spell of each level above first. It may cast each spell once per week.",
				"Each time the sigil is used to brand a creature, roll a {@dice d10}. On the roll of a 10, the sigil is destroyed after the process is complete.",
				"A creature bearing a brand from the Sigil will bear the mark for the rest of their life. However, the brand can be removed by a wish spell. Or if the branded creature genuinely seeks repentance, and bears a geas cast by a good aligned cleric or paladin for the spell's full duration."
			]
		},
		{
			"name": "Sparrow-Bone Staff",
			"source": "ChristmasMagicItems",
			"page": 0,
			"srd": true,
			"type": "M",
			"rarity": "rare",
			"reqAttune": "by a wizard or sorcerer",
			"weight": 4,
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"staff": true,
			"entries": [
				"When you cast a spell using a spell slot with this staff as your spell-casting focus, you gain a flying speed equal to your movement speed until the end of your turn."
			],
			"reqAttuneTags": [
				{
					"class": "wizard"
				},
				{
					"class": "sorcerer"
				}
			]
		},
		{
			"name": "Symbol of the Inner Flame",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"When you use this focus to cast a spell, you may choose to resolve the spell as if it were cast at a higher level spell, whilst only using a spell slot of the minimum normally required for that spell. However, when you do this you are engulfed in supernatural fire for a number of turns equal to the number of levels of effect higher you cast the spell at than the level of spell slot you expended. At the start of each turn that you are engulfed in the fire, you take {@damage 1d6} fire damage. If you roll a six for this damage, you are also {@condition stunned} until the end of your turn. Any creature that touches you, or makes a melee attack against you whilst you are wreathed in these flames also takes {@damage 1d6} fire damage."
			]
		},
		{
			"name": "Tome of the Sanguine Mind",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"When a wizard is attuned to this item, copying spells into it does not cost any gold. Instead, your hit point maximum is reduced by the level of any spells copied into the book for one week.",
				"In addition, this book can be used as a spell-casting focus for all classes.",
				"When you cast a spell using this book, you lose hit points equal to the spell's level, and gain temporary hit points equal to the damage you took.",
				"You may also add your proficiency modifier to damage done by spells cast using this book."
			]
		},
		{
			"name": "Wand of Grasping",
			"source": "ChristmasMagicItems",
			"page": 0,
			"type": "WD|DMG",
			"rarity": "uncommon",
			"entries": [
				"When activated, the wand casts a mage hand roughly 10 feet in front of the point of the wand. The hand so created will always remain in line with the point of the wand, though it can be manipulated to move between 10 and 30 feet from the wand's tip, otherwise it behaves as a regular mage hand, except that neither the hand nor the wand may move beyond their set distance of each other."
			]
		},
		{
			"name": "Wendigo Charm",
			"source": "ChristmasMagicItems",
			"page": 0,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While attuned to item, you are resistant to cold damage.",
				"Also, as an action, you may cause 1 creature you can see to take a constution saving throw, which has a DC equal to 8 + your proficiency modifier. If it fails the saving throw, it takes {@damage 3d6} necrotic damage. If it succeeds, it takes {@damage 2d6} necrotic damage. Your hit point maximum is reduced by the number of dice rolled. Your hit point maximum returns to its normal total at the end of a long rest."
			],
			"resist": [
				"cold"
			]
		}
	],
	"magicvariant": [
		{
			"name": "Talon-Crowned Club",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Club"
				},
				{
					"name": "Greatclub"
				}
			],
			"inherits": {
				"rarity": "rare",
				"reqAttune": true,
				"source": "ChristmasMagicItems",
				"page": 0,
				"namePrefix": "Talos-Crowned ",
				"entries": [
					"You have a +1 modifier to hit and damage rolls made with this weapon. When you hit a creature with this weapon, you can cause the talons to dig into the target, automatically grappling the target as a bonus action.",
					"A creature grappled by the Talon Crowned Club takes 1d4 piercing damage at the start of each of its turns. The creature can attempt to break the grapple as an action, which requires a successful DC 14 athletics check. A failure to break the grapple inflicts 1d4 piercing damage on the creature.",
					"You cannot make attacks with the Talon Crowned Club whilst it grapples a creature, and if you let go of the Talon Crowned Club for any reason, a grapple it is making is broken."
				],
				"bonusWeapon": "+1"
			}
		},
		{
			"name": "Cascade Blade",
			"type": "GV|DMG",
			"requires": [
				{
					"sword": true
				}
			],
			"inherits": {
				"namePrefix": "Cascade ",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "rare",
				"entries": [
					"If you attack with advantage using this weapon, you may make another attack as a bonus action. It it hits, you can make a third attack as a reaction. This third attack must be made at disadvantage."
				]
			}
		},
		{
			"name": "Quantum Weapon",
			"type": "GV|DMG",
			"requires": [
				{
					"weapon": true
				}
			],
			"inherits": {
				"namePrefix": "Quantum ",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "very rare",
				"reqAttune": true,
				"entries": [
					"You gain a modifier to attack and damage rolls with this weapon equal to half your proficiency modifier, rounded down. The first time you declare you are taking the Attack action in a combat, choose a number of creatures up to your Intelligence modifier (a minimum of 1) that up to your movement speed away from you. Roll a 'quantum' {@dice d20} for each creature. The first attack roll you make against any of those creatures replaces the {@dice d20} roll you would normally make with the result of the 'quantum' {@dice d20} roll."
				]
			}
		},
		{
			"name": "Weapon of Giving and Taking",
			"type": "GV|DMG",
			"requires": [
				{
					"weapon": true
				}
			],
			"inherits": {
				"nameSuffix": " of Giving and Taking",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "rare",
				"reqAttune": true,
				"entries": [
					"You have a modifier to attack and damage rolls with this weapon equal to half your proficiency modifier, rounded down.",
					"When you score a critical hit with this weapon, you cast false life targetting yourself at 1st level.",
					"When you roll a 1 on an attack roll with this weapon, you cast false life targetting the creature you attacked."
				]
			}
		},
		{
			"name": "Riposting Blade",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Club"
				},
				{
					"name": "Dagger"
				},
				{
					"name": "Hand Crossbow"
				},
				{
					"name": "Handaxe"
				},
				{
					"name": "Hooked Shortspear"
				},
				{
					"name": "Light Hammer"
				},
				{
					"name": "Scimitar"
				},
				{
					"name": "Shortsword"
				},
				{
					"name": "Sickle"
				}
			],
			"inherits": {
				"namePrefix": "Riposting ",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "uncommon",
				"entries": [
					"When you take the dodge action on you turn, until the start of your next turn, when a creature attacks you and misses, you may make an attack with the Riposting blade as a reaction."
				]
			}
		},
		{
			"name": "Blood-Strung Crossbow",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Hand Crossbow"
				},
				{
					"name": "Heavy Crossbow"
				},
				{
					"name": "Light Crossbow"
				},
				{
					"name": "Light Repeating Crossbow"
				}
			],
			"inherits": {
				"namePrefix": "Blood-Strung ",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "rare",
				"reqAttune": true,
				"entries": [
					"While attuned to this weapon and weilding it, thin traces of blood form between the ends of the arc of the bow and your wrist. The Blood-strung crossbow has no other string or cords.",
					"You have a modifier of +1 on attack and damage rolls using this weapon, and deal an additional damage die on a hit, which is not doubled on a critical hit. This weapon does not use ammunition, it instead forms its bolts from your blood using necromantic magics. All damage dealt by this weapon is necrotic. When you fire this weapon, you take 1 necrotic damage.",
					"Additionally, as a bonus action you may expend one of your hit die to set the blood in the crossbow aflame. When you do this, all damage dealt by this weapon becomes fire damage for one minute."
				],
				"bonusWeapon": "+1"
			}
		},
		{
			"name": "Bow of Heavenly Thunder",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Longbow"
				},
				{
					"name": "Shortbow"
				}
			],
			"inherits": {
				"nameSuffix": " of Heavenly Thunder",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "very rare",
				"reqAttune": true,
				"entries": [
					"You gain a modifier to attack and damage rolls with this weapon equal to half your proficiency modifier, rounded down. Once per turn, when you hit a creature with an attack from this weapon you may deal an additional 1d6 lightning damage to the target, as long as the bow has at least 1 charge left. Using this ability does not consume any of the bow's charges.",
					"The Bow has a maximum of 4 charges, and regains d3+1 charges when you finish a long rest. When you declare an attack with this weapon, you may expend one of the bow's charges to deal an additional 3d6 lightning damage to the target if you hit.",
					"As an action, you ay expend all of the bows charges to cast chain lightning. The spell's save DC is 15, and it deals 4d6 lightning damage plus 2d6 lightning damage for every charge expended as part of the casting."
				]
			}
		},
		{
			"name": "Needler",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Hand Crossbow"
				},
				{
					"name": "Heavy Crossbow"
				},
				{
					"name": "Light Crossbow"
				},
				{
					"name": "Light Repeating Crossbow"
				}
			],
			"inherits": {
				"namePrefix": "Needler ",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "rare",
				"entries": [
					"This weapon ignores the usual loading property for crossbows.",
					"As an action, you can make a number of attacks with this weapon equal to your proficiency modifier, however you do not add any ability modifiers to the damage rolls for those attacks. Each attack made using this feature is otherwise resolved as normal, consuming ammunition for each attack."
				]
			}
		},
		{
			"name": "Monsoon Bow",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Longbow"
				},
				{
					"name": "Shortbow"
				}
			],
			"inherits": {
				"namePrefix": "Monsoon ",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "very rare",
				"reqAttune": true,
				"entries": [
					"You gain a +1 modifier to attack and damage rolls made with this weapon. In addition, a creature which is not resistant or immune to lightning damage is hit by this weapon becomes vulnerable to lightning damage until the start of your next turn. If the creature is resistant to lightning damage, they instead lose their resistance until the start of your next turn. If the creature is immune to lightning damage, the attack has no additional effects.",
					"The bow has 9 charges, and regains d8+1 charges at the end of a long rest. While attuned to the bow, the wielder can use to expend the bows charges to cast spells as an action. The bow can be used to cast the following spells without needing material components, using charisma as the casting stat: fog cloud (1 charge), witch bolt (1 charge), wall of water (3 charges), ice storm (4 charges)."
				],
				"bonusWeapon": "+1"
			}
		},
		{
			"name": "Hammer of the Brittle",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Light Hammer"
				},
				{
					"name": "Warhammer"
				}
			],
			"inherits": {
				"nameSuffix": " of the Brittle",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "uncommon",
				"reqAttune": true,
				"entries": [
					"While you are attuned to this hammer, you are vulnerable to bludgeoning damage, and resistant to piercing damage.",
					"Whenever you take bludgeoning damage, one creature of your choice that is within 5 feet of you takes piercing damage equal to half the damage you took before applying vulnerabilities, rounded down."
				],
				"vulnerable": [
					"bludgeoning",
					"piercing"
				]
			}
		},
		{
			"name": "Hammer of Shattering",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Light Hammer"
				},
				{
					"name": "Warhammer"
				}
			],
			"inherits": {
				"nameSuffix": " of Shattering",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "rare",
				"reqAttune": true,
				"entries": [
					"This hammer has 3 charges, and regains up to d3 spent charges at dawn each day.",
					"When you deal damage to a creature with this weapon, you may expend a charge to cast shatter, centered on the target. The spell save DC is equal to the damage dealt by the attack, after modifiers such as resistance are applied. A creature that fails the save also has its AC reduced by 2 for 1 minute."
				]
			}
		},
		{
			"name": "Filament Spear",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Pike"
				},
				{
					"name": "Spear"
				}
			],
			"inherits": {
				"namePrefix": "Filament ",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "uncommon",
				"entries": [
					"When you attack a creature, and another hostile creature is directly behind it, you may cause the spear to split and attack both creatures. You use the same attack roll for both creatures, but roll damage seperately for each creature hit."
				]
			}
		},
		{
			"name": "Blade of the Whole",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Shortsword"
				},
				{
					"name": "Longsword"
				}
			],
			"inherits": {
				"nameSuffix": " of the Whole",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "very rare",
				"reqAttune": true,
				"entries": [
					"While attuned to this weapon, you gain a modifier to attack and damage rolls dependent on the amount of hit points you have left. If you have hit points equal to your hit point maximum, the modifier is +3. If you have hit points which are less than your hit point maximum, but more than half your hit point maximum (rounded down), the modifier is +2. If you have hit points equal to less than half your hit point maximum (rounded down), the modifier is +1."
				]
			}
		},
		{
			"name": "Blade of Power Overwhelming",
			"type": "GV|DMG",
			"requires": [
				{
					"dmgType": "S"
				}
			],
			"inherits": {
				"nameSuffix": " of Power Overwhelming",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "very rare",
				"reqAttune": true,
				"entries": [
					"You have a modifier to your attack and damage rolls with this weapon equal to half your proficiency modifier, rounded down.",
					"While you are attuned to the blade, when you score a hit that is not a critical hit on an attack, you may reduce your Strength score by 2, and the hit is resolved as if it were a critical hit.",
					"When you are hit or affected by another creature's attack or spell, you can reduce your Constitution by 2 to gain resistance to the total damage of that attack or spell.",
					"When you make a saving throw, you may reduce the attribute you are making the save in by 2, to gain advantage on that specific saving throw roll.",
					"Reduced stats recover during rests. You may regain up to half the amount you have reduced them by when you finish a short rest, or to their full normal scores at the end of a long rest."
				]
			}
		},
		{
			"name": "Gnoll-Hide Armour",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Leather Armor"
				},
				{
					"name": "Studded Leather Armor"
				}
			],
			"inherits": {
				"namePrefix": "Gnoll-Hide ",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "rare",
				"reqAttune": true,
				"entries": [
					"While you are wearing this armour, when you reduce a creature to 0 hit points, as a bonus action you may move up to half your movement speed and make one melee weapon attack.",
					"Also, while attuned to this armour, you need to eat twice as much as normal each day. Furthermore, each time you reduce a humanoid or beast to 0 hit points, you must make a DC 15 Constitution saving throw. If you fail, you must spend your entire next turn eatting the corpse. At the end of a turn that you do that, you gain temporary hit points equal to the number of hit dice the creature had."
				]
			}
		},
		{
			"name": "Armor of Transferral",
			"type": "GV|DMG",
			"requires": [
				{
					"armor": true
				}
			],
			"inherits": {
				"namePrefix": "Armor of Transferral ",
				"source": "ChristmasMagicItems",
				"page": 0,
				"rarity": "rare",
				"reqAttune": true,
				"entries": [
					"When an attack targetting you misses, as a reaction you may make the attack hit you. You gain resistance to the damage of that attack. In addition, you choose a creature, other than the one that attacked you, within 30 feet of you. That creature takes the full damage of the attack as well.",
					"Alternatively, when an attack targetting you misses, you may choose to make the attack hit you. You also choose a creature, other than the one that attacked you, that is within 30 feet of you. That creature takes the damage of the attack as well, but has resistance to the damage. This does not use your reaction."
				]
			}
		}
	]
}
