{
	"_meta": {
		"sources": [
			{
				"json": "btn",
				"abbreviation": "BTN",
				"full": "Magic Items that are Better than Nothing",
				"authors": [
					"Gary Flannel",
					"Modnar"
				],
				"convertedBy": "Modnar",
				"version": "1.0.0",
				"url": [
					"https://manysideddice.com/2015/03/10/a-table-of-contents-thats-better-than-nothing/",
					"https://docs.google.com/spreadsheets/d/1Ol4hsUsQ9iEITwOOZQX9TakH3HWSYPAYFGUlfZhvYAY/edit#gid=1758688597"
				],
				"targetSchema": "1.0.0"
			}
		]
	},

	"item": [
		{
			"name": "Armor of Guile",
			"type": "G",
			"armor": true,
			"tier": "Major",
			"rarity": "Unique",
			"value": "2750",
			"reqspace": "Smithe",
			"subtype": "Armor",
			"source": "Manysideddice",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Kit}: {@item Smith's Tools}",
				"{@bold Required Space(s)}: Smithe; {@bold DC}: -",
				"{@bold Description} (Player Facing): Paulo laughed and laughed and laughed, wading through the attacks. Arrows splintering to pieces off of his magnificent breastplate. He cackled as the soldiers charged him, spears at the ready and almost shat himself in glee as he saw the great loping bugbear roar in frustration at how deftly the matching magnificent shield deflected his resounding blows.",
				"Paulo had waded into their camp an hour ago and was beside himself with joy imagining the accolades he would get from the King… and the presents… the gifts… oh, the women! His was a smug satisfaction at the invulnerable splendor encasing his body… right up until his squire, an old cutpurse Paulo had pressed into service from the capitol took a moment and squinted at him. The look on the old, toothless man’s face went from curiosity to disbelief to annoyance to determination as he walked up close and put a knife through Paulo’s heavy steel gorget, mail, leather, and throat. As he bled out on the ground, the old thief spit… “lying twat”.",
				"{@bold Features} (GM): The armor itself is nothing so much as a lightweight scarf wrapped around one’s midsection. It offers no protection from the elements or natural hazards and is extremely fragile. However, any and all attack rolls against the wearer are made at against an AC representative of the illusion the wearer desires (and he can reset once per day). The more unbelievable and rare the armor imagined, the lower the DC Wis save to disbelieve it is real. Once per scene, a creature may have a Wis save to disbelieve the armor upon first seeing it. On a success, there is no armor, only a pale pink and green scarf (ugly at that) wrapped around the wearer’s midsection. On a failure, the armor is “real” to that person for the scene. Simple common light armor is a DC23, medium armor DC18, heavy armor DC13. Every resistance added to the armor (represented by appropriate visual effects on the illusory armor like a bluish glow for cold or skulls for necrotic) decreases the DC by 5. So, “wearing” slashing resistance heavy plate (plate with “great rounded and smoothly polished guards to deflect blades”) is a Wis save DC 8 for all creatures the first time they see it and every scene thereafter. “Taking off” the armor or putting other armor on gives all the observers a new save immediately with advantage."
			]
		},
		{
			"name": "Baneful Paerma",
			"type": "G",
			"armor": true,
			"tier": "Major",
			"rarity": "Unique",
			"value": "1100",
			"weight": "6",
			"subtype": "Armor",
			"source": "Manysideddice",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Description} (Player Facing): The camp was quiet, but the old paladin was not.",
				"“You can come out. I know it’s time… I’ve been waiting.”",
				"The moon was new and the forest dark, had there been a fire it would have been helpless against the flowing night spilling out from the treelines. Broadways was cinching his last gauntlet, breathing even and slow while sounds—inhuman and uneven—spat and hissed and shuffled around him.",
				"There were… twenty. Maybe more. His old campaigner’s ears knew their business, and the things in the dark were waiting. If they were autonomous, they’d either chatter or rush all together; if they were only minions of some central evil he’d be chiming in right about now…",
				"“Huuuuuman… yooooooo naaaawt weeeelcomb… naaaawt heer…” a voice from over his left drawled out–the Night’s Tongue.  He’d heard it often enough that he could place it easily.  And as he picked up his small oval shield and tapped the rim on his chestplate, the flash of light bought him two things:",
				"A split second advantage to rush the bastard and a moment of joy as he heard the horde scream in pain.",
				"{@bold Features} (GM): The Paerma is small oval shield, barely large enough for a halfling to hide behind were it not for his feet.  Close inspection shows that its leathery surface is (morbidly) made from perfectly cut herring-bone patches of skin—each as small as a coin.  The skins patches were trophies kept by The Haxian, a zealous cleric three-hundred years ago responsible for cleansing the Ophea of the monsterous undead.  Each patch was cut from the forehead of an undead creature slain by his wrath.",
				"In the center of the shield is the cleric’s crown (the bone dome of his skull) polished to a high gloss shine, an ivory-white irregular circle nearly six inches across.",
				"Attunement to the shield requires the killing of a necromancer, his last moments of life leaving his body while on the shield.  For this reason combined with the oddly unearthly materials of the shield, most of the faith’s champions—even the most righteous and intense—find themselves unequal to bearing it.",
				"Once attuned however, the shield provides two boons to the bearer.   First, on any surprise round, if the wielder gets to take a turn, they may use their reaction to smack the rim of the shield against any hard surface to cause a flash of pure, radiant, divine light to arc out around them. This light has the effect of causing any undead creature to lose their turn in the surprise round.",
				"Second, the wielder may take an action to use the shield to bash (as an improvised weapon doing +0 magical 1d4 + Strength bludgeoning; any features, feats, or other rules allowing for shield bash with proficiency bonus may apply if applicable).  This bash forces the Diseased condition on any undead creatures, even if they are Immune."
			]
		},
		{
			"name": "Bleeder",
			"type": "M",
			"tier": "Minor",
			"rarity": "Uncommon",
			"value": "500",
			"weapon": true,
			"weaponCategory": "Exotic",
			"dmg1": "{@dice 1d1}",
			"dmgType": "P",
			"property": [
				"S"
			],
			"subtype": "Weapon",
			"entries": [
				"{@bold Subtype}: Weapon; ",
				"{@bold Description} (Player Facing): Poke.",
				"The fight started fiercely and all the money was on Brate to win. Four hundred pounds of angry, thick-browed, hornet-mad half-giant versus one bold-talking halfling. Both stripped to the waist. One weapon each. No funny business. First to toss in or die, loses. That’s the rules at Pann’s Delve—at least, them’s the rules in the basement where the low brawls and cheap fights go down. It only paid 5 to 7, but all the smart money was on Brate.",
				"Poke.",
				"Not because he was bigger or even had a great record (in truth, he was known to be a glassjawed wanker), but the huge brawler had put on a pair of leather gloves wrapped in shards and spikes and wire and glass and looked for all the world like the enormous hands of a vengeful titan… and the halfling brough a knife more suited to breakfast than a battle.",
				"Poke.",
				"The little bastard just kept darting in and touching the big one with that knife. Lightly. Again. And Again. And again.",
				"And after five sweaty minutes, Brate went to a knee. Poke.",
				"And then both knees. Poke.",
				"And laid down and waved a hand, slack-jawed and panting while the halfling climbed on top of him, standing arrogantly atop the bloody, pained brute, unlaced his breeches and peed in the direction of an angry and slightly less wealthy crowd.",
				"{@bold Features} (GM): The Bleeder is a vile thing. It’s origins are dark, hellish—a cataclysm, the fall of a nation, the death of a god, the birth of a horror, the destruction of a whole world and the eternal screams of its people. A great cackling mad demon laughing and feasting on the flesh of the innocent. A foul dimension of pain and purgation.",
				"All, however, lost to time. And what’s left is one small, brass bladed knife. Attunement ot the knife requires the slow death of an enemy by using it. The knife counts as a +0 magic weapon (given its short blade and small handle, it’s not particularly wieldy and counts as an improvised weapon dealing 1 piercing damage). A successful strike with the knife and one pokes a small hole shallowly into the target. Undead, constructs, and largely immaterial or ethereal creatures are unaffected. But, if it lives and it bleeds, the Bleeder reduces their HP maximum by 1 (in addition to the damage dealt). Every five successful hits imposes 1 exhaustion on the target that need be healed magically (any restoration at all will remove these exhaustion points).",
				"And somewhere, with every painful strike… some creature from the depths looks on, only looks on, and feasts on the joy of the sadism."
			]
		},
		{
			"name": "Cray of the Dead God",
			"type": "G",
			"armor": true,
			"tier": "Major",
			"rarity": "Unique",
			"value": "620",
			"weight": "20",
			"reqAttune": "Barbarian",
			"subtype": "Armor",
			"source": "Manysideddice",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Required Space(s)}: -",
				"{@bold Description} (Player Facing): Teller started the careful process of wrapping the long strap of boaxhide around her midsection. Around, then over, then around, then over–the motions were familiar to her, as common as brushing her hair out of her eyes. The rest of her comrades were tired, they’d spent the night in fitful watches, waiting for hell to climb the hill.",
				"The lower encampment was, if anything, larger than the last one—and that had nearly killed them all. Soldiers, pink-faced and ready, were lined up to storm the earthy mound and give them all a death long in the coming. But, without worry and almost without care, Teller continued the ritual, taking her time and doing it right, wrapping herself in the protection of her clan and family and preparing herself for the blood to come.",
				"If the emperor wanted this hill, she’d make his very best bleed for it.",
				"{@bold Features} (GM): When the cultists of the Child God came to the windswept tundra of the Southlands, they were escaping persecution in the Old Empire and seeking a place to call forth the horror that is the center of their worship. The Child had never touched this world directly, though its servants had murdered nations in the past to bring that about. Had it not been for the sacrifice of every last living member of the Intuer Clan in fighting back the first few steps of the infant demigod into the world, there would be no living thing left today. But, Lanaria of the Wild—the Clan’s matriarch—fought it back through the tear in reality and fashioned a ceremonial trophy cray from the hide of the arm that had clawed its way through.",
				"The Cray of the Dead God is a length of grey and irregularly blackened hide as wide as a man’s two fingers at the narrowest points and up to a foot wide at the broadest. It’s roughly fifteen feet long, ragged-edged and coarse. Attunement requires a careful, ritualistic wrapping of the leather around one’s body in a ceremonial observance of one’s own possible and welcomed (if the spirits demand it) death; Religion check DC20 to get it right, DC 10 for Barbarians. Failure on this check means one cannot properly work the garment/armor for a number of weeks equal to one’s level.",
				"One attuned, the armor grants the wearer an inconsistent, but powerful defense against damage. Give the player 9 cards from a conventional deck (2 through 10, each number once), then from the remaining deck, the DM draws one card and places it face down on the table. The PC has an armor class of 10 + their Dex modifier (as though unarmored), and with a Reaction (can be done in response to being hit), the Player may play any card from their hand to increase the AC of the character by that amount. That AC is the standing AC for the character until they are successful hit (even if no damage is done), then it returns to 10 + Dex modifier. When the player uses a card, it is discarded and they cannot use it again.",
				"At any point, the player may ask that the DM’s card be used (this is done blind, they do not know the value). It also goes away on a successful hit. Only when all the player’s cards have been used can they be re-dealt 2-10 again (and the DM redraws a single card, as at the start; discarding whatever they had, if they still have one).",
				"Once unattuned, the armor cannot be reattuned by the same person. The chaotic nature of the Great Old One is an untamed and wild thing."
			]
		},
		{
			"name": "Father of Tribes",
			"type": "M",
			"tier": "Major",
			"rarity": "Uncommon",
			"value": "850",
			"weapon": true,
			"strength": "17",
			"weaponCategory": "Martial",
			"dmg1": "{@dice 1d12}",
			"dmgType": "S",
			"property": [
				"H",
				"2H"
			],
			"reqAttune": "Barbarian",
			"subtype": "Weapon",
			"entries": [
				"{@bold Subtype}: Weapon; ",
				"{@bold Description}  (Player Facing): An Orcish Great axe, the blade as large and wide as a wagon wheel.",
				"His mother told him, when he left for the world, that it would be up to him to keep his tribe safe. That the great blessings of Gruumsh were many and spilled generously to those who paved the way for the young to grow old. She was wise, his mother. She died the following winter, after the soldiers came. The humans, ever clever and always marching. Always searching. Always pushing farther and farther into places that were not theirs.",
				"He ran with his crew—well, not his, really. It was Ank’so Thurak’s crew, he was only one thane in the bunch. Fourteen of them. All bloodied and all grown. They sprinted across the night shaden field, quiet as killers and twice and cold. The light of the camp was ahead. No doubt some human crew. Some pink and brown-faced bunch of interlopers.",
				"He’d been young once, he recalls telling Makala, the old splithead chief he ran with then, that the humans could be reasoned with and that they didn’t need to kill them in the dark like savages. The splithead was tired and weak and easily swayed and the next day, they were ambushed with light and fire and roaring and polished steel. He’s lost an eye, then. He’d thought of it as his greatest lesson.",
				"The spirits were not wrong. Gruumsh took his eye so that he might see.",
				"They were not bad. But they were many and they were greedy and as he unslung his axe, ready to keep their brutes from pressing past the line of his crew, he resigned himself to the truth that there was only the wild. And one must kill or be killed.",
				"{@bold Features} (GM): The Father is an orcish great axe, old as the line of Sag’thorak Gat, the last high king of the orcs of the Southern hills. He reigned for nearly a century, several generations, and his standard was a bold black axe on a field of gray. The Father is that axe, the fabled arms of one of the orcish peoples’ greatest heroes who held off the invasion of human and elf alike with his words and piety and the Father.",
				"The Father of Tribes is a magical +0 greataxe, the blade as large and wide as a wagon wheel. The whole axe is unwieldy to anyone with less than 17 strength (may only be uses as an improvised weapon, in that case). Once attuned (requiring the retelling of the story of the Gat, front to end with no interruptions or mistakes by a fire full of eager listeners–a History Check DC 20 to know the story and a Charisma Check DC 15 to tell it true; any failure requires starting over and the loss of an evening in the attempt.",
				"Once attuned, the great axe gives the wielder advantage in Charisma checks meant to inspire and bolster confidence and bravery in others and allows the wielder to use their reaction to interpose the blade of the axe (broad and thick as it is) between an ally within 5ft and a successful attack against them (must be an attack roll made against them that successfully hits). Interposing the axe head in this way grants a +2 cover bonus for that attack only, possibly causing the successful hit to miss (much as Shield, the spell, but less broad)."
			]
		},
		{
			"name": "Halnifar's Breastplate",
			"type": "G",
			"armor": true,
			"tier": "Major",
			"rarity": "Unique",
			"value": "3200",
			"weight": "20",
			"reqAttune": "Paladin",
			"subtype": "Armor",
			"source": "Manysideddice",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Required Space(s)}: -",
				"{@bold Description} (Player Facing): He looked up. Hrast and his horde of flapping monstrosities soared high over him, headed right for the now tired and enraged darkgnawer. It bled a rancid ichor down its side and panted through yellow and rotted teeth, staring hate right at Ser Broadways, catching its breath and looming so enormous over the trees. With him, Meila was flying, encased in purple light, the tail of her comet streaking proudly behind her. Those two were as different as water and oil, but they charged in together.",
				"To his left, Teller and Wyatt were sprinting for the monster. Her eyes were serious and dark, her greatsword held high. She cut the picture of the fury of the wild, the strength of her people, and the rage barely contained beneath. Wyatt’s lankey frame bounded with her, three arrows nocked in his bow, the casual and smart grin he usually sported replaced by grim dedication.",
				"To his right, Oakley was a great and ferocious bear, bounding over rocks and fallen trees, teeth bared and a purposeful intelligence behind those eyes. His head was low, his gaze never moving from the thing. Chrimstin raced along with him, daggers drawn—so he hadn’t run afterall… even in certain death. Some people, Broadways mused, just surprised you.",
				"And as the paladin, stood there, with everyone charging toward the demon, he called its name. And as the thing roared back, crouched to unleash that unholy power again, the old warrior smiled. There was no better way to go out, than beside old friends.",
				"{@bold Features} (GM): Clad head-to-toe in gleaming armor, Captain General Halnifar of the Children of the Morning killed the Greater Lord Demon of the Skhiux whose name cannot be known and cast his body into the darkness between worlds. The great echoing chasm of nothing that keeps the heavens apart. He was raised, bodily, to serve at the hand of the Valiant as a guard in the great Temple of Light. His heavenly raiment replacing his earthly ones and taking his true place as a Deva of the high order.",
				"What became of his fabled armor is lost to time, but the chestpiece, a dull steel breastplate without mark or blemish, was worn by conqueror’s from the hobgoblin kingdoms to the dwarvish cities to the settlements of the Empire and more.",
				"The breastplate itself is a worthy piece of armor, a +1 breastplate for any wearer, attuned or not. Attunment, however, requires killing a demon and removing its vile presence from the face of the world. And once, attuned, the breastplate grants the wearer some of the power the Captain General had in life.",
				"At the start of the wearer’s turn and only the start, they may grant their action, bonus action, or reaction to an ally within earshot. This can allow the ally to have two bonus actions for their turn, as an example. The wearer loses that action, bonus action, or reaction for themselves. To grant it, the wearer must define what they want them to do with it (attack and name the target, cast and name the spell, use a feature ability, take a manuever, overwatch for runners, etc.) and the granted action, bonus, or reaction is bound by that if the ally wishes to use it.",
				"The ally does not have to use it, but if they do not it is lost. They cannot change what they are ordered to do, only given a chance to do their normal action AND the order. Orders can be heard, normally, by allies with a Passive Perception of 10 within 25ft; by allies with a Passive Perception of 15 within 75ft.; and by allies with Passive Perception of 20 within 225 feet given normal surroundings. Rushing wind, storms, water, walls, other noise and calamity may disadvange this.",
				"Should the wearer retreat from a battle (even using one’s movement to move away from a threat, barring moving towards another one), this power cannot be used for 1 week."
			]
		},
		{
			"name": "Hornwail Cord",
			"type": "G",
			"armor": true,
			"tier": "Minor/Major",
			"rarity": "Unique",
			"value": "3500",
			"weight": "10",
			"reqAttune": "Ranger",
			"subtype": "Armor",
			"source": "Manysideddice",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Required Space(s)}: -",
				"{@bold Description} (Player Facing): “What’s to stop us just clubbin’ that pretty face flat and tossin’ whats left into the brine, neh?” First Mate Sorka’s face was a deep rouge leather, hard-baked by decades of sun out on the open waters, and Courser had never known it to hide a lie. The old boatswain meant it. They’d kill him as easy as sinning and leave him lost at sea—just another cautionary tale for the boys at the docks that dreamed of plunder.",
				"Still, he held onto the rigging of the shilemain, the tension in the air was almost thick enough to taste. Twenty hands of all shapes and sizes, a few officers, a dead captain, and a locked captain’s chest that held the promise of easy money nobody would be looking for out here.",
				"“You’re a piece of right shit, Sorka, you know that?” was all Courser could think of and rather than sound fierce, it came across as simply buying time. The old sailor laughed, deep and true, and casually motioned for one of the deckmates to walk over and bring Courser off that rail with prejudice.",
				"Those two quick, thoughtless handwaves were enough to make the young man grin, even as the grizzled thumper unfurled his club.",
				"{@bold Features} (GM): Svim Cord Armor—made of intricate and tightly braided, twisted, laced, and wrapped pieces of hard brasscord rope—is little known on the mainland, having fallen out of fashion and popularity even in the far continent with the development of cheaper and less laborious-to-make leather armors in the Northern fashion.",
				"Still, it was the favored protection of the Far Walkers—a sect of outlanders that roamed the wilds hunting for cults and conspiracies in service to the Black Spider in the days before the Bending of the Heavens.",
				"The Hornwail coat of Cord counts as +0 light armor allowing 13 + Dex modifier for AC, weighing 20 lbs. While worn, the armor subtley affects those around it. Those wishing to harm the wearer (in any way) find they cannot approach close while the wearer is fighting another. As long as there is an attacking creature adjacent to the wearer, all other aggressors avoid getting within melee range. This does not prevent them using ranged attacks or attacking others or even shouting taunts or distractions, but intelligent creatures are driven to attack one at a time in close combat.",
				"Constructs, Beasts, and Undead ignore this effect."
			]
		},
		{
			"name": "Lassiter's Convictus",
			"type": "G",
			"armor": true,
			"tier": "Minor/Major",
			"rarity": "Unique",
			"value": "1250",
			"reqAttune": "Paladin, Cleric",
			"subtype": "Armor",
			"source": "Manysideddice",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Required Space(s)}: -",
				"{@bold Description} (Player Facing): For a man his size, Broadways was fast. Always was, it was an advantage he’d carefully cultivated for years and times like this reminded him of how lucky he was to have been born with fast feet. As he crossed the distance between the great stone doors and the raised dais on the far side of the chapel, he managed to cover a third of the stretch before the congregants had even noticed the clamor.",
				"His friends stayed back, and wisely. They knew the drill. Raveller Thorpe had to be stopped and this dark ritual with him. The sallow faces in the crowd went from surprised, to annoyed, to furious in moments and the armored old paladin hurled himself up the processional. One hundred yards, maybe… keep going.",
				"He felt the sting of some hex or curse tossed at him and still raced on. He knocked two thin-armed cultists out of the way—hearing a satisfying “crack” as he shattered one of their jaws with his shield. Seventy yards. And another sting. Fifty. Another. The pain was intense, but still he ran on.",
				"And as Ravell looked in bewilderment at the large metal figure barrelling towards him, he croaked two words more glorious than any Broadways had heard in weeks…",
				"“Aww… shit”.",
				"{@bold Features} (GM): The Convictus was found, not created. Lassiter was the old soldier of the Lost country—fabled hero that walked the hills and plains and forests of that cursed place bringing retribution and peace wherever he went. His death at the hands of the great winged death that was the Black Tyrant is a story told by old bards to somber men of righteous mein. A cautionary tale that the greatest of heroes die, that not all stories are bright.",
				"A century after Lassiter died, it was said that a token of respect and honor carefully placed where he had fallen so long before. The Convictus is clearly and evidently not of this world at all. The half-plate armor is stunning, but unearthly. No seam, no mark, it looks like it was formed without ever having been touched by a smith or hammer. The pieces are not bolted or riveted together, they simply move and slide past each other without connection—never falling apart.",
				"Attunement requires forswearing the tides of fortune entirely. An oath to the cosmos that one walks an orderly path. Once attuned, the wearer may not spend Inspriation for any reason. The only thing they can ever do with it is give it to another (represented by their giving an encouraging gesture of some kind). They may still earn Inspiration, and grant it to others in this way, but cannot spend it themselves.",
				"Once attuned, the armor counts as +0 magical half-plate. The wearer is now advantaged on saves against magical effects—all such saves. The spirit of the old soldier steels them, body and soul, through the unearthly armor. All such spells, however, cause the wearer to take 1d4 psychic damage (regardless of the save) as the strain of resisting can be difficult. This damage die can explode (on a 4, roll again, add the total; continue until no other 4’s are rolled)."
			]
		},
		{
			"name": "Regulator",
			"type": "M",
			"tier": "Major",
			"rarity": "Uncommon",
			"value": "550",
			"weight": "2",
			"weapon": true,
			"weaponCategory": "Martial",
			"dmg1": "{@dice 1d6}",
			"dmgType": "B",
			"property": [
				"S"
			],
			"reqAttune": "Fighter, Barbarian",
			"subtype": "Weapon",
			"entries": [
				"{@bold Description} (Player Facing): An inch thick, dull grey, steel cylinder almost three feet long, to careful eyes it looks like little more than the raw materials and start of an actual weapon.",
				"“Cold rolled steel, sir—a process I assure you few true weapon-smiths in the whole circle of the world could replicate—I admit that what it lacks in ornamentation it more than makes up for in practical effect” the thick necked gnome was going on and on, while Dove only turned the very smooth length of metal in his hand over and over. It was unpolished, still had that dull grey look that all the fine folk and genteel yahoos spurned—mirror finishes were all the rage, you know.",
				"Still, it felt good. Better than good, it felt real. One might mistake the thing for a small wagon axle, but to Dove it felt like the cold, impersonal, unmagificent specter of a death that is certain to land. It helped that it felt heavy enough to cave a skull in–metaphor is nice, but open a man’s head and you win the argument.",
				"“…and… apologies, sir” Dove was brought back to attention with the gentle poke from the smith, “But, the—er–modifications? I had them made. I will need to make it clear that if you are found with something like this, I will deny—“",
				"“If I’m caught, they won’t care where it came from. Malleus will have me hanged from the high tower of the palace. Where I got it will be the least of anyone’s worries.”",
				"He paid the smith’s price, a box he’d killed six men for in the high places. The steel felt good, as he walked through the bazaar on his way out of the city. Seven angry damns, but it felt good.",
				"{@bold Features} (GM): Created during the Third Purge of Malleus Exile—the First Emperor of the Manifest Compact that swept through Kalamar after the death of Kabori—the Regulator was one of the few weapons of destiny that escaped the sweeps of the royal elite guard and the Inquisition during tha time.",
				"An inch thick, dull grey, steel cylinder almost three feet long, to careful eyes it looks like little more than the raw materials and start of an actual weapon. But, once attuned (one must carry it amongst people, hidden, on one’s person—non-magically—for one week without anyone noticing), it hides itself from prying eyes and greedy fingers.",
				"Powerful illusory magic was coked deeply into the iron of the Regulator. When carried or held by the attuned owner, it is perfectly invisible (Truesight has only a 25% chance of perceiving the weapon). The attuned owner can always see it (and senses its location within 100ft, even if it is hidden by another or the environment). It acts as a +0 magical club dealing 1d6 bludgeoning damage and grants advantage when used as a ram or hammer to break things."
			]
		},
		{
			"name": "Springmail",
			"type": "G",
			"armor": true,
			"tier": "Minor/Major",
			"rarity": "Unique",
			"value": "4250",
			"weight": "110",
			"reqAttune": "Druid, Cleric",
			"subtype": "Armor",
			"source": "Manysideddice",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Required Space(s)}: -",
				"{@bold Description} (Player Facing): When the dark knight put his lance through Wendel’s chest, it seemed as though all the joy of the world was gone. That there would be no great joy, and that this mad adventure would only haunt them all for the rest of their day.",
				"The Prophet of Lindelwood, the Mad Walker of the Green. Wendel, what his parent’s named him. If anyone of them had deserved to see this out, it was him.",
				"That’s what they thought, anyway. The lot of them gathered around his body, the knight lying dead in the rain by the clearing. They stood around as the skies soaked them and shook their heads grimly. Paulo wept.",
				"As the druid’s body started changing, rotting away before them more quickly than possible–the sight of his teeth baring from drying and moldering lips horrified them, his body caved in and maggots and insects crawled out of orifices. His eyes shriveled in their sockets beneath the lids and even his bones appeared to fall apart into dirt and dust. Within moments, Wendel had decomposed into nothing and flowers began to grow.",
				"As they stood, dumbstruck and horrified and confused, they heard movement from where the knight had fallen–all spun drawing weapons and ready for their vengeance only to find a naked Wendel, Prophet of Lindelwood, pulling off one of the knight’s boots.",
				"He stopped for a moment, rain making his usually pale skin even pastier looking… “What…? They’re better than mine.”",
				"{@bold Features} (GM): The Springmail of the Farthest Reach, an artifact of the time when the Zeal Riders fought their Endless War with the Principalities of the Mad and the Feyland Court. The Wild was alive with great titanic conflict then, and then the world itself ended and few things survived the eons between then and the world as it is now.",
				"The Springmail was what the Lord of the Black Deep would wear in battle, a shirt of chain mail made of immaculate and tiny looks of seamless charcoal grey stone. All interlinked impossibly perfectly.",
				"Attuning to the Springmail requires burying it no deeper than a foot under loose soil and leaving it there, unguarded and unhidden, for a full turn of the moon. One cannot come, nor have anything else come, within a mile of it for this time. The Lords of old had a much easier time of this when the world was all wild space.",
				"Once attuned, however, it counts as +0 chain mail (though made of stone) and weighs twice as much as normal chain mail. The first time the wearer is reduced below 0 hp (requiring death saves) their body begins to decompose entirely where it lay over the course of 2d4 rounds.",
				"Roll 1d12 and then 1d10. Starting directly North (as a clockface) the d12 result is the direction and the d10 result is how many feet (take the d10 result and multiply by 5) away that a rootball starts growing over the same time as the body is decomposing.",
				"Once fully grown (and the body fully decomposed), the rootball cracks open and the character comes spilling forth from it at 1 hp, removing all conditions they had before, with 1 exhaustion, and any missing body parts or scars or blemishes gone. They are covered in gelatinous slime and look almost as though they’ve emerged from a birth. Should they reach their own remains, they may take a full turn kneeling over them, thanking and blessing the generosity of the world, and recover half their maximum HP.",
				"This only works once per day. Should the rootball resulting direction and distance be over a chasm or hole, it forms somewhere from the side of that as many feet down as uses the rest of the distance. DM’s are encouraged to be creative in this."
			]
		},
		{
			"name": "Plate of Guardium",
			"type": "HA",
			"armor": true,
			"tier": "Major",
			"rarity": "Rare",
			"value": "1250",
			"weight": "50",
			"power": "3",
			"ac": 21,
			"source": "Manysideddice.com",
			"entries": [
				"{@bold Subtype}: Armor (Heavy); {@bold Level}: 3",
				"{@bold Required Space(s)}: Smithe;",
				"{@bold Description} (Player Facing): “I’ll give you one free hit, Peele.  Make it count, because after that I’m going to come over there and twist your head around backwards” the low rumble of Wilkson’s voice reverberated from within the stout and unforgiving-looking armor. Many men had cowered back and away when he came to collect for the King, and there was always one fool who thought himself especially clever.",
				"As Peele stared questioningly at the large man in the grey metal, he found in himself a well of courage few would have dared–clenching the long steel in his hand, he stepped and then walked and then ran, holding it overhead and bringing it crashing down on the fighter’s helmed head.",
				"The sound was like an axe hitting an anvil as the sword screamed its ineffective defiance and Peele stared, terrified at what he’d just done.  Not a scratch.  Not rocked an inch.  This, truly, must be his death–his folly.",
				"Inside the armor, Wilkson whispered a prayer and hoped nobody tried anything for a moment or two.",
				"{@bold Features} (GM): Full Plate armor designed to protect the wearer further than normal armor in the event of overwhelming damage. In the event of taken damage greater than twice the PC’s class level, the armor thickens and stiffens, the lining swells and pads the body, the leathers thicken into rope-like cords, the metal becomes dense and hard and expands in thickness. The armor reduces the damage amount taken by twice the PC’s class level and PC has the grappled condition applied to him by the armor until the end of their next turn. Any attack while in this state, dex save dc half of damage taken to retain balance or apply prone condition until end of next turn."
			]
		},
		{
			"name": "Plate of the Lost Emperor",
			"type": "HA",
			"armor": true,
			"tier": "Major",
			"rarity": "Very Rare",
			"value": "1000",
			"weight": "65",
			"power": "3",
			"ac": 18,
			"source": "Manysideddice.com",
			"entries": [
				"{@bold Subtype}: Armor (Heavy); {@bold Level}: 3",
				"{@bold Required Space(s)}: Smithe;",
				"{@bold Description} (Player Facing): The lightning flashed over the empty leagues of hills and wastes. Kix Boyd had spent the last four weeks wandering this desolate place and had regretted the adventure that brought him to it. Alone and wet and tired, he walked on, almost praying the storm would strike him down. At least he wouldn’t have to put up with the chaffing of wet leather against his skin and could get a decent rest then. Gods know the open grasslands aren’t much for shelter and this ruin of a place didn’t even grow what one could call a grass.",
				"As he made his way in the dark, the armor glinted with the latest crash of sky fire… off in the distance. standing sentinel and quiet. Kix thought it a man for a bit until he got closer. Just an armor. From head to toe, it was a dull bronze–the color of a rich man’s bathtub. And from the top of the hill it stood on, Kix could see for miles around in every direction. The patterns of wasted trees and scorched ground, rocky crags and sheared hills all seemed to center with this spot. As though it alone stood watch over the desolation. rumor had it that a great empire once stood here, in the Deadlands. But a folly of heroes left the place shattered.",
				"Kix didn’t believe in folklore, but that armor sure looked fancy…",
				"{@bold Features} (GM): The Plate of the Lost Emperor acts as a +0 magical full plate armor of dull beaten bronze when attuned to the wearer. It requires a strength of 18 to wear it for the extremely heavy nature of its archaic construction. While attuned, the armor grants the wearer advantage in saves against magical effects (Magic Resistance), requires a DC20 Con Save from every creature (ally or enemy or bystander) each time the advantage is used or they gain 1 exhaustion. The wearer is exempt from this effect, and may choose not to use the advantage and roll normally (thus not sapping the strength of those around him). The radius is equal to the wearer’s Con modifier x10 ft. (minimum 10ft.)."
			]
		},
		{
			"name": "Gloves of Inx",
			"type": "G",
			"wondrous": true,
			"tier": "Major",
			"rarity": "Uncommon",
			"value": "1100",
			"weight": "1",
			"reqspace": "Sewing Room",
			"reqAttune": "Barbarian",
			"subtype": "Clothing",
			"source": "Manysideddice.com",
			"entries": [
				"{@bold Subtype}: Clothing",
				"{@bold Kit}: {@item Leatherworker's Tools}",
				"{@bold Required Space(s)}: Sewing Room;",
				"{@bold Features} (GM): The footsoldiers of Inx (home of their grand Abjurer Mysteries) were given items such as this–The Gloves. There were many made, to outfit a small army. Once attuned (after suitable practice and training with a different martial weapon each morning for a week), the fingerless leather and sailcloth gloves grant the wearer a greater lethality with whatever weapon they hold. The damage dice for whatever non-magical (non-silvered) melee weapon the glove-wearer is using is increased by 1 type size (d4, d6, d8, d10, d12, 2d8). They are similarly considered resistant to the type of damage their weapon does for as long as they are wielding it in combat."
			]
		},
		{
			"name": "Gloves of Ynx",
			"type": "G",
			"wondrous": true,
			"tier": "Major",
			"rarity": "Uncommon",
			"value": "1200",
			"weight": "1",
			"reqspace": "Sewing Room",
			"reqAttune": "Fighter",
			"subtype": "Clothing",
			"source": "Manysideddice.com",
			"entries": [
				"{@bold Subtype}: Clothing",
				"{@bold Kit}: {@item Leatherworker's Tools}",
				"{@bold Required Space(s)}: Sewing Room;",
				"{@bold Features} (GM): The Gloves of Ynx were once a common item amongst the Swordsmarche. Attunement requires a morning prayer at dawn with one’s favored weapon and the abandonment of proficiency in three weapons of one’s choice from the standard list of Martial Weapons. Once selected, one may regain proficiency as any other character might through downtime or feats, but with those weapons until that time one has no proficiency—one has abandoned the lesser metal to focus on the true weapons of war. From there, the gloves grant the wearer the ability to engage a specialized Grapple with an attacking, armed foe. In reaction to either an attack roll attempt or a successful hit, the wearer of the gloves may use their already in-hand weapon to block and grapple the strike. One must choose to use this ability when an attack is declared, if not one may choose to use this ability when an attack successfully hits; if one does not use the ability on the declared attack and the attack misses, one cannot go back and choose to use it. Using their Reaction, the wearer may block the strike with their weapon—the wearer and the opponent now locked in a fierce weapon-to-weapon clash. This grapple has the added condition of preventing either party from moving the other (all movement is 0 for both) as well as requiring both hands of each to maintain (thus, no attacks while locked together). At the start of each participant’s turn, they may attempt to overpower the other by attempting an Acrobatics or Athletics versus the other one’s Athletics (only). The larger weapon (determined by damage dice) is considered to be advantaged in this check. On a successful overpower, the opponent is either knocked prone or shoved back 5ft (winner’s choice). On a natural 20 on the overpower roll, the winner may choose to do both. After combat, the survivors gain 1 exhaustion for every such overpower they succeed at. This exhaustion may be removed with 1 hit dice for each point, without the need for a short rest, and via normal rules and spells."
			]
		},
		{
			"name": "Worms of Purgation",
			"type": "P",
			"wondrous": true,
			"tier": "Minor",
			"rarity": "Uncommon",
			"value": "545",
			"weight": "1",
			"subtype": "Consumable",
			"source": "Manysideddice.com",
			"entries": [
				"{@bold Subtype}: Consumable;",
				"{@bold Features} (GM): Ebliss, the Great Old One of the Bright Reach (Dark Heart of the sky, Lord of the Bridge) incubated a tendril of his dying glory in the heart of a Solar. The angel died and the decomposing worm-like creatures that gnawed their way out of its body were collected by some of his most loyal and kept in a glass jar, scribed in madness-inducing runes. The jar itself demands a DC15 CHA save every time one looks at it or touches it (within the same scene). Failure demands a roll for madness. If the person is a Warlock, it is short-term (from the short-term madness table). If they are an arcane caster (of any kind), it is from the medium-term table. All others, it is long-term. There are two handfuls of “worms” in the jar. Ingesting a handful of worms removes curses, poison, disease, fright, and the effects of being charmed. The ingestor makes a DC 20 Con save or spend the next round vomiting bad blood and pus, yielding 1 exhaustion afterward. The jar never permanently runs out. It replenishes 1 handful every 24 hours to a maximum of 2."
			]
		},
		{
			"name": "Potion of False Life",
			"type": "P",
			"wondrous": true,
			"tier": "Minor",
			"rarity": "Rare",
			"value": "75",
			"weight": "0.1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable",
			"entries": [
				"{@bold Subtype}: Consumable;",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; ",
				"{@bold Description} (Player Facing): This blue potion bubbles and steams as if boiling.",
				"{@bold Features} (GM): For 1 hour after drinking it, you gain 10 temporary hit points that last for 1 hour."
			]
		},
		{
			"name": "Goggles of Improved Identify",
			"wondrous": true,
			"tier": "Minor",
			"reqAttune": true,
			"curse": true,
			"subtype": "Wondrous Item",
			"entries": [
				"{@bold Subtype}: Wondrous Item;",
				"{@bold Description} (Player Facing): Goggles made of Pearl, and having a pearlescent lens.",
				"{@bold Features} (GM): For each level the character as they remain on, new features develop with the googles. ",
				"{@note Once the player has leveled up with them attuned, they can only be removed by remove curse spell from very high level (12+) cleric}. An {@spell Identify} spell will only result in telling the caster that the googles help give more information when worn.",
				{
					"type": "table",
					"colLabels": [
						"Lvl Since",
						"Effect"
					],
					"colStyles": [
						"col-xs-1 text-align-center",
						"col-xs-11"
					],
					"rows": [
						[
							"00",
							"Spellcasters no longer need a pearl to cast {@spell Identify}, if they know the spell. If they do not, its added to their memorized spell list. If they are not spell casters, +2 to {@skill Investigation} checks."
						],
						[
							"01-02",
							"Passive {@skill Perception} suffers -5 penalty; -1 Charisma. Spellcasters and NonSpellcasters now cast Identify as Ritual in 10 minutes, and will see auras depicting any spell effects on targets being viewed (Use Arcana Check DC 10+Spell level to determine the spell's name/nature). Lables appear on things they've investigated or used the goggles upon.  "
						],
						[
							"03-04",
							"Concentration Checks are at disadvantage, and an additional -1 to Charisma. Mundane labels appear on all items based off the wielder's knowledge. Dark Vision is granted to the wielder, as well as a “zoom” feature (In conditions of clear visibility, you can make out details of even extremely distant creatures and objects as small as 2 feet across.)"
						],
						[
							"05-06",
							"Lose any Dexterity bonus to AC. Zoom is uncontrollable and Field of Vision becomes extremely narrow, the wielder can no longer read things within 10ft of themself."
						],
						[
							"07-08",
							"Any Concentration spells must be checked for EACH round regardless of being damaged. If the wielder stares at an thing for short rest the ticker will, over the period of the short rest, give you benefits of {@spell Legend Lore}"
						],
						[
							"09+",
							"The wielder may not remove the googels from their eyes any longer lest the wielder becomes {@condition blinded}, permanently (requires a heal to return ANY vision, but even so the character's visions is 1/2 their natural vision, and always as if lightly obscured. For the next 10 minutes, you have truesight out to 120 feet once per day per each additional level gained from this point forward."
						]
					]
				},
				{
					"name": "Dave",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "15",
					"weight": "5",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): This small, unremarkable figurine of a gnome.",
						"{@bold Features} (GM): The Statue cannot be called anything but Charles. No other name will leave the lips of the speaker. It has no other powers."
					]
				},
				{
					"name": "Anti-Matches",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "27",
					"weight": "-",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Alchemist Supplies}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): A box of matches.",
						"{@bold Features} (GM): Striking one will make it begin to drip water from the tip while the match shrivels away. The amount of water a match releases is about enough to fill a tablespoon."
					]
				},
				{
					"name": "Arrow of Euarere",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "150",
					"weight": "0.02",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Description} (Player Facing):  A silver arrow, suspended on a string.",
						"{@bold Features} (GM): It always points to the person holding the string."
					]
				},
				{
					"name": "Attentive Guardsman's Tabard",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "35",
					"weight": "2",
					"reqspace": "Workshop/Sewing Room",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Workshop/Sewing Room; ",
						"{@bold Features} (GM): A dozen of these tabards were fashioned for palace guardsmen in the Empire of Sard, 250 miles from the nearest enemy. The bearer is placed under a glamor that causes him to appear alert and awake, even if his eyes are closed and he is snoring lightly."
					]
				},
				{
					"name": "Death Rattle",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "55",
					"subtype": "Wondrous Item",
					"power": "2",
					"source": "Encyclopedia Magica",
					"page": 822,
					"entries": [
						"{@bold Level}: 2",
						"{@bold Features} (GM): When this white rattle is used within 60 feet of anyone on 0 hit points, that person immediately fails one death saving throw. The rattle can be used three times before crumbling to dust."
					]
				},
				{
					"name": "Goldgobbler",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "n/a",
					"weight": "-",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing):  A standard gold coin",
						"{@bold Features} (GM): After each rest (short or long) it 'gobbles' one Platinium or gold coin its placed among, if no gold or platinium coins are with it, it 'gobbles' 10gp of value from a golden piece of jewelry or other golden object per rest. (Magical Items lose their ability when 20% of its value has been lost)"
					]
				},
				{
					"name": "GrimLight",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "125",
					"weight": "1",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): This is a cube usually 2 inches in dimension.",
						"{@bold Features} (GM): The cube is attuned by having it with you while you complete a long rest. The cube provides up to 40ft of bright light, and an additional 40ft of dim.  The light's brightness (radius) and color can be modified by the creature to which it is attuned by their mental command, while they are within 120ft of the cube (or it one of cluster is within 120ft of another). This item can be “chain” attuned. which is to state that the item using an attunuation slot with the creature, but if you attuned multiple Grimlights, you may have them all use the same slot - however; if you do this, any command given is shared by the cluster (Provided its within 120ft of another cube).  If the creature wishes they can use another attunement slot for another GrimLIght, and command that Cube or Cluster Separately."
					]
				},
				{
					"name": "Drover's Cap",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "150",
					"weight": "1",
					"reqspace": "Sewing Room",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"power": "3",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Level}: 3",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Sewing Room; ",
						"{@bold Features} (GM): The Worshipful Guild of Drovers and Carters of the City of Waterdeep commissioned these Caps for their members. We have asked for and received permission to offer them to the rest of the Sword Coast in order to improve business relations across the Trade Way. You gain a +1 bonus to your (Wisdom) Animal Handling and Intelligence (Nature) checks. "
					]
				},
				{
					"name": "Escape Rope",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "2400",
					"weight": "10",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): A length of Rope which when fed out will create a Rope Trick 1/day"
					]
				},
				{
					"name": "Death's Mirror",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): Made from woven lead and silver, these rings always seem to fit on the hand’s smallest finger.",
						"{@bold Features} (GM): As the moon is a dull reflection of the sun’s glory, so too is the power within this ring merely an imitation of the healing energies that can bestow true life. The wearer can activate this ring three times per day as a bonus action to cast false life on themselves. This ring acts as a 2nd-level spell slot, granting 1d4 + 9 hit points."
					]
				},
				{
					"name": "Darkglobe",
					"wondrous": true,
					"tier": "Minor",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): This small sphere of thick glass weighs 1 pound with trails wisps of dark odorless smoke that seems to drip from it.",
						"{@bold Features} (GM): It's a reversed Driftglobe that emits darkness instead of light.   It would be useful to Warlocks with Devil's Sight, Way of Shadow Monks, Gloomstalker Rangers, Shadow Sorcerers, races with sunlight sensitivity, and really anyone who likes hiding.  Even though it is roughly the same power level as Driftglobe (Darkness is level 2 vs level 3 for Daylight, but can potentially be cast more often) I added attunement and raised the rarity because of how useful it would be for some characters."
					]
				},
				{
					"name": "Kaila's Dragon Mask",
					"wondrous": true,
					"rarity": "Rare",
					"value": "1750",
					"weight": "-",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): An intimidating metal mask in the likeness of a blue dragon.",
						"{@bold Features} (GM): Grants you +1 to intimidation. Holds charges equal to the wielders spellcasting ability modifier. As a reaction you can spend 1 charge when being targeted by a melee attack to emit a shockwave of an energy type. Doing so, you impose disadvantage on the creature targeting you with a melee attack, and if they still strike, they must succeed on a DC 16 DEX save or take 4d4 damage (The type of which is determined by the dragon's type.)"
					]
				},
				{
					"name": "Hangman's Noose",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A hemp noose, weathered and frayed at the ends.",
						"{@bold Features} (GM): No sane man would willingly put a noose around his neck, but certain hemp ropes used in the execution of final justice possess the power to affect those beyond the reach of normal magics. When held in your hand you may 3 times per day, as an action, cast hold person. Unlike the standard version of this spell, though, the magic of the Handman’s Noose only affects undead."
					]
				},
				{
					"name": "Kaila’s Morpher",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Very Rare",
					"value": "1800",
					"weight": "5",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A thick black wristband made from leather with 4 concentric circles, each with inlaid runes.",
						"{@bold Features} (GM): The circles can be aligned to form a personal teleportation circle. Holds 1 charge. You may spend 1 charge and activate this item by properly aligning the rings to match the teleportation circle they correspond to. Upon activation, you may cast the spell Teleportation Circle as an action, without consuming a spell slot or using vocal, somatic, or material components, but you may only designate a location connected to the Morpher. The Morpher can store up to 4 teleportation circles to connect to. This item regains it’s charge at dawn the next day, or by being charged with a 5th level spell slot."
					]
				},
				{
					"name": "Bottomless Beer Mug",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "15",
					"weight": "1",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Features} (GM): Any liquid poured into this mug treats the bottom as incorporeal, but solid objects don't."
					]
				},
				{
					"name": "Arcanus Glasses",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "1200",
					"weight": "-",
					"reqspace": "Workshop",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item Glassblower's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): Black thick rimmed spectacles. Gives the wielder +1 to any roll against an enemies AC while using a ranged spell and adds +1 to the wielders spell DC."
					]
				},
				{
					"name": "Bag of Beholding",
					"wondrous": true,
					"tier": "Major",
					"value": "*",
					"subtype": "Wondrous Item",
					"reqAttune": "YES",
					"entries": [
						"{@bold Description} (Player Facing): See {@item Bag of Holding}",
						"{@bold Features} (GM):  Identifies as a bag of holding type II-V, but actually only holds as much as the type below it. In addition, when you pull an item from the bag, it emits a golden beacon, and a booming voice proclaims “Behold, ” and makes up a name and description for the thing you pull out while accompanied by an angelic choral backup. Like, you go to pull out a pair of socks, and the thing will go “BEHOLD THE STOCKINGS OF INEVITABLE GLORY, KNIT BY LACHESIS UPON THE LOOM OF DESTINY FOR MIGHTY IOMEDAE ON HIGH AND BLESSED WITH THE GIFT OF ETERNAL SELF-DARNING” when it was something her grandmother cut from sack cloth."
					]
				},
				{
					"name": "Bag of Berries",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "120",
					"weight": "0.5",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"power": "3",
					"entries": [
						"{@bold Level}: 3",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing):  This burlap bag looks large enough to hold a coconut; it's smooth to the touch and is always found in the color purple with a golden strap.",
						"{@bold Features} (GM): Once-to-three-times per day anyone can place their hand in the bag to pull out a handful of berries or other fruit -- this magical fruit is highly nutritious, able to keep your hunger at bay for a full 16 hours. Rare(twice per day)"
					]
				},
				{
					"name": "Barrel of Holding",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Pointless",
					"value": "2",
					"weight": "70",
					"reqspace": "n/a",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Wondrous Item (pointless); {@bold Level}: 1",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: n/a; ",
						"{@bold Features} (GM): This large wooden barrel measuring √(12/π) feet in diameter and 5 feet in height can hold up to 15 cubic feet of matter."
					]
				},
				{
					"name": "Bag of the Magi",
					"wondrous": true,
					"tier": "Major/",
					"rarity": "Very Rare",
					"value": "1200",
					"weight": "1",
					"reqspace": "Workshop",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): This small red/burlap bag has a picture of a star stitched into it.",
						"{@bold Features} (GM): A spellcaster who sticks her hand into the bag may pull out a small metal sphere. When clenched tightly in the spellcaster's fist, it will empower the spellcaster – you receive a +1 bonus to any spell attack roll. At 6th level and every 6 spellcaster levels thereafter, this bonus increases by one (to a maximum of +4 at 18th level). Once used, the sphere will magically disappear. If a sphere is removed from the bag and not used within 5 minutes, it will also magically disappear (even if it is placed back into the bag). The bag only holds up to two spheres at a time, and the bag itself produces new spheres at the rate one every other day."
					]
				},
				{
					"name": "Bag of Trading",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "160",
					"weight": "15",
					"reqspace": "Workshop/Sewing Room",
					"subtype": "Wondrous Item",
					"power": "0",
					"entries": [
						"{@bold Level}: 0",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Workshop/Sewing Room; ",
						"{@bold Description} (Player Facing): A standard bag.",
						"{@bold Features} (GM): You can take one thing out of the bag for each object you put in the bag. However, you have no control over what you get, and there are no trade-backs. Past research seems to imply there's some sort of correlation to what gets you what, but it's extremely convoluted and far from understood."
					]
				},
				{
					"name": "Barry’s Pocketwatch",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "16000",
					"weight": "-",
					"reqspace": "Workshop",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item Tinker's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): A bronze timepiece with a foreign, almost futuristic design.",
						"{@bold Features} (GM): You may activate this item by opening it as an object interaction and give yourself 1 Action Surge. This effect cannot be used again until you have completed a long rest. It has a 1 in 10 chance of breaking when used."
					]
				},
				{
					"name": "Bag of Faerie Gold",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "n/a",
					"weight": "2",
					"reqspace": "Workshop/Sewing Room",
					"subtype": "Wondrous Item",
					"power": "0",
					"entries": [
						"{@bold Level}: 0",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Workshop/Sewing Room; ",
						"{@bold Description} (Player Facing): This sack appears to be full of gold coins and jewels.",
						"{@bold Features} (GM): When one attempts to spend them, however, the glamour on them soon vanishes, revealing them to be nothing but leaves and pebbles. Obviously, most shopkeepers will not be happy about this, and no amount of 'we didn't know, I swear!' will change their mind."
					]
				},
				{
					"name": "Bag of Folding",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "1200",
					"weight": "5",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): This sturdy cloth bag is made of high quality cotton, adorned with exotic feathers and sometimes pretty cross stitches.",
						"{@bold Features} (GM): The bag itself is treated as a standard backpack that can hold up to 5lb of material. However, this magical bag has the magical ability  to be flattened and folded as if it were empty - even if the bag is full. The bag can fold down to 1/5 of its normal size, but its weight and mass will not change. The bag cannot be opened when folded this way, but it can be ruptured -- if ruptured (while folded) it will cause a small rift, causing it to explode for 3d8 damage (bludgeoning) to anyone within 10 feet of the explosion."
					]
				},
				{
					"name": "Beggar's Noose",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Very Rare",
					"subtype": "Wondrous Item",
					"reqspace": "YES",
					"curse": true,
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Description} (Player Facing): A noose. Old, and weathered with a thick knot and 4 feet of slack rope which fades into nothing.",
						"{@bold Features} (GM): It gives a +5 (20%) to all loot rolls but everytime it's used it tightens around the users neck until it chokes them to death."
					]
				},
				{
					"name": "Ferryman’s Coins",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"weight": "0.01",
					"reqspace": "n/a",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item n/a}",
						"{@bold Required Space(s)}: n/a; ",
						"{@bold Description} (Player Facing): A couple of unfamiliar copper penny.",
						"{@bold Features} (GM): It’s custom in many faiths to weight a corpse’s eyes with pennies so they have a fee to pay the ferryman when he comes to row them across death’s river to the afterlife. Ferryman’s coins, though, ensure the body stays in the ground regardless of the spirit’s destination. These coins, which feature a death’s head on one side, and a lock and chain on the other, prevent a corpse from being raised as any kind of undead. The coins, once they are placed on a corpse’s closed lids and activated with a simple prayer, cannot be removed unless the person is resurrected (in which case they simply fall away), or someone makes a DC 15 Strength check to remove them. Yanking the coins away does no damage to the corpse."
					]
				},
				{
					"name": "Sage's Spectacles",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "200",
					"weight": "-",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Features} (GM): The Spectacles contain 4 unreplenishable charges of the comprehend languages spell. "
					]
				},
				{
					"name": "Chronomantic Focus",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Legendary",
					"value": "50000",
					"weight": "2",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Features} (GM): Using an action to flip the hourglass, you can rewind time to the beginning of your last turn. Everything is as it was at that moment, except you remember the would-be future and the hourglass remains flipped."
					]
				},
				{
					"name": "Dust of Disability",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Very Rare",
					"value": "n/a",
					"weight": "0.1",
					"curse": true,
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Features} (GM): From now on you roll a specific Saving Throw (Constitution, Strength, etc) with disadvantage once per day if at all."
					]
				},
				{
					"name": "Sentinel's Amulet",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "100",
					"weight": "-",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Description} (Player Facing): An amulet on an unremable chain.",
						"{@bold Features} (GM): When you first attune to this item, you must think of a certain creature you have encountered before. Thereafter, the Amulet glows faintly when a creature of that race comes within 100 feet of you."
					]
				},
				{
					"name": "Bag of Trick",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "2",
					"reqspace": "Workshop/Sewing Room",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Workshop/Sewing Room; ",
						"{@bold Description} (Player Facing): A old leather pouch.",
						"{@bold Features} (GM): This bag operates like a Bag of Tricks, except it only works once a week and produces a rat each time it is used."
					]
				},
				{
					"name": "Bag of holding (Belt Pouch)",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "550",
					"weight": "2",
					"reqspace": "Workshop",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"power": "4",
					"entries": [
						"{@bold Level}: 4",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): A leather belt pouch.",
						"{@bold Features} (GM): This is a belt pouched size bag which appears to be of common cloth, 4inches by 6 inches in size. The bag opens a pocket dimensional space.  The bag weights 2lb but may carry up to 8cubic feet, or 125lbs of materials.  The bag opens to new pocket dimension for each person that uses it. It however can never hold more than a total of 250lbs or else it will eject the oldest entries. "
					]
				},
				{
					"name": "Bag of holding (Sack)",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "4000",
					"weight": "25",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): A leather sack.",
						"{@bold Features} (GM): This is a sack size bag which appears to be of any number of colors and quality of cloth or leather, is measures 30 inches at the opening and 4 feet in length. The bag opens to a pocket dimensional space.  Regardless of what is inside of it, the bag weights 25lb but may carry up to 216 cubic feet, or up to 1250lbs of materials."
					]
				},
				{
					"name": "Bag of Unholding",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "2",
					"reqspace": "Workshop/Sewing Room",
					"subtype": "Wondrous Item",
					"power": "0",
					"entries": [
						"{@bold Level}: 0",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Workshop/Sewing Room; ",
						"{@bold Features} (GM): Quite a large backpack but even the smallest item doesn't fit."
					]
				},
				{
					"name": "Bag of holding (Satchel)",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "1250",
					"weight": "10",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"power": "7",
					"entries": [
						"{@bold Level}: 7",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): A stachel of cloth or leather.",
						"{@bold Features} (GM): This is a shoulder satchel bag which appears to be of worn leather and is worn, 18 inches by 22 inches in size. The bag opens to a pocket dimensional space.  The bag weights 10lbs but may carry up to 64 cubic feet, or 250lbs of materials"
					]
				},
				{
					"name": "Purr Toys",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "100",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Features} (GM): These soft toys are always cats of various breeds and colourations, with soft fur. When held by a character during a short rest, the toy animates, curling up into the character's lap and purring. As well as being inherently soothing, if the user expends any Hit Dice during the rest, the first die they roll is treated as rolling the maximum result."
					]
				},
				{
					"name": "Forever Lasting Gobstopper",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "700",
					"weight": "0.1",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A wine bottle cork stopper of copper and silver.",
						"{@bold Features} (GM): This wine bottle cork has an etching of a goblin at the time sticking out it's tongue, and is always found with a corked to a small vile (or jar) of liquid. When the cork is removed from the bottle and held above your head, it causes all goblins in a 30-foot radius to take notice from the foul stench that only they can smell. Every goblin affected this way must make a Constitution Save (DC 18), or begin to begin to vomit (on a failed save they are unable to take any actions on their next turn and all attacks against them are with Advantage). Once the goblin has recovered (or succeeded it save), it becomes immune to the Gobstopper's effects for one day. Note that the bottle itself is full of water, and must be refilled with fresh water before using the Gobstopper again."
					]
				},
				{
					"name": "Mask of the RedDevil",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "3200",
					"weight": "-",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A crimson half mask with that does not have opening for the eyes.",
						"{@bold Features} (GM): Upon donning this crimson mask you are blinded (PHB p 290). You gain advantage on all checks involving listening and gain Tremorsense 60’ radius. If you remove the mask, you remain blinded until completing a long rest."
					]
				},
				{
					"name": "scroll of underwater breathing",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "250",
					"weight": "-",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Features} (GM): When unrolled underwater it quickly re-rolls itself and contracts into to a slender bamboo shoot the length of a man’s arm. It is hollow, and while very narrow the user will find they can breathe through it as if it isn’t even there. The scroll will remain in this form for the next hour during which for all intents and purposes it is a length of bamboo. At the end of the hour it will collapse into a soggy sheet of parchment. DM’s note: It does not grant waterbreathing. It is a snorkel."
					]
				},
				{
					"name": "Cup of Everlasting Whine",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "600",
					"weight": "-",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): This golden cup has etchings of frogs and salamanders on the outside, while the inside is silver in color.",
						"{@bold Features} (GM): Whenever you drink any liquids from the cup, you gain a sense of courage -- you are granted a +2 bonus to all charisma based checks. However, after 24 hours, the bonus completely fades and become agitated at all things around you -- you receive a -2 penalty to charisma until the cup can be destroyed. The cup can only be destroyed by wrapping it in banana leaves and boiled in oil for one hour."
					]
				},
				{
					"name": "Change Purse",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "75",
					"weight": "2",
					"subtype": "Wondrous Item",
					"power": "2",
					"source": "Modnar Homebrew",
					"entries": [
						"{@bold Level}: 2",
						"{@bold Description} (Player Facing): A cloth coin purse.",
						"{@bold Features} (GM): Placing coins or a single gemstone into the purse will convert the coins to the highest coin equivlence. or the Gemstone to its value in coins.  Putting 10 gold, will result in the purse changing them into a single platinum piece. Putting 100 copper (it cannot hold more than 100 coins at time) will produce 1 Gold piece."
					]
				},
				{
					"name": "Case of the Litigator",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "115",
					"weight": "5",
					"subtype": "Wondrous Item",
					"power": "0",
					"entries": [
						"{@bold Level}: 0",
						"{@bold Features} (GM): Translates any document placed in the case into legal jargon; non-reversible. Does not confer the ability to understand legal jargon."
					]
				},
				{
					"name": "Centurybloom Tree Seeds",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "650",
					"weight": "-",
					"reqspace": "Garden",
					"subtype": "Wondrous Item",
					"power": "7",
					"entries": [
						"{@bold Level}: 7",
						"{@bold Kit}: {@item Herbalism Kit}",
						"{@bold Required Space(s)}: Garden; ",
						"{@bold Description} (Player Facing): A seed, roughly the size of acorn",
						"{@bold Features} (GM): These seeds grow into trees in a few months. It generates 90 pieces of fruit per month. Each fruit equals a medium or small creature a full day's rations, and provide them 10 temporary hit pointsn (until their first rest)"
					]
				},
				{
					"name": "Orb of Finding",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "350",
					"weight": "2",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Glassblower's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): A perfectly smooth blue sphere roughly 5 inches in diameter.",
						"{@bold Features} (GM): While holding this when the user concentrates on any object, person, or character, and the orb will rotate to face it. Markings cannot be made on the Orb, nor can anything be attached to it."
					]
				},
				{
					"name": "Glass of Non-Allergic Water Creation",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Very Rare",
					"value": "0.05",
					"weight": "-",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Glassblower's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): An average glass or mug.",
						"{@bold Features} (GM): When a user casts Create Water inside this glass, any human is not allergic to that water."
					]
				},
				{
					"name": "Bag of Holding (v1)",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "15",
					"reqspace": "Workshop/Sewing Room",
					"subtype": "Wondrous Item",
					"reqAttune": "YES",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Workshop/Sewing Room; ",
						"{@bold Description} (Player Facing): A sack that has the pattern of a sad face worked into the leather.",
						"{@bold Features} (GM): Once this sack is attunded the face appears to be happy. An audible contented sigh will be heard whenever the bag is in hand. If it becomes unattuned, the face becomes sad again."
					]
				},
				{
					"name": "Glasses",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Common",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Features} (GM): The is appears as head bandages, goggles, glasses or the like. When when worn over the eyes {@condition blinded|blinds} you, but also give you blindsight 15’."
					]
				},
				{
					"name": "Artist's Bludgeon, The",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "115",
					"weight": "5",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): Inanimate objects hit with this bludgeon will receive no damage; they will however change color."
					]
				},
				{
					"name": "Liar's Spectacles",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "295",
					"subtype": "Wondrous Item",
					"power": "1",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Features} (GM): This eyewear has the power to distract the person you're talking to, making them pay less attention to what you're saying. You gain a +1 bonus to your Charisma (Deception) checks. "
					]
				},
				{
					"name": "Tear of the Hamadryad",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"weight": "0.5",
					"subtype": "Wondrous Item",
					"power": "3",
					"entries": [
						"{@bold Level}: 3",
						"{@bold Description} (Player Facing): This teardrop-shaped piece of smooth amber is warm to the touch and grants its bearer a feeling of calmness and serenity. ",
						"{@bold Features} (GM): Property: Once per day, while clutching the tear of the hamadryad, you gain a 1d4 bonus to any saving throw or ability check. "
					]
				},
				{
					"name": "Echo Jar",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A jar.",
						"{@bold Features} (GM): speak into it and it repeats what you said for the next 6 seconds"
					]
				},
				{
					"name": "Decanter of Endless Air",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "12000",
					"weight": "2",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A stoppered flask, that rings empty when sounded. (it is also found as a set of Bellows).",
						"{@bold Features} (GM): The decanter weighs 2 pounds.You can use an bonus action to remove the stopper and speak one of three command words, whereupon an amount of fresh breathable air billows out of the item. The gust stops at the start of your next turn. Choose from the following options: “Breeze” produces the effect of a Gust of  Wind spell for 1 round. (10 miles per hour); “Gust” produces the efffect of a Warding Wind Spell for up to 1 minute in a 30ft Cone you may shift as a reaction. (20 miles per hour); “Hurricane” produces winds up to 50 miles per hour in cone 60ft long while holding the item as a reaction you can aim the torrent at a creature(s) you can see within 60 feet of you, the cone is considered difficult terrain, ranged martial attacks passing through the area have a -10 penalty. Targets in the area are pushed back 10 feet and must succeed on a DC 16 Strength saving throw or take 2d4 bludgeoning damage and fall Prone. At the start of their turn every creature in the area makes a new save. (Creatures catagory Large or larger save at advantage. Instead of a creature, you can target an object that isn’t being worn or carried and that weighs no more than 200 pounds. The object is either knocked over or pushed up to 30 feet away from you."
					]
				},
				{
					"name": "Long Breath",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Legendary",
					"value": "550000",
					"weight": "2",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Features} (GM): Not lost on the (admittedly few) senior priests and clerics who appreciate irony amongst those of the Hall of Oaths, the church of the Valiant is that one of their most sacred relics should be so humble when their most public followers and champions should appear so regal in their adornment. The Breath is a scarf of simple worn cloth, undyed and of common cotton. Attuning to it requires a careful seven-day series of blessings that must be administered by a holy of a LG temple and willingly so. A hand is wrapped in the scarf for a day of prayer, the next day the other hand is wrapped for another day of prayer, then each foot, then held to the chest, then the head, and on the last day it is worn about the neck. Once attuned, the wearer may use its special ability once, it recharges this ability once per month when they speak a short prayer to the LG gods for their blessing after a long rest. When activated (requiring one action), the DM rolls 1d4 (this is the “Duration” number) and records the number on a piece of paper or index card to the side, face down. The wearer may not take a bonus action, may move only half their base movement (if they have not yet moved), and may not take a reaction until the beginning of their next turn. In the time between now and then, the world slows (from the wearer’s point of view) until it virtually stops. The Count starts at 0. At the start of their next, if the Duration is less than the Count, the world surges back to its proper time and the wearer takes a number of points of Exhaustion equal to the Duration + 1, they may take their turn as normal. If this is not the case (the DM is the one checking), then they must decide to continue the Long Breath–the great slowing of the world–or not. If they choose to not continue it then reveal the Duration number. If the Duration number higher than the Count, the Breath ends and the world catches up and they may take their turn as normal. If the Duration is equal to the Count, the world snaps back abruptly and the wearer takes 1 exhaustion, but may continue their turn as normal otherwise. The PC may take their turn as normal, but their movement is halved and they may not take Reactions. At the end of their turn, raise the Count by 1. All other turns, counts, durations, and actions (and reactions) by all other parties are suspended (as they are frozen in time). This includes progress on poisons or spell effects. The wearer starts another turn (begin the “at the start of their next turn” sequence with the DM checking if the Duration is less than the Count…” and on)."
					]
				},
				{
					"name": "Crown of Lords",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "450",
					"weight": "1",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Features} (GM): When a creature within 60 feet of you that you can see makes a saving throw against being frightened, as a reaction you can attempt to encourage the creature. If the creature can hear and understand you, the creature gains advantage on the roll. Crown of Lords has 4 charges. Using an action you can spend 1 charges to cast the (DC 15) command spell through the crown. The crown regains 1d4 charges at dawn."
					]
				},
				{
					"name": "Corpsehunter’s Medallion",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): The amulet is made from the skulls of grave rats or perhaps from scrimshawed bones of the ignoble dead.",
						"{@bold Features} (GM): While wearing this amulet the wearer has resistance to Necrotic damage."
					]
				},
				{
					"name": "Courtier's Bane",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "550",
					"weight": "2",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A crystal wine glass.",
						"{@bold Features} (GM): When the command word is spoken, this turns the wine it contains into poison. Another command word changes the wine into a potion of healing. It can only transform wine once per day. "
					]
				},
				{
					"name": "Coldsnap",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "2150",
					"weight": "0.1",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A trinket is blue in color with icicle carvings - it often appears as a ring, but sometimes appears as an amulet.",
						"{@bold Features} (GM): As a bonus action you can activate Coldsnap to give yourself an aura of cold that emits up to a radius of 10 feet. Any creatures (friend or foe) within the radius are dealt 1d4 points of cold damage at the beginning of each of their turns. This aura always lasts 2 hours, and during that time you will take double damage from all fire damage. While the aura is active, Coldsnap cannot be removed by any means, but you are immune to cold weather."
					]
				},
				{
					"name": "Comb of Spider Summoning",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "300",
					"weight": "-",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A dark purple comb with spiderweb designs on it.",
						"{@bold Features} (GM): Once per day the wielder may speak the command word of this item and cause it to erupt with a swarm of spiders."
					]
				},
				{
					"name": "Compacting Hammer",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "35",
					"weight": "5",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Description} (Player Facing): A large double headed hammer, garishly decorate with colorful patterns that make it look childish and a bit whimsical.",
						"{@bold Features} (GM): The force imparted by it is multiplied, but is spread around the surface of a struck object facing inward. When attemping to sunder a structure it deals a minimum of 2 points of damage with each successful hit."
					]
				},
				{
					"name": "Key of Opening",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "1320",
					"weight": "-",
					"reqspace": "Smith/Workshop",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item Smith's Tools}",
						"{@bold Required Space(s)}: Smith/Workshop; ",
						"{@bold Description} (Player Facing):  A golden key with the symbol of a lock engraved along the length.",
						"{@bold Features} (GM): The key opens any lock, but only once. Afterwards it breaks."
					]
				},
				{
					"name": "Lucifon's Marvelous Plot Engine",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Legendary",
					"value": "n/a",
					"weight": "500",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Features} (GM): This diabolical engine of torment and despair was once a simple, innocent Apparatus of Kwalish. Now, due to mystic enhancements placed upon it by the demon-artificer Lucifon, it believes itself to be a cocker spaniel and every 10d10 days it will choose a new 'master' to follow around at random from the people within 1 mile of it. While following a 'master', it will attempt to remain within 5' of that person at all times, except when it sees an outhouse (which it immediately attacks until destroyed), clean laundry (it will consume any left sock, stocking, or 1/2 of a pair of hose therein), or mailman (what is done to mailmen is best left unsaid). At night, while the 'master' is sleeping, the confused Apparatus of Kwalish will attempt to 'curl up on its master's lap' - this consists of it circling around that person three times, walking until it is directly over top of them, and then retracting all limbs/protrusions simultaneously in order to land directly on top of them (at which point it is merely a 1 ton cylander of knobly steel)."
					]
				},
				{
					"name": "Mage's Coaster",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "125",
					"weight": "-",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Features} (GM): When placed on a table or similar surface, this ornate wooden coaster will automatically scoot underneath a mug, cup, or bottle placed on that surface."
					]
				},
				{
					"name": "Mantle of Awe",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "560",
					"weight": "5",
					"reqspace": "Workshop",
					"subtype": "Clothing",
					"entries": [
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): On entering a room with the mantle in one's possession, a flock of doves fly through the doorway from behind you, a fanfare plays and an angelic chorus can be heard singing a verse. The larger the room, the more impressive the effect (more doves, longer angelic chorus). Created for a noble who wished to make a good impression at a party. Has the unfortunate effect of activating every time one enters a room. Every room. This fact was discovered by a scoundrel who robbed the original owner and tried (failing) to escape."
					]
				},
				{
					"name": "Mask of Change Appearance",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "300",
					"weight": "-",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Features} (GM): This mask reqspacesembles a certain humanoid creature. The creature is chosen by the DM, or can be determined randomly by rolling on the table below. Using an action you can put on this mask to gain the appearance of the creature it resembles. Your statistics remain the same.",
						{
							"type": "table",
							"caption": "Rollable Table Caption",
							"colLabels": [
								"{@dice d10}",
								"Appearance"
							],
							"colStyles": [
								"col-xs-1 text-align-center",
								"col-xs-11"
							],
							"rows": [
								[{
										"type": "cell",
										"roll": {
											"exact": 1,
											"pad": true
										}
									},
									"Commoner"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"Deep Gnome"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"Gnoll"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"Hob-goblin"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"Kenku"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"Kobold"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 7
										}
									},
									"Kuo-toa"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 8
										}
									},
									"Lizardfolk"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 9
										}
									},
									"Myconid Adult"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 10
										}
									},
									"Satyr"
								]
							]
						}

					]
				},
				{
					"name": "Mask of Death",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "4800",
					"weight": "-",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Features} (GM): When placed upon a corpse the mask will ask a person to place their hand in the corpse's mouth. The mask will then take deal 10% MAX HP, and age the user 5% of the hand's owner's life expectancy. The Mask will the work as if a Speak with Dead has been cast on the Corpse, no limit on number of times it can be enacted, but each time it demands to be fed."
					]
				},
				{
					"name": "Mask of Movement",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "3000",
					"weight": "-",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): Orange wooden fox mask.",
						"{@bold Features} (GM): Adds 5 to your movement speed, and once per day you can take the dodge action as a bonus action and gain +5 movement until the end of the round."
					]
				},
				{
					"name": "Mask of the Beast",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"weight": "1",
					"subtype": "Wondrous Item",
					"charges": 3,
					"entries": [
						"{@bold Description} (Player Facing): This wooden mask is shaped in the likeness of a beast's visage.",
						"{@bold Features} (GM): While wearing the mask you can expend 1 charge and use the mask to cast the animal friendship spell as an action. The mask regains all expended charges at dawn."
					]
				},
				{
					"name": "Bag of Holding (v2)",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "n/a",
					"weight": "15",
					"reqspace": "Workshop/Sewing Room",
					"subtype": "Wondrous Item",
					"power": "0",
					"entries": [
						"{@bold Level}: 0",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Workshop/Sewing Room; ",
						"{@bold Features} (GM): This item functions as a normal backpack, however when attempting to retrieve an item, a calm female voice tells them there is a wait time of 4d10 minutes before they can retrieve their item. During this wait, the bag plays either annoying muzak or advertisements for the bag's creator's other products/services. Upon attempting to retrieve an item, there is a chance that the wrong item is retrieved, or that the intended item is simply missing. Obtaining the original item requires an additional 4d10+6d6 minutes and has only a 5% chance of success."
					]
				},
				{
					"name": "Black Serpent Tattoo",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "650",
					"weight": "-",
					"reqAttune": "YES",
					"subtype": "Tattoo",
					"charges": 3,
					"entries": [
						"{@bold Kit}: {@item Calligrapher's Supplies}",
						"{@bold Description} (Player Facing):  A black tattoo with a snake-like design that goes around the wrist.",
						"{@bold Features} (GM): Holds 3 charges. As a bonus action the wielder may spend 1 charge to make their next unarmed attack deal an extra 1d10 acid damage. A creature previously hit by an attack from this item makes a CON save against the wielders spell DC, and again at the end of each of their turns. Upon a failed save, the creature becomes poisoned. Upon a pass, the creature reverts to normal status. This item regains its charges at dawn the next day."
					]
				},
				{
					"name": "Elven Moonlit Wedding Platter",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "450+",
					"weight": "6",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Features} (GM): This platter is commonly given  as a wedding present among wood elves. When placed in direct moonlight the plate will be magically filled with food. Each plate has a different magical food that it summons, dessert, fruit, meat and cheese are all very common. In fact, wood elves rarely eat meat that isn't summoned from one of these plates, as they find the act of killing an animal to eat distasteful.",
						"Each plate can only summon food once per night, and the food must be eaten in the vicinity of the platter, any food brought too far away from the platter will vanish. If the food is eaten it provides normal sustenance, and is very delicious. The more expensive and well-crafted the platter, the better tasting the food.",
						"It is rare for a non-elf to carry one of these plates, and if one were to come into legitimate possession of one, they could count themselves among the elf-friends."
					]
				},
				{
					"name": "Headband of Quiet Intellect ",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "6000",
					"weight": "-",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"power": "3",
					"entries": [
						"{@bold Level}: 3",
						"{@bold Features} (GM): Works as a Headband of Intellect, but.. when worn the wearer become mute."
					]
				},
				{
					"name": "Empty Jar",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "325",
					"weight": "0.2",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): This appears to be a glass jar that is empty to all senses (if shaken, nothing rattles around).",
						"{@bold Features} (GM): The contents of the jar are visible only when one looks into the top while the lid is off. The jar stores 120 cubic inches of materials none of which can be greater than 6 inches in length and 4 inches in width. The Jar's weight does not change when materials are added or removed."
					]
				},
				{
					"name": "Heroic Mufflers",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "200",
					"weight": "-",
					"reqspace": "Workshop",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): A set of earmuffs.",
						"{@bold Features} (GM): These cool-looking earmuffs provide a +2 on saves vs. spells that deal Thunder damage. ((Disadvantage on hearing based perception checks))"
					]
				},
				{
					"name": "Lesser Everfull Purse",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "75",
					"weight": "2",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Description} (Player Facing): A coin purse.",
						"{@bold Features} (GM): If you place one gold piece in the purse, the next day 10 Silver Pieces will be in it. If you place a silver, the next day 10 copper pieces will be in it. Only works with single coins."
					]
				},
				{
					"name": "Homunculus Totem",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "300",
					"weight": "0.02",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A small black doll roughly shaped like a person made from twine.",
						"{@bold Features} (GM): When your HP is reduced to 0 while in possession of this item, the totem crumbles to ashes and you are stabilized and regain 15HP"
					]
				},
				{
					"name": "Bottomless Bottle (Mug)",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "25",
					"weight": "1",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Features} (GM): Any liquid poured into this mug treats the bottom as incorporeal, but solid objects don't"
					]
				},
				{
					"name": "Crystal of Death Scrying",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "110",
					"weight": "0.2",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item Glassblower's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): A small crystal",
						"{@bold Features} (GM): When used, the Crystal can bring up the final moments of a creature's death (last minute of such).  Sounds will be indistinct. The user must make a CHARISMA save against DC 16, or be Stunned for a minute in horror/revulsion and bleed from their eyes and ears (no damage)."
					]
				},
				{
					"name": "Cube of Watery Force",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "8000",
					"weight": "1",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A dark blue transparent glass cube.",
						"{@bold Features} (GM): Once per day you may activate this item and create 10x10 cube of water centered on yourself. When you do, you cast the spell Waterbreathing on yourself instantaneously, without it's components, and without using a spell slot. Creatures within 10 feet of you must pass a DC 14 CON save or take 6d6 force damage, or half as much on a successful save. This area counts as difficult terrain, and projectiles cannot pass through this area. Creatures starting their turn in this area must succeed on a DC 14 CON save or take 4d4 force damage. This effect dissipitates at the start of your 3rd turn after activating this item.  All ranged attacks are at disadvantage, and while active the user is immune to fire damage."
					]
				},
				{
					"name": "Shadow Semblance Hairband",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Very Rare",
					"value": "23000",
					"weight": "-",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): Black hairband with cat ears.",
						"{@bold Features} (GM): Once per day, when the wielder of this item is hit by a critical hit, they may use a reaction to activate this item. When activated, the wielder teleports to the space behind the attacker and the place they previously occupied is replaced with an identical shadow clone with 1HP. The shadow clone takes the critical hit in place of the wielder, and the wielder may make an attack of opportunity as a free action."
					]
				},
				{
					"name": "Balls of Eyes",
					"wondrous": true,
					"tier": "Major",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "2",
					"subtype": "Wondrous Item",
					"power": "2",
					"entries": [
						"{@bold Level}: 2",
						"{@bold Kit}: {@item Glassblower's Tools}",
						"{@bold Description} (Player Facing): A snow-globe filled with miniature eyeballs.",
						"{@bold Features} (GM): When shaken, it grants the user a blurry, jittery vision of some future event."
					]
				},
				{
					"name": "Glove of clapping",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "35",
					"weight": "2",
					"reqspace": "Sewing Room",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Leatherworker's Tools}",
						"{@bold Required Space(s)}: Sewing Room; {@bold DC}: 8",
						"{@bold Description} (Player Facing): A single leather glove.",
						"{@bold Features} (GM): When worn, a command word causes it to make a clapping noise."
					]
				},
				{
					"name": "Horn of Sneaking",
					"type": "INS",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "1",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Features} (GM): While blowing on this horn full blast, the user's footsteps will never be heard."
					]
				},
				{
					"name": "Bloody Quill of the Imposter",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "350",
					"weight": "-",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"power": "3",
					"entries": [
						"{@bold Level}: 3",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): A quill",
						"{@bold Features} (GM): This is the perfect item for the sneaky fraudster, blackmailer, or imposter. It appears to be an intricate but normal looking quill pen, but when blood is placed in the ink well, it allows the writer to perfectly impersonate the person from whom the blood belongs.",
						"The quill will not only perfectly impersonate the handwriting of the victim, but also the mannerism in which they talk, including but not limited to any spelling mistakes they tend to make, any colloquialisms they frequently use, or any other way that a reader could identify the author. The blood is changed to the appearance of whatever ink the victim usually uses.",
						"The user of the quill still has complete control over what is written, but writing in the hand and voice of the victim seems completely natural while using the quill and blood ink. The victim would even find themselves questioning whether they wrote anything that was written by this pen, and magical means would be required to determine the forgery."
					]
				},
				{
					"name": "Bartender's Friend",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "850",
					"weight": "-",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A Mug or Cup.",
						"{@bold Features} (GM): This is a cup, mug or keg that can magically heat or cool its contents. It can also be commanded to stir or mix a drink. If a few drops of non-magical liquid is is in it, it can be commanded to fill itself to the brim with that drink. It can only generate one gallon of liquid per day in this manner."
					]
				},
				{
					"name": "Orb of Stein Rune",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"weight": "-",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): This orb of granite is about the size of an adult human's fist.",
						"{@bold Features} (GM): The stein (stone) rune appears on it in the form of crystalline veins that run across the surface. The orb has the following properties, which work only while it's on your person. Indomitable Stand. As an action, you can channel the orb's magic to hold your ground. For the next minute or until you move any distance, you have advantage on all checks and saving throws to resist effects that force you to move. In addition, any enemy that moves to a space within 10 feet of you must succeed on a DC 12 Strength saving throw or be unable to move any farther this turn. Stone Soul. You can't be petrified. Earthen Step. You can cast meld into stone as a bonus action. Once you use this property, you can't use it again until you finish a short or long rest. Gift of Stone. You can transfer the orb's magic to a nonmagical item—a shield or a pair of boots—by tracing the stein rune there with your finger. The transfer takes8 hours of work that requires the two items to be within 5 feet of each other. At the end, the orb is destroyed, and the rune appears in silver on the chosen item, which gains a benefit based on its form: Shield. The shield is now a rare magic item that requires attunement. While you wield it, you have resistance to all damage dealt by ranged weapon attacks. Boots. The pair of boots is now an uncommon magic item that requires attunement. While you wear the boots, you have advantage on Strength saving throws, and you can use your reaction to avoid being knocked prone. "
					]
				},
				{
					"name": "Bountiful Spade",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "450",
					"weight": "2",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item Smith's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): Characters who use this enchanted farm implement to turn over the earth prior to planting a field receive the effect of Plant Growth - doubleing the yield of the field and reducing the period to produce the yield by 10%."
					]
				},
				{
					"name": "Bowl of Comfortable Warmth",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "20",
					"weight": "1",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Features} (GM): Any liquid in the bowl will feel comfortably warm, so icy cold water will feel like it's a bit over room temperature. Do note, however, that it's still icy cold water, it just feels warmer."
					]
				},
				{
					"name": "Bold Mask of Safety",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "250",
					"weight": "1",
					"reqspace": "Workshop",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"power": "2",
					"charges": 4,
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Level}: 2",
						"{@bold Kit}: {@item Painter's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): Once per day, you may use your reaction to reduce fall damage by 1d6. The Mask also contains 4 unreplenishable charges of the heroism spell (1st level)."
					]
				},
				{
					"name": "Case of Infinite Bolts",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Very Rare",
					"value": "240",
					"weight": "1",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Features} (GM): This small case looks like Crossbow-Bolt-Case, but is much smaller since it only holds one bolt. When the bolt is removed and used as part of a ranged attack (with a crossbow), upon impact the bolt will deal normal damage, and then reappear within the case! If the bolt is removed from the case and not used within 5 minutes itwill disappear and reappear back in the case. The bolt itself has an additional magical enchantment that can randomly appear; whenever the bolt is removed from the case, roll a 1d20 and consult the chart from notes. If the bolt is placed back into the case (or it magically reappears in the case), it loses its additional magic enchantment.",
						{
							"type": "table",
							"caption": "Case Pull Request",
							"colLabels": [
								"{@dice d20}",
								"Results"
							],
							"colStyles": [
								"col-xs-1 text-align-center",
								"col-xs-11"
							],
							"rows": [
								[{
										"type": "cell",
										"roll": {
											"min": 1,
											"max": 15,
											"pad": true
										}
									},
									"No Effect"
								],
								[{
										"type": "cell",
										"roll": {
											"min": 16,
											"max": 18
										}
									},
									"+1 damage from this bolt"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 19
										}
									},
									"Advantage on next ranged attack with this bolt"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 20
										}
									},
									"Bolt deals double damage (x3 damage on a critical hit)"
								]
							]
						}
					]
				},
				{
					"name": "Beholder Tooth Water Pipe",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "400",
					"weight": "1",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): A bubbler made from the fang of a beholder.",
						"{@bold Features} (GM): Inspires the wielder to be more insightful. Adds +2 to insight. You can sacrifice 10 HP to add an extra +3 to an insight check when using this item."
					]
				},
				{
					"name": "Bedpan of Teleportation",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "110",
					"subtype": "Wondrous Item",
					"power": "2",
					"entries": [
						"{@bold Level}: 2",
						"{@bold Features} (GM): The contents of this pan are taken to a tear into an extradimensional place. (acts as a bag of devouring)"
					]
				},
				{
					"name": "Moonwater Gourd",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "50",
					"weight": "0.5",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): The gourd is intricately carved. Inside it are three stones with runes on them.",
						"{@bold Features} (GM):  Each night, the gourd refills itself with water to capacity. Properties are lost if any of the stones are removed or some other liquid is poured into it."
					]
				},
				{
					"name": "Boogie Skeleton",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "180",
					"weight": "0.5",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Description} (Player Facing): This pile of bones is small, such as one that might be obtained from a bird or a toad, though it can look as though it came from any creature.",
						"{@bold Features} (GM): When a song is sung or played in the vicinity of the skeleton, it begins to dance appropriately. As soon as the music stops, it collapses into the pile of bones again. The skeleton, when dancing, can be no larger than Diminutive."
					]
				},
				{
					"name": "Chair of Steadiness",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "1025",
					"weight": "15",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): This chair can be moved but cannot be tipped over by anything less than a DC 35 Strength check."
					]
				},
				{
					"name": "Mirror of Revealing",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "120",
					"weight": "1",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): This magic mirror lets you scry directly behind you, or around a nearby corner."
					]
				},
				{
					"name": "Box of Mild Interest",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "310",
					"weight": "1",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Features} (GM): If this box is held in two hands and shaken, taking a standard action, it may generate an effect (all spell effects are CL 3). Roll 1d20.",
						{
							"type": "table",
							"caption": "Mild Results",
							"colLabels": [
								"{@dice d20}",
								"Results"
							],
							"colStyles": [
								"col-xs-1 text-align-center",
								"col-xs-11"
							],
							"rows": [
								[{
										"type": "cell",
										"roll": {
											"exact": 1,
											"pad": true
										}
									},
									"{@spell Hold Person} on the user"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"{@spell Hold Person} on the closest non-using creature"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"{@spell Dancing Lights} as desired by the holder"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"{@spell Sleep} on the holder"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"{@spell Sleep} on a creature of the holder’s choice"
								],
								[{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"Holder takes 1 force damage, no save"
								],
								[{
										"type": "cell",
										"roll": {
											"min": 7,
											"max": 20
										}
									},
									"No Effect"
								]
							]
						}
					]
				},
				{
					"name": "Passkey",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Very Rare",
					"weight": "1",
					"reqspace": "Smithe",
					"subtype": "Wondrous Item",
					"power": "3",
					"entries": [
						"{@bold Level}: 3",
						"{@bold Required Space(s)}: Smithe; ",
						"{@bold Features} (GM): This key can be used to open any lock that accepts a key."
					]
				},
				{
					"name": "Mordenkainen's Unfaithful Watchdog",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "-",
					"reqspace": "n/a",
					"reqAttune": "YES",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Description} (Player Facing): This small statue of a dog",
						"{@bold Features} (GM): Once animated, runs away from its owner. It however will state it is a Faithful Guard Dog usable once per day. Identify will report this, as will other divination or class abilities. If a arcana check is made while using Identify or other divination spell DC is 25, to determine it is a false protector."
					]
				},
				{
					"name": "Necromancer's Saddle",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "2000",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): Black leather saddle with streaks of red through the leather itself.",
						"{@bold Features} (GM):  A small amount of black smoke emanates from the saddle when it is holding still. (You can use an action to place this saddle on the corpse or skeleton of a Large creature and animate it as an undead mount. The undead creature's bones shift as necessary to create something similar to a warhorse skeleton (MM 273), which follows your mental commands as long as you are riding it. The effect lasts until you remove the saddle, or until the next dawn. When the effect ends, the undead creature crumbles into dust.)"
					]
				},
				{
					"name": "Nothing",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Legendary",
					"value": "5200",
					"weight": "2",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item Mason's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): This common stone appears mostly unremarkable, save for its exceptionally smooth, almost polished surface.",
						"{@bold Features} (GM): A single creature that is touching the stone or carrying it on their person emits no sound whatsoever, including speech, footfalls, and even contact with other surfaces or objects. Additionally, the stone has an AC of 17, and if it is targeted by an attack that deals at least 10 damage (vulnerable to thunder and bludgeoning), it shatters, spreading silencing dust in a 5 foot radius sphere centered on the stone. Each creature in this area must succeed on a DC 14 Dexterity saving throw (willing creatures can choose to fail this save) or be silenced for 1 hour, until they are targeted by a dispel magic spell, or until they are doused with water."
					]
				},
				{
					"name": "Bottle of Boos",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"power": "3",
					"source": "Encyclopedia Magica, pg. 198-199",
					"entries": [
						"{@bold Level}: 3",
						"{@bold Kit}: {@item Glassblower's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): When the stopper is pulled or the bottle is broken, a loud chorus of jeers, hisses, snarls, and booing echoes throughout the area for one round. Everyone within 60 feet of the bottle must make a Charisma save (DC 13). Failing imposes disadvantage on all attack rolls, ability checks, and saves, until the end of the victim's next turn."
					]
				},
				{
					"name": "Bunyan's Belt",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "65",
					"weight": "2",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item Leatherworker's Tools}",
						"{@bold Features} (GM): When worn, causes an enormous, bushy black beard to appear on the wearer’s face."
					]
				},
				{
					"name": "Quill of Death",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "1800",
					"weight": "-",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A quill.",
						"{@bold Features} (GM): This quill is made of a peacock feather and never needs ink to write. By holding the quill in the air and spelling out a magical word of power, the word will form into a solid object and launch itself at any creature within 40 feet (make a spell attack roll). (d8+Spell Modifier damage, the type of damage deteremined by the wielder may choose Bludgeoning (Noun), Piercing (Verb), or Slashing (Adjective)"
					]
				},
				{
					"name": "Shit Sack",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "100",
					"weight": "0.5",
					"reqspace": "Workshop",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item Leatherworker's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): This bag is essentially a bag of devouring, it is ALWAYS clearly marked, and ALWAYS one directional.  The sack rarely will not smell of excrement and urine. When someone uses it for either purpose it places their waste in a pocket dimension, which seems to never overflow. ((In reality it dumps it somewhere designed by the bag's creator... why!?  well that's a tale for the bold and those bereft of smell to explore))"
					]
				},
				{
					"name": "Soar Board",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "6700",
					"weight": "10",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Required Space(s)}: ; {@bold DC}: 28",
						"{@bold Features} (GM): This is a surfboard. I could be clever and descriptive about its appearrance, hinting about its enlongated and organic form, likening it to stone, but barely of weight. But, its a surfboard so I'll leave it at that. This requires a Vehicle (board) check to ride it. Difference is that you can fly with it at 20ft a round, modified by wind speeds.  Gaining or Losing altitute requires a bonus action and a Vehicle (board) check equal to the number of feet you are losing or gaining that round."
					]
				},
				{
					"name": "Quill of Scribbling",
					"wondrous": true,
					"tier": "Minor",
					"subtype": "Wondrous Item",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Description} (Player Facing): A quill",
						"{@bold Features} (GM): Looks like and identifies as a quill of spell copying, but when you use it is destroys the spell scroll and scribbles all over the two new scrolls instead of writing the spell on them."
					]
				},
				{
					"name": "Gloves of Blink",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "5000",
					"weight": "2",
					"reqspace": "Sewing Room",
					"charges": 3,
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Kit}: {@item Leatherworker's Tools}",
						"{@bold Required Space(s)}: Sewing Room; ",
						"{@bold Features} (GM): These gloves have 3 charges. While you wear these gloves, it projects an illusion that makes you appear to be standing in a place near your actual location, causing any creature to have disadvantage on attack rolls against you.  If you take damage, the property ceases to function until the start of your next turn. This property is suppressed while you are incapacitated, restrained, or otherwise unable to move. In addition, if you have at least one hand free, you may use a bonus action to expend 1 charge to teleport up to 30 feet to an unoccupied space that you can see. The gloves regain {@dice 1d3} expended charges daily at dawn"
					]
				},
				{
					"name": "Somnolent Toys",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "750",
					"subtype": "Wondrous Item",
					"power": "3",
					"source": "Encyclopedia Magica, pg. 58-59",
					"entries": [
						"{@bold Level}: 3",
						"{@bold Features} (GM): These stuffed animals radiate faint abjuration magic when not used, and come in a variety of colours and shapes. If a character holds or has this toy next to them while they sleep, their minds are protected from any and all hostile or invasive forces, creatures, or effects. If the user is wounded, they also gain the benefits of a Sanctuary spell (DC 16) while they sleep."
					]
				},
				{
					"name": "Liar's Cap of Nourishment",
					"type": "G",
					"tier": "Minor",
					"wondrous": true,
					"rarity": "Uncommon",
					"value": "195",
					"subtype": "Clothing",
					"power": "2",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 2",
						"{@bold Features} (GM): You gain a +1 bonus to your Charisma (Deception) checks. You rarely feel hungry, and only need to consume one-fifth the usual amount of food."
					]
				},
				{
					"name": "Courtier's Scroll",
					"type": "SC",
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "20",
					"weight": "-",
					"subtype": "Pointless",
					"entries": [
						"{@bold Subtype}: Pointless; ",
						"{@bold Kit}: {@item Calligrapher's Supplies}",
						"{@bold Features} (GM): This scroll can be challenging to create as it’s much smaller than most, and is meant to be concealed within a hand. Its for those suitors with a magic flair and a bit of extra pocket change that are unable to master the magic arts themselves. When held in a fist and squeezed at arms length from the body it erupts into an eloquent bouquet complete with sparkling effects. The exact flower that are created are usually being chosen by the scroll maker. It also has a small arrow pointing to the direction the blossoms will emerge, DC 15 perception to spot. On a fail roll a d4, even is flowers up, odds is flowers down."
					]
				},
				{
					"name": "Pious Hammer",
					"type": "M",
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "150",
					"weapon": true,
					"weaponCategory": "Martial",
					"dmg1": "{@dice 1d8}",
					"dmg2": "{@dice 1d10}",
					"dmgType": "B",
					"property": [
						"V"
					],
					"reqspace": "Smithe/Workshop",
					"subtype": "Weapon",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Weapon; ",
						"{@bold Kit}: {@item Smith's Tools}",
						"{@bold Required Space(s)}: Smithe/Workshop",
						"{@bold Description} (Player Facing): Warhammer",
						"{@bold Features} (GM): You may spend ten minutes praying and paying honor to the the god to which the Hammer is dedicated, shaving your head and facial hair in tribute. Once the ceremony is finished, the Hammer becomes a +1 weapon until the end of the next long rest. The Hammer also channels 1d4 points of divine energy on a critical hit; this damage is either radiant, force, or necrotic, depending on the alignment of the god to which the Hammer is dedicated (good, neutral, and evil, respectively). You must wait 10 days until you have hair long enough to re-enact this ritual."
					]
				},
				{
					"name": "Tetsubo of Tithes",
					"type": "M",
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "125",
					"weight": "10",
					"weapon": true,
					"weaponCategory": "Martial",
					"dmg1": "{@dice 1d8}",
					"dmg2": "{@dice 1d10}",
					"dmgType": "B",
					"property": [
						"V",
						"2H"
					],
					"reqspace": "Woodworker's Shop/Workshop",
					"reqAttune": true,
					"subtype": "Weapon",
					"power": "7",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Weapon; {@bold Level}: 7",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: Woodworker's Shop/Workshop",
						"{@bold Description} (Player Facing): Greatclub",
						"{@bold Features} (GM): You may lay 10 gold coins along the surface of the weapon and pray to a god of your choice for 10 minutes. At the end of this ritual, the 10 gold coins are permanently gone and the weapon becomes a +1 weapon for 1 hour. This boon will be lost if you act in a way that is contradictory to that deity's teachings."
					]
				},
				{
					"name": "Attentive Guardman's Pike",
					"type": "M",
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "75",
					"weight": "18",
					"weapon": true,
					"reqspace": "Smithe",
					"subtype": "Weapon",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Weapon; {@bold Level}: 1",
						"{@bold Kit}: {@item Smith's Tools}",
						"{@bold Required Space(s)}: Smithe",
						"{@bold Features} (GM): These ornate and deadly-looking ceremonial pikes are reach weapons and appear to weigh at least 20 lbs, not counting the weight of the fluttering banners that can be unfurled for parade use. Constructed of shadowstuff, they weigh one pound, and inflict only a single point of damage on an attack, being almost entirely for show, although they also have the unique property of remaining in place when set (although unable to support more than 20 lbs), allowing a 'resting his eyes' guardsman to prop it up and leave it standing under its own power, while his hand sags off of it."
					]
				},
				{
					"name": "Gag Crossbow",
					"type": "M",
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "16",
					"weapon": true,
					"weaponCategory": "Martial",
					"dmg1": "{@dice 1d10}",
					"dmgType": "P",
					"property": [
						"R",
						"2H",
						"BF",
						"A",
						"H",
						"RLD"
					],
					"reqspace": "Workshop",
					"reqAttune": true,
					"curse": true,
					"subtype": "Weapon",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Weapon; {@bold Level}: 1",
						"{@bold Kit}: {@item Smith's Tools}",
						"{@bold Required Space(s)}: Workshop",
						"{@bold Description} (Player Facing): A Massive and obviously magical heavy crossbow with multiple bolts marked with icons for balls of fire in a hopper that apparently feeds the crossbow automatically.",
						"{@bold Features} (GM): This +4 Shocking Burst Vampiric Wounding Heavy Crossbow appears to be a weapon of great strength, loaded with a dozen bolts each somehow infused with a Maximized Fireball. When one attempts to fire it, though, the only reaction is a 'pthbbbt!' noise and a white flag inscribed “Bang!” that pops out of the stock."
					]
				},
				{
					"name": "Halberd of Berry Picking",
					"type": "M",
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "85",
					"weight": "7",
					"weapon": true,
					"weaponCategory": "Martial",
					"dmg1": "{@dice 1d8}",
					"dmg2": "{@dice 1d10}",
					"dmgType": "S",
					"property": [
						"R",
						"2H",
						"H"
					],
					"reqspace": "Smithe",
					"subtype": "Weapon",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Weapon; {@bold Level}: 1",
						"{@bold Required Space(s)}: Smithe",
						"{@bold Features} (GM): This halberd was designed to get berries from high trees. When used to harm a living thing, it will always miss. When used to harvest gain advantage on amounts harvested"
					]
				},
				{
					"name": "Pick Axe of Building",
					"type": "M",
					"tier": "Major",
					"rarity": "6 Legendary",
					"value": "",
					"weapon": true,
					"weaponCategory": "Martial",
					"dmg1": "{@dice 1d8}",
					"dmgType": "P",
					"subtype": "Weapon",
					"power": "6",
					"entries": [
						"{@bold Subtype}: Weapon; {@bold Level}: 6",
						"{@bold Features} (GM): This is a magical pick axe, which seeks to hewn from the earth structures - it has the ability to effectively 'mold earth' every 10 minutes. Rock is harder but it can effectively take 1 hour to use stone shape.  HOWEVER using any of these abilities you must make a Wisdom Save DC 14; for every ten minutes of use of the Pick Axe for building.  Failure means you spend the next hour building a random dungeon structure (room, corridor, stairwell etc) (See DMGs guidance on random Dungeon Layouts); after which you must Wisdom save again DC 18 or continue to build.  Each 8 hours of work without rest will lead to another level of exhaustion."
					]
				},
				{
					"name": "Malignant Spear",
					"type": "M",
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "75",
					"weight": "3",
					"weapon": true,
					"weaponCategory": "Martial",
					"dmg1": "{@dice 1d6}",
					"dmg2": "{@dice 1d8",
					"dmgType": "P",
					"property": [
						"V",
						"T"
					],
					"reqspace": "Foundry/Smithe",
					"subtype": "Weapon",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Weapon; ",
						"{@bold Kit}: {@item Smith's Tools}",
						"{@bold Required Space(s)}: Foundry/Smithe",
						"{@bold Description} (Player Facing): Spear",
						"{@bold Features} (GM): When used to make an attack of opportunity, the Spear does an additional 1d4 damage."
					]
				},
				{
					"name": "Axe of Big Numbers",
					"type": "M",
					"tier": "Major",
					"axe": true,
					"rarity": "Uncommon",
					"value": "575",
					"weight": "4",
					"weapon": true,
					"weaponCategory": "Martial",
					"dmg1": "{@dice 1d8}",
					"dmg2": "{@dice 1d10}",
					"dmgType": "S",
					"property": [
						"V"
					],
					"reqspace": "Smithe",
					"curse": true,
					"subtype": "Weapon",
					"power": "4",
					"entries": [
						"{@bold Subtype}: Weapon; {@bold Level}: 4",
						"{@bold Required Space(s)}: Smithe",
						"{@bold Features} (GM): This axe shouts “Big numbers baby, come on!” whenever it is swung, but always deals 1 damage or less. It however does count as a magical item (Disadvantage on stealth while wielding; Disadvantage on Attacks)."
					]
				},
				{
					"name": "Short Sword of Jack Frost",
					"type": "M",
					"tier": "Major",
					"rarity": "Legendary",
					"value": "",
					"weight": "3",
					"curse": true,
					"weapon": true,
					"weaponCategory": "<Martial/Simple/Exotic>",
					"dmg1": "{@dice 1d6}",
					"dmgType": "S",
					"property": [
						"F",
						"L"
					],
					"entries": [
						"{@bold Features} (GM): the sword radiates magic but when used by a class that can use a sword, it seems to do nothing special. If the item is ever handled by a cleric, magic user, or one of their sub-classes, this individual does whatever they can to retain the sword even though they cannot use it. Once in their possession, they will do anything to keep it, including attacking other members of their group. While they own the sword, they will use it in combat regardless of class and religious restrictions. They sword does 3d6 cold damage. When not using the sword, the character will insist on only using magic orientated around cold. While there might be other ways to remove the curse, death is the only know way to totally remove the curse. It is said the only way to destroy the sword is to throw it into a lava pool of an active volcano."
					]
				},
				{
					"name": "Dagger of Warding",
					"type": "M",
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "350",
					"weight": "1",
					"weapon": true,
					"weaponCategory": "Simple",
					"dmg1": "{@dice 1d4}",
					"dmgType": "P",
					"property": [
						"T",
						"F",
						"L"
					],
					"reqspace": "Foundry/Smithe/Church",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Weapon; ",
						"{@bold Kit}: {@item Smith's Tools}",
						"{@bold Required Space(s)}: Foundry/Smithe/Church",
						"{@bold Description} (Player Facing): Dagger with a deep fuller",
						"{@bold Features} (GM): Once per long rest the wielder may draw a line up to 20 feet long upon the ground with this weapon. The line lasts for 1 minute. Undead must succeed on a DC 12 Wisdom saving throw to move across this line. "
					]
				},
				{
					"name": "Pick of Prospecting",
					"type": "M",
					"tier": "Major",
					"wondrous": true,
					"rarity": "Rare",
					"weapon": true,
					"weaponCategory": "Martial",
					"dmg1": "{@dice 1d8}",
					"dmg2": "{@dice 1d10}",
					"dmgType": "P",
					"subtype": "Weapon",
					"entries": [
						"{@bold Subtype}: Weapon; ",
						"{@bold Description} (Player Facing): This weapon resembles a finely made war pick with a gleaming blue sapphire set at the point where the head and shaft meet. When wielded in battle, the war pick feels preternaturally light and agile, but this does nothing to reduce its ability to cause grievous injury. The pick also has the power to locate undiscovered mineral wealth when in the hands of a dwarf",
						"{@bold Features} (GM): Property: You gain a +1 bonus to attack rolls and damage rolls made with this weapon. When used by a dwarf, the pick can produce an effect similar to the 4th-level spell locate creature. However, instead of a living creature, the pick detects the direction of a single type of unworked precious metal or gemstone (silver, gold, sapphires, etc.) chosen by the wielder. The owner senses the direction of the chosen type if within 1,000 ft. of his present location. Worked or fashioned metals or gems (gold coins, silver chalices, cut diamonds, etc.) are not detected by the pick. This power may be used once a day and lasts for 1 hour."
					]
				},
				{
					"name": "Dead Truncheon",
					"type": "M",
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "125",
					"weight": "2",
					"weapon": true,
					"weaponCategory": "Exotic",
					"dmg1": "{@dice 1d6}",
					"dmgType": "S",
					"reqspace": "Temple/Smithe",
					"power": "3",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Weapon; {@bold Level}: 3",
						"{@bold Required Space(s)}: Temple/Smithe",
						"{@bold Description} (Player Facing): Club",
						"{@bold Features} (GM): If this weapon is entombed within a corpse for 8 hours, it becomes a +1 magic weapon until the next dawn. "
					]
				},
				{
					"name": "Violent Dagger",
					"type": "M",
					"tier": "Minor/Major/",
					"rarity": "Uncommon",
					"value": "125",
					"weight": "1",
					"weapon": true,
					"weaponCategory": "Martial",
					"dmg1": "{@dice 1d8}",
					"dmg2": "{@dice 1d10}",
					"dmgType": "S",
					"property": [
						"T",
						"F",
						"L"
					],
					"reqspace": "Smithe",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Weapon; ",
						"{@bold Kit}: {@item Smith's Tools}",
						"{@bold Required Space(s)}: Smithe",
						"{@bold Description} (Player Facing): Dagger",
						"{@bold Features} (GM): Every time you roll a critical hit when attacking with the Dagger, it gains 1 charge. As a bonus action, you may use a charge to make the Dagger a +1 weapon for 1 minute. All charges are lost at the end of a short or long rest."
					]
				},
				{
					"name": "Blithe Blade",
					"type": "M",
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "200",
					"weight": "2",
					"weapon": true,
					"weaponCategory": "Martial",
					"dmgType": "S",
					"reqspace": "Smithe",
					"reqAttune": true,
					"subtype": "Weapon (Sword)",
					"power": "2",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Weapon (Sword); {@bold Level}: 2",
						"{@bold Kit}: {@item Smith's Tools}",
						"{@bold Required Space(s)}: Smithe",
						"{@bold Description} (Player Facing): Rapier",
						"{@bold Features} (GM): While attuned to the Blithe Blade, you are filled with joy obvious to all who observe you. All your Charisma-based skill and saving throw rolls gain a +1 bonus, but all your Wisdom-based skill and saving throw rolls suffer a -1 penalty. This can be any type of sword."
					]
				},
				{
					"name": "Belt of Tightening",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "3",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"power": "0",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 0",
						"{@bold Kit}: {@item Leatherworker's Tools}",
						"{@bold Required Space(s)}: Sewing Room; {@bold DC}: 12",
						"{@bold Features} (GM): Every time you put this belt on, all of your clothes permanently shrink a fraction of a millimeter. The effect is compound."
					]
				},
				{
					"name": "Boots of Walking",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "35",
					"weight": "2",
					"reqspace": "Library/Workshop",
					"subtype": "Clothing",
					"power": "0",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 0",
						"{@bold Kit}: {@item Calligrapher's Supplies}",
						"{@bold Required Space(s)}: Library/Workshop;",
						"{@bold Features} (GM): The wearer of the boots cannot run, nor can he take a double move action, and takes disadvantage on acrobatics. These boots are made for walkin', and that's just what they'll do."
					]
				},
				{
					"name": "Belt of Pants",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "75",
					"weight": "3",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 1",
						"{@bold Kit}: {@item Leatherworker's Tools}",
						"{@bold Required Space(s)}: Sewing Room; {@bold DC}: 12",
						"{@bold Features} (GM): This belt creates illusory pants on the wearer. The wearer can suppress the illusion at will"
					]
				},
				{
					"name": "Belt of Unbathed Breath",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "3",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 1",
						"{@bold Kit}: {@item Leatherworker's Tools}",
						"{@bold Required Space(s)}: Sewing Room; {@bold DC}: 12",
						"{@bold Features} (GM): When worn around the waist, allows the user to breathe underwater. Does not function when wet."
					]
				},
				{
					"name": "Boots of Levitation",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "70",
					"weight": "2",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 1",
						"{@bold Kit}: {@item Cobbler's Tools}",
						"{@bold Required Space(s)}: Sewing Room;",
						"{@bold Features} (GM): These boots levitate a few inches off the ground when not worn."
					]
				},
				{
					"name": "Boots of Stylishness",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "115",
					"weight": "2",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 1",
						"{@bold Kit}: {@item Cobbler's Tools}",
						"{@bold Required Space(s)}: Sewing Room;",
						"{@bold Description} (Player Facing): Knee high black boots that are always clean and shiny.",
						"{@bold Features} (GM): They never take in water, thus feet are always dry."
					]
				},
				{
					"name": "Bullying Gloves",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "50",
					"weight": "2",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 1",
						"{@bold Kit}: {@item Leatherworker's Tools}",
						"{@bold Required Space(s)}: Sewing Room; {@bold DC}: 10",
						"{@bold Features} (GM): At random intervals, these gloves instil the wearer with a near-irresistible urge to hit themselves."
					]
				},
				{
					"name": "Ring of Chameleon Power",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "75",
					"weight": "-",
					"reqspace": "Smithe",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Ring; {@bold Level}: 1",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Smithe; ",
						"{@bold Features} (GM): This ring can change colors to match any background, and does so, matching the skin tone of whomever wears it."
					]
				},
				{
					"name": "Ring of First Impression",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "45",
					"weight": "-",
					"reqspace": "Smithe",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Ring; {@bold Level}: 1",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Smithe; ",
						"{@bold Features} (GM): Wearing the ring will make you able to perform a perfect handshake with the hand wearing it. +1 to persuasion for 10 minutes 1"
					]
				},
				{
					"name": "Wand of Shocking Grasp",
					"type": "WD",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "1",
					"power": "0",
					"entries": [
						"{@bold Subtype}: Wand; {@bold Level}: 0",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): Often in a Wand form, this can however be a glove guantlet or the like.  Attempting to invoke the power of this copper wand will result in the holder suffering 1d3 Electricity damage as the wand jolts its holder with electricity. Charges (4), regains d3 charges per day."
					],
					"charges": 4
				},
				{
					"name": "Wand of Teleportation",
					"type": "WD",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "100",
					"weight": "1",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Wand; {@bold Level}: 1",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): Upon a successful use of this wand it teleports to the designated location as normal by the Dimension Door spell or Teleport spell (wielder's option). It does not however, take the wielder with it. Any items attached to the wand, or markings made on it, are left behind when it teleports. An Identify spell will not relate this without an Arcana Check of 25+.  It Holds 4 charges and restores 1 (1d4-1) charges each day."
					],
					"charges": 10,
					"attachedSpells": [
						"Teleport"
					]
				},
				{
					"name": "Book of Curses",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "315",
					"weight": "5",
					"reqspace": "Library/Workshop",
					"subtype": "Book",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Book; {@bold Level}: 1",
						"{@bold Kit}: {@item Calligrapher's Supplies}",
						"{@bold Required Space(s)}: Library/Workshop;",
						"{@bold Description} (Player Facing): A leather bound tome with a stap to keep it closed.",
						"{@bold Features} (GM): When opened, the book verbally berates anyone in the immediate vicinity, calling into question their combat ability, intellect, personal hygiene, lineage and profession of their mothers, and other delightful insults. Once closed the book continues shouting (although it is muffled) until placed inside a bag or some other similar container for 1d4+1 minutes and ignored. Replying to the book in any other way causes the insults to get louder and more childish the more time you spend replying to it."
					]
				},
				{
					"name": "Book of Exalted Deeds",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "175",
					"weight": "5",
					"reqspace": "Library/Workshop",
					"subtype": "Book",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Book; {@bold Level}: 1",
						"{@bold Kit}: {@item Calligrapher's Supplies}",
						"{@bold Required Space(s)}: Library/Workshop;",
						"{@bold Features} (GM): Contains a listing of some of the finest houses ever sold and the specifics of the titles to the properties."
					]
				},
				{
					"name": "Book on Confusion",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "60",
					"weight": "5",
					"reqspace": "Library/Workshop",
					"subtype": "Book",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Book; {@bold Level}: 1",
						"{@bold Kit}: {@item Calligrapher's Supplies}",
						"{@bold Required Space(s)}: Library/Workshop;",
						"{@bold Features} (GM): The letters in this book always appear to be upside down, even if viewed from different directions at the same time. The book is a bad novel about zombies."
					]
				},
				{
					"name": "Indestructible Notebook of Memories",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "125",
					"weight": "2",
					"reqspace": "Library/Workshop",
					"subtype": "Book",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Book; {@bold Level}: 1",
						"{@bold Kit}: {@item Calligrapher's Supplies}",
						"{@bold Required Space(s)}: Library/Workshop;",
						"{@bold Features} (GM): This otherwise normal notepad of normal notepad size cannot be damaged or destroyed, and anything written in it cannot be obscured or defaced. It also has unlimited pages despite its finite size. However, the data it holds only lasts as long as the writer independently remembers it, and decays in exact proportion to the relevant memories. Remember who and when, but not where? Then the words describing the location in that particular entry are the only ones gone."
					]
				},
				{
					"name": "Speedy Boots",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "200",
					"weight": "3",
					"subtype": "Clothing",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Clothing",
						"{@bold Features} (GM): The Boots contain 4 unreplenishable charges of the expeditious retreat spell."
					],
					"charges": 4,
					"attachedSpells": [
						"expeditious retreat"
					]
				},
				{
					"name": "Cape of Resistance",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "70",
					"weight": "5",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 1",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Sewing Room;",
						"{@bold Features} (GM): When this item is placed on any living thing it somehow manages to fall off, untie itself, slip past the owner’s neck entirely, or otherwise avoid being worn."
					]
				},
				{
					"name": "Cloak of Displacement, Minor",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "100",
					"weight": "5",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 1",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Sewing Room;",
						"{@bold Features} (GM): This item appears to be a normal cloak, but when worn by a character its magical properties distort and warp reality. When any attack is made against the wearer the cloak has a 20% chance of falling off, no matter how it is secured."
					]
				},
				{
					"name": "Bagpipe of Stealth",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "5",
					"reqspace": "Workshop",
					"subtype": "Instrument",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Instrument; {@bold Level}: 1",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: Workshop;",
						"{@bold Features} (GM): Grants the user invisibility as long as it is being played"
					]
				},
				{
					"name": "Chime of Interruption",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "30",
					"weight": "3",
					"reqspace": "Smithe",
					"subtype": "Instrument",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Instrument; {@bold Level}: 1",
						"{@bold Required Space(s)}: Smithe;",
						"{@bold Features} (GM): This instrument can be struck once every round, which takes a standard action. On any round the chime is activated the user may ready one action without spending an action to do so."
					]
				},
				{
					"name": "Amulet of Feather Fall",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "35",
					"weight": "-",
					"reqspace": "Smithe",
					"subtype": "Jewelry",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Jewelry; {@bold Level}: 1",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Smithe;",
						"{@bold Features} (GM): When worn, this amulet turns into a feather and falls to the ground."
					]
				},
				{
					"name": "Amulet of Teenage Awkwardness",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "215",
					"weight": "2",
					"reqspace": "Smithe",
					"curse": true,
					"subtype": "Jewelry",
					"power": "0",
					"entries": [
						"{@bold Subtype}: Jewelry; {@bold Level}: 0",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Smithe;",
						"{@bold Features} (GM): This amulet is cursed. Attuning to it curses you until you are targeted by the remove curse spell or similar magic. You are able to remove the amulet once the curse is lifted.  While wearing this amulet, you are unable to speak clearly to a humanoid of the opposite sex. Your words come out garbled and only somewhat comprehensible. Any verbal spell attacks against a humanoid of the opposite sex are made with disadvantage."
					]
				},
				{
					"name": "Greater Staff of Random Summoning",
					"type": "RD",
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "215",
					"weight": "5",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Rod; {@bold Level}: 1",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): Summons a random creature at a random place. You could be summoning a giant Ogre on the other side of the globe for all you know."
					]
				},
				{
					"name": "Movable rod",
					"type": "RD",
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "110",
					"weight": "5",
					"entries": [
						"{@bold Subtype}: Rod; ",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): Functions similarly to an immovable rod, but doesn't take nearly as much effort to move (DC 12 STR check or 80 pounds of pressure)."
					]
				},
				{
					"name": "Murder Dagger",
					"type": "M",
					"tier": "Major",
					"rarity": "0 Pointless",
					"value": "185",
					"weight": "2",
					"weapon": true,
					"weaponCategory": "Martial",
					"dmgType": "P",
					"property": [
						"T",
						"F",
						"L"
					],
					"reqspace": "Smithe",
					"subtype": "Weapon (Dagger)",
					"power": "1",
					"range": "20/60",
					"entries": [
						"{@bold Subtype}: Weapon (Dagger); {@bold Level}: 1",
						"{@bold Required Space(s)}: Smithe",
						"{@bold Features} (GM): Weapon deals no damage, but the target is instead hounded by a pack of crows for that many hours."
					]
				},
				{
					"name": "Bag of Holding (v3)",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "n/a",
					"weight": "15",
					"curse": true,
					"entries": [
						"{@bold Features} (GM): This will appear as a bag of holding, even under an idenitify. However its more like a bag of devouring, as wealth deposited doesn't necessarily remain, the pocket dimension is connected to a specific shared location.. a room in a powerful rogue's guild who has seeded these bags out into the world so that they can passively pick pockets of those who use it. The GM can determine the Rogue guild's informatoin, who (or what resides there) as  Since it is not a true bag of holding, a creature may enter the bag and pass through the portal and be teleported to the thief’s stronghold.  While holding this bag, you are compelled to place all of the treasure the party finds in this bag. In addition, the bag is always in your possession and you will not want to give it away, sell it, or leave it. The curse remains in effect until you are targeted by the remove curse spell or similar magic. "
					]
				},
				{
					"name": "Banana Walkie-Talkies",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "2",
					"reqspace": "n/a",
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Kit}: {@item n/a}",
						"{@bold Required Space(s)}: n/a; ",
						"{@bold Description} (Player Facing): A banana made of a light ceramic with small holes in the form of circle on the inside curve at both ends.",
						"{@bold Features} (GM): There exist two, and only two, of these items in the world. One of which is possessed by a cranky and lonely half-orc. It appears to be an innocuous wooden banana with a coat of faded yellow paint. When an end (doesn't matter which one) is placed against your ear, you can hear a ringing followed by a *click* and a half-orc yelling at you for waking him up at this ungodly hour. If you drop the banana or “hang up,” the call ends. If you stay and listen, the half-orc will yell at you, call out obscenities, and start going on about his daily problems and mishaps in his love life. Every so often (2% chance/day), the banana will ring while you are sleeping and the half-orc will want to talk to you about his problems."
					]
				},
				{
					"name": "Kick Me",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "125",
					"weight": "2",
					"curse": true,
					"power": "1",
					"entries": [
						"{@bold Level}: 1",
						"{@bold Description} (Player Facing): A golden chain with a large Ruby pendant. Looking at it gives you a impression of strong protections.",
						"{@bold Features} (GM): When this necklace is worn, all others see it as a steel chain, and furthermore see a placard reading “Kick Me” on the wearer’s back."
					]
				},
				{
					"name": "Dehydrated Water",
					"type": "P",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "0 Pointless",
					"value": "n/a",
					"weight": "0.1",
					"reqspace": "Alchemy Lab",
					"subtype": "Consumable",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Consumable; {@bold Level}: 1",
						"{@bold Kit}: {@item Alchemist Supplies}",
						"{@bold Required Space(s)}: Alchemy Lab; ",
						"{@bold Description} (Player Facing): A White powder.",
						"{@bold Features} (GM): This white powder, when added to water will make water.  (The Rare version (370gp) of this will actually work - creating an additional 50ft cube of water (Each creature in that area must make a Dexterity saving throw. On a failure, a creature takes 4d8 bludgeoning damage and is knocked prone - if not prepared for the result)"
					]
				},
				{
					"name": "Martyr Glass",
					"type": "P",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "450",
					"weight": "2",
					"reqspace": "Workshop",
					"subtype": "Consumable",
					"entries": [
						"{@bold Subtype}: Consumable;",
						"{@bold Kit}: {@item Glassblower's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): When shattered, this crystal wineglass casts bless on all within 20 feet. It can be used in a ceremony where a solemn oath is sworn. The person who speaks the oath gains +1 on ability checks to accomplish the oath, once the oath is fufilled the bonus is lost. If the Oath is nebulous or overly difficult (GM's call - but the oath should be accomplishable within the next week) - the glass shatters and everyone within 20feet (including the oath maker), suffers the effect of a bane."
					]
				},
				{
					"name": "Potion of Polymorphing",
					"type": "P",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "50",
					"weight": "0.1",
					"reqspace": "Alchemy Lab",
					"subtype": "Consumable",
					"entries": [
						"{@bold Subtype}: Consumable;",
						"{@bold Kit}: {@item Alchemist Supplies}",
						"{@bold Required Space(s)}: Alchemy Lab; ",
						"{@bold Description} (Player Facing): A brownish elixir.",
						"{@bold Features} (GM): When poured out of its flask, turns into a random nonmagical item weighing up to 1 lb, and worth no more than 20 gp."
					]
				},
				{
					"name": "Sovereign Glue",
					"type": "P",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Very Rare",
					"value": "n/a",
					"weight": "0.2",
					"reqspace": "Alchemy Lab",
					"subtype": "Consumable",
					"entries": [
						"{@bold Subtype}: Consumable;",
						"{@bold Kit}: {@item Alchemist Supplies}",
						"{@bold Required Space(s)}: Alchemy Lab; ",
						"{@bold Features} (GM): This is the rightful monarch of all other glue, currently deposed by its wicked uncle. It bears itself regally and will not suffer you to open or use it."
					]
				},
				{
					"name": "Elixir of Sneaking",
					"type": "P",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Common",
					"value": "50",
					"weight": "0.5",
					"reqspace": "Alchemy Lab",
					"subtype": "Consumable (Potion)",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Consumable (Potion); {@bold Level}: 1",
						"{@bold Kit}: {@item Alchemist Supplies}",
						"{@bold Required Space(s)}: Alchemy Lab; ",
						"{@bold Description} (Player Facing): Sloshing or shaking this pale green liquid in its vial produces no sound.",
						"{@bold Features} (GM): For 1 hour after you drink the elixir, you have advantage on any Dexterity (Stealth) check if you move half your speed or more on the same turn. "
					]
				},
				{
					"name": "Potion of Infertility",
					"type": "P",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Common",
					"value": "10",
					"weight": "0.5",
					"reqspace": "Alchemy Lab",
					"subtype": "Consumable (Potion)",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Consumable (Potion); {@bold Level}: 1",
						"{@bold Kit}: {@item Alchemist Supplies}",
						"{@bold Required Space(s)}: Alchemy Lab; ",
						"{@bold Description} (Player Facing): This clear potion holds twenty-eight tiny white beads suspended within it, all of which dissolve as the potion is consumed.",
						"{@bold Features} (GM): After you drink the potion, you become incapable of siring or conceiving offspring for 1 year. Drinking the potion has no effect on offspring already conceived at the time it is consumed. "
					]
				},
				{
					"name": "Elixir of Hiding",
					"type": "P",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Common",
					"value": "50",
					"weight": "0.5",
					"reqspace": "Alchemy Lab",
					"subtype": "Consumable (Potion)",
					"power": "2",
					"entries": [
						"{@bold Subtype}: Consumable (Potion); {@bold Level}: 2",
						"{@bold Kit}: {@item Alchemist Supplies}",
						"{@bold Required Space(s)}: Alchemy Lab; ",
						"{@bold Description} (Player Facing): This cloudy gray liquid is shot through with streaks of black.",
						"{@bold Features} (GM): For 1 hour after you drink the elixir, you have advantage on Dexterity (Stealth) checks. While the potion’s magic is in effect, you can use a bonus action to make a single attempt to hide in plain sight, allowing you to take the Hide action even against a creature that can see you clearly. You have advantage on your Dexterity (Stealth) check when you hide in plain sight, after which the potion’s magic ends. "
					]
				},
				{
					"name": "Compassionate Ring",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "400",
					"weight": "-",
					"reqspace": "Temple/Workshop",
					"power": "1",
					"charges": 4,
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Ring; {@bold Level}: 1",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Temple/Workshop; ",
						"{@bold Features} (GM): The Ring contains 4 unreplenishable charges of the cure wounds spell (1st level)."
					]
				},
				{
					"name": "Revealing Ring",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "100",
					"reqspace": "Workshop",
					"power": "2",
					"charges": 4,
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Ring; {@bold Level}: 2",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): This Ring contains 4 unreplenishable charges of the detect magic spell (1st level). "
					]
				},
				{
					"name": "Ring of Servants",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "200",
					"weight": "-",
					"reqspace": "Workshop",
					"power": "3",
					"charges": 4,
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Ring; {@bold Level}: 3",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): The Ring contains 4 unreplenishable charges of the unseen servant spell. "
					]
				},
				{
					"name": "Channeling Ring",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "375",
					"weight": "0.5",
					"reqspace": "Smithe",
					"power": "4",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Ring; {@bold Level}: 4",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Smithe; ",
						"{@bold Features} (GM): Once per long rest, you may ignore the Verbal and/or Somatic components of a spell you cast."
					]
				},
				{
					"name": "Reaper's Ring",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "995",
					"reqspace": "Workshop",
					"power": "6",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Ring; {@bold Level}: 6",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): One of our most popular items! Many an adventurer wearing a Reaper's Ring has written to tell us of how it saved their life in the wildnerness. Will you take the chance? You have advantage on death saving throws."
					]
				},
				{
					"name": "Ring of Analysis",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "275",
					"weight": "-",
					"reqspace": "Workshop",
					"power": "2",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Ring; {@bold Level}: 2",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): Made by student wizards of the High Mage of Silverymoon to aid them in their studies, many adventuring students of the Weave use these Rings to help them understand the Weave and how it works. You gain +1 to your Intelligence (Arcana) checks. "
					]
				},
				{
					"name": "Ring of Detect magic",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "n/a",
					"weight": "-",
					"reqspace": "Smithe",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Ring; {@bold Level}: 1",
						"{@bold Kit}: {@item Jeweler's Supplies}",
						"{@bold Required Space(s)}: Smithe; ",
						"{@bold Features} (GM):  It has 1 charge per dawn. When you use the ring it detects that it itself is magical, makes a noise and turns off."
					]
				},
				{
					"name": "Ring of Invisibility, Least",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "125",
					"weight": "-",
					"reqspace": "Smithe",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Ring; {@bold Level}: 1",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Smithe; ",
						"{@bold Features} (GM): The ring, upon being worn, becomes invisible. The creatures wearing it does not."
					]
				},
				{
					"name": "Ring of Spell Storing",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "60",
					"weight": "-",
					"reqspace": "Smithe",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Ring; {@bold Level}: 1",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Smithe; ",
						"{@bold Features} (GM): Upon activation, this ring magically stores the next word spoken by the character. Upon a second activation, the ring spells that word in a loud, clear voice. If the word is difficult to understand, the ring asks, “Definition and Origin, please?”"
					]
				},
				{
					"name": "Ring of Three Washes",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "170",
					"weight": "-",
					"reqspace": "Smithe",
					"power": "1",
					"charges": 3,
					"entries": [
						"{@bold Subtype}: Ring; {@bold Level}: 1",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Smithe; ",
						"{@bold Features} (GM): This plain steel band uses a prestidigitation effect to clean your equipment, three times"
					]
				},
				{
					"name": "Cursing Ring",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "550",
					"weight": "-",
					"reqspace": "Workshop",
					"entries": [
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): Receive advantage on Intimidation checks, but character is required to use profanity in every sentence or take a point of psychic damage!"
					]
				},
				{
					"name": "Mud Ring",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "135",
					"weight": "-",
					"reqspace": "Smithe",
					"entries": [
						"{@bold Kit}: {@item Jeweler's Supplies}",
						"{@bold Required Space(s)}: Smithe; ",
						"{@bold Description} (Player Facing): This silver ring is encrusted with dark gems; upon inspection the ring itself smells very earthy and sometimes wormy.",
						"{@bold Features} (GM): It contains just 1 charge when found. As an action, you can activate the charge to hurl a ball of mud at any target with a ranged attack (range 30/60). A hit creature becomes muddied and the next attack roll made against it (by anyone) has Advantage. If the mud attack resulted in a Critical Hit, then target also receives a Disadvantage to its next attack roll since it can't see through mud (unless it has other senses to compensate). If the mud attack resulted in a Critical miss, then the ring will turn itself on you and put mud in your face (as if you scored a Critical Hit on yourself). The ring itself can be recharged (maximum of 1 charge) by soaking it in mud for four hours"
					]
				},
				{
					"name": "Ring of Acid Immunity",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "260",
					"weight": "-",
					"reqspace": "Smithe",
					"power": "",
					"entries": [
						"{@bold Kit}: {@item Jeweler's Supplies}",
						"{@bold Required Space(s)}: Smithe; ",
						"{@bold Features} (GM): When worn this makes the wearer immune to hallucinations caused by poisons (also makes you resistant to Phatasmal Killer Spells)"
					]
				},
				{
					"name": "Ring of Bureaucratic Wizardry",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "375",
					"weight": "-",
					"reqspace": "Workshop",
					"entries": [
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): When a wizard casts any spell while wearing the ring, a sheaf of papers and a quill pen suddenly appear in his hand. The papers are forms that must be filled out in triplicate explaining the effects of the spell, why the wizard wishes to cast it, whether it is for business or pleasure, and so on. The forms must be filled out before the effects of the spell will occur. The higher the level of the spell cast, the more complicated the forms become. Filling out the forms requires one round per level of spell."
					]
				},
				{
					"name": "Ring of Contrainess",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "250",
					"weight": "-",
					"reqspace": "Workshop",
					"power": "",
					"entries": [
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): Upon wearing this ring the character immediately has an attunement slot taken, and becomes argumentative and contrary. If the party wishes to go left, they want to go right. This is a RP based cursed item, and cannot be removed until the character has a remove curse placed upon them.  For game mechanics, this person has disadvantage on all Charisma based ability/skill checks and suffers 2d6 Damage to Charisma after each long rest. In this case a creature with 0 or less Charisma refuses to get out of bed."
					]
				},
				{
					"name": "Tongue Ring",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "225",
					"weight": "-",
					"reqspace": "Workshop",
					"power": "",
					"entries": [
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): This is a tongue ring/stud, that once in place allows the creature to gain proficiency of the languages of another creature. To do this you must Kiss that creature (French/Deep kiss)"
					]
				},
				{
					"name": "Ring of Haggling",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "500",
					"weight": "-",
					"reqspace": "Smithe",
					"power": "",
					"entries": [
						"{@bold Kit}: {@item Jeweler's Supplies}",
						"{@bold Required Space(s)}: Smithe; ",
						"{@bold Features} (GM): Golden ring with fig tree designs. Once per day you may activate this item by tapping it with a fingertip. When activated, any person within 10 feet of the wielder must make a wisdom save with a DC of 16 or be put under the rings spell. Creatures influenced by the ring have disadvantage on persuasion contests against the wielder. Creatures who pass the save are unaware of the rings influence. This item regains its charge at dawn the next day."
					]
				},
				{
					"name": "Ring of ever spending protection.",
					"type": "RG",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Very Rare",
					"power": "",
					"entries": [
						"{@bold Features} (GM): Gives +2 ac but any time you enter a place of business you must buy the most expensive item in the building. There is no permanent way to remove curse. The ring can only be removed once someone else has accepted it as a gift and puts it on. If the ring is not put on by the nights rise the next day by new owner it reappears on the last curse person."
					]
				},
				{
					"name": "Alarming Wand",
					"type": "WD",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "200",
					"power": "3",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Wand; {@bold Level}: 3",
						"{@bold Kit}: {@item Artificer's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): The Wand contains 4 unreplenishable charges of the alarm spell."
					],
					"charges": 4,
					"attachedSpells": [
						"{@spell Alarm}"
					]
				},
				{
					"name": "Wand of Tautologies",
					"type": "WD",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "n/a",
					"weight": "1",
					"reqAttune": true,
					"power": "1",
					"entries": [
						"{@bold Subtype}: Wand; {@bold Level}: 1",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): When you use this wand, this wand becomes used"
					]
				},
				{
					"name": "King Sadam's Circlet",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Very Rare",
					"value": "n/a",
					"weight": "-",
					"curse": true,
					"entries": [
						"{@bold Description} (Player Facing): A tarnished Golden Circlet with a few ornate stones in settings, most of its settings are empty.",
						"{@bold Features} (GM): Upon wearing it becomes cursed with Insatiable Greed and gold turns to lead in hands"
					]
				},
				{
					"name": "Inquisitor's Medallion",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "275",
					"weight": "-",
					"reqspace": "Workshop",
					"reqAttune": "YES",
					"power": "6",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Level}: 6",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): A medallion with the symbol of the City Watch wrought in Electrum.",
						"{@bold Features} (GM): Commissioned by the City Watch of Waterdeep, this Medallion grants you +1 to your to Intelligence (Investigation) and Wisdom (Insight) checks."
					]
				},
				{
					"name": "Cymbal of Symbols",
					"type": "INS",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "250",
					"weight": "2",
					"curse": true,
					"entries": [
						"{@bold Subtype}: Wondrous Item (pointless); ",
						"{@bold Features} (GM): This musical instrument enables the user to comprehend dead languages, but only while they are deafened by noise."
					]
				},
				{
					"name": "Wineskin of Infinite Water",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "1200",
					"weight": "5",
					"entries": [
						"{@bold Description} (Player Facing): A wineskin.",
						"{@bold Features} (GM): The wineskin each day at a random time, produces 4 gallons of Water.  This isn't on command, and if the bag is even partially full, the cork either Pop's out or it silently leaks immediately - often soaking back and pants, or damaging things in the container with it."
					]
				},
				{
					"name": "Bag of Marbles",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "125",
					"weight": "1",
					"reqspace": "Workshop",
					"entries": [
						"{@bold Kit}: {@item Glassblower's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Description} (Player Facing): A full bag heavy with its contents that clinks.",
						"{@bold Features} (GM): The bag may produce up to 1000 marbles a day, in lots of 10d10 (10-100).  All marble produced this way disolve the next day."
					]
				},
				{
					"name": "Idol of the Running Man",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "2600",
					"weight": "0.5",
					"reqAttune": "YES",
					"entries": [
						"{@bold Description} (Player Facing): A small clay statue of a running warrior.",
						"{@bold Features} (GM): This small clay statue of a running warrior is anything but -- it's as hard as cold steel but light as wood. When kept in your inventory, as a bonus action you can make a dash for an increase of speed 20 feet (4 squares); you must declare this at the beginning of your turn. Once the burst of speed is used, the Idol of the Running Man cannot be used this way again for 24 hours."
					]
				},
				{
					"name": "Thirty-nine and a half foot pole of touching",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "75",
					"weight": "20",
					"reqspace": "Workshop",
					"entries": [
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): A 39.5 ft pole which can be used to deliver touch attacks. Made of a special magic wood, its colored white with red stripes and has an ornate hand on the end that looks like a four-fingered white glove. It’s not particularly straight or stiff and the user takes a -5 penalty to touch attacks with it."
					]
				},
				{
					"name": "Turntoad",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "50",
					"weight": "0.1",
					"subtype": "Wondrous Item",
					"entries": [
						"{@bold Description} (Player Facing): A toad sized figuring of a toad.",
						"{@bold Features} (GM): Whenever this is put on firm ground somewhere, it turns around. Faint transmutation."
					]
				},
				{
					"name": "Rogue's Key",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "650",
					"power": "2",
					"source": "Encyclopedia Magica",
					"page": 651,
					"entries": [
						"{@bold Level}: 2",
						"{@bold Features} (GM): When touched to the exterior of a lock, this item causes the outer casing of the lock to become completely transparent, allowing the user to see the internal mechanism. This gives the user advantage on rolls to pick the lock. This item only works on locks - it doesn't work on traps, nor will it let you turn a chest transparent so you can see the contents."
					]
				},
				{
					"name": "Earmuffs of Peace and Quiet",
					"type": "G",
					"wondrous": true,
					"tier": "Minor/Major",
					"rarity": "Uncommon",
					"subtype": "Clothing",
					"source": "Encyclopedia Magica",
					"page": 717,
					"entries": [
						"{@bold Subtype}: Clothing",
						"{@bold Features} (GM): These earmuffs are fluffy and comfortable to wear. Anyone wearing these is Deafened, and has resistance to thunder damage. The earmuffs can be taken off and put on freely."
					]
				},
				{
					"name": "Somnolent Toys",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "750",
					"power": "3",
					"source": "Encyclopedia Magica",
					"page": 58,
					"entries": [
						"{@bold Level}: 3",
						"{@bold Features} (GM): These stuffed animals radiate faint abjuration magic when not used, and come in a variety of colours and shapes. If a character holds or has this toy next to them while they sleep, their minds are protected from any and all hostile or invasive forces, creatures, or effects. If the user is wounded, they also gain the benefits of a Sanctuary spell (DC 16) while they sleep."
					]
				},
				{
					"name": "Tome of Recording",
					"type": "G",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "125",
					"weight": "5",
					"reqspace": "Library/Workshop",
					"subtype": "Book",
					"entries": [
						"{@bold Subtype}: Book",
						"{@bold Kit}: {@item Calligrapher's Supplies}",
						"{@bold Required Space(s)}: Library/Workshop;",
						"{@bold Features} (GM): The tome, once the command phrase is spoken, will make a written record all things spoken in its native language that occur in its presence (usually 20ft). The book can hold about 10 total hours worth of conversations, (The GM will need to determine the frequency of conversation).  Once the book is filled its used."
					]
				},
				{
					"name": "Sacred Boots",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "100",
					"weight": "3",
					"reqspace": "Tannery/Temple",
					"subtype": "Clothing",
					"power": "4",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 4",
						"{@bold Kit}: {@item Leatherwork's Tools}",
						"{@bold Required Space(s)}: Tannery/Temple;",
						"{@bold Features} (GM): The Order of the Silver Shield, a growing group of Paladins of Ilmater hailing from Neverwinter, commissioned these Boots to aid their holy mission. They readily granted their permission for us to produce more Boots for Paladins of any good order. If you can use the Paladin Lay On Hands power, you may increase your Lay on Hands hit point pool by 5."
					]
				},
				{
					"name": "Eavesdropper's Gloves",
					"type": "G",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "750",
					"subtype": "Clothing",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Clothing",
						"{@bold Features} (GM): Very much sought after by spies, the Eavesdropper's Gloves are very useful in the right hands and very dangerous in the wrong ones. See our Disclaimer! As long as you are both on the same plane of existence, you can hear through the Gloves as if you were in the same room as them."
					]
				},
				{
					"name": "Secret Agent's Gloves",
					"type": "G",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "995",
					"weight": "1",
					"subtype": "Clothing",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Clothing",
						"{@bold Features} (GM): Developed under contract for the agents of a Zulkir of Thay, these Gloves are in high demand all along the Sword Coast. While worn, the Gloves grant Advantage to Dexterity (Sleight of Hand) checks and Dexterity checks using Thieves Tools."
					]
				},
				{
					"name": "Bracers of Attraction",
					"type": "MA",
					"armor": true,
					"tier": "Minor",
					"rarity": "Very Rare",
					"value": "65",
					"weight": "1",
					"entries": [
						"{@bold Subtype}: Armor (Shield)",
						"{@bold Kit}: {@item Smith's Tools}",
						"{@bold Required Space(s)}: Smithe;",
						"{@bold Features} (GM): When worn the wearer must make a Contested Athletics/Strength check (DC 18) or have their arms bound together, and will be unable to use somnatic components and attacks are at a disadvantage."
					]
				},
				{
					"name": "Bracers of the Four Winds",
					"type": "MA",
					"armor": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "240",
					"weight": "1",
					"ac": 1,
					"power": "2",
					"entries": [
						"{@bold Subtype}: Armor (Shield); {@bold Level}: 2",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Smithe;",
						"{@bold Description} (Player Facing): These ancient bracers are adorned with far eastern lettering.",
						"{@bold Features} (GM): When worn, you gain fast reflexes in an every changed combat situation. When an opponent misses its melee attack against you, as a reaction action you can make a powerful palm attack to blow your opponent back. This attack deals no damage, but on a successful hit the target is sent back 5-feet in the opposite direction of you. You can only make this attack if you are not wielding a shield."
					]
				},
				{
					"name": "Boots of Blinding Speed",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "175",
					"weight": "2",
					"curse": "No, but arguably flawed",
					"subtype": "Clothing",
					"power": "2",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 2",
						"{@bold Features} (GM): +25 ft per round. Also makes wearer nearly blind (half vision). -10 penalty for all checks where sight could be needed."
					]
				},
				{
					"name": "Boots of Fire",
					"type": "G",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "200",
					"weight": "2",
					"reqspace": "Sewing Room",
					"curse": true,
					"subtype": "Clothing",
					"power": "3",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 3",
						"{@bold Kit}: {@item Cobbler's Tools}",
						"{@bold Required Space(s)}: Sewing Room;",
						"{@bold Description} (Player Facing): These stylish red leather boots often come with fringe and sometimes a red gem.",
						"{@bold Features} (GM): When worn, you can take an action once per day to stomp your foot on the ground, to send bolts of mystical fire all around you -- all creatures within 5-feet of you, including yourself, are dealt 1d4 or 2d4 fire damage (Dexterity save for half damage, DC 12). However, you have Advantage when attempting this save, and if you are successful, you take no fire damage at all from this effect."
					]
				},
				{
					"name": "Caltrop Boots",
					"type": "G",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"reqspace": "Tannery",
					"subtype": "Clothing",
					"power": "6",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 6",
						"{@bold Kit}: {@item Leatherworker's Tools}",
						"{@bold Required Space(s)}: Tannery;",
						"{@bold Description} (Player Facing): These boots are a little uncomfortable, but have thickened, hardened soles.",
						"{@bold Features} (GM): The wearer does not take damage from caltrops or difficult terrain. Once per day, upon saying a command word, the boots will fill every square the wearer passes through for one round with caltrops (so someone with a speed of 30 feet would fill all the squares they move through, including their starting square but not the square they finish their movement in)."
					]
				},
				{
					"name": "Perception Boots",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "320",
					"weight": "2",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"entries": [
						"{@bold Subtype}: Clothing",
						"{@bold Kit}: {@item Cobbler's Tools}",
						"{@bold Features} (GM): Designed by the great thief/mage, Thomas Archfield, these black boots have Thomas' seal on the bottom of the soles, but otherwise they are not stylish in any way. When worn it gives you a +2 bonus to all perception checks for detecting traps, but only traps that are activated when stepped on. When worn by a Rogue that is level 3 or higher, this perception bonus is doubled"
					]
				},
				{
					"name": "Robe of Blending",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "55",
					"weight": "5",
					"subtype": "Clothing",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 1",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Features} (GM): Any inanimate fruit or vegetable placed into these robes will be puréed into a fine pulp."
					]
				},
				{
					"name": "Ugly Socks",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "125",
					"weight": "-",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Clothing; {@bold Level}: 1",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Sewing Room;",
						"{@bold Description} (Player Facing): A pair of musty, old, knitted socks.",
						"{@bold Features} (GM): When wearing these, you are cannot be exhausted by cold weather."
					]
				},
				{
					"name": "Stabbing Boots",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"curse": true,
					"subtype": "Clothing",
					"entries": [
						"{@bold Subtype}: Clothing",
						"{@bold Description} (Player Facing): These boots look identical to caltrop boots.",
						"{@bold Features} (GM): When the command word is used the square the user is standing in, along with all adjacent squares, is filled with caltrops before the boots vanish. The wearer immediately takes 1d6 piercing damage and no longer has any footwear."
					]
				},
				{
					"name": "Cloak of Guarding",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "425",
					"weight": "5",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"entries": [
						"{@bold Subtype}: Clothing",
						"{@bold Kit}: {@item Weaver's Tools}",
						"{@bold Required Space(s)}: Sewing Room;",
						"{@bold Features} (GM): The cloak protects the wearer granting them reduction of 2 damage per ranged attack. After 25 points of damage the Cloak is destroyed. Mending Repairs the cloak"
					]
				},
				{
					"name": "Gloves of Tinkering",
					"type": "G",
					"wondrous": true,
					"tier": "Minor/Major",
					"rarity": "Rare",
					"value": "150",
					"weight": "1",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"entries": [
						"{@bold Subtype}: Clothing",
						"{@bold Kit}: {@item Leatherworker's Tools}",
						"{@bold Required Space(s)}: Sewing Room;",
						"{@bold Features} (GM): Wearing the gloves will make you able to almost repair any broken item over the period of 1 hour. However, you will always end up with pieces from the item that don't seem to fit anywhere."
					]
				},
				{
					"name": "Pants of Doom!",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Very Rare",
					"value": "1120",
					"weight": "5",
					"reqspace": "Sewing Room",
					"subtype": "Clothing",
					"entries": [
						"{@bold Subtype}: Clothing",
						"{@bold Kit}: {@item Leatherworker's Tools}",
						"{@bold Required Space(s)}: Sewing Room;",
						"{@bold Description} (Player Facing): These leather pants are often found in the most peculiar color of green, and always with a belt adorned in leaves.",
						"{@bold Features} (GM): When worn, it will detect whenever you are in danger; if you are surrounded by 3 or more hostile enemies (each must be within 10 feet of you), the pants will automatically release a vile stench deals 1d6 points of Poison damage to all creatures within 10 feet (friend or foe). After it has released the stench, it will not do so again until you havetaken a short rest."
					]
				},
				{
					"name": "Inspired Medallion",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "300",
					"weight": "-",
					"reqspace": "Workshop",
					"subtype": "Jewelry",
					"power": "3",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Jewelry; {@bold Level}: 3",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Workshop;",
						"{@bold Features} (GM): You gain your Constitution modifier in temporary hit points whenever you gain or use Inspiration. "
					]
				},
				{
					"name": "Conjurer's Circlet of Trickery",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "400",
					"weight": "-",
					"subtype": "Jewelry",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Jewelry",
						"{@bold Features} (GM): Aristobulus happened upon a street performer in Baldur's Gate using a simple item to enhance his act. Plying the girl with wine and charm, he examined the item enough to spend a few weeks reverse-engineering a copy for your benefit. You may cast prestidigitation and minor illusion once per day each."
					]
				},
				{
					"name": "Pendant of Bounty",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "200",
					"weight": "",
					"subtype": "Jewelry",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Jewelry",
						"{@bold Features} (GM): The Pendant contains 4 unreplenishable charges of the goodberry spell."
					],
					"charges": 4,
					"attachedSpells": [
						"goodberry"
					]
				},
				{
					"name": "Tiara of Malediction",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "",
					"weight": "",
					"reqspace": "Workshop",
					"subtype": "Jewelry",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Jewelry",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Workshop;",
						"{@bold Features} (GM): The Tiara contains 4 unreplenishable charges of the bane spell (1st level)."
					],
					"charges": 4,
					"attachedSpells": [
						"bane"
					]
				},
				{
					"name": "Amulet of Sleeplessness",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "200",
					"weight": "2",
					"reqAttune": true,
					"reqspace": "Smithe",
					"curse": "It could be stated as cursed.",
					"subtype": "Jewelry",
					"power": "3",
					"entries": [
						"{@bold Subtype}: Jewelry; {@bold Level}: 3",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Smithe;",
						"{@bold Features} (GM): When worn, the wearer no longer sleeps. If Identified the magical item states it removes the need for sleep. Each day the wearer doesn't sleep it takes another attunement slot, even if another device competes. When no slots are left, it stops working the wearer takes 3 levels of exhaustion and an additional each sleepless day thereafter."
					]
				},
				{
					"name": "Hair-Broach of Protection",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "65",
					"weight": "-",
					"subtype": "Jewelry",
					"entries": [
						"{@bold Subtype}: Jewelry",
						"{@bold Features} (GM): This broach when worn grants its weilder a lusterous, managable hair."
					]
				},
				{
					"name": "Amulet of Inedibility",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "450",
					"weight": "2",
					"reqspace": "Smithe",
					"subtype": "Jewelry",
					"entries": [
						"{@bold Subtype}: Jewelry",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Smithe;",
						"{@bold Features} (GM): Shiny salmon colored amulet. Any creature wearing this amulet will appear inedible to carnivores who fail a DC 18 WIS save."
					]
				},
				{
					"name": "Mist Beads",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "50",
					"weight": "*",
					"reqspace": "Smithe",
					"subtype": "Jewelry",
					"entries": [
						"{@bold Subtype}: Jewelry",
						"{@bold Kit}: {@item Jeweler's Tools}",
						"{@bold Required Space(s)}: Smithe;",
						"{@bold Description} (Player Facing): A light blue and black beaded necklace.",
						"{@bold Features} (GM): Fully loaded it Holds 7 light blue beads. You can crush 1 light blue bead in your hand to take the dodge action as a bonus action."
					]
				},
				{
					"name": "Simple Weapon Charms",
					"type": "G",
					"wondrous": true,
					"tier": "Major",
					"rarity": "Rare",
					"value": "250",
					"weight": "-",
					"reqspace": "Smithe",
					"subtype": "Jewelry",
					"entries": [
						"{@bold Subtype}: Jewelry",
						"{@bold Kit}: {@item Jeweler's Supplies}",
						"{@bold Required Space(s)}: Smithe;",
						"{@bold Description} (Player Facing): Small pewter charm in the shape of either a sword, a hammer, or a bow.",
						"{@bold Features} (GM): Made to protect the wielder from damage associated with the type of charm. Holds 2 charges. As a reaction upon being hit by an attack, you can spend 1 charge to activate this item and reduce the type of damage associated with your charm to 0. Sword: slashing, hammer: bludgeoning, bow: piercing. This items charges regenerate once per week. If this item loses all of its charges, it shatters and is destroyed."
					]
				},
				{
					"name": "Simple Weapon Charms, minor",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"value": "750",
					"weight": "-",
					"reqspace": "Smithe",
					"subtype": "Jewelry",
					"entries": [
						"{@bold Subtype}: Jewelry",
						"{@bold Kit}: {@item Jeweler's Supplies}",
						"{@bold Required Space(s)}: Smithe;",
						"{@bold Description} (Player Facing): Small pewter charm in the shape of either a sword, a hammer, or a bow.",
						"{@bold Features} (GM): Made to protect the wielder from damage associated with the type of charm. Holds 2 charges. As a reaction upon being hit by an attack, you can spend 1 charge to activate this item and reduce the type of damage associated with your charm to 0. Sword: slashing, hammer: bludgeoning, bow: piercing. When this item loses all of its charges, it shatters and is destroyed."
					]
				},
				{
					"name": "Monkey Drum",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Rare",
					"curse": true,
					"subtype": "Musical Instrument",
					"entries": [
						"{@bold Subtype}: Musical Instrument",
						"{@bold Description} (Player Facing): This palm-sized drum is painted in garish colours.",
						"{@bold Features} (GM): When used, it summons {@dice 1d20} apes that randomly attack everyone in the area for three rounds before vanishing. There is a 5% chance that the drum will summon 1d8 giant apes instead; if this happens, the giant apes do not vanish until everyone in the area is slain or the apes are killed."
					]
				},
				{
					"name": "Milo's Medallion",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "500",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Features} (GM): Developed to special order for the famed Halfling Bard Milo of Timbertown, this Medallion is very useful indeed! He has given us permission to offer it exclusively to our valued customers. You gain +1 to your Charisma (Performance) checks. The Medallion also contains 4 unreplenishable charges of the cure wounds spell (1st level). "
					],
					"charges": 4,
					"attachedSpells": [
						"cure wounds"
					]
				},
				{
					"name": "Pendant of the Surgeon",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "95",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Features} (GM): You gain a +1 bonus to your Wisdom (Medicine) checks. "
					]
				},
				{
					"name": "Scrapper's Tenacious Boots",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "295",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Features} (GM): While wearing the Boots, when you take a short rest you may regain hit points from one additional hit die without counting it toward your total allowed. "
					]
				},
				{
					"name": "Vigilant Scabbard",
					"type": "G",
					"wondrous": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "900",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Features} (GM): You gain a +1 bonus to your Initiative rolls. "
					]
				},
				{
					"name": "Vigilant Bracers of Compassion",
					"type": "MA",
					"shield": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "515",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Shield; ",
						"{@bold Features} (GM): You gain +2 to your Passive Perception. The Bracers contain 4 unreplenishable charges of the cure wounds spell (1st level). "
					],
					"charges": 4,
					"attachedSpells": [
						"cure wounds"
					]
				},
				{
					"name": "True Bracers",
					"type": "MA",
					"shield": true,
					"tier": "Minor",
					"value": "275",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Shield; ",
						"{@bold Features} (GM): You may cast true strike once per long rest. "
					]
				},
				{
					"name": "Staff of Burning Hands",
					"type": "SCF",
					"technology": "Staff",
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "45",
					"weight": "7",
					"entries": [
						"{@bold Subtype}: Staff; ",
						"{@bold Kit}: {@item Woodcarver's Tools}",
						"{@bold Required Space(s)}: Workshop; ",
						"{@bold Features} (GM): Attempting to invoke the power of this fire-blackened ash staff will result in the holder suffering 1d3 Fire damage, as it grows white hot for a moment."
					]
				},
				{
					"name": "Immovable rod (alternate)",
					"type": "RD",
					"tier": "Minor",
					"rarity": "Rare",
					"value": "15",
					"weight": "5",
					"power": "1",
					"entries": [
						"{@bold Subtype}: Rod; {@bold Level}: 1",
						"{@bold Features} (GM): When the button on this artifact is pressed in, the holder's opinions solidify and they become impossible to convince."
					]
				},
				{
					"name": "Fox's Leathers",
					"type": "LA",
					"armor": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "75",
					"subtype": "Armor (Light)",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Armor (Light); ",
						"{@bold Features} (GM): While you wear this armor, creatures trying to track you do so with Disadvantage. "
					]
				},
				{
					"name": "Brawler's Leathers",
					"type": "LA",
					"armor": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "100",
					"weight": "10",
					"reqspace": "Workshop",
					"reqAttune": true,
					"subtype": "Armor (Light)",
					"power": "1",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Armor (Light); {@bold Level}: 1",
						"{@bold Kit}: {@item Leatherworker's Tools}",
						"{@bold Required Space(s)}: Workshop",
						"{@bold Features} (GM): While attuned to and wearing this Armor, whenever you make an unarmed attack or an attack with an improvised weapon, the Armor becomes +1 armor until the beginning of your next turn."
					]
				},
				{
					"name": "Mockingbird Citydweller's Leathers",
					"type": "LA",
					"armor": true,
					"tier": "Major",
					"rarity": "Uncommon",
					"value": "500",
					"reqAttune": true,
					"subtype": "Armor (Light)",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Armor (Light); ",
						"{@bold Description} (Player Facing): Consisting of a finely-tailored suit of doublet and breeches made of supple leather, the armor can pass for mere clothing.",
						"{@bold Features} (GM): While attuned to and wearing the Leathers, when you finish a long rest in a city of more than 10,000 inhabitants the Leathers become +1 armor, and you gain the ability to cast vicious mockery once per day. If you leave the city, the magic becomes inert until you finish another long rest in a city as described."
					]
				},
				{
					"name": "Ring Mail of Three Wishes",
					"type": "G",
					"armor": true,
					"tier": "Minor",
					"weight": 15,
					"rarity": "Rare",
					"value": "1500",
					"subtype": "Armor",
					"ac": 14,
					"entries": [
						"{@bold Subtype}: Armor (Medium); ",
						"{@bold Description} (Player Facing): This armor is Leather Armor with heavy rings sewn into it.",
						"{@bold Features} (GM):  The rings help reinforce the armor against blows from swords and axes. Three rings across the chest are made of brilliant gold that sheds dim light similar to daybreak. (When you are hit by a melee or ranged attack while wearing this armor, you can use your reaction to wish that you hadn't been hit. The attack deals no damage, but the armor class provided by the armor decreases by 1. After the third wish, the armor's rings vanish and it becomes nonmagical leather armor.)",
						"{@Note The armor counts as Medium armor but is a heavy Leather armor which grants AC 15."
					]
				},
				{
					"name": "Helm of Courage",
					"type": "G",
					"armor": true,
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "1500",
					"weight": "2",
					"reqspace": "Smithe",
					"subtype": "Armor (Helm)",
					"ac": 1,
					"power": "3",
					"entries": [
						"{@bold Subtype}: Armor (Helm); {@bold Level}: 3",
						"{@bold Kit}: {@item Smith's Tools}",
						"{@bold Required Space(s)}: Smithe",
						"{@bold Description} (Player Facing): Beautiful helm",
						"{@bold Features} (GM): Grants +1 AC each round its weilder encourages another character (“Good Job!” “Nice Shot!” “You can do it!”)"
					]
				},
				{
					"name": "Dead Truncheon",
					"type": "M",
					"tier": "Minor",
					"rarity": "Uncommon",
					"value": "125",
					"weight": "2",
					"weapon": true,
					"weaponCategory": "Exotic",
					"dmg1": "{@dice 1d6}",
					"dmgType": "S",
					"reqspace": "Temple/Smithe",
					"power": "3",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Weapon; {@bold Level}: 3",
						"{@bold Required Space(s)}: Temple/Smithe",
						"{@bold Description} (Player Facing): Club",
						"{@bold Features} (GM): If this weapon is entombed within a corpse for 8 hours, it becomes a +1 magic weapon until the next dawn."
					]
				},
				{
					"name": "Violent Dagger",
					"type": "M",
					"tier": "Minor/Major/",
					"rarity": "Uncommon",
					"value": "125",
					"weight": "1",
					"weapon": true,
					"weaponCategory": "Martial",
					"dmg1": "{@dice 1d8}",
					"dmg2": "{@dice 1d10}",
					"dmgType": "S",
					"property": [
						"T",
						"F",
						"L"
					],
					"reqspace": "Smithe",
					"source": "Aritsobulus's Armory",
					"entries": [
						"{@bold Subtype}: Weapon; ",
						"{@bold Kit}: {@item Smith's Tools}",
						"{@bold Required Space(s)}: Smithe",
						"{@bold Description} (Player Facing): Dagger",
						"{@bold Features} (GM): Every time you roll a critical hit when attacking with the Dagger, it gains 1 charge. As a bonus action, you may use a charge to make the Dagger a +1 weapon for 1 minute. All charges are lost at the end of a short or long rest."
					]
				}
			]
		}
	]
}