{
	"_meta": {
		"sources": [
			{
				"json": "Belushad",
				"abbreviation": "Blshd",
				"full": "Belushad",
				"authors": [
					"darylr#6169"
				],
				"convertedBy": [
					"Lyra[he/him]"
				],
				"version": "1"
			}
		],
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1729948037,
		"dateLastModified": 1729948037,
		"_dateLastModifiedHash": "ecbaea3202"
	},
	"item": [
		{
			"name": "Aurore",
			"source": "Belushad",
			"type": "M",
			"typeAlt": "SCF",
			"rarity": "artifact",
			"wondrous": true,
			"sentient": true,
			"weight": 2,
			"weaponCategory": "martial",
			"property": [
				"F",
				"L",
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "P",
			"dmg2": "1d8",
			"bonusWeapon": "+2",
			"bonusSpellAttack": "+2",
			"bonusSpellSaveDc": "+2",
			"focus": true,
			"staff": true,
			"entries": [
				"The statue can be transformed into a golden kukuri, with engravings of the image of a phoenix on its sheath or a golden quarterstaff.",
				{
					"type": "entries",
					"name": "Sentient",
					"entries": [
						"This item does not require attunement, and chooses its master. Once bonded, you can't be disarmed of the item unless you have the {@condition Incapacitated} condition. If it is on the same plane of existence, you can summon that item as a Bonus Action, causing it to teleport instantly to your hand."
					]
				},
				"When it is in the form of a kukuri, it counts as a {@item +2 shortsword}, which can be used a spellcasting focus for any class. In addition, an ally within 10ft of you deals extra radiant damage, equal to your proficiency modifier, the first time that they hit an enemy with an attack roll, on a turn.",
				"When it is in the form of a {@item quarterstaff|PHB}, the wielder gains +2 to spell rolls and their spellcasting DC. It be used as a spellcasting focus for any class. In addition, you can cast one of the following spells once per long rest without the use of a spell slot. Once cast in this manner, any of these spells can be cast as long as you have the appropriate spell slot available:",
				{
					"type": "list",
					"items": [
						"{@spell Remove Curse}",
						"{@spell Greater Restoration}",
						"{@spell Mass Cure Wounds}"
					]
				},
				"With a pray, you can ask the phoenix to protect either yourself or an ally. As a bonus action, you can either empower yourself or perform a {@dc 18} {@skill religion} check to empower a willing creature, within 30ft of you. The empowered creature gains temporary hit points equal to your character level. Moreover, while these temporary hit points are present, the creature gains a bonus to all Charisma, Intelligence and Wisdom saving throws equal to your proficiency modifier."
			],
			"attachedSpells": [
				"Remove Curse|PHB",
				"Greater Restoration|PHB",
				"Mass Cure Wounds|PHB"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://liulisg.com/cdn/shop/products/PEA111.ADACE_1024x.jpg?v=1623134448"
						}
					}
				]
			}
		}
	]
}
