{
	"_meta": {
		"sources": [
			{
				"json": "cVault",
				"abbreviation": "CompV",
				"full": "Companion's Vault",
				"authors": [
					"FreshRad Games"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.1",
				"url": "https://www.dmsguild.com/product/185919/Companions-Vault",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d9df3f059d",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Blanket of Dimness",
			"wondrous": true,
			"tier": "minor",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"The Blanket is woven from the fur of displacer beasts. It is difficult to make out the distinct shape of this  gray mantle, as if your eyes are bleary whenever you look directly at it.",
				"If your animal companion is wearing the blanket, as an action you may command the blanket to use its special quality. The blanket casts the Blur spell upon the animal wearing it for a duration of 1 minute. This property can't be used again until after the next dusk."
			],
			"source": "cVault"
		},
		{
			"name": "Bonding Amulets",
			"wondrous": true,
			"tier": "minor",
			"rarity": "very rare",
			"reqAttune": true,
			"entries": [
				"These aren't found, they simply appear around a ranger and their companion's necks once they display a genuine unity of character. The amulets are clay coins and bear no adornment, their simplicity belying their power.",
				"While you and your animal companion wear the bonding amulets, if the animal companion is alive and within 50 feet of you, at the end of each short rest you may spend your hit dice to heal your animal companion and the animal companion may spend its hit dice to heal you."
			],
			"source": "cVault"
		},
		{
			"name": "Cetusian Conch",
			"type": "TG",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"reqAttune": true,
			"entries": [
				"The Cetusian Conch is a large spiraled shell. Its outer surface is mottled green and blue and its interior is a deep purple. The shell is made by large, semi-intelligent mollusks that are only found in the depths of the Lake of Dragons.",
				"If the conch is crushed into a paste and fed to an animal companion, it allows the animal to breathe water permanently."
			],
			"source": "cVault"
		},
		{
			"name": "Dragon's Blood",
			"wondrous": true,
			"tier": "minor",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"A tiny ruby bottle with a brush cap contains a small amount of dragon's blood.",
				"If the blood is painted onto the claws, horns, beak, or similar appendage of your animal companion, you may permanently treat attacks made with those parts as magical. In addition, damage dealt by the affected body part permanently gains the following damage type, based on the type of dragon that the blood came from:",
				{
					"type": "table",
					"colLabels": [
						"Dragon Color",
						"Damage Type"
					],
					"colStyles": [
						"col-6",
						"col-6"
					],
					"rows": [
						[
							"Black",
							"Acid"
						],
						[
							"Blue",
							"Lightning"
						],
						[
							"Green",
							"Poison"
						],
						[
							"Red",
							"Fire"
						],
						[
							"White",
							"Cold"
						]
					]
				}
			],
			"source": "cVault"
		},
		{
			"name": "Glittering Ribbons",
			"wondrous": true,
			"tier": "minor",
			"rarity": "rare",
			"reqAttune": true,
			"entries": [
				"These are small, multicolored ribbons with a distracting metallic sheen. Each ribbon is embroidered with a gold nugget, the symbol of Garl Glittergold.",
				"Once you weave the ribbons into your animal companion's fur or feathers, you may use an action to have the ribbons cast the {@spell Confusion} spell as if expending a 6th level spell slot. The area of effect is centered upon your animal companion but does not effect your animal companion. The save DC is equal to 8 + your  proficiency bonus + either your companion's Strength or Dexterity bonus (your choice). This property can't be used again until after a long rest."
			],
			"source": "cVault",
			"grantsProficiency": true
		},
		{
			"name": "Graymoss Tendrils ",
			"wondrous": true,
			"tier": "minor",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"These are thin black filaments of a peculiar moss, coiled within a coin-sized bag. Graymoss is only found growing around sacrificial altars in Yuan-Ti temples.",
				"Once you weave the tendrils into the fur or feathers of your animal companion, your companion becomes wreathed in a smoke that matches the colors of your environment. This grants Advantage on Dexterity (Stealth) checks made by the animal companion."
			],
			"source": "cVault"
		},
		{
			"name": "Jumping Shoes",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"reqAttune": true,
			"entries": [
				"These small, enchanted rubber patches are distilled from the latex of a Felsul tree. The latex must be drawn from the tree after it is cut down on a moonless night.",
				"If they are applied to the feet of an animal companion using tree sap, the animal companion may permanently double its long jump and high jump distances."
			],
			"source": "cVault"
		},
		{
			"name": "Llewyrrian Blinders",
			"wondrous": true,
			"tier": "minor",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"These are enchanted blinders crafted by the warriors of the Llewyrr to calm their animal companions in the heat of battle.",
				"Once you place these over your animal companion's eyes, they gain Advantage on all saves against becoming frightened, charmed, or petrified."
			],
			"source": "cVault"
		},
		{
			"name": "Rod of the Purple Sun",
			"wondrous": true,
			"tier": "minor",
			"rarity": "legendary",
			"reqAttune": true,
			"entries": [
				"This branding rod is made of an unknown oily metal that causes a feeling of revulsion when it is held. The head is shaped like Cyric's burning sun motif and its metal is tinted purple.",
				"Upon branding your animal companion the rod liquifies and flows into the brand. From this point on, at the start of each combat encounter your animal companion descends into madness. For the remainder of the combat, your companion will always attack on its turn as if you had commanded it to attack. You do not need to spend an action to command it to attack. It will always target the nearest creature, moving to the target by the shortest route necessary. If there are two creatures that are equidistant from the animal companion, it will choose a target at random.",
				"Your animal companion gains an additional bonus to damage rolls equal to half your level. Whenever your companion deals damage to its target, you may choose to have your animal companion perform one of the following:",
				{
					"type": "list",
					"items": [
						"{@b Mighty Sweep}: The animal companion swings at the target and another creature within 5 feet of the target. If the original attack roll would hit the second creature, the second creature takes half the damage inflicted on the initial target.",
						"{@b Daunting Roar}: The target must make a Wisdom saving throw. On a failed save, it is frightened of the animal companion until the end of your companion's next turn.",
						"{@b Unbalancing Strike}: The target must make a Dexterity saving throw. On a failed save, the target is knocked prone."
					]
				},
				"The Save DC for Daunting Roar and Unbalancing Strike is equal to 8 + your proficiency bonus + either the animal companion's Strength or Dexterity bonus (whichever is greater).",
				"Once combat ends, if your animal companion attacked a party member while it was maddened, your animal companion must make a Wisdom saving throw against a DC equal to the highest amount of damage it inflicted on any party member in one round. If it fails the saving throw, it will abandon you and flee into the wilderness.",
				"{@b Curse}. Once an animal companion is branded by this item, it must always go mad in combat. The brand can only be removed by a remove curse spell or similar."
			],
			"source": "cVault"
		},
		{
			"name": "Tears of Akadi",
			"wondrous": true,
			"tier": "minor",
			"rarity": "rare",
			"reqAttune": true,
			"entries": [
				"This is a perfectly spherical globule of crystal blue liquid, the actual tears of the primordial Akadi. It has no container, but stays in its form if it is handled gently.",
				"If your animal companion drinks the tears, it's Intelligence permanently increases to 7 (if it wasn't higher already) and it permanently gains the ability to speak Common."
			],
			"source": "cVault"
		}
	]
}
