{
	"_meta": {
		"sources": [
			{
				"json": "BAG",
				"abbreviation": "BAG",
				"full": "The Lost Lands - Bard's Gate",
				"authors": [
					"Frog God Games"
				],
				"convertedBy": [
					"FrankD"
				],
				"url": "https://froggodgames.com/frogs/product/the-lost-lands-borderland-provinces/",
				"version": "1.0",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1546624834,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ae3df14045",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Canopic Urn of the Undead",
			"wondrous": true,
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": true,
			"source": "BAG",
			"entries": [
				"Crafted by placing both a humanoid corpse's dissected heart and the cremated ashes of the body within the urn, and then treating the remains with a dark alchemical mixture, the necromancer fashions a portable undead servant. When the urn is opened and a command word spoken, the corpse's body rises up out of the urn to serve whoever possesses the vessel. The corpse is considered a {@creature mummy|mm}, but the urn's owner is immune to the conjured mummy's dreadful glare power.",
				"The {@creature mummy|mm} serves until it or its clay urn is destroyed. If the mummy is destroyed, the necromancer may craft a new mummy for the empty urn. If the urn is destroyed while the mummy is active, the mummy becomes uncontrolled."
			]
		},
		{
			"name": "Eyes of Bast",
			"wondrous": true,
			"tier": "major",
			"rarity": "legendary",
			"reqAttune": true,
			"source": "BAG",
			"entries": [
				"These fst-sized precious emeralds are identical in every way. They are warm to the touch, and seem to pulse with an inner life. The gems were granted to followers of Bast who came to Bard's Gate as protectors, and have served to dissuade the overpopulation of common rats within the city for generations. The effects of the eyes are only evident when placed in the eye-sockets of a statue of Bast, held to the eyes of a cleric of Bast, or by twisting their power through dark rituals to an evil god.",
				"",
				"The eyes have the following powers:",
				"Constant—{@spell hallow|phb} (if dispelled, renews in 1 round)",
				"4/day—{@spell bless|phb}, {@spell purify food and drink|phb}",
				"1/day—{@spell conjure animals|phb} (felines only)",
				"1/week—{@spell divine word|phb}",
				"",
				"While within the confnes of a temple consecrated to Bast, cats and feline-blooded creatures gain a +1 bonus to hit, damage, and saves, and they regenerate 1 hit point of damage every 10 minutes."
			],
			"bonusWeaponAttack": "+1"
		},
		{
			"name": "Glimmer Gem",
			"wondrous": true,
			"tier": "major",
			"rarity": "legendary",
			"source": "BAG",
			"entries": [
				"The glimmer gem is the cursed magical jewel that caused the entire Grey Deacons Thieves' Guild to vanish from Bard's Gate. This rare jacinth was frst crafted by a wizard for use in his {@spell magic jar|phb} spell, yet when the fatal crack appeared, it caused the spell to go awry. The stone now draws the body and soul into it, projecting the soul to the astral plane. The body appears as a small sparkling speck within the gem and is reflected as a shade or shadow creature of its former self. Prior to its theft by Rowling Jenks, the glimmer gem was in the possession of the Grand Vizier of Efreet, who used its powers to manipulate shadow, teaching him the method to enslave other spellcasters and steal their magical energies. The glimmer gem has 40 facets, and each facet is capable of capturing the spirit of another victim and turning them into a shade or {@creature shadow|mm}",
				"Any living being that comes within 10 ft. of the glimmer gem must make a successful DC 20 Con save or be drawn into the gem. Victims of 4th level and below are instantly transformed into a {@creature shadow|mm}. Victims of level 4 and above must make a DC 20 Wisdom save. If this save succeeds they are instead transformed into a shade. Those failing the second save become {@creature shadow|mm}. Beings so transformed are trapped within a 500 ft. spherical proximity to the glimmer gem. Destroyed shades or {@creature shadow|mm} reform in 24 hours.",
				"The glimmer gem may only be destroyed by a magic or adamantine weapon, or by means of magic spells such as {@spell disintegrate|phb} and {@spell shatter|phb}. It has AC 22 and 20 hp.",
				"If destroyed, any beings trapped within the glimmer gem cease to exist, their spirits simply twinkling out. Beings turned to shade or {@creature shadow|mm} by the glimmer gem, and those destroyed when the gem is destroyed, may only be raised by means of {@spell true resurrection|phb} or {@spell wish|phb}."
			]
		},
		{
			"name": "Horn of Fog",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"source": "BAG",
			"entries": [
				"This small bugle allows its possessor to blow forth a thick cloud of heavy fog similar to that of an {@spell fog cloud|phb|fog cloud spell}fog cloud spell. The fog covers a 10 ft. square next to the horn blower each round that the user continues to blow the horn; a fog cloud travels 10 ft. each round in a straight line from the emanation point unless blocked by something substantial such as wall. The device make a deep, foghorn-like noise, with the note dropping abruptly to a lower register at the end of each blast. The fog dissipates after 3 minutes. A moderate wind (11+ mph) disperses the fog in 4 rounds; a strong wind (21+ mph) disperses the fog in a 1 round."
			]
		},
		{
			"name": "Horn of Warning",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"source": "BAG",
			"entries": [
				"When this magical war horn is sounded, it alerts all rangers of similar alignment within 50 miles to the location of the horn's possessor, both by an audible sound of a horn, and an empathic link to the sounders exact location. It may be used by any character with a serious connection with the outdoors such as a barbarian, druid, elf, etc. at the GM's discretion. For all others, it is a simple horn."
			]
		},
		{
			"name": "Lute of Suggestion",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"reqAttune": "by a bard",
			"source": "BAG",
			"entries": [
				"This lute allows the bard with profciency to cast {@spell suggestion|phb}suggestion up to 3/day. The musician must sing or speak to give the actual suggestion to the target, but the vocals need not be very good, or even disguised as song."
			],
			"reqAttuneTags": [
				{
					"class": "bard"
				}
			]
		},
		{
			"name": "Perfume of Masking",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"source": "BAG",
			"entries": [
				"When anointed with a dab from this vial of completely odorless oil, a character and all of their worn and carried possessions become completely immune to detection by scent for 1 hour. Treat the character as being invisible against any creature that primarily relies on scent to locate them. A new vial typically contains 10 doses of this oil. Alternately, by placing a dab of this oil in the nose, a character can deliberately rob themselves of their ability to smell, which eliminates or reduces many nausea-inducing effects, magical or mundane. A single dose is enough to treat both nostrils."
			]
		},
		{
			"name": "Ring of Master Thievery",
			"tier": "major",
			"type": "RG|DMG",
			"rarity": "legendary",
			"reqAttune": "by a rogue",
			"source": "BAG",
			"entries": [
				"This enchanted ring has been in the possession of the true guild master of Bard's Gate's thieves' guild for nearly 1000 years. Originally conceived by a master thief named Aldo in legendary times long past, the ring was crafted to augment his skills in the arts of covert trade. The ring is truly splendid, having a fnely cast gold band tipped with a single stone of black onyx that seems to absorb light. The ring is known to have special powers in the hands of an accomplished rogue. It is rumored to have an equally special curse upon it.",
				"The ring grants the user the following benefts to the rogue class:",
				{
					"type": "list",
					"items": [
						"+2 bonus to Dexterity (maximum improves to 22)",
						"Triple profciency bonus to Deception, Sleight of Hand, thieves' tools checks",
						"+2 bonus to AC and saving throws",
						"Sneak Attack +1d6, stacks with other sources of sneak attack damage."
					]
				},
				"",
				"The ring has the following baleful effects:",
				{
					"type": "list",
					"items": [
						"The wearer must steal at least 500gp worth of treasure per month in order to retain the powers of the ring. Failure to do so means the ring loses all of its magical effects and bonuses and the quota amount doubles. Horded treasure owned by the wearer begins to turn to foul-smelling dung in amounts equal to the quota per month. Excess treasure stolen during one month does not carry over to the next. Further, each month of shortfall reduces the wearer's hit point maximum by 20%. For example, a rogue falling short in their stealing 500gp of treasure in one month fnds 1000gp worth of their wealth turned to foul-smelling offal and their hit point maximum reduced by 20%. Should a second month pass without meeting the higher 1000gp quota, the rogue fnds an additional 2000gp worth of their valuables and equipment turns to putrid excrement and their hit point maximum has been reduced by 40%. If the character meets their quota for at least one month, the ring's magical effects and bonuses are restored as well as the lost hit points, but transmuted treasure is lost forever except as fertilizer",
						"The wearer of the ring begins to make an alignment shift towards neutral evil, unless they are already neutral evil. The wearer must make a DC 20 Charisma save each month or make one shift towards neutral evil. Shifts along the chaos/law axis takes place frst, then the good/evil axis, as the powerful greed caused by the ring consumes them.",
						"Once either an alignment shift has occurred or a monthly quota has been met, the wearer does not willingly take off the ring without limited wish or {@spell wish|phb} being cast on them, with the express purpose of breaking the ring's curse (remove curse and greater restoration will not work). If the ring is forcibly removed without the appropriate spell casting, the wearer continues to suffer all negative effects of the ring for five months, but gain none of the benefts until the ring is again worn. After a period of five months without wearing the ring, the curse is lifted; unfortunately, the hit point maximum is at 0% so the previous wearer is now deceased.",
						"Sneak Attack +1d6, stacks with other sources of sneak attack damage."
					]
				},
				"",
				"{@bold Destruction}",
				"",
				"The ring can be destroyed by the wearer making a donation to a temple of a lawful good, lawful neutral, or neutral good deity equal to a year's quota of stealing, followed by a sincere vow of poverty kept for an entire year. Upon the dawn of the fnal day of the twelfth month, the ring cracks."
			],
			"bonusAc": "+2",
			"bonusSavingThrow": "+2"
		},
		{
			"name": "Silver Harp of Peace",
			"wondrous": true,
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": "by a bard",
			"source": "BAG",
			"entries": [
				"This harp allows the bard who has profciency to cast {@spell calm emotions|phb}, {@spell dominate monster|phb}, and {@spell enthrall|phb} 1/day. The save DC for any of these spells is based on the bard's Charisma bonus"
			],
			"reqAttuneTags": [
				{
					"class": "bard"
				}
			]
		},
		{
			"name": "Silverhelm",
			"wondrous": true,
			"tier": "major",
			"rarity": "legendary",
			"reqAttune": "by a dwarf",
			"source": "BAG",
			"entries": [
				"The Silverhelm is a magical item which is symbolic to the ruler of the Silverhelm Clan of dwarves. It has been passed from ruler to ruler for generations. It grants any dwarf wearing it a +3 bonus to AC and saves. It renders the wearer completely immune to dragon charm and fear powers. It also grants resistance vs. dragon breath and magic resistance aginst spells cast by dragons."
			],
			"bonusAc": "+3",
			"reqAttuneTags": [
				{
					"race": "dwarf"
				}
			]
		},
		{
			"name": "Skulls of Woe",
			"type": "M",
			"weaponCategory": "martial",
			"baseItem": "flail|phb",
			"dmg1": "3d8",
			"dmgType": "B",
			"rarity": "legendary",
			"reqAttune": "requires attunement by a creature with a strength of 18 or higher and dexterity 13 or higher",
			"source": "BAG",
			"entries": [
				"This deadly three-headed weapon with horned metal skull heads is a flaming, cold, lightning triple flail. Speaking the command word as a bonus action causes flames, frost, and lightning to erupt in each flail head respectively. A strike does triple flail damage ({@dice 3d8} bludgeoning damage) plus {@dice 1d6} fre damage, {@dice 1d6} cold damage, and {@dice 1d6} lightning damage. The flames, frost, and lightning last until a bonus action is used to speak the command word again or until the flail is dropped. Anyone attempting to wield this weapon with less than 18 Strength and 13 Dexterity is considered non-profcient. Such wielders automatically strike themselves for full damage when rolling a natural 1 on an attack roll."
			]
		}
	]
}
