{
	"_meta": {
		"sources": [
			{
				"json": "btn",
				"abbreviation": "BTN",
				"full": "Better Than Naught",
				"authors": [
					"Gary Flannel"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0.0",
				"url": "https://btn.com/2015/03/10/a-table-of-contents-thats-better-than-nothing/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1539021052,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "848fa94b58",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Armor of Guile",
			"type": "G",
			"tier": "major",
			"rarity": "legendary",
			"value": 275000,
			"source": "btn",
			"entries": [
				"{@bold Subtype}: Armor;",
				"{@bold Kit}: {@item Smith's Tools}",
				"{@bold Required Space(s)}: Smithe;",
				"{@bold Features} (GM): The armor itself is nothing so much as a lightweight scarf wrapped around one's midsection. It offers no protection from the elements or natural hazards and is extremely fragile. However, any and all attack rolls against the wearer are made at against an AC representative of the illusion the wearer desires (and he can reset once per day). The more unbelievable and rare the armor imagined, the lower the DC Wis save to disbelieve it is real. Once per scene, a creature may have a Wis save to disbelieve the armor upon first seeing it. On a success, there is no armor, only a pale pink and green scarf (ugly at that) wrapped around the wearer's midsection. On a failure, the armor is \"real\" to that person for the scene. Simple common light armor is a DC23, medium armor DC18, heavy armor DC13. Every resistance added to the armor (represented by appropriate visual effects on the illusory armor like a bluish glow for cold or skulls for necrotic) decreases the DC by 5. So, \"wearing\" slashing resistance heavy plate (plate with \"great rounded and smoothly polished guards to deflect blades\") is a Wis save DC 8 for all creatures the first time they see it and every scene thereafter. \"Taking off\" the armor or putting other armor on gives all the observers a new save immediately with advantage."
			],
			"fluff": {
				"entries": [
					"{@bold Description} (Player Facing): Paulo laughed and laughed and laughed, wading through the attacks. Arrows splintering to pieces off of his magnificent breastplate. He cackled as the soldiers charged him, spears at the ready and almost shat himself in glee as he saw the great loping bugbear roar in frustration at how deftly the matching magnificent shield deflected his resounding blows.",
					"Paulo had waded into their camp an hour ago and was beside himself with joy imagining the accolades he would get from the King... and the presents... the gifts... oh, the women! His was a smug satisfaction at the invulnerable splendor encasing his body... right up until his squire, an old cutpurse Paulo had pressed into service from the capitol took a moment and squinted at him. The look on the old, toothless man's face went from curiosity to disbelief to annoyance to determination as he walked up close and put a knife through Paulo's heavy steel gorget, mail, leather, and throat. As he bled out on the ground, the old thief spit... \"lying twat\"."
				]
			}
		},
		{
			"name": "Baneful Paerma",
			"type": "G",
			"tier": "major",
			"rarity": "legendary",
			"value": 110000,
			"weight": 6,
			"source": "btn",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Features} (GM): The Paerma is small oval shield, barely large enough for a halfling to hide behind were it not for his feet.  Close inspection shows that its leathery surface is (morbidly) made from perfectly cut herring-bone patches of skin—each as small as a coin.  The skins patches were trophies kept by The Haxian, a zealous cleric three-hundred years ago responsible for cleansing the Ophea of the monsterous undead.  Each patch was cut from the forehead of an undead creature slain by his wrath.",
				"In the center of the shield is the cleric's crown (the bone dome of his skull) polished to a high gloss shine, an ivory-white irregular circle nearly six inches across.",
				"Attunement to the shield requires the killing of a necromancer, his last moments of life leaving his body while on the shield.  For this reason combined with the oddly unearthly materials of the shield, most of the faith's champions—even the most righteous and intense—find themselves unequal to bearing it.",
				"Once attuned however, the shield provides two boons to the bearer.   First, on any surprise round, if the wielder gets to take a turn, they may use their reaction to smack the rim of the shield against any hard surface to cause a flash of pure, radiant, divine light to arc out around them. This light has the effect of causing any undead creature to lose their turn in the surprise round.",
				"Second, the wielder may take an action to use the shield to bash (as an improvised weapon doing +0 magical 1d4 + Strength bludgeoning; any features, feats, or other rules allowing for shield bash with proficiency bonus may apply if applicable).  This bash forces the Diseased condition on any undead creatures, even if they are Immune."
			],
			"fluff": {
				"entries": [
					"{@bold Description} (Player Facing): The camp was quiet, but the old paladin was not.",
					"\"You can come out. I know it's time... I've been waiting.\"",
					"The moon was new and the forest dark, had there been a fire it would have been helpless against the flowing night spilling out from the treelines. Broadways was cinching his last gauntlet, breathing even and slow while sounds—inhuman and uneven—spat and hissed and shuffled around him.",
					"There were... twenty. Maybe more. His old campaigner's ears knew their business, and the things in the dark were waiting. If they were autonomous, they'd either chatter or rush all together; if they were only minions of some central evil he'd be chiming in right about now...",
					"\"Huuuuuman... yooooooo naaaawt weeeelcomb... naaaawt heer...\" a voice from over his left drawled out–the Night's Tongue.  He'd heard it often enough that he could place it easily.  And as he picked up his small oval shield and tapped the rim on his chestplate, the flash of light bought him two things:",
					"A split second advantage to rush the bastard and a moment of joy as he heard the horde scream in pain."
				]
			}
		},
		{
			"name": "Cray of the Dead God",
			"type": "G",
			"tier": "major",
			"rarity": "legendary",
			"value": 62000,
			"weight": 20,
			"reqAttune": "barbarian",
			"source": "btn",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Features} (GM): When the cultists of the Child God came to the windswept tundra of the Southlands, they were escaping persecution in the Old Empire and seeking a place to call forth the horror that is the center of their worship. The Child had never touched this world directly, though its servants had murdered nations in the past to bring that about. Had it not been for the sacrifice of every last living member of the Intuer Clan in fighting back the first few steps of the infant demigod into the world, there would be no living thing left today. But, Lanaria of the Wild—the Clan's matriarch—fought it back through the tear in reality and fashioned a ceremonial trophy cray from the hide of the arm that had clawed its way through.",
				"The Cray of the Dead God is a length of grey and irregularly blackened hide as wide as a man's two fingers at the narrowest points and up to a foot wide at the broadest. It's roughly fifteen feet long, ragged-edged and coarse. Attunement requires a careful, ritualistic wrapping of the leather around one's body in a ceremonial observance of one's own possible and welcomed (if the spirits demand it) death; Religion check DC20 to get it right, DC 10 for Barbarians. Failure on this check means one cannot properly work the garment/armor for a number of weeks equal to one's level.",
				"One attuned, the armor grants the wearer an inconsistent, but powerful defense against damage. Give the player 9 cards from a conventional deck (2 through 10, each number once), then from the remaining deck, the DM draws one card and places it face down on the table. The PC has an armor class of 10 + their Dex modifier (as though unarmored), and with a Reaction (can be done in response to being hit), the Player may play any card from their hand to increase the AC of the character by that amount. That AC is the standing AC for the character until they are successful hit (even if no damage is done), then it returns to 10 + Dex modifier. When the player uses a card, it is discarded and they cannot use it again.",
				"At any point, the player may ask that the DM's card be used (this is done blind, they do not know the value). It also goes away on a successful hit. Only when all the player's cards have been used can they be re-dealt 2-10 again (and the DM redraws a single card, as at the start; discarding whatever they had, if they still have one).",
				"Once unattuned, the armor cannot be reattuned by the same person. The chaotic nature of the Great Old One is an untamed and wild thing."
			],
			"fluff": {
				"entries": [
					"{@bold Description} (Player Facing): Teller started the careful process of wrapping the long strap of boaxhide around her midsection. Around, then over, then around, then over–the motions were familiar to her, as common as brushing her hair out of her eyes. The rest of her comrades were tired, they'd spent the night in fitful watches, waiting for hell to climb the hill.",
					"The lower encampment was, if anything, larger than the last one—and that had nearly killed them all. Soldiers, pink-faced and ready, were lined up to storm the earthy mound and give them all a death long in the coming. But, without worry and almost without care, Teller continued the ritual, taking her time and doing it right, wrapping herself in the protection of her clan and family and preparing herself for the blood to come.",
					"If the emperor wanted this hill, she'd make his very best bleed for it."
				]
			}
		},
		{
			"name": "Father of Tribes",
			"type": "M",
			"tier": "major",
			"rarity": "uncommon",
			"value": 85000,
			"strength": "17",
			"weaponCategory": "martial",
			"dmg1": "1d12",
			"dmgType": "S",
			"source": "btn",
			"property": [
				"H",
				"2H"
			],
			"reqAttune": "barbarian",
			"entries": [
				"{@bold Subtype}: Weapon; ",
				"{@bold Features} (GM): The Father is an orcish great axe, old as the line of Sag'thorak Gat, the last high king of the orcs of the Southern hills. He reigned for nearly a century, several generations, and his standard was a bold black axe on a field of gray. The Father is that axe, the fabled arms of one of the orcish peoples' greatest heroes who held off the invasion of human and elf alike with his words and piety and the Father.",
				"The Father of Tribes is a magical +0 greataxe, the blade as large and wide as a wagon wheel. The whole axe is unwieldy to anyone with less than 17 strength (may only be uses as an improvised weapon, in that case). Once attuned (requiring the retelling of the story of the Gat, front to end with no interruptions or mistakes by a fire full of eager listeners–a History Check DC 20 to know the story and a Charisma Check DC 15 to tell it true; any failure requires starting over and the loss of an evening in the attempt.",
				"Once attuned, the great axe gives the wielder advantage in Charisma checks meant to inspire and bolster confidence and bravery in others and allows the wielder to use their reaction to interpose the blade of the axe (broad and thick as it is) between an ally within 5 ft. and a successful attack against them (must be an attack roll made against them that successfully hits). Interposing the axe head in this way grants a +2 cover bonus for that attack only, possibly causing the successful hit to miss (much as Shield, the spell, but less broad)."
			],
			"fluff": {
				"entries": [
					"{@bold Description}  (Player Facing): An Orcish Great axe, the blade as large and wide as a wagon wheel.",
					"His mother told him, when he left for the world, that it would be up to him to keep his tribe safe. That the great blessings of Gruumsh were many and spilled generously to those who paved the way for the young to grow old. She was wise, his mother. She died the following winter, after the soldiers came. The humans, ever clever and always marching. Always searching. Always pushing farther and farther into places that were not theirs.",
					"He ran with his crew—well, not his, really. It was Ank'so Thurak's crew, he was only one thane in the bunch. Fourteen of them. All bloodied and all grown. They sprinted across the night shaden field, quiet as killers and twice and cold. The light of the camp was ahead. No doubt some human crew. Some pink and brown-faced bunch of interlopers.",
					"He'd been young once, he recalls telling Makala, the old splithead chief he ran with then, that the humans could be reasoned with and that they didn't need to kill them in the dark like savages. The splithead was tired and weak and easily swayed and the next day, they were ambushed with light and fire and roaring and polished steel. He's lost an eye, then. He'd thought of it as his greatest lesson.",
					"The spirits were not wrong. Gruumsh took his eye so that he might see.",
					"They were not bad. But they were many and they were greedy and as he unslung his axe, ready to keep their brutes from pressing past the line of his crew, he resigned himself to the truth that there was only the wild. And one must kill or be killed."
				]
			},
			"bonusWeapon": "+0"
		},
		{
			"name": "Halnifar's Breastplate",
			"type": "G",
			"tier": "major",
			"rarity": "legendary",
			"value": 320000,
			"weight": 20,
			"reqAttune": "paladin",
			"source": "btn",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Features} (GM): Clad head-to-toe in gleaming armor, Captain General Halnifar of the Children of the Morning killed the Greater Lord Demon of the Skhiux whose name cannot be known and cast his body into the darkness between worlds. The great echoing chasm of nothing that keeps the heavens apart. He was raised, bodily, to serve at the hand of the Valiant as a guard in the great Temple of Light. His heavenly raiment replacing his earthly ones and taking his true place as a Deva of the high order.",
				"What became of his fabled armor is lost to time, but the chestpiece, a dull steel breastplate without mark or blemish, was worn by conqueror's from the hobgoblin kingdoms to the dwarvish cities to the settlements of the Empire and more.",
				"The breastplate itself is a worthy piece of armor, a +1 breastplate for any wearer, attuned or not. Attunment, however, requires killing a demon and removing its vile presence from the face of the world. And once, attuned, the breastplate grants the wearer some of the power the Captain General had in life.",
				"At the start of the wearer's turn and only the start, they may grant their action, bonus action, or reaction to an ally within earshot. This can allow the ally to have two bonus actions for their turn, as an example. The wearer loses that action, bonus action, or reaction for themselves. To grant it, the wearer must define what they want them to do with it (attack and name the target, cast and name the spell, use a feature ability, take a manuever, overwatch for runners, etc.) and the granted action, bonus, or reaction is bound by that if the ally wishes to use it.",
				"The ally does not have to use it, but if they do not it is lost. They cannot change what they are ordered to do, only given a chance to do their normal action AND the order. Orders can be heard, normally, by allies with a Passive Perception of 10 within 25 ft.; by allies with a Passive Perception of 15 within 75 ft.; and by allies with Passive Perception of 20 within 225 feet given normal surroundings. Rushing wind, storms, water, walls, other noise and calamity may disadvange this.",
				"Should the wearer retreat from a battle (even using one's movement to move away from a threat, barring moving towards another one), this power cannot be used for 1 week."
			],
			"fluff": {
				"entries": [
					"{@bold Description} (Player Facing): He looked up. Hrast and his horde of flapping monstrosities soared high over him, headed right for the now tired and enraged darkgnawer. It bled a rancid ichor down its side and panted through yellow and rotted teeth, staring hate right at Ser Broadways, catching its breath and looming so enormous over the trees. With him, Meila was flying, encased in purple light, the tail of her comet streaking proudly behind her. Those two were as different as water and oil, but they charged in together.",
					"To his left, Teller and Wyatt were sprinting for the monster. Her eyes were serious and dark, her greatsword held high. She cut the picture of the fury of the wild, the strength of her people, and the rage barely contained beneath. Wyatt's lankey frame bounded with her, three arrows nocked in his bow, the casual and smart grin he usually sported replaced by grim dedication.",
					"To his right, Oakley was a great and ferocious bear, bounding over rocks and fallen trees, teeth bared and a purposeful intelligence behind those eyes. His head was low, his gaze never moving from the thing. Chrimstin raced along with him, daggers drawn—so he hadn't run afterall... even in certain death. Some people, Broadways mused, just surprised you.",
					"And as the paladin, stood there, with everyone charging toward the demon, he called its name. And as the thing roared back, crouched to unleash that unholy power again, the old warrior smiled. There was no better way to go out, than beside old friends."
				]
			},
			"bonusAc": "+1",
			"reqAttuneTags": [
				{
					"class": "paladin"
				}
			]
		},
		{
			"name": "Hornwail Cord",
			"type": "G",
			"rarity": "legendary",
			"value": 350000,
			"weight": 10,
			"reqAttune": "ranger",
			"source": "btn",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Features} (GM): Svim Cord Armor—made of intricate and tightly braided, twisted, laced, and wrapped pieces of hard brasscord rope—is little known on the mainland, having fallen out of fashion and popularity even in the far continent with the development of cheaper and less laborious-to-make leather armors in the Northern fashion.",
				"Still, it was the favored protection of the Far Walkers—a sect of outlanders that roamed the wilds hunting for cults and conspiracies in service to the Black Spider in the days before the Bending of the Heavens.",
				"The Hornwail coat of Cord counts as +0 light armor allowing 13 + Dex modifier for AC, weighing 20 lbs. While worn, the armor subtley affects those around it. Those wishing to harm the wearer (in any way) find they cannot approach close while the wearer is fighting another. As long as there is an attacking creature adjacent to the wearer, all other aggressors avoid getting within melee range. This does not prevent them using ranged attacks or attacking others or even shouting taunts or distractions, but intelligent creatures are driven to attack one at a time in close combat.",
				"Constructs, Beasts, and Undead ignore this effect."
			],
			"fluff": {
				"entries": [
					"{@bold Description} (Player Facing): \"What's to stop us just clubbin' that pretty face flat and tossin' whats left into the brine, neh?\" First Mate Sorka's face was a deep rouge leather, hard-baked by decades of sun out on the open waters, and Courser had never known it to hide a lie. The old boatswain meant it. They'd kill him as easy as sinning and leave him lost at sea—just another cautionary tale for the boys at the docks that dreamed of plunder.",
					"Still, he held onto the rigging of the shilemain, the tension in the air was almost thick enough to taste. Twenty hands of all shapes and sizes, a few officers, a dead captain, and a locked captain's chest that held the promise of easy money nobody would be looking for out here.",
					"\"You're a piece of right shit, Sorka, you know that?\" was all Courser could think of and rather than sound fierce, it came across as simply buying time. The old sailor laughed, deep and true, and casually motioned for one of the deckmates to walk over and bring Courser off that rail with prejudice.",
					"Those two quick, thoughtless handwaves were enough to make the young man grin, even as the grizzled thumper unfurled his club."
				]
			},
			"reqAttuneTags": [
				{
					"class": "ranger"
				}
			]
		},
		{
			"name": "Lassiter's Convictus",
			"type": "G",
			"rarity": "legendary",
			"value": 125000,
			"reqAttune": "paladin, cleric",
			"source": "btn",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Features} (GM): The Convictus was found, not created. Lassiter was the old soldier of the Lost country—fabled hero that walked the hills and plains and forests of that cursed place bringing retribution and peace wherever he went. His death at the hands of the great winged death that was the Black Tyrant is a story told by old bards to somber men of righteous mein. A cautionary tale that the greatest of heroes die, that not all stories are bright.",
				"A century after Lassiter died, it was said that a token of respect and honor carefully placed where he had fallen so long before. The Convictus is clearly and evidently not of this world at all. The half-plate armor is stunning, but unearthly. No seam, no mark, it looks like it was formed without ever having been touched by a smith or hammer. The pieces are not bolted or riveted together, they simply move and slide past each other without connection—never falling apart.",
				"Attunement requires forswearing the tides of fortune entirely. An oath to the cosmos that one walks an orderly path. Once attuned, the wearer may not spend Inspriation for any reason. The only thing they can ever do with it is give it to another (represented by their giving an encouraging gesture of some kind). They may still earn Inspiration, and grant it to others in this way, but cannot spend it themselves.",
				"Once attuned, the armor counts as +0 magical half-plate. The wearer is now advantaged on saves against magical effects—all such saves. The spirit of the old soldier steels them, body and soul, through the unearthly armor. All such spells, however, cause the wearer to take 1d4 psychic damage (regardless of the save) as the strain of resisting can be difficult. This damage die can explode (on a 4, roll again, add the total; continue until no other 4's are rolled)."
			],
			"fluff": {
				"entries": [
					"{@bold Description} (Player Facing): For a man his size, Broadways was fast. Always was, it was an advantage he'd carefully cultivated for years and times like this reminded him of how lucky he was to have been born with fast feet. As he crossed the distance between the great stone doors and the raised dais on the far side of the chapel, he managed to cover a third of the stretch before the congregants had even noticed the clamor.",
					"His friends stayed back, and wisely. They knew the drill. Raveller Thorpe had to be stopped and this dark ritual with him. The sallow faces in the crowd went from surprised, to annoyed, to furious in moments and the armored old paladin hurled himself up the processional. One hundred yards, maybe... keep going.",
					"He felt the sting of some hex or curse tossed at him and still raced on. He knocked two thin-armed cultists out of the way—hearing a satisfying \"crack\" as he shattered one of their jaws with his shield. Seventy yards. And another sting. Fifty. Another. The pain was intense, but still he ran on.",
					"And as Ravell looked in bewilderment at the large metal figure barrelling towards him, he croaked two words more glorious than any Broadways had heard in weeks...",
					"\"Aww... shit\"."
				]
			},
			"reqAttuneTags": [
				{
					"class": "paladin"
				},
				{
					"class": "cleric"
				}
			]
		},
		{
			"name": "Regulator",
			"type": "M",
			"tier": "major",
			"rarity": "uncommon",
			"value": 55000,
			"weight": 2,
			"weaponCategory": "martial",
			"dmg1": "1d6",
			"dmgType": "B",
			"property": [
				"S"
			],
			"reqAttune": "fighter, barbarian",
			"source": "btn",
			"entries": [
				"{@bold Features} (GM): Created during the Third Purge of Malleus Exile—the First Emperor of the Manifest Compact that swept through Kalamar after the death of Kabori—the Regulator was one of the few weapons of destiny that escaped the sweeps of the royal elite guard and the Inquisition during tha time.",
				"An inch thick, dull grey, steel cylinder almost three feet long, to careful eyes it looks like little more than the raw materials and start of an actual weapon. But, once attuned (one must carry it amongst people, hidden, on one's person—non-magically—for one week without anyone noticing), it hides itself from prying eyes and greedy fingers.",
				"Powerful illusory magic was coked deeply into the iron of the Regulator. When carried or held by the attuned owner, it is perfectly invisible (Truesight has only a 25% chance of perceiving the weapon). The attuned owner can always see it (and senses its location within 100 ft., even if it is hidden by another or the environment). It acts as a +0 magical club dealing 1d6 bludgeoning damage and grants advantage when used as a ram or hammer to break things."
			],
			"fluff": {
				"entries": [
					"{@bold Description} (Player Facing): An inch thick, dull grey, steel cylinder almost three feet long, to careful eyes it looks like little more than the raw materials and start of an actual weapon.",
					"\"Cold rolled steel, sir—a process I assure you few true weapon-smiths in the whole circle of the world could replicate—I admit that what it lacks in ornamentation it more than makes up for in practical effect\" the thick necked gnome was going on and on, while Dove only turned the very smooth length of metal in his hand over and over. It was unpolished, still had that dull grey look that all the fine folk and genteel yahoos spurned—mirror finishes were all the rage, you know.",
					"Still, it felt good. Better than good, it felt real. One might mistake the thing for a small wagon axle, but to Dove it felt like the cold, impersonal, unmagificent specter of a death that is certain to land. It helped that it felt heavy enough to cave a skull in–metaphor is nice, but open a man's head and you win the argument.",
					"\"...and... apologies, sir\" Dove was brought back to attention with the gentle poke from the smith, \"But, the—er–modifications? I had them made. I will need to make it clear that if you are found with something like this, I will deny—\"",
					"\"If I'm caught, they won't care where it came from. Malleus will have me hanged from the high tower of the palace. Where I got it will be the least of anyone's worries.\"",
					"He paid the smith's price, a box he'd killed six men for in the high places. The steel felt good, as he walked through the bazaar on his way out of the city. Seven angry damns, but it felt good."
				]
			}
		},
		{
			"name": "Springmail",
			"type": "G",
			"rarity": "legendary",
			"value": 425000,
			"weight": 110,
			"reqAttune": "druid, cleric",
			"source": "btn",
			"entries": [
				"{@bold Subtype}: Armor; ",
				"{@bold Features} (GM): The Springmail of the Farthest Reach, an artifact of the time when the Zeal Riders fought their Endless War with the Principalities of the Mad and the Feyland Court. The Wild was alive with great titanic conflict then, and then the world itself ended and few things survived the eons between then and the world as it is now.",
				"The Springmail was what the Lord of the Black Deep would wear in battle, a shirt of chain mail made of immaculate and tiny looks of seamless charcoal grey stone. All interlinked impossibly perfectly.",
				"Attuning to the Springmail requires burying it no deeper than a foot under loose soil and leaving it there, unguarded and unhidden, for a full turn of the moon. One cannot come, nor have anything else come, within a mile of it for this time. The Lords of old had a much easier time of this when the world was all wild space.",
				"Once attuned, however, it counts as +0 chain mail (though made of stone) and weighs twice as much as normal chain mail. The first time the wearer is reduced below 0 hp (requiring death saves) their body begins to decompose entirely where it lay over the course of 2d4 rounds.",
				"Roll 1d12 and then 1d10. Starting directly North (as a clockface) the d12 result is the direction and the d10 result is how many feet (take the d10 result and multiply by 5) away that a rootball starts growing over the same time as the body is decomposing.",
				"Once fully grown (and the body fully decomposed), the rootball cracks open and the character comes spilling forth from it at 1 hp, removing all conditions they had before, with 1 exhaustion, and any missing body parts or scars or blemishes gone. They are covered in gelatinous slime and look almost as though they've emerged from a birth. Should they reach their own remains, they may take a full turn kneeling over them, thanking and blessing the generosity of the world, and recover half their maximum HP.",
				"This only works once per day. Should the rootball resulting direction and distance be over a chasm or hole, it forms somewhere from the side of that as many feet down as uses the rest of the distance. DM's are encouraged to be creative in this."
			],
			"fluff": {
				"entries": [
					"{@bold Description} (Player Facing): When the dark knight put his lance through Wendel's chest, it seemed as though all the joy of the world was gone. That there would be no great joy, and that this mad adventure would only haunt them all for the rest of their day.",
					"The Prophet of Lindelwood, the Mad Walker of the Green. Wendel, what his parent's named him. If anyone of them had deserved to see this out, it was him.",
					"That's what they thought, anyway. The lot of them gathered around his body, the knight lying dead in the rain by the clearing. They stood around as the skies soaked them and shook their heads grimly. Paulo wept.",
					"As the druid's body started changing, rotting away before them more quickly than possible–the sight of his teeth baring from drying and moldering lips horrified them, his body caved in and maggots and insects crawled out of orifices. His eyes shriveled in their sockets beneath the lids and even his bones appeared to fall apart into dirt and dust. Within moments, Wendel had decomposed into nothing and flowers began to grow.",
					"As they stood, dumbstruck and horrified and confused, they heard movement from where the knight had fallen–all spun drawing weapons and ready for their vengeance only to find a naked Wendel, Prophet of Lindelwood, pulling off one of the knight's boots.",
					"He stopped for a moment, rain making his usually pale skin even pastier looking... \"What...? They're better than mine.\""
				]
			},
			"bonusAc": "+0",
			"reqAttuneTags": [
				{
					"class": "druid"
				},
				{
					"class": "cleric"
				}
			]
		},
		{
			"name": "Plate of Guardium",
			"type": "HA",
			"tier": "major",
			"rarity": "rare",
			"value": 125000,
			"weight": 50,
			"ac": 21,
			"source": "btn",
			"entries": [
				"{@bold Subtype}: Armor (Heavy); {@bold Level}: 3",
				"{@bold Required Space(s)}: Smithe;",
				"{@bold Features} (GM): Full Plate armor designed to protect the wearer further than normal armor in the event of overwhelming damage. In the event of taken damage greater than twice the PC's class level, the armor thickens and stiffens, the lining swells and pads the body, the leathers thicken into rope-like cords, the metal becomes dense and hard and expands in thickness. The armor reduces the damage amount taken by twice the PC's class level and PC has the grappled condition applied to him by the armor until the end of their next turn. Any attack while in this state, dex save dc half of damage taken to retain balance or apply prone condition until end of next turn."
			],
			"fluff": {
				"entries": [
					"{@bold Description} (Player Facing): \"I'll give you one free hit, Peele.  Make it count, because after that I'm going to come over there and twist your head around backwards\" the low rumble of Wilkson's voice reverberated from within the stout and unforgiving-looking armor. Many men had cowered back and away when he came to collect for the King, and there was always one fool who thought himself especially clever.",
					"As Peele stared questioningly at the large man in the grey metal, he found in himself a well of courage few would have dared–clenching the long steel in his hand, he stepped and then walked and then ran, holding it overhead and bringing it crashing down on the fighter's helmed head.",
					"The sound was like an axe hitting an anvil as the sword screamed its ineffective defiance and Peele stared, terrified at what he'd just done.  Not a scratch.  Not rocked an inch.  This, truly, must be his death–his folly.",
					"Inside the armor, Wilkson whispered a prayer and hoped nobody tried anything for a moment or two."
				]
			}
		},
		{
			"name": "Plate of the Lost Emperor",
			"type": "HA",
			"tier": "major",
			"rarity": "very rare",
			"value": 100000,
			"weight": 65,
			"ac": 18,
			"source": "btn",
			"entries": [
				"{@bold Subtype}: Armor (Heavy); {@bold Level}: 3",
				"{@bold Required Space(s)}: Smithe;",
				"{@bold Features} (GM): The Plate of the Lost Emperor acts as a +0 magical full plate armor of dull beaten bronze when attuned to the wearer. It requires a strength of 18 to wear it for the extremely heavy nature of its archaic construction. While attuned, the armor grants the wearer advantage in saves against magical effects (Magic Resistance), requires a DC20 Con Save from every creature (ally or enemy or bystander) each time the advantage is used or they gain 1 exhaustion. The wearer is exempt from this effect, and may choose not to use the advantage and roll normally (thus not sapping the strength of those around him). The radius is equal to the wearer's Con modifier x10 ft. (minimum 10 ft.)."
			],
			"fluff": {
				"entries": [
					"{@bold Description} (Player Facing): The lightning flashed over the empty leagues of hills and wastes. Kix Boyd had spent the last four weeks wandering this desolate place and had regretted the adventure that brought him to it. Alone and wet and tired, he walked on, almost praying the storm would strike him down. At least he wouldn't have to put up with the chaffing of wet leather against his skin and could get a decent rest then. Gods know the open grasslands aren't much for shelter and this ruin of a place didn't even grow what one could call a grass.",
					"As he made his way in the dark, the armor glinted with the latest crash of sky fire... off in the distance. standing sentinel and quiet. Kix thought it a man for a bit until he got closer. Just an armor. From head to toe, it was a dull bronze–the color of a rich man's bathtub. And from the top of the hill it stood on, Kix could see for miles around in every direction. The patterns of wasted trees and scorched ground, rocky crags and sheared hills all seemed to center with this spot. As though it alone stood watch over the desolation. rumor had it that a great empire once stood here, in the Deadlands. But a folly of heroes left the place shattered.",
					"Kix didn't believe in folklore, but that armor sure looked fancy..."
				]
			}
		},
		{
			"name": "Gloves of Inx",
			"type": "G",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"value": 110000,
			"weight": 1,
			"reqAttune": "barbarian",
			"source": "btn",
			"entries": [
				"{@bold Subtype}: Clothing",
				"{@bold Kit}: {@item Leatherworker's Tools}",
				"{@bold Required Space(s)}: Sewing Room;",
				"{@bold Features} (GM): The footsoldiers of Inx (home of their grand Abjurer Mysteries) were given items such as this–The Gloves. There were many made, to outfit a small army. Once attuned (after suitable practice and training with a different martial weapon each morning for a week), the fingerless leather and sailcloth gloves grant the wearer a greater lethality with whatever weapon they hold. The damage dice for whatever non-magical (non-silvered) melee weapon the glove-wearer is using is increased by 1 type size (d4, d6, d8, d10, d12, 2d8). They are similarly considered resistant to the type of damage their weapon does for as long as they are wielding it in combat."
			],
			"fluff": {
				"entries": [
					"Through the roar of the crowd and the snorting, angry demonstrations of violence from his soon-to-be opponent across the Callway, Soren was cold and quiet. The crowd did not love him, and he did not love them. They did not come to share his victories, but to see his death. He was not any more interested in giving them their wish this week than last or the week before that.",
					"He slipped the fingerless leather gloves on, his boots, his mail... all while the booing and cheering and booing and cheering washed over him. The polier handed him the most useless halberd he'd ever seen. Dented, pin bent, rusted and pocked with misuse. The half even rattled the head. The Lord of Games must be getting very tired of his wins, indeed.",
					"His opponent swung a vicious looking flail of gleaming (and was that glowing?) steel. He looked for all the world like a shaved bugbear–all skin and pink and oddly loose. His weapon was in stark contrast–shiny and new and sharp.",
					"It didn't matter, though. Broken halberd or not. Rusted sword. Crack handled mace. It never mattered. The shame, though, was the constant reminder that this was all, truly, he was good for.",
					"In the Essence Wars, the great ages old and ongoing conflict between the major schools of magic (sometimes taking the form of friendly rivalry in some cultures and times, but sometimes the form of devastation and slaughter), the gloves were an answer by the Abjurers to the Conjurations of the Mages of Inx."
				]
			}
		},
		{
			"name": "Gloves of Ynx",
			"type": "G",
			"wondrous": true,
			"tier": "major",
			"rarity": "uncommon",
			"value": 120000,
			"weight": 1,
			"reqAttune": "fighter",
			"source": "btn",
			"entries": [
				"{@bold Subtype}: Clothing",
				"{@bold Kit}: {@item Leatherworker's Tools}",
				"{@bold Required Space(s)}: Sewing Room;",
				"{@bold Features} (GM): The Gloves of Ynx were once a common item amongst the Swordsmarche. Attunement requires a morning prayer at dawn with one's favored weapon and the abandonment of proficiency in three weapons of one's choice from the standard list of Martial Weapons. Once selected, one may regain proficiency as any other character might through downtime or feats, but with those weapons until that time one has no proficiency—one has abandoned the lesser metal to focus on the true weapons of war. From there, the gloves grant the wearer the ability to engage a specialized Grapple with an attacking, armed foe. In reaction to either an attack roll attempt or a successful hit, the wearer of the gloves may use their already in-hand weapon to block and grapple the strike. One must choose to use this ability when an attack is declared, if not one may choose to use this ability when an attack successfully hits; if one does not use the ability on the declared attack and the attack misses, one cannot go back and choose to use it. Using their Reaction, the wearer may block the strike with their weapon—the wearer and the opponent now locked in a fierce weapon-to-weapon clash. This grapple has the added condition of preventing either party from moving the other (all movement is 0 for both) as well as requiring both hands of each to maintain (thus, no attacks while locked together). At the start of each participant's turn, they may attempt to overpower the other by attempting an Acrobatics or Athletics versus the other one's Athletics (only). The larger weapon (determined by damage dice) is considered to be advantaged in this check. On a successful overpower, the opponent is either knocked prone or shoved back 5 ft. (winner's choice). On a natural 20 on the overpower roll, the winner may choose to do both. After combat, the survivors gain 1 exhaustion for every such overpower they succeed at. This exhaustion may be removed with 1 hit dice for each point, without the need for a short rest, and via normal rules and spells."
			],
			"fluff": {
				"entries": [
					"Love is war. That's what Grek-voke believed and in this moment, close enough to see every bead of sweat on his opponent's brow—each weary line of the old Captain's weathered face. He really felt close, emotionally significant, to the man. They were locked in the most honest moment of their lives.",
					"Raef would likely try and ruin it, the child-like sneak would be circling around to the soldier's flank and it boiled a small spite in Grek. It would only spoil this. The ache in his arms as he held his nicked and scratched falchion in two large hands, his shoulder forward and bracing was sweet and dangerous. The Captain's own axe kissing his sword and the old man leaning into it just as deliciously.",
					"They were entwined in their rage and gamble. It was an honest moment. This was skill and vigor at work. This was true combat. The spells and hexes and sneaking arrows in the dark were all unholy and cheap... but this moment, snarling back and forth with a true warrior? Not giving and inch, risking evisceration... this was love. And he wanted to savor it for as long as he could."
				]
			}
		},
		{
			"name": "Worms of Purgation",
			"type": "P",
			"wondrous": true,
			"tier": "minor",
			"rarity": "uncommon",
			"value": 54500,
			"weight": 1,
			"source": "btn",
			"entries": [
				"{@bold Subtype}: Consumable;",
				"{@bold Features} (GM): Ebliss, the Great Old One of the Bright Reach (Dark Heart of the sky, Lord of the Bridge) incubated a tendril of his dying glory in the heart of a Solar. The angel died and the decomposing worm-like creatures that gnawed their way out of its body were collected by some of his most loyal and kept in a glass jar, scribed in madness-inducing runes. The jar itself demands a DC15 CHA save every time one looks at it or touches it (within the same scene). Failure demands a roll for madness. If the person is a Warlock, it is short-term (from the short-term madness table). If they are an arcane caster (of any kind), it is from the medium-term table. All others, it is long-term. There are two handfuls of \"worms\" in the jar. Ingesting a handful of worms removes curses, poison, disease, fright, and the effects of being charmed. The ingestor makes a DC 20 Con save or spend the next round vomiting bad blood and pus, yielding 1 exhaustion afterward. The jar never permanently runs out. It replenishes 1 handful every 24 hours to a maximum of 2."
			],
			"fluff": {
				"entries": [
					"Bast knelt over the fallen soldier and repeated himself (For the third time), \"You. You will eat this.\" The pink and grey things in his hand wriggled and dripped a pale white oily substance that seemed to flow friction-less through the grass and dirt.",
					"Karl was dying. The emperor's edicts on dark magic extended to this village and the rumors of a witch. For once, the rumors were true. Half the squad was dead, and their attaché–a very peculiar warlock–seemed entirely untroubled by the destruction and waste. Karl, himself, had been vomiting blood and watching his extremities blacken for an hour.",
					"Karl was dying. The warlock seemed genial and had been politely reminding him every few minutes to \"eat\" a horrific, writhing mass of... things... unnatural things.",
					"\"It is medicine. It is good. It will taste bad, but this is the way of it\", the tiefling smiled and pushed the squirming alien things toward his mouth again. A sudden surge of nausea rose again, and he saw a tooth in the pool of blood he'd heaved up from it–and before he could protest, Bast shoved a handful of the things into his mouth. The taste was burned licorice and what rotting fruit does to your nostrils, as he chewed and convulsed, to his horror he could feel the pieces of them go cold and try wriggling their way back out of his mouth."
				]
			}
		},
		{
			"name": "Bleeder",
			"type": "M",
			"tier": "minor",
			"rarity": "uncommon",
			"value": 50000,
			"dmgType": "P",
			"property": [
				"S"
			],
			"source": "btn",
			"entries": [
				"{@bold Features} (GM): The Bleeder is a vile thing. It's origins are dark, hellish—a cataclysm, the fall of a nation, the death of a god, the birth of a horror, the destruction of a whole world and the eternal screams of its people. A great cackling mad demon laughing and feasting on the flesh of the innocent. A foul dimension of pain and purgation.",
				"All, however, lost to time. And what's left is one small, brass bladed knife. Attunement ot the knife requires the slow death of an enemy by using it. The knife counts as a +0 magic weapon (given its short blade and small handle, it's not particularly wieldy and counts as an improvised weapon dealing 1 piercing damage). A successful strike with the knife and one pokes a small hole shallowly into the target. Undead, constructs, and largely immaterial or ethereal creatures are unaffected. But, if it lives and it bleeds, the Bleeder reduces their HP maximum by 1 (in addition to the damage dealt). Every five successful hits imposes 1 exhaustion on the target that need be healed magically (any restoration at all will remove these exhaustion points).",
				"And somewhere, with every painful strike... some creature from the depths looks on, only looks on, and feasts on the joy of the sadism."
			],
			"fluff": {
				"entries": [
					"Poke.",
					"The fight started fiercely and all the money was on Brate to win. Four hundred pounds of angry, thick-browed, hornet-mad half-giant versus one bold-talking halfling. Both stripped to the waist. One weapon each. No funny business. First to toss in or die, loses. That's the rules at Pann's Delve—at least, them's the rules in the basement where the low brawls and cheap fights go down. It only paid 5 to 7, but all the smart money was on Brate.",
					"Poke.",
					"Not because he was bigger or even had a great record (in truth, he was known to be a glassjawed wanker), but the huge brawler had put on a pair of leather gloves wrapped in shards and spikes and wire and glass and looked for all the world like the enormous hands of a vengeful titan... and the halfling brough a knife more suited to breakfast than a battle.",
					"Poke.",
					"The little bastard just kept darting in and touching the big one with that knife. Lightly. Again. And Again. And again.",
					"And after five sweaty minutes, Brate went to a knee. Poke.",
					"And then both knees. Poke.",
					"And laid down and waved a hand, slack-jawed and panting while the halfling climbed on top of him, standing arrogantly atop the bloody, pained brute, unlaced his breeches and peed in the direction of an angry and slightly less wealthy crowd."
				]
			}
		}
	]
}
