{
	"_meta": {
		"sources": [
			{
				"json": "TGS",
				"abbreviation": "TGS",
				"full": "The Griffon's Saddlebag",
				"authors": [
					"/u/griff-mac"
				],
				"url": "https://www.instagram.com/the_griffons_saddlebag/?hl=en",
				"version": "2018.12.26"
			}
		],
		"status": "deprecated",
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "05f2362099",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Boreal Pendant",
			"source": "TGS",
			"wondrous": true,
			"rarity": "very rare",
			"reqAttune": true,
			"charges": "8",
			"attachedSpells": [
				"Friends",
				"Hypnotic Pattern",
				"Snilloc's Snowball Swarm"
			],
			"entries": [
				"This enlarged, floating snowflake is magically held in place and changes its shape as temperatures fluctuate. While attuned to the pendant you have resistance to cold damage. In addition, the pendant gives off an aura of cheeriness and lets you to cast the {@spell friends} cantrip at will. The snowflake contains 8 charges and regains {@dice 1d6 + 2} expended charges each day at dawn. While wearing it, you can expend some of its charges to cast either {@spell hypnotic pattern|PHB} (3 charges) or {@spell Snilloc's snowball swarm|XGE} (2 charges), using either your spell save DC or the item's DC of 15, whichever is higher.",
				"In addition, when you cast the {@i friends} cantrip using the pendant, you can expend two of the item's charges to nullify the end effect of the spell, causing the creature to have no knowledge of your use of magic against it. If you expend the pendant's last charge, roll a {@dice d20}. On a 1, the snowflake melts into a puddle of water and is lost."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/6xg0646hpf621.png"
						}
					}
				],
				"entries": [
					"Tiroth held out the small box to her. She looked at him, puzzled: the flickering firelight of the tavern's hearth perfectly catching her graceful half-orc features. He'd worked on it for the last five days, keeping to himself and subjecting his fiery tiefling blood to the cold, roaring winds of the wintry outdoors. It was all worth it, though, if it was for her. He held his breath as she opened the lid.",
					"The warm light of the room was suddenly met with a cooling blue, and a small cloud of fog hung in the air as she let out a slight gasp. She gently lifted the crystalline amulet from the box, its shape shimmering and slowly reforming in a fractal kaleidoscope of patterns. A prism of heavenly hues danced on the table as the glinting snowflake pendant danced as she held it.",
					"\"Something for the holidays, Reh. You've always been there for me in the cold and grim pits we find ourselves in, and I wanted to give you something to make them brighter. I hope you like it.\"",
					"Tears welled up in Reh's eyes and she draped it over her shoulders. \"I love it. Thank you so much. Happy holidays to you, too, Tiroth.\"",
					"The tavern door opened and cold air rolled in, but both the tiefling and half-orc's hearts kept them warm.",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			},
			"recharge": "dawn",
			"resist": [
				"cold"
			],
			"rechargeAmount": "{@dice 1d6 + 2}"
		},
		{
			"name": "Phoenix Arrow",
			"source": "TGS",
			"baseItem": "Arrow|PHB",
			"type": "A",
			"rarity": "rare",
			"weight": 0.05,
			"entries": [
				"This magical piece of ammunition is fletched with enchanted phoenix feathers and grants you a +1 bonus to attack and damage rolls made with it. The arrow is magically bound to a small quiver. When fired, the arrow bursts into flame upon impacting its target and deals magical fire damage instead of piercing from the attack. At the start of your next turn, the arrow is consumed by the flames and reappears in the quiver it was bound to.",
				"You can speak the ammunition's command word as a bonus action to set it ablaze before loosing the arrow. When you do, the ammunition begins its magical process early and burns out if shot beyond 30 feet. If fired in this way, the arrow deals an additional {@dice 1d6} fire damage and immediately reappears in the bound quiver after the attack.",
				"You can store other arrows in the quiver, but can only have one Phoenix Arrow bound to the quiver at a time. If the arrow is ever destroyed, it reappears in the quiver after 24 hours. Firing the arrow into an antimagic field renders it nonmagical while it's within the field, allowing it to be permanently destroyed while in that state."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/ofzvijxje9621.png"
						}
					}
				],
				"entries": [
					"Born and reborn to fly in a blaze of glory.",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			},
			"bonusWeapon": "+1"
		},
		{
			"name": "Phoenix Bolt",
			"source": "TGS",
			"baseItem": "Crossbow Bolt|PHB",
			"type": "A",
			"rarity": "rare",
			"weight": 0.075,
			"entries": [
				"This magical piece of ammunition is fletched with enchanted phoenix feathers and grants you a +1 bonus to attack and damage rolls made with it. The bolt is magically bound to a small quiver. When fired, the bolt bursts into flame upon impacting its target and deals magical fire damage instead of piercing from the attack. At the start of your next turn, the bolt is consumed by the flames and reappears in the quiver it was bound to.",
				"You can speak the ammunition's command word as a bonus action to set it ablaze before loosing the arrow. When you do, the ammunition begins its magical process early and burns out if shot beyond 30 feet. If fired in this way, the arrow deals an additional {@dice 1d6} fire damage and immediately reappears in the bound quiver after the attack.",
				"You can store other bolts in the quiver, but can only have one Phoenix Bolt bound to the quiver at a time. If the arrow is ever destroyed, it reappears in the quiver after 24 hours. Firing the arrow into an antimagic field renders it nonmagical while it's within the field, allowing it to be permanently destroyed while in that state."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/ofzvijxje9621.png"
						}
					}
				],
				"entries": [
					"Born and reborn to fly in a blaze of glory.",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			},
			"bonusWeapon": "+1"
		},
		{
			"name": "Ring of Anchoring",
			"source": "TGS",
			"type": "RG|DMG",
			"rarity": "rare",
			"reqAttune": true,
			"curse": true,
			"entries": [
				"While attuned to this ring, you can breathe normally while underwater.",
				{
					"type": "entries",
					"name": "Cursed",
					"entries": [
						"When you attune to this hammered lead ring, the arm that is wearing it becomes unbearably heavy. Make a DC 20 Strength (athletics) check. On a failure, your arm is pulled to the ground, holding you in place. You can reattempt to move your arm after one minute. On a success, you can move your arm, albeit sluggishly, for one hour. While you can move your arm, your speed is reduced to 10 feet (unless it is already lower), attack rolls made with the arm are made with disadvantage, and you make any Strength or Dexterity checks with disadvantage as well. You cannot remove this ring once you are cursed by it, and you remain cursed until you are targeted by the {@spell remove curse} spell or similar magic. You can remove the ring and the curse without magic by physically removing the finger that is wearing it. If you are pulled down by the curse while in water, you are dragged down at a rate of 30 feet per turn."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/0hfr9usya2621.png"
						}
					}
				],
				"entries": [
					"\"I've also heard it called the wedding ring.\"",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Braided Quarterstaff",
			"source": "TGS",
			"baseItem": "Quarterstaff|PHB",
			"type": "M",
			"weaponCategory": "simple",
			"rarity": "uncommon",
			"weight": 4,
			"dmg1": "1d6",
			"dmg2": "1d8",
			"dmgType": "B",
			"property": [
				"V"
			],
			"entries": [
				"This magical quarterstaff is made of a tightly-knit length of braided rope. As a bonus action, you can speak the weapon's command word to release its knotted form, loosening itself into a 50 foot length of thick, hempen rope. Speaking the command word again causes the rope to tighten up again into the shape of the quarterstaff. If a creature is {@condition restrained} by the rope when you speak its command word, the rope tightens around the creature but does not crush them in an effort to knot itself again. Creatures restrained in this way can use an action to attempt to escape from the coiled rope (escape DC 15).",
				"Tying a non-living item no larger than six inches on a side to the end the rope does not prevent it from reforming into the quarterstaff. The rope ,can only be broken by magical means. If broken, the rope cannot be transformed back into a quarterstaff."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/8p94sddd6v521.png"
						}
					}
				],
				"entries": [
					"\"Hey. You. Jackass. Wake up.\"",
					"He felt a sudden kick in his side as he began to regain consciousness. Bradley DeChaude came to a bleary state of wakefulness. His head throbbed and he couldn't move. Slowly, he mustered the strength to survey his situation.",
					"He was in a dingy ship cabin, lit only by a handful of oil lamps, with a rather belligerent human woman standing over him. She held a dagger in her hand and pointed it at him. \"Talk, idiot. Tell me what you were doing on my ship,\" she said.",
					"\"That's Sire Idiot, to you miss. I happened to have fought in the dragon wars,\" said Sire Bradley, a smoldering smirk curling on his bloodied lip.",
					"\"Oh, what an honor,\" she scoffed, rolling her eyes. Her arms were now crossed, but the dagger still glinted at Bradley in the cabin's dim light. The woman muttered a single word that he couldn't fully understand, and the ropes around him began to tighten. He coughed from the strain.",
					"\"I was simply looking for a place to spend the evening, and your bed seemed like the perfect place to do it.\" Bradley took a wheezing breath before continuing, \"I meant no harm by it. In fact, I'd think you should be excited at the suggestion. Most are.\"",
					"The woman's disgusted look turned to a scowl before softening into an insincere, apologetic expression. \"Oh! Well, I'm so sorry, Sire! Here I thought you were here to rob me blind. Here, let me untie you.\"",
					"Much to his surprise, the woman began to untangle his restraints. She held a single end of it, spoke another word, and the rope uncoiled the rest of itself from him and into her hand. It looked like the staff she had hit him with from before.",
					"She helped him stand to his feet, dusted his coat off, and continued. \"Lucky for you, Sire, we only keep persons prisoner on this ship, not pigs. So, we'll be lettin' you go.\" She gave a fake smile and adjusted her hand on the quarterstaff's grip.",
					"Bradley was aghast. \"What? I'm sorry, miss, I think you misspo-\"",
					"A familiar crack to the side of his throbbing head cut him short, and darkness reclaimed him.",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			},
			"staff": true
		},
		{
			"name": "Retaliating Shield of Ink",
			"source": "TGS",
			"baseItem": "Shield|PHB",
			"type": "S",
			"rarity": "uncommon",
			"weight": 6,
			"ac": 2,
			"entries": [
				"This shield has a hidden compartment inside that can spray thick, viscous squid ink at attacking creatures. When an adjacent creature fails to hit you with a melee attack, you can use a reaction to press a button on the handle of the shield. When you do, dark ink sprays from the front of the shield at the creature. The attacking creature must succeed on a DC 13 Dexterity saving throw or be blinded until the beginning of its next turn.",
				"The shield can hold up to three uses of the ink before needing to be refilled again. It takes one minute to refill one of the shield's three ink canisters, and requires a vial of Giant Squid ink worth 20gp for every canister you refill. Alternatively, you can fill a canister with a vial of writing ink worth 10gp, but the shield's Dexterity saving throw DC becomes 10 instead.",
				"This is a mechanical item whose purpose and functionality can be understood following a successful Intelligence check (DC 13). On a success, you can interpret what the shield does, how to use it, and how to take care of it. You also understand that filling the shield with other volatile or sticky liquids such as acid, poison, grog, oil, or any other solid material such as sand, will damage the machinery inside. Should this happen, you can have it repaired at a blacksmith for 150gp or half the item's cost (whichever is lower)."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/agll8csqzn521.png"
						}
					}
				],
				"entries": [
					"Korbir Stormforge locked eyes with the monstrosity bearing down on them. His companions fell back behind him, looking for an opportunity to escape. Battered, bruised, and exhausted, this wasn't looking good for the small adventuring party.",
					"With a heroic charge forward, Korbir slammed into the owlbear, blocking its raking claws with his shield. With gritted teeth and a silent prayer, he pressed a button hidden on the inside of the shield by his thumb. He heard the mechanisms whir, the sound of spraying ink, and the shrieking of the owlbear. He hedged a look around his shield, and in the sopping, inky face of his adversary, Korbir saw their opportunity.",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Fable's End",
			"source": "TGS",
			"baseItem": "Mace|PHB",
			"type": "M",
			"weaponCategory": "simple",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 4,
			"dmg1": "1d6",
			"dmgType": "B",
			"entries": [
				"You gain a +1 bonus to attack and damage rolls you make with this magic weapon. Whenever you score a critical hit with Fable's End against a Large or smaller creature, it must succeed on a DC 13 Charisma saving throw or be banished to its native or other plane of existence. At the end of its next turn, the target reappears in the space it left or in the nearest unoccupied space if that space is occupied. You score a critical hit against Fey creatures on a roll of 19 or 20, and they have disadvantage on the saving throw against being banished. When a creature is banished in this way, the weapon's center emits a brief, magenta glow."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/hzewa1ezqg521.png"
						}
					}
				],
				"entries": [
					{
						"entries": [
							{
								"type": "list",
								"style": "list-no-bullets",
								"items": [
									"When the fey folk came to town,",
									"The children went away,",
									"The shepherd offered wool and meats,",
									"The milkmaid offered whey"
								]
							},
							{
								"type": "list",
								"style": "list-no-bullets",
								"items": [
									"The baker offered cake and pie,",
									"And tempted them with sweets,",
									"The tailor offered silken dress,",
									"With ribbons, bows and pleats"
								]
							},
							{
								"type": "list",
								"style": "list-no-bullets",
								"items": [
									"But when the smithy came to town one day,",
									"And saw that empty bed,",
									"The only thing he'd give the fey,",
									"was the taste of iron instead."
								]
							}
						],
						"type": "entries"
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			},
			"bonusWeapon": "+1"
		},
		{
			"name": "Staff of Favorable Winds",
			"source": "TGS",
			"rarity": "very rare",
			"reqAttune": "by a tempest cleric, druid, sorcerer, warlock, or wizard",
			"charges": "10",
			"attachedSpells": [
				"Cone of Cold",
				"Control Winds",
				"Featherfall",
				"Skywrite",
				"Wind Wall",
				"Gust"
			],
			"entries": [
				"While you hold this staff, areas affected by strong winds do not count as difficult terrain for you.",
				"The staff has 10 charges. While holding it, you can expend 1 or more of its charges to cast one of the following spells from it using the required casting time as well as your spell save DC: {@spell cone of cold|PHB} (5 charges), {@spell control winds|XGE} (5 charges), {@spell feather fall|PHB} (1 charge), {@spell skywrite|XGE} (2 charges), or {@spell wind wall|PHB} (3 charges).",
				"In addition, while holding the staff you can cast the {@spell gust|XGE} cantrip at will.",
				"The staff regains {@dice 1d6 + 4} expended charges daily at dawn. If you expend the last charge, roll a {@dice d20}. On a 1, the staff turns to dust and is blown away by a sudden flurry of wind."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/psg7vcjml2521.png"
						}
					}
				],
				"entries": [
					{
						"entries": [
							"Akmenos saw the sails on the horizon. There were too many for this small keelboat to deal with, much to his disappointment. He tapped his staff against the deck, the sound of its metal cap resounding against the oaken floors. The wind was suddenly emboldened, billowing out their sails and hastening them forward.",
							"He climbed atop the masts and sat in the crow's nest, enjoying the wind against his hair, fluttering his cloak, and watched the black sails fade beyond the horizon."
						],
						"type": "entries"
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			},
			"staff": true,
			"recharge": "dawn",
			"reqAttuneTags": [
				{
					"class": "cleric"
				},
				{
					"class": "druid"
				},
				{
					"class": "sorcerer"
				},
				{
					"class": "warlock"
				},
				{
					"class": "wizard"
				}
			],
			"rechargeAmount": "{@dice 1d6 + 4}"
		},
		{
			"name": "Tear of Gaia",
			"source": "TGS",
			"wondrous": true,
			"rarity": "common",
			"entries": [
				"As an action, you can crush this small, green gem underfoot to activate its magic. Plants within a 10 foot radius of you immediately become healthy and full. If there are no plants within range or you crush the gem against an inorganic material, fertile topsoil an inch deep spreads across the area. Grass immediately begins to grow from the new soil. Fruit and vegetable-bearing plants begin to grow their produce, and are able to be eaten after an hour's time to grow."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/0zp524xuzn421.png"
						}
					}
				],
				"entries": [
					{
						"entries": [
							"Made by Druidic circles, these wondrous crystals are the compressed essence of nature and all its prosperity."
						],
						"type": "entries"
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Set of Secret Scribe Candles",
			"source": "TGS",
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"This set of candles are magically linked and never seems to run out of wick.",
				"You can light one of the candles to cause it to burn with a blue flame. By holding parchment over the flame, any ink on the page is burnt off, leaving the paper unmarked. When you finish using the candle in this way, you can extinguish the flame as you normally would. Once you do, the linked candle suddenly comes alight with a normal, orange fire, that cannot be extinguished by nonmagical means. The lit candle gives off a faint lavender scent. By holding a plain piece of parchment over the orange flame, the ink and message from the first sheet is magically burnt onto the new piece as the candle heats the parchment. Once all the messages from the blue flame have been transcribed onto new parchment in this way, the orange flame winks out."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/dbjghoh20h421.png"
						}
					}
				],
				"entries": [
					{
						"entries": [
							"\"I think that we can agree that the blue flame seems ominous.\" said Sven. He looked to his genasi counterpart, \"What say you, Asher?\"",
							"The fire genasi remained silent, puzzled, before wordlessly reaching out and snuffing out the fire.",
							"\"What?! Why?\" exclaimed Sven. You could have been killed! Or worse, probably. You never can know with these sorts of things. Were I to raise you again, I'd feel an actual twinge of guilt about it.\"",
							"Asher stayed quiet for a moment longer before raising his hand to explain himself. Before he could, though, the candle relit itself: this time a normal orange color. Asher's mouth stopped mid-syllable and returned to its previously puzzled expression.",
							"\"Well, now it's ruined. We'll never figure this out. It's just a stupid candle now.\" Sven angrily gathered his notes in his hands.",
							"\"Smells nice, though,\" said Asher.",
							"Unceremoniously, Sven began to hold his notes over the fire. He looked pointedly at the genasi. \"See? These notes are worthless now. all this talk of a blue flame and we're reduced to a simple scented candle. Now I'm tired and hungry.\"",
							"The dramatic effect he was looking for was lost, however, as the paper refused to catch. Sven held one sheet of notes after another over the candle, each one refusing to light. He sunk back down into his chair by the table. He rubbed his eyes and sighed.",
							"\"I'm sorry, Asher. I let it get the better of me. You did the right thing, and I over-reacted.\" He reached into his bag and pulled out a scone. He held it out to his friend. Asher took it.",
							"\"I knew you'd come around. You always do.\" Asher's mouth was full, but still kept a focus on the candle.",
							"As if to continue what Sven had started, Asher held a blank piece of parchment over the candle. The fire danced along the surface of the sheet, and on its surface darkened characters began to emerge. Asher nearly choked on the scone to get Sven's attention.",
							"\"Sven! I got it! Look!\"",
							"The two of them peered with baited breath over the paper, gradually forming letters as the paper was heated by the orange flame. They pulled back the sheet when the message was finished and the candle went out: its purpose now complete.",
							"\"...Sven and Asher are goblin-faced nu-nu-brains. Go soak your heads,\" read Asher. They both looked at the other, not knowing how to respond to the paper's childish insult.",
							"From beyond the door a great, raucous laugh was heard. Bry'Li-Anss burst in, clutching his sides from the laughter. In his hand was a candle, its flame a chilling blue. The Eladrin's pale skin reflected the blue light naturally.",
							"Still wheezing, he continued, \"Oh man, that was the best one yet. You should have heard Pyrivol and Gideon shouting about this thing, too. Too funny.\" Sven and Asher still held the paper, mouths agape and looking blankly at the elf.",
							"Bry caught his breath, \"So? Wanna leave this with the Tabaxi downstairs? See if ol' Snowflake pulls his fur out?\"",
							"Sven was the first to nod, after a moment, immediately followed by Asher grabbing the candle and his coat from the hanger nearby",
							"\"Definitely,\" the genasi said, \"but I want to write the message this time!\""
						],
						"type": "entries"
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Torchbearer's Reach",
			"source": "TGS",
			"baseItem": "Whip|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "uncommon",
			"weight": 3,
			"dmg1": "1d4",
			"dmgType": "F",
			"property": [
				"F",
				"R",
				"L"
			],
			"entries": [
				"This weapon has the Light property and does fire damage instead of slashing. When held, a magical flame forms at the top of the whip's handle. The flame gives off bright light in a 20-foot radius and dim light for another 20 feet. You can stretch the flame to form a 10-foot long coil of fire (no action required) by snapping the handle and flame down as if to crack the whip. The flame does not harm you while you are wielding the whip, allowing you to snuff out the fire with your hand in order to extinguish the whip.",
				"While the fire is magical, it cannot remain lit when submerged in water. The fire is not a physical form and cannot be used to bind a creature or retrieve objects from afar, but can be used to light other fires."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/bnf7w23mi9421.png"
						}
					}
				],
				"entries": [
					{
						"entries": [
							"This little light of mine, I'm gonna let it shine /",
							"This little light of mine, I'm gonna let it find /",
							"Let it find, let it blind, let it shine"
						],
						"type": "entries"
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Mantle of the Pack Lord",
			"source": "TGS",
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"While you wear this enchanted pelt cloak, if a creature would gain advantage on an attack against you due to having its ally within 5 feet of you, it makes the attack without advantage."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/e5jkd0jcu2421.png"
						}
					}
				],
				"entries": [
					{
						"entries": [
							"Bergfinnr Thrymsson looked out over the ridge, feeling the refreshing wind of an oncoming storm wash over him. He could feel their presence, but wasn't worried yet. It had been days since he'd had a moment to himself, and he wasn't going to let some hobgoblins get in the way of it.",
							"His pelt cloak hung warmly over his bare giant shoulders, the wolfen skull of its original wearer clasping the fur around his chest. Dj'orna the Frostbitten had been a monster of an adversary, but the once dire winter wolf now rested comfortably around his large frame. It rustled in the wind, as if alerting him to the oncoming danger.",
							"He turned around, lamenting the loss of privacy. Before him stood the ambushing party he'd expected: hobgoblins from the nearby Mount Wershaw. This time they'd brought their wolves to track him down.",
							"\"Try as you might, filthy beasts, you won't lay a finger on me. Numbers and strategy won't help you here.\" He said, calmly. The goblinoids gave a deep laugh of disdain and disregard before moving closer once again.",
							"His back to the cliff's edge, Bergfinnr drew his sword and uttered an incantation. The winds suddenly picked up, buffeting the bluff on which they stood, and seemed to catapult the mighty goliath stormcaller into the air toward the monsters.",
							"What happened next couldn't be heard over the crashing storm. Charred marked from lightning strikes littered the ground, making the air stink of burnt grass and flesh.",
							"Bergfinnr wiped his blade clean and turned his attention back to the ridge behind him, unscathed. His cloak billowed behind him as if to howl in triumph."
						],
						"type": "entries"
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Quickdraw",
			"source": "TGS",
			"rarity": "uncommon",
			"baseItem": "Hand Crossbow|PHB",
			"type": "R",
			"weaponCategory": "martial",
			"weight": 3,
			"dmg1": "1d6",
			"dmgType": "P",
			"property": [
				"A",
				"L",
				"LD"
			],
			"range": "30/120",
			"charges": 3,
			"entries": [
				"This curious contraption is in fact a small, surreptitious hand crossbow that can be worn on a wrist or forearm. You can use a bonus action to make a single ranged weapon attack with the crossbow at a target within range. If you make this attack on the first round of combat against a creature who has yet to take its first turn, you make the attack with advantage.",
				"In order to use this crossbow, you must also wear two rings on adjacent fingers. One ring carries a thin but flexible string that connects to the firing mechanism of the crossbow. The second ring is equipped with a very small but functional blade which is used to sever the first's string. When the string is severed, the crossbow fires.",
				"It takes one minute to reset the crossbow and rings. The crossbow can only be fired three times each day, resetting at dawn, before the crossbow's mechanism jams from overuse."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/7ye2xi90zu321.png"
						}
					}
				],
				"entries": [
					{
						"entries": [
							"Sometimes a single shot is all it takes. Especially when that single shot is right between the eyes."
						],
						"type": "entries"
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Halberd of the Peacock",
			"source": "TGS",
			"rarity": "rare",
			"reqAttune": true,
			"baseItem": "Halberd|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"weight": 6,
			"dmg1": "1d10",
			"dmgType": "S",
			"property": [
				"H",
				"R",
				"2H"
			],
			"curse": true,
			"charges": "5",
			"attachedSpells": [
				"Disguise Self",
				"Alter Self",
				"Mirror Image",
				"Shatter"
			],
			"entries": [
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				"This weapon has been polished to a mirror finish and is adorned with five ornate gemstones dangling beneath its blade that glow with arcane energy. This weapon contains five charges, each stored within one of the gems, and regains 1d4+1 expended charges each dawn. On your turn, you can expend one of this weapon's charges to cast {@spell disguise self|PHB}, or two charges to cast {@spell alter self|PHB}, {@spell mirror image}, or {@spell shatter} at their lowest levels (spell save DC 14). The hanging gems lose their luminance once their charge has been spent.",
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"This halberd is cursed, and becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the halberd, keeping it within reach at all times. You also have disadvantage on attack rolls with weapons other than this one, unless no foe is within 60 feet of you that you can see or hear. Whenever you reduce a creature to 0 hit points using this weapon, you must succeed on a Wisdom saving thrown (DC 12) or be compelled to look at yourself in the mirror to admire yourself until the start of your next turn - sacrificing any remaining movement, action, bonus action, or reactions you may have. In addition, while admiring yourself, you automatically fail any Dexterity saving throws you make until the start of your next turn."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/94g12omiao321.png"
						}
					}
				],
				"entries": [
					{
						"entries": [
							"It's funny, really, the way your reflection looks. It's inverted - left is right, right is left. It can be an uncomfortable perspective shift.",
							"Thorin Rugarth was admiring himself in the face of his weapon's blade. His bronze scales glimmering beautifully, as always. The streaks of red dripping through the reflection didn't bother him in the slightest.",
							"Something hurt. What was it? An arrow?",
							"Oh.",
							"Suddenly his attention was brought back into focus, and Thorin took notice of the encroaching goblins once again. After a few deft strokes with his halberd, he returned to his reflection like an old friend. His scales now a shimmering crimson in the mirror finish."
						],
						"type": "entries"
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"bonusWeapon": "+1"
		},
		{
			"name": "Ring of Gestures",
			"source": "TGS",
			"type": "RG|DMG",
			"rarity": "common",
			"attachedSpells": [
				"Minor Illusions"
			],
			"entries": [
				"This gaudy ring has a delicately carved pink gem in the shape of a hand at its center. While wearing this ring, you can cast the minor illusions cantrip at will to enlarge, reduce, and change the color of the hand wearing the ring or any of its fingers. In addition, whenever you make a gesture with the hand wearing this ring, the pink gemstone moves to mimic the gesture and remains that way until you make a new one."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/oqvrg8hc1i321.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Some slower folk just won't get the message until you start waving around a giant purple finger or two."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Glove of the Aegis",
			"source": "TGS",
			"wondrous": true,
			"rarity": "rare",
			"reqAttune": true,
			"charges": 5,
			"entries": [
				"This glove holds 5 charges and recharges {@dice 1d4+1} expended charges each day at dawn. When a target that you can see hits you with an attack, you can use your reaction to expend any number of the glove's charges. For each charge used in this way you can add +2 to your AC for the attack, potentially causing it to miss. You can use this ability after the attack has been made but before any damage has been calculated.",
				"The glove's power cannot be used if you are already wielding a shield."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/cbygodkl9a321.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Talk to the glove!"
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"recharge": "dawn",
			"bonusAc": "+2",
			"rechargeAmount": "{@dice 1d4+1}"
		},
		{
			"name": "Quake Hammer",
			"source": "TGS",
			"type": "M",
			"weaponCategory": "simple",
			"weight": 2,
			"dmg1": "1d4",
			"dmgType": "B",
			"property": [
				"L",
				"T"
			],
			"range": "20/60",
			"baseItem": "light hammer|PHB",
			"rarity": "rare",
			"reqAttune": true,
			"attachedSpells": [
				"Earth Tremor"
			],
			"entries": [
				"You gain a {@i +2} bonus to attack and damage rolls made with this magic weapon.",
				"Once per day, you can smash this hammer into the ground to cast {@spell Earth Tremor|XGE} at second level without expending a spell slot and without requiring any somatic components. The point of impact on the ground is the center of the spell's affected area, regardless of if you throw or hold onto the hammer when casting the spell.",
				"The DC for this spell is equal to 8 + your proficiency bonus + your Strength modifier."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/op6fjyaqv2321.jpg"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"You shaking in your boots yet? No? Lemme help."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"bonusWeapon": "+2"
		},
		{
			"name": "Frozen Dagger",
			"source": "TGS",
			"baseItem": "dagger|PHB",
			"type": "M",
			"weaponCategory": "simple",
			"rarity": "uncommon",
			"weight": 1,
			"dmg1": "1d4",
			"dmgType": "C",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"reqAttune": true,
			"entries": [
				"Attacks made with this dagger deal cold damage instead of piercing. If you score a critical hit with this weapon, the target must succeed on a Constitution saving throw (save DC 12) or be paralyzed until the end of its next turn, frozen in place and unable to move. If it succeeds, its movement speed is halved instead."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/pcjnh8zelv221.png"
						}
					}
				],
				"entries": [
					"At first he thought the sudden chill was a simple, paralyzing fear of the dark.",
					"Only then did he realize how wrong he was.",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Ironleaf Maul of Entanglement",
			"source": "TGS",
			"baseItem": "Maul|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "rare",
			"weight": 10,
			"dmg1": "2d6",
			"dmgType": "B",
			"reqAttune": true,
			"property": [
				"H",
				"2H"
			],
			"charges": "3",
			"attachedSpells": [
				"Ensnaring Strike"
			],
			"entries": [
				"Despite the head of this maul being made from vines, it seems impossibly solid and carries with it a formidable heft. You gain a +1 bonus to attack and damage rolls made with this magic weapon. The maul has three charges and regains {@dice 1d3} expended charges each day at dawn. While wielding the maul, you can expend a charge using a bonus action to cast {@spell Ensnaring Strike} at first level. The DC for this spell is equal to 8 + your proficiency bonus + your Strength modifier."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/98csmsyaso221.png"
						}
					}
				],
				"entries": [
					"Tiren the archdruid took a branch from the great Yll tree. He admired the quality of the bark, the wood, the leaves, and turned back to the tree. He didn't say a word, but it was perfectly clear that he was thanking the enormous tree for its generosity.",
					"A moment passed before he turned his attention back to the branch in his hands. With the slightest of gestures, he picked a thorn from a nearby shrub and placed it point-first into the branch's bark. Immediately the branch sprouted vines, leaves, and thorns from the point he touched, covering the branch and amassing all at one end. It took only a minute, but the severed branch had been born anew as something great and terrible.",
					"Tiren passed the branch to Woe, the tiefling horned knight standing before him.",
					"\"Here,\" he said, \"Take it. This is a gift from the forest, as well as from me. Use it to defend the light, to protect what is good in the world. Don't let blight take it away: stand strong and root it where it stands. This is yours now. The Yll fights for you and your cause.\"",
					"Woe's hands shook slightly as she gripped it, feeling the surprising heft and solidity of the tightly-knit vines at the bough's head. She made sure not to grasp the thorns too tightly out of both respect and fear of the weapon. As she did, flowers sprung from the bough's vines: as if to welcome her to home.",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"recharge": "dawn",
			"bonusWeapon": "+1",
			"rechargeAmount": "{@dice 1d3}"
		},
		{
			"name": "Starmetal ring",
			"source": "TGS",
			"type": "RG|DMG",
			"rarity": "rare",
			"entries": [
				"This dense, roughly crafted metal ring seems to have an otherworldly pull on other metallic items.",
				"While wearing the ring, you can spend an hour holding onto an object weighing no more than 25 pounds that is made of at least 50% metal. If the ring and metallic item are in contact for the full hour, they form a powerful and magically controllable magnetic bond. You can only have one item bound to the ring in this way at a time.",
				"When the bound item is no more than 40 feet away from you and unobstructed, you can use your bonus action to magically pull it toward your outstretched hand at a speed of 20 feet per round.",
				"If another creature or object is partially obstructing the path your bound item will take, the item moves at half its regular speed until it moves past the obstruction, bouncing harmlessly against the obstruction until it's able to pass by."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"title": "Starmetal ring",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/56byux5qqh221.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"by": "Nurich, retired dwarven artificer and adventurer",
						"entries": [
							"Forged from a fallen star, this ring is proof that there is more out there than we can ever know for certain. It's what made me leave the mountain in the first place: how can we stay here when there is an infinity out there to see? To craft from? While the ring itself may not beautiful to behold, its purpose and meaning is more beautiful than anything else I can remember."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Hcor'uk the Colossal's Portable Handheld Trebuchet of Walloping",
			"source": "TGS",
			"baseItem": "Flail|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 2,
			"dmg1": "1d8",
			"dmgType": "B",
			"entries": [
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon. The rope which binds this weapon seems to magically lighten the load it carries for the wielder. A single solid nonmagical, nonliving object measuring no more than 3 feet on a side and weighing no more than 300 pounds can be carried effortlessly by a Medium or larger creature that is attuned to the weapon. Other creatures experience the full weight of the carried object. The rope is 25 feet long when untied and seems to rustle with even the slightest of breezes.",
				"When the rope is secured around a boulder or other similar payload measuring between two and three feet on a side, it functions as a flail that deals {@dice 2d8} bludgeoning damage instead of the normal damage for a flail. The flail has both the two-handed and heavy properties.",
				"If the rope is carrying a payload and acting as a flail, you can use your action to sling its payload at a target. This ranged attack has a normal range of 30 feet and a long range of 90 feet, and deals {@dice 3d8} bludgeoning damage on a hit or {@dice 6d8} if it hits a structure. Strength is your ability modifier for this attack. You can use an action to wrap the rope around another payload within five feet of you that fits the parameters specified above."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/wfpsp2u4ta221.png"
						}
					}
				],
				"entries": [
					"A clan of ogres led by Hcor'uk, an ogre nearly twice the size of his kin, once took control of the walled city of Rissen. Hcor'uk slung boulders as if they were pebbles with the aid of a magical rope he'd stolen from a great wizard. One after another, he hurled the great rocks into the city's stone walls, tearing it down further and further with each passing moment. He used the fallen pieces of wall as more ammunition, adding insult to injury, and continued the assault to breach the city's limits. He was a siege crew all in one creature, and the city lay powerless before him....",
					"Weeks passed, and the city fell to ruin.",
					"Countless were slaughtered, and only a few lucky souls were able to escape the ogre's unending onslaught. It was left to a passing band of adventurers, ones not unlike yourselves, to save the city from Hcor'uk's grasp. Two days after entering the city, when almost all hope was lost, the band of adventurers climbed back over the fallen wall's remains, victorious. Behind them they carried the same rope once used to lay ruin to the city, but wrapped within it lay the severed head of Hcor'uk, the Colossal.",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"bonusWeapon": "+1"
		},
		{
			"name": "Serpent Dart",
			"source": "TGS",
			"baseItem": "Dart|PHB",
			"type": "R",
			"weaponCategory": "simple",
			"rarity": "uncommon",
			"weight": 0.25,
			"dmg1": "1d4",
			"dmgType": "P",
			"property": [
				"F",
				"T"
			],
			"range": "20/60",
			"entries": [
				"You can use an action to cause thick, emerald green poison to coat the dart. The poison remains for 1 minute or until an attack using this weapon hits a creature. That creature must succeed on a DC 14 Constitution saving throw or take an extra {@dice 2d8} poison damage from the attack and become {@condition poisoned} for 1 minute. The dart can't be used this way again until the next dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/d04efn4r63221.jpg"
						}
					}
				],
				"entries": [
					"Simone's dress was the focus of everyone of the gala - that was, at least, until she let her hair down. Her bouncy curls offered the perfect distraction for her to summon poison from a small, snake-like dart, which had been holding her hair in a bun until a moment ago.",
					"No one noticed the guard fall down and clutch at his now paling throat: they were too busy talking to Simone.",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Immovable Button",
			"source": "TGS",
			"wondrous": true,
			"rarity": "common",
			"entries": [
				"Pressing this iron shirt button against a piece of fabric and commanding \"Hold!\" using a bonus action causes the button to magically attach itself to the cloth, magically fixing itself in place even if it is defying gravity. The button must be attached to a piece of fabric that is either unworn or worn by a willing creature. It can hold up to 500 pounds of weight and magically prevents the cloth from tearing due to tension. More weight causes the button to deactivate and fall.",
				"A creature can use an action to make a DC 20 Strength check, moving the fixed button up to 10 feet on a success. A creature can make an Intelligence (investigation) check (DC 14) to determine that this button is magical, and if already activated, knows that the fabric around the button can be cut away. The button remains fixed in place for one minute before falling. Once it has been used in this way, it becomes a regular, non-magical button."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/kn4ypntkcw121.jpg"
						}
					}
				],
				"entries": [
					"Ponsin was agitated. It was unlike them to be late like this. Normally they'd have been here in the crowd already. She looked to the executioner to her left, his meaty hand on twitching on the lever.",
					"\"Any last words, scum?\" his voice grumbled from behind the mask.",
					"She snarled, \"Did your parents ever hold you as a child, cretin?\"",
					"The lever was pulled and the floor dropped from beneath her. The crowd gasped as she hung there, unmoving, seemingly suspended in midair. Ponsin looked up and addressed the crowd: \"I am the mighty sorceress Yllmesa! Bow before me, and grant me safe passage out of your wretched city!\"",
					"She knew her time was limited. She had to lie and play every card she had until her companions could reach her. Ponsin clung to the little iron button in her pocket that held her aloft.",
					"As if by cue, a bolt of lightning lashed out from above, severing the noose hanging around Ponsin's neck. The crowd broke, scattering in a sudden panic. From the corner of her eye she saw a wizard, hand outstretched and gasping for breath on a neighboring rooftop. Her other two party members came up beside him, recognized her situation, and began their hastened descent down to the alley.",
					"With a slight exhale, Ponsin began to relax again. \"Late.\" she repeated to herself.",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Coralshield Golem",
			"source": "TGS",
			"baseItem": "Shield|PHB",
			"type": "S",
			"rarity": "uncommon",
			"reqAttune": true,
			"weight": 6,
			"ac": 2,
			"entries": [
				"This ancient golem is fashioned in the shape of a crab and made of a light but sturdy coral. While wearing it on your back, you can use a bonus action to instruct it to shield you. Doing so causes the crab to slowly move along your arm, and at the start of your next turn dons itself like an ordinary shield. Once equipped, you can instruct it to return to your back, doffing itself at the start of your next turn.",
				"If you do not have a free hand or refuse to drop what you're holding when the crab attempts to don itself, it returns and reattaches to your back at the start of the next turn, when it can be summoned once again. If the golem is removed from you against your will, it will slowly move toward you at a speed of 5 feet as it can see you."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/6k9gj1pw7p121.jpg"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"A little faster, please?! Maybe?! Kinda dying here! C'mon, crab!"
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Timber",
			"source": "TGS",
			"baseItem": "Handaxe|PHB",
			"type": "M",
			"weaponCategory": "simple",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 2,
			"dmg1": "1d6",
			"dmgType": "S",
			"property": [
				"L",
				"T"
			],
			"range": "20/60",
			"entries": [
				"This magical axe is imbued with a destructive force that builds with every consecutive strike. You have a bonus to attack and damage rolls made with this magic weapon, equal to the number of charges it currently holds. Timber gains a charge every time you hit a creature or object with it, up to a maximum of three charges. When Timber gains its third charge, the built-up force explodes; it loses all charges, and the target suffers an additional 3d6 force damage, or 6d6 if it is made of wood. When this happens, if the target is no more than one size larger than you, you can allow the force to push it up to 10 feet away from you.",
				"Timber's charges last for 1 minute, but it loses all charges if you make an attack against a different target than your previous attack, or if you make an attack (with any weapon) and do not hit your target with Timber."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/q50tzrvk4i121.jpg"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Third time's the charm!"
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Set of Numat's Trick Tubes",
			"source": "TGS",
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"This drab pair of empty ceramic cylinders are magically linked. Each vessel is 3 inches in diameter and one foot tall. Opening one of the vessel's lids and placing an item inside will magically teleport it to the second tube, making a quiet whoosh sound when it does. A very quiet thud can be heard when receiving an item. A tube cannot hold more than 2 pounds of materials at any time, and both lids must be closed for the items to be teleported. Items can only be sent if the two tubes are on the same plane of existence. A creature cannot be sent through the tubes."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/spbdqf4p5b121.jpg"
						}
					}
				],
				"entries": [
					"The great arcanist, Numat, first sent these handy tubes away with his students for them to send him their research and notes from the field. As he grew older, however, he would have them send sweets instead. Some of the older tubes may still have some crumbs in them.",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Singing Stein",
			"source": "TGS",
			"wondrous": true,
			"rarity": "common",
			"entries": [
				"While at least a sip's worth of potable alcohol is held by this pewter stein, the face adorning the vessel comes alive to sing songs in line with the kind of beverage within it. The stein is not sentient, but does have a pleasant singing voice. If there are multiple steins in the same room, they can sing together if they have the same drinks within them.",
				"The stein sings songs a little out of key if the drink inside is poisoned and can be detected with a successful Wisdom (perception) check, as determined by the DM. If there are multiple kinds of alcohols within it, the stein either alternates between song types or does its best to combine their various lyrics.",
				{
					"type": "table",
					"colLabels": [
						"Example Drink",
						"Type of Song"
					],
					"rows": [
						[
							"Wine",
							"Ballad"
						],
						[
							"Rum",
							"Sea Shanty"
						],
						[
							"Ale",
							"Drinking Song"
						]
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/bhbu6stj34121.jpg"
						}
					}
				],
				"entries": [
					"The tavern was raucous from outside. While Idelin didn't hear music, she did hear the drunken singing of the patrons within. Seeing as this was the last stop she could make before the long day's journey ahead of her, she strode up to the Drunken Skull's door. The name itself gave her pause, but she didn't have the luxury of choice for respite tonight.",
					"Inside, over a dozen grizzled adventures sang around a single table. At their center sat a single cup of mead, and while the mead itself was nothing extraordinary, the cup that held the drink was. The metal stein had a face friendly enough for a cup, she guessed, but its voice was so heartfelt and full of life that she joined in and sang along.",
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Windswept Wyvernplate",
			"source": "TGS",
			"baseItem": "Half Plate Armor|PHB",
			"type": "MA",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 40,
			"ac": 15,
			"stealth": true,
			"entries": [
				"This half plate armor feels like any other when first put on. Once attuned, however, the armor seems to breathe along with you, growing lighter with your inhalations. While you are attuned to this armor, you can hold your breath at any point to both lighten the armor and quiet its clattering, negating the usual disadvantage imposed on Dexterity (stealth) checks by half plate. If you speak while holding your breath, whether it be to your party or to cast a spell requiring verbal components, you will need to stand still until you can take another breath in order to retain any previous Dexterity (stealth) roll you made.",
				"In addition, if you are falling while wearing this armor, you can hold your breath as a reaction to cast {@spell featherfall}, targeting only yourself, at will. While falling in this way, you must succeed on a Constitution saving throw, as if maintaining concentration, each time you take damage to continue holding your breath or else the spell effects end. If you fail and begin falling again, you can use your reaction on your next turn to hold your breath again and slow your descent."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/nk7ckqpqsw021.jpg"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Blue in the face, but falling with style."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Cinnabar Rapier",
			"source": "TGS",
			"baseItem": "Rapier|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "rare",
			"weight": 2,
			"dmg1": "1d8",
			"dmgType": "P",
			"property": [
				"F"
			],
			"charges": 10,
			"entries": [
				"This magic rapier's blade is alchemically coated in a thin but toxic layer of cinnabar. The weapon has 10 charges and regains 1d8+2 expended charges at the dawn of each day. When you hit a creature with this weapon you can expend one or more of its charges. The blade's poison leeches into the blood of the creature you struck to deal an extra {@dice 1d4} poison damage for each charge expended in this way."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/rgghaoramp021.jpg"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"by": "Blaine Grimfire, Dwarven guild artisan",
						"entries": [
							"Cinnabar is used primarily for the arts, but often at the cost of the artists themselves. It can cause convulsions, insanity, and, ultimately, death. So, naturally, I decided that a masterfully crafted blade such as this should share those same effects with everyone else."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Tub of Churning and Fermentation",
			"source": "TGS",
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"This squat wooden and ceramic tub has a screw-on lid that fits snuggly around its base. The tub seems to be able to hold about two gallons of liquid or one cubic foot of material within it. You can leave a liquid or other perishable in the tub and secure the lid before saying the name of the end result you'd like the contents to turn into. If you say the name of a possible result, the tub emits a slight click sound before locking its lid shut for ten minutes.",
				"After ten minutes, the tub gives a second, louder click as the lid unlocks. The contents of the tub will have been stirred, processed, or otherwise fermented in such a way to generate the commanded end product. Adding additional ingredients into the tub can influence the end result's flavor.",
				"Once the tub has been used in this way, it cannot be used again until the following dawn.",
				{
					"type": "table",
					"colLabels": [
						"Example Ingredient",
						"Potential End Result"
					],
					"rows": [
						[
							"Milk",
							"Butter"
						],
						[
							"Milk",
							"Cheese"
						],
						[
							"Milk",
							"Yogurt"
						],
						[
							"Vinegar, Cucumbers",
							"Pickles"
						],
						[
							"Apples",
							"Hard Cider"
						],
						[
							"Assorted Fruit Juices",
							"Wine"
						],
						[
							"Cabbage",
							"Sauerkraut"
						]
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/1i5n60ccgi021.jpg"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"This flavor text tastes funny. But also good? This is weird. Why does my head feel fluffy?"
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Hurricane Lance",
			"source": "TGS",
			"baseItem": "Lance|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 6,
			"dmg1": "1d12",
			"dmgType": "P",
			"property": [
				"R",
				"S"
			],
			"charges": 4,
			"attachedSpells": [
				"Zephyr Strike",
				"Thunderwave"
			],
			"entries": [
				"You gain a +2 bonus to attack and damage rolls made with this magic weapon.",
				"The lance has 4 charges. You can expend a charge to surround yourself with a flurry of wind and cast {@spell zephyr strike|XGE} on yourself without expending a spell slot. You can expend a second charge of the weapon (no action required) to extend the spell to target any mount you are currently riding. If you dismount or are forced off your mount, the spell fades from the creature. The weapon regains 1d4 expended charges daily at dawn.",
				"In addition, you can cast {@spell thunderwave|PHB} once per day at 3rd level (save DC 18) without expending a spell slot and without requiring any somatic components. You must be holding the lance to cast the spell in this way.",
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"You have disadvantage when you use a lance to attack a target within 5 feet of you. Also, a lance requires two hands to wield when you aren't mounted."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/849p6glau3021.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Nothing can stop me. I'm an unbreaking storm, an unrelenting torrent of power. With this I will pierce the heavens themselves!"
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"recharge": "dawn",
			"bonusWeapon": "+2",
			"rechargeAmount": 1
		},
		{
			"name": "Smash Potatoes",
			"source": "TGS",
			"wondrous": true,
			"rarity": "common",
			"entries": [
				"This hearty root vegetable is grown by the clerics and champions of Kord, whose strength is said to make its way onto the Material Plane through their gardens. Eating one of these vaguely fist-shaped potatoes will cause your hands to itch for the thrill of combat. For each potato you eat, your normal unarmed damage increases to {@dice 1d4} for one hour. You can eat up to 3 potatoes per day before needing to finish a long rest to benefit from them again. If you already have an unarmed combat die that is 1d4 or higher this vegetable has no affect, but is nonetheless delicious."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/1xzrx5qktvz11.jpg"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Kaert spoke up while he and his companions were putting their mess kits and bed rolls away, the campfire now long dead. \"Hey, were the potatoes okay last night?\"",
							"\"Oh, they were great!\" said Veera.",
							"\"Truly. Smashing, even.\" said Yaring, wiping his mouth to offer a small smirk.",
							"Kaert beamed with pride, picked up his loose teeth, and was ready for the day. His swollen eye didn't bother him in the slightest."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Love's Embrace",
			"source": "TGS",
			"baseItem": "Greatsword|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "legendary",
			"reqAttune": true,
			"weight": 6,
			"dmg1": "2d6",
			"dmgType": "S",
			"property": [
				"H",
				"2H"
			],
			"attachedSpells": [
				"Fire Shield"
			],
			"entries": [
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon. This weapon can be attuned to by two allied creatures at the same time so long as they attune to it together over the course of a long rest. If the weapon is attuned to by two creatures in this way, the weapon's attack and damage bonus becomes +2 instead.",
				"This greatsword is made of two long scimitars that are held together by a powerful, unidentifiable magic. You can speak the weapon's command word using a bonus action to separate it into two scimitars or recombine them into the greatsword. If you are not already holding it when you speak the weapon's command word and are on the same plane of existence, you can choose to summon either one or both scimitars to your hand as individual blades or as the combined greatsword.",
				"The scimitars have the thrown property with a normal range of 20 feet and a long range of 60 feet when separated. The scimitars deal piercing damage when thrown.",
				"Each scimitar also has its own elemental effect—either fire or cold—that inflicts an extra {@dice 1d6} fire or {@dice 1d6} cold damage with each strike, depending on which sword you hit with. When you hit with an attack using the greatsword, the target takes both fire and cold bonus damage from the attack.",
				"Once per day, each attuned creature can cast {@spell fire shield} at 4th level without expending a spell slot. You do not need material or somatic components when casting it in this way."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/mmxsr7xaupz11.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Love? Love isn't a game: it's a war. And you'd better figure out which end of the blade you're on."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"bonusWeapon": "+1"
		},
		{
			"name": "Eye of the Bookwurm",
			"source": "TGS",
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"This small, glass sphere is enchanted with weak divination magics to help you find specific words or phrases in writing. It has a stylized iris etched into the glass.",
				"You can use a bonus action to speak the Eye's command word aloud, followed by the word or phrase you're searching for. The word or phrase magically appears and floats within the sphere. By holding the Eye in a free hand, your vision becomes magically enhanced to subconsciously highlight the word or phrase you searched for in a green light whenever you see it. Once you've used the Eye's ability for the first time, you can change the word or phrase as many times as you like for the next hour, after which the item can not be used again until the following dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/je5xz1bodiz11.jpg"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Now, where was that flavor text?"
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Crypt Keeper Glaive",
			"source": "TGS",
			"baseItem": "Glaive|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "legendary",
			"reqAttune": true,
			"weight": 6,
			"dmg1": "1d10",
			"dmgType": "S",
			"property": [
				"H",
				"R",
				"2H"
			],
			"entries": [
				"You gain a +3 bonus to attack and damage rolls made with this magic weapon.",
				"When you use the glaive to reduce a Small or larger creature that is hostile toward you to 0 hit points, roll a {@dice d10}. You gain temporary hit points equal to that number.",
				"In addition, the glaive's blade begins to glow with a sickly green haze whenever you gain temporary hit points in this way. While glowing, the first successful melee weapon attack you make with the glaive deals extra necrotic damage equal to the number of temporary hit points you gained. Once you deal this bonus damage, the haze fades.",
				"The haze and any remaining temporary hit points are lost after one minute.",
				"Undead creatures killed by this weapon cannot be raised from the dead again.",
				{
					"type": "entries",
					"name": "6 feet under",
					"entries": [
						"The first time on your turn that you land a successful melee attack with this weapon against a creature that is prone, the weapon's damage die is maximized."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/vxafnuoq2bz11.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Do not weep for the dead, for they are a part of me now: and I'm only kinda bad."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"bonusWeapon": "+3"
		},
		{
			"name": "Magma War Pick",
			"source": "TGS",
			"baseItem": "War Pick|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "rare",
			"weight": 2,
			"dmg1": "1d8",
			"dmgType": "P",
			"charges": 3,
			"entries": [
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon. When you land a hit with this war pick, the impact deals an additional {@dice 1d4} fire damage.",
				"This weapon has 3 charges and regains 1d3 charges daily at dawn. When you hit a creature that is either made of metal or wearing metal armor, you can expend a charge to inflict an extra {@dice 2d8} fire damage to the creature.",
				{
					"type": "entries",
					"name": "6 feet under",
					"entries": [
						"The first time on your turn that you land a successful melee attack with this weapon against a creature that is prone, the weapon's damage die is maximized."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/qjcrw3ia64z11.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"The party heard a low rumble coming from deeper into the chasm. Konstanz drew out his obsidian war pick, brandishing it in front of him: the embers and glowing trickle of molten rock casting a foreboding red hue.",
							"Guera's nose wrinkled in disdain. \"Ugh, Konstanz, do you have to use that thing? It smells like brimstone - sulfur. It's ghastly.\"",
							"Konstanz's stare didn't leave the blackness ahead of them, \"Magma, yes. Brimstone, no. Sorry, last meal not agree with stomach. Gassy. Not ghastly.\""
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"recharge": "dawn",
			"bonusWeapon": "+1",
			"rechargeAmount": 3
		},
		{
			"name": "Bird of a Feather",
			"source": "TGS",
			"wondrous": true,
			"rarity": "common",
			"entries": [
				"This small stuffed roc toy is filled with an enchanted down. While holding onto the toy and concentrating, you magically gain a flying speed of 20 feet for up to one minute.",
				"If you take any damage while flying, you lose concentration on the magical toy early and immediately start falling. Once a creature has used this ability, the toy cannot grant it again for {@dice 1d4} hours. It gives a happy little chirp when its magic can be used again.",
				"The stuffed toy's weak magic cannot carry anything weighing more than 200 pounds."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/ztvu9zj3jwy11.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Darling, the baby's flying again. It's your turn."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Chromacloth",
			"source": "TGS",
			"baseItem": "Sling|PHB",
			"type": "R",
			"weaponCategory": "simple",
			"rarity": "uncommon",
			"dmg1": "1d4",
			"dmgType": "F",
			"property": [
				"A"
			],
			"range": "30/120",
			"entries": [
				"This silken cloth is enchanted using a unique blend of abjuration and evocation magic, allowing it to be used for a number of purposes. At any one time it can be one of four colors: red, yellow, green, or blue. You can change the Chromacloth's color using an action on your turn to one of these four colors.",
				"You can wear the Chromacloth as a headband or wrap to gain resistance to the damage type associated with the cloth's color. Once the cloth reduces damage taken in this way, it cannot do so again until the following dawn.",
				"Alternatively, the cloth can be fashioned to be an effective sling: dealing damage as a sling normally would, but changing the damage type of the ammunition to match the sling's color. Refer to the table below for a reference of the Chromacloth's associated damage types:",
				{
					"type": "table",
					"colLabels": [
						"Color",
						"Damage Type"
					],
					"rows": [
						[
							"Red",
							"Fire"
						],
						[
							"Yellow",
							"Lightning"
						],
						[
							"Green",
							"Poison"
						],
						[
							"Blue",
							"Cold"
						]
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/t0z2iixgvpy11.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"And for my next trick, I'll need a volunteer from the audience to stand riiiiiight there."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Merry Berry",
			"source": "TGS",
			"wondrous": true,
			"rarity": "common",
			"entries": [
				"This small fruit is highly sought after by cooks and sweet-lovers everywhere, both for its flavor as well as its unique sensory-enhancing properties. Eating one of the berries raw yields a taste and texture like that of a rich shortbread: the perfect way to end a day of adventure.",
				"Cooking the berry, whether it be in a cuisine or simply roasted over a campfire, brings out more uncommon effects. When properly cooked, a creature that eats the fruit gains advantage on all Wisdom and Intelligence checks based on smell or taste for the next 24 hours, as well advantage on ability checks using cook's utensils. Your DM will determine any necessary dice rolls and DCs needed to prepare the Merry Berry.",
				"Overcooking the fruit not only cooks out the berry's benefits, but also results in a soggy, bland dish."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/319unu8s9iy11.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"No one likes a soggy bottom"
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Fourarm Bracers",
			"source": "TGS",
			"wondrous": true,
			"rarity": "very rare",
			"reqAttune": true,
			"charges": 5,
			"entries": [
				"These bracers can summon another pair of arms below your existing ones. The spectral arms can be summoned using an action and last for up to a minute before dissolving. While active, you can use the arms to manipulate an object, open an unlocked door or container, stow or retrieve an item from an open container, or pour the contents out of a vial. Each arm can carry up to 10 pounds. The arms stay attached to your torso at all times and cannot be moved to other parts of your body, but can be turned around to face the opposite direction.",
				"In addition, the gems adorning the bracers can amplify the arms' strength for short bursts. The gems contain a total of 5 charges and recharge 1d4+1 each dawn. By uttering the bracers' command word using a bonus action and expending a charge, you can empower the arms to immediately make two unarmed weapon attacks against a target within five feet of you. The arms have a Strength modifier of +3 which is used when making the attack and use your proficiency bonus. Each strike does {@dice 1d4} magical bludgeoning damage upon a successful hit. These attacks do not benefit from the Monk's Martial Arts ability.",
				"Alternatively, you can expend a charge to double the arms' carrying capacity and extend their duration for up to five minutes."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/6nk1u5r4nby11.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Four thumbs up."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Storm Thrower Harpoon",
			"source": "TGS",
			"baseItem": "Trident|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "legendary",
			"reqAttune": true,
			"weight": 4,
			"dmg1": "1d6",
			"dmg2": "1d8",
			"dmgType": "P",
			"property": [
				"T",
				"V"
			],
			"range": "20/60",
			"entries": [
				"This weapon has a +3 bonus to attack and damage rolls made with this magical weapon.",
				"The trident has a chain attached to its handle that can be used to retrieve the weapon once it's been thrown using a bonus action. When you hit with a ranged attack using this weapon, it deals an additional {@dice 1d8} lightning damage.",
				"In addition, this trident acts as a conduit for the sky's ferocious power. Immediately after hitting a creature with the trident, you can call down a bolt of lightning upon it, forcing it and all creatures within 5 feet to make a DC16 Dexterity saving throw. On a failed save, creatures take {@dice 6d10} lightning damage, or half as much on a success. Creatures have disadvantage on the saving throw if they're submerged in water or wearing metal armor. You are immune to the lightning damage caused by this effect. This ability fails if the creatures are obstructed from the sky. Once you use this ability, you cannot do so again until the next dawn.",
				{
					"type": "entries",
					"name": "Impale",
					"entries": [
						"You can use your action to try to impale and pull a creature toward you. If your target is a creature that is no more than one size larger than you, you can make a ranged weapon attack against it using the trident. If you hit, you can attempt to pull the impaled creature toward you by making a Strength (Athletics) check contested by the target's Strength (Athletics) check. If you succeed, you can pull the creature up to 20 feet toward you."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/ukiqh628s3y11.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"With a final, thunderous cry, Corryn hurled the trident downward. It found its mark and buried itself in the great beast's shell: finding purchase within the gashes left by her fallen comrades. From above the boat came a flash of light, followed by a deafening roar, as a pillar of white, hateful lightning pierced the Dragon Turtle, causing everything but her steeled resolve to shudder from the impact.",
							"The surrounding water hissed and crackled as it vaporized, and the fearsome creature let out a final, defiant cry. The water calmed, and the floating carcass of V'resh the Sea Tyrant now lay resting before her: the glimmer of gemstones and untold riches now catching in the returning sun.",
							"She waited a long moment before retrieving her trident with a flick of her mighty wrist. The storm in her heart had begun to die down, but the soft mist and spark of her great weapon would always remind her."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"bonusWeapon": "+3",
			"immune": [
				"lightning"
			]
		},
		{
			"name": "Heart of the Sleeveless",
			"source": "TGS",
			"wondrous": true,
			"rarity": "common",
			"entries": [
				"This vest is made from a luxurious, silky material that seems to always make the wearer appear more fit. The clothing gently hugs the wearer, redistributing weight and muscle to flatter and accentuate their physique. It seems to deflate sadly once taken off.",
				"While worn, the fabric's color changes with the wearer's mood or flash of emotion. Refer to the table below for the item's colors when under different emotions. While unworn, the fabric's color becomes a muted blue.",
				{
					"type": "table",
					"colLabels": [
						"Emotion",
						"Color"
					],
					"rows": [
						[
							"Anger",
							"Red"
						],
						[
							"Anticipation",
							"Orange"
						],
						[
							"Joy",
							"Yellow"
						],
						[
							"Love",
							"Lime"
						],
						[
							"Fear",
							"Green"
						],
						[
							"Sadness",
							"Blue"
						],
						[
							"Disappointment",
							"Indigo"
						],
						[
							"Disgust",
							"Purple"
						],
						[
							"Jealousy",
							"Black"
						],
						[
							"Surprise",
							"White"
						]
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/50tv1o3haqx11.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"She slapped me again, Feh'raar,\" said the man in the indigo vest before slumping down in his chair.",
							"He rubbed his now red cheek with a careful tenderness: whether it was to soothe the pain he felt or caress the hand that caused it remained uncertain. His cup stared back at him for a while before the man took another drink, heaved a great, heartfelt sigh, and took back off towards to the waitress: the vest now a vibrant, light green."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Reap and Sew",
			"source": "TGS",
			"baseItem": "Light Crossbow|PHB",
			"type": "R",
			"weaponCategory": "simple",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 5,
			"dmg1": "1d8",
			"dmgType": "P",
			"property": [
				"A",
				"LD",
				"2H"
			],
			"range": "80/320",
			"charges": 4,
			"curse": true,
			"attachedSpells": [
				"mending"
			],
			"entries": [
				"This magical crossbow grants the wielder a +2 bonus to attack and damage rolls made with the weapon.",
				"The crossbow comes with a special needle-like bolt that is magically bound to it. When fired, this bolt leaves a faint thread of ethereal energy behind it as it flies. Creatures struck by the bolt take force damage instead of piercing, as it effortlessly passes through them. Immediately after making an attack, the bolt flies back to the crossbow and reloads itself neatly, making it immediately ready for another shot. When the needle-like bolt is used, this crossbow ignores the loading property.",
				"This weapon has 4 charges, recharging {@dice 1d4} each dawn. You can expend a charge following a successful attack with the crossbow to attach the bolt's arcane thread to a point on the ground within 5 feet of the target. If the tethered creature attempts to move more than 10 feet away from that point before the end of your next turn, it must succeed on a DC16 Strength saving throw or be forced to remain within 10 feet of the point you chose until the start of its next turn.",
				"While attuned to this weapon, you can cast the {@spell mending|PHB} cantrip at will.",
				"If this crossbow's unique bolt is somehow destroyed or lost, the bolt reappears, already loaded into the crossbow, after 24 hours so long as both the bolt and crossbow are on the same plane of existence. The crossbow functions as a normal, nonmagical weapon while separated from the bolt.",
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"Once attuned to this weapon, you must make a DC12 Wisdom saving throw whenever you attempt to take a short or long rest. On a failure, you are overcome with the urge to craft and are forced to sew, knit, crochet, or cross-stitch feverishly for at least an hour before being able to rest. When firing the crossbow, you can sometimes hear the bolt giggle as it careens towards its target. The curse remains even if the attunement ends, but can be undone by any effect that removes a curse such as a greater restoration or remove curse spell."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/xhba7js8vjx11.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"When Gran said te knit, ye knit. When she said te run, ye ran like hell."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"bonusWeapon": "+2"
		},
		{
			"name": "Squasher",
			"source": "TGS",
			"baseItem": "Greatclub|PHB",
			"type": "M",
			"weaponCategory": "simple",
			"rarity": "uncommon",
			"weight": 10,
			"dmg1": "1d8",
			"dmgType": "B",
			"property": [
				"2H"
			],
			"entries": [
				"This enormous, magical squash is strangely durable. Druids wielding Squasher are proficient with the weapon, and can use their Wisdom modifier for the attack and damage rolls with it instead of Strength. Squasher functions as a normal magical greatclub if the wielder is not a Druid."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/b6t7ihqt4dx11.png"
						}
					}
				],
				"entries": [
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Coldsnap",
			"source": "TGS",
			"baseItem": "Whip|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 3,
			"dmg1": "1d4",
			"dmgType": "S",
			"property": [
				"F",
				"R"
			],
			"charges": 3,
			"entries": [
				"Attacks you make using this magical weapon deal an additional {@dice 1d4} cold damage with each hit. You have a +1 bonus to attack and damage rolls made with this weapon.",
				"This icy whip has 3 charges that are replenished each dawn. When you hit a creature that is not immune to cold damage with this weapon, you can expend a charge to inflict a biting chill, causing the creature to make a DC16 Constitution saving throw. On a failure, its speed becomes 0 until the start of your next turn. On a success, its speed is halved instead.",
				"Once you attune to this weapon, its normally frigid handle feels warm to the touch."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/metrys6lwdt11.png"
						}
					}
				],
				"entries": [
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"recharge": "dawn",
			"bonusWeapon": "+1",
			"rechargeAmount": 3
		},
		{
			"name": "Screaming Longbow",
			"source": "TGS",
			"baseItem": "Longbow|PHB",
			"type": "R",
			"weaponCategory": "martial",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 2,
			"dmg1": "1d8",
			"dmgType": "P",
			"property": [
				"A",
				"H",
				"2H"
			],
			"range": "150/600",
			"entries": [
				"Arrows fired from this sickly and ornate longbow let out a out a screeching howl as they fly. Creatures struck by each of these arrows take an additional {@dice 2d4} thunder damage. When you land a critical hit with a shot fired from this weapon, all creatures within 5 feet of your target must succeed on a Constitution saving throw (DC 16) or be deafened for one minute.",
				"Creatures within 80 (unobstructed) feet of these arrows' flight paths become aware of your presence as your arrows scream by."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/BGInhhJ.png"
						}
					}
				],
				"entries": [
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"ammoType": "arrow|phb"
		},
		{
			"name": "Kraken's Whip",
			"source": "TGS",
			"baseItem": "Whip|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "uncommon",
			"weight": 3,
			"dmg1": "1d4",
			"dmgType": "S",
			"property": [
				"F",
				"R"
			],
			"entries": [
				"This whip is made using the shrunken tentacle of a great sea creature. It still moves slightly on its own.",
				"As an action, you may try to wrap a Medium or smaller creature within the weapon's range using the whip's tentacle. The target must succeed on a Strength saving throw (DC 14) or become constricted by the tentacle, dealing 1d4+2 bludgeoning damage immediately after failing the saving throw and again at the end of each of its subsequent turns while gripped by the tentacle. The creature may reattempt the saving throw as an action each turn to try and escape the tentacle again. While holding a creature in this way, you cannot make attacks with the whip. You may end this affect at any time (no action required).",
				"While constricted, a creature cannot move or be more than 10' away from you in any direction, and your speed is halved. If you drop the whip while a creature is gripped by the tentacle, both your and the creature's movement returns to normal, although the tentacle will continue to hold and damage the creature until it breaks free."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/GgsH2DA.jpg"
						}
					}
				],
				"entries": [
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Shield of Agathys",
			"source": "TGS",
			"baseItem": "Shield|PHB",
			"type": "S",
			"rarity": "uncommon",
			"weight": 6,
			"ac": 2,
			"charges": 3,
			"entries": [
				"This icy shield has three charges, recharging them all each dawn. When a creature you can see hits you with a melee weapon attack, you may use a charge as your reaction (after receiving the damage) to deal {@dice 2d4} cold damage back to the attacker, granting you that same amount of damage as temporary hit points for up to one minute."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/voThDkv.jpg"
						}
					}
				],
				"entries": [
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"recharge": "dawn",
			"rechargeAmount": 3
		},
		{
			"name": "Storm Flail",
			"source": "TGS",
			"baseItem": "Flail|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 2,
			"dmg1": "1d8",
			"dmgType": "B",
			"charges": 3,
			"attachedSpells": [
				"thunderwave"
			],
			"entries": [
				"The flail has three charges and regains {@dice 1d3} each dawn. You can cast thunderwave at first level while attuned to this weapon by expending one of these charges as an action (save DC 14). The ball of the flail is the origin of the spell. As long as the flail has one or more charges, you deal an additional {@dice 1d6} lightning damage to the first target you hit with it each turn.",
				"If you make a melee weapon attack using this weapon, you may immediately expend one of its charges to cast {@spell thunderwave} as a bonus action in the direction of your last attacked target.",
				"The ball of the flail is attached to the chain with a powerful electrical connection, but can be released at will. You can make a ranged weapon attack to fling the ball at a creature you can see within 20/60 feet, or a point you can see within range. As a bonus action after releasing the ball, you can magnetically pull it back. When you do, it slowly rolls its way back up to 15 feet towards the flail. It magically reattaches itself to the end of the chain when it enters the same space as the flail.",
				"While the ball is detached from the flail, the area of effect for thunderwave becomes a 15' sphere. You automatically succeed on the saving throw if you're affected by a {@spell thunderwave} spell you cast."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/NyNotWh.jpg"
						}
					}
				],
				"entries": [
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d3}"
		},
		{
			"name": "Dagger of the Ogre Mage",
			"source": "TGS",
			"baseItem": "Shortsword|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "uncommon",
			"reqAttune": true,
			"weight": 2,
			"dmg1": "1d6",
			"dmgType": "P",
			"property": [
				"F",
				"L"
			],
			"entries": [
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				"This blade's hilt is hollow, made to accommodate up to 3 spell scrolls. Cantrip scrolls left within the compartment for one minute activate one of the three clear gems adorning the blade's grip. Once activated, these cantrips can be cast at-will by the wielder using their spellcasting modifier. If they do not have a spellcasting modifier, use their Intelligence modifier instead. They have proficiency with the cantrips cast from it. Cantrips cast from the blade use the weapon as an arcane focus, and allow the wielder to perform any somatic components using the weapon instead of a free hand. Scrolls are not consumed when cast from the sword.",
				"When a cantrip cast from the sword would deal damage, the weapon's damage type changes to match the cantrip's for up to one minute. The wielder can end this effect early (no action required)."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/x5znlHE.jpg"
						}
					}
				],
				"entries": [
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"bonusWeapon": "+1"
		},
		{
			"name": "Bow of Mind Thievery",
			"source": "TGS",
			"baseItem": "Shortbow|phb",
			"type": "R",
			"weaponCategory": "simple",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 2,
			"dmg1": "1d6",
			"dmgType": "P",
			"property": [
				"A",
				"2H"
			],
			"range": "80/320",
			"attachedSpells": [
				"Dominate Person"
			],
			"entries": [
				"Your ranged weapon attacks made with this bow deal an additional {@dice 1d4} psychic damage to creatures you hit with it. Once per day, you can designate a humanoid struck with an arrow fired from this weapon to make a DC 15 Wisdom saving throw (after dealing the arrow's damage). On a failed save, the target falls under the effects of the {@spell Dominate Person} spell for up to one minute. In addition to sharing a telepathic link with the creature, you can choose to look through its eyes and hear through its ears instead of your own: blinding and deafening you while you do."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/jSDmdFY.jpg"
						}
					}
				],
				"entries": [
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			},
			"ammoType": "arrow|phb"
		}
	],
	"magicvariant": [
		{
			"name": "Dragon Edge Weapons",
			"requires": [
				{
					"weapon": true,
					"weaponCategory": "simple",
					"dmgType": "S"
				},
				{
					"weapon": true,
					"weaponCategory": "simple",
					"dmgType": "P"
				}
			],
			"type": "GV|DMG",
			"inherits": {
				"namePrefix": "Dragon Edge ",
				"rarity": "unknown (magic)",
				"source": "TGS",
				"page": 0,
				"entries": [
					"This weapon is made from the harvested remains of a fallen dragon. With a properly reclaimed claw or tooth, as determined by the DM, the resource can be forged into a weapon whose latent draconic powers can appear in battle.",
					"The first time you hit a creature on your turn with this weapon with an attack that you had advantage on, the weapon's draconic magic comes forth to deal an extra 1d6 damage of the original dragon's damage type. Refer to the Monster Manual to determine the dragon's color and associated damage type.",
					"Weapons made from the claws or teeth of dragons change in rarity and power depending on the original dragon's age. Young dragons' bones aren't as powerful as older ones, and create uncommon weapons. Adult dragons can produce rare weapons with a +1 bonus to attack and damage rolls made with them, and Ancient dragons can create very rare weapons with a +2 bonus instead."
				],
				"bonusWeapon": "+1"
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/w5d5a63jdb021.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"And with a final blow, the great beast collapsed and lay still. After a moment's pause, the band erupted in cheers and howls of elation, hugging and congratulating one another for the heroic efforts. And while there was a dragon's hoard to be had, the real prize lay in its remains. Even in death as newly fashioned swords and sickles, this powerful beast would live on to serve the men and women who defeated it."
						]
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}."
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Memento of the Shapeless",
			"type": "GV|DMG",
			"requires": [
				{
					"type": "M",
					"weapon": true
				}
			],
			"excludes": {
				"property": "H, R"
			},
			"inherits": {
				"nameSuffix": " of the Shapeless",
				"source": "TGS",
				"page": 0,
				"rarity": "legendary",
				"reqAttune": true,
				"bonusWeapon": "+2",
				"entries": [
					"{@i Requires Attunement}",
					"This weapon has been forged using the magically preserved remains of an ancient mimic. You gain a +2 bonus to attack and damage rolls made with this magic weapon.",
					"As a bonus action, you can use the weapon's command word to order the weapon to reshape itself into another weapon you have proficiency with. The weapon must be a melee weapon that lacks the heavy and reach properties.",
					"When you successfully land an attack with this weapon, you can allow the weapon to revert to its natural, sticky pseudopod form and attempt to grapple the target following the attack (no action required). It must succeed on a DC13 Strength saving throw or become grappled by the weapon. If you successfully grapple a creature with the weapon, you cannot attack or grapple another creature with it while you maintain the hold. If you release the weapon while it is grappling a creature, the weapon immediately releases the creature.",
					{
						"type": "entries",
						"name": "Pseuperpod",
						"entries": [
							"As an action, you can channel the spirit of the dead mimic into a fury. Choose a creature within 30 feet of you. The weapon stretches, like a tendril, towards its victim and ignores half and three-quarters cover. Make an attack roll against the target. On a hit, the creature takes {@dice 8d8} bludgeoning damage. After the attack, the weapon retracts back into its previous form. If you attempt to grapple the target, the save DC increases to 15 for the duration of this attack. If the affected creature fails its saving throw, it is dragged up to 15 feet closer to you before escaping the pseudopod's grasp. If it failed the saving throw by 5 or more, it is dragged to a space adjacent to you and remains grappled. Once you have used this ability, you cannot use it again until you finish a short or long rest."
						]
					},
					{
						"type": "entries",
						"name": "Limb replacement",
						"entries": [
							"In addition, if you are missing an arm (or no less than a forearm), you can graft the weapon to your body in the missing limb's place by forcefully inserting it into your body in its place. If you do, the weapon changes and reforms itself to match the missing limb. If you do, you can add your proficiency bonus to any Strength (athletics) checks you make when using the respective limb, or double your proficiency bonus if you were already proficient. You can still alter the arm's form, allowing you to turn your limb into the appropriate weapon of your choice."
						]
					}
				]
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.redd.it/ulm1uiwgav421.png"
						}
					}
				],
				"entries": [
					{
						"entries": [
							"Forged by the legendary dwarven hero Harrun Withermount, a powerful warlock of his time, after a fruitless adventure into the catacombs under the lost city of Farrel. He and his companions had spent days in its cells fending off monsters and horrors the likes of which have yet to be seen since. At long last, they found the chest they'd heard of and sought. When the chest bit back, though, Harrun lost his temper. And his arm.",
							"In the end, though, he got back at the beast...as well as his missing limb."
						],
						"type": "entries"
					},
					{
						"name": "Credits",
						"entries": [
							"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
						],
						"type": "entries"
					}
				]
			}
		},
		{
			"name": "Moonswaddled Armor",
			"requires": [
				{
					"armor": true,
					"type": "LA"
				}
			],
			"inherits": {
				"namePrefix": "Moonswaddled ",
				"source": "TGS",
				"page": 0,
				"rarity": "rare",
				"entries": [
					"This comfortable set of armor grants additional respite when worn at night. You gain a +1 bonus to AC while wearing this armor between sunset and sunrise, and when you would normally roll one or more hit dice to restore hit points when taking a short rest at night, you instead use the highest number possible for each die."
				],
				"fluff": {
					"images": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.redd.it/afq30crir9521.png"
							}
						}
					],
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Like warming up by a nice fire at your favorite tavern even when you're in the depths of the Underdark."
							]
						},
						{
							"type": "entries",
							"name": "Credits",
							"entries": [
								"Art and item designed by {@link griff-mac|https://www.reddit.com/user/griff-mac}. Please credit if you repost elsewhere. Find more of these posts on Instagram {@link the_griffins_saddlebag|https://www.instagram.com/the_griffins_saddlebag/?hl=en}, or support the effort {@link on Patreon|https://www.patreon.com/the_griffons_saddlebag} for access to cards, compendiums, and art files!"
							]
						}
					]
				},
				"bonusWeaponAttack": "+1",
				"bonusAc": "+1"
			}
		}
	]
}
