{
    "monster": [
        {
            "name": "Blue face hag tall",
            "size": "M",
            "type": "fey",
            "source": "zorq",
            "alignment": ["N", "E"],
            "ac": [{ "ac": 17, "from": ["natural armor"] }],
            "hp": { "average": 82, "formula": "11d8 + 33" },
            "speed": { "walk": 30 },
            "str": 18,
            "dex": 12,
            "con": 16,
            "int": 13,
            "wis": 14,
            "cha": 14,
            "skill": {
                "arcana": "+3",
                "deception": "+4",
                "perception": "+4",
                "stealth": "+3"
            },
            "senses": ["darkvision 60 ft."],
            "passive": 14,
            "languages": ["Common", "Draconic", "Sylvan"],
            "cr": { "cr": "3", "coven": "5" },
            "spellcasting": [
                {
                    "name": "Innate Spellcasting",
                    "headerEntries": [
                        "The hag's innate spellcasting ability is Charisma (spell save {@dc 12}). She can innately cast the following spells, requiring no material components:"
                    ],
                    "will": [
                        "{@spell dancing lights}",
                        "{@spell minor illusion}",
                        "{@spell vicious mockery}"
                    ],
                    "ability": "cha",
                    "type": "spellcasting"
                },
                {
                    "name": "Shared Spellcasting (Coven Only)",
                    "headerEntries": [
                        "While all three members of a hag coven are within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves:"
                    ],
                    "spells": {
                        "1": {
                            "slots": 4,
                            "spells": [
                                "{@spell identify}",
                                "{@spell ray of sickness}"
                            ]
                        },
                        "2": {
                            "slots": 3,
                            "spells": [
                                "{@spell hold person}",
                                "{@spell locate object}"
                            ]
                        },
                        "3": {
                            "slots": 3,
                            "spells": [
                                "{@spell bestow curse}",
                                "{@spell counterspell}",
                                "{@spell lightning bolt}"
                            ]
                        },
                        "4": {
                            "slots": 3,
                            "spells": [
                                "{@spell phantasmal killer}",
                                "{@spell polymorph}"
                            ]
                        },
                        "5": {
                            "slots": 2,
                            "spells": [
                                "{@spell contact other plane}",
                                "{@spell scrying}"
                            ]
                        },
                        "6": { "slots": 1, "spells": ["{@spell eyebite}"] }
                    },
                    "footerEntries": [
                        "For casting these spells, each hag is a 12th-level spellcaster that uses Intelligence as her spellcasting ability. The spell save DC is 12 + the hag's Intelligence modifier, and the spell attack bonus is 4 + the hag's Intelligence modifier."
                    ],
                    "type": "spellcasting"
                }
            ],
            "trait": [
                {
                    "name": "Amphibious",
                    "entries": ["The hag can breathe air and water."]
                },
                {
                    "name": "Mimicry",
                    "entries": [
                        "The hag can mimic animal sounds and humanoid voices. A creature that hears the sounds can tell they are imitations with a successful {@dc 14} Wisdom (Insight) check."
                    ]
                },
                {
                    "name": "Hag Coven",
                    "entries": [
                        "When hags must work together, they form covens, in spite of their selfish natures. A coven is made up of hags of any type, all of whom are equals within the group. However, each of the hags continues to desire more personal power.",
                        "A coven consists of three hags so that any arguments between two hags can be settled by the third. If more than three hags ever come together, as might happen if two covens come into conflict, the result is usually chaos."
                    ]
                },
                {
                    "name": "Hag Eye (Coven Only)",
                    "entries": [
                        "A hag coven can craft a magic item called a hag eye, which is made from a real eye coated in varnish and often fitted to a pendant or other wearable item. The hag eye is usually entrusted to a minion for safekeeping and transport. A hag in the coven can take an action to see what the hag eye sees if the hag eye is on the same plane of existence. A hag eye has AC 10, 1 hit point, and darkvision with a radius of 60 feet. If it is destroyed, each coven member takes {@dice 3d10} psychic damage and is {@condition blinded} for 24 hours.",
                        "A hag coven can have only one hag eye at a time, and creating a new one requires all three members of the coven to perform a ritual. The ritual takes 1 hour, and the hags can't perform it while {@condition blinded}. During the ritual, if the hags take any action other than performing the ritual, they must start over."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Claws",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) slashing damage."
                    ]
                },
                {
                    "name": "Illusory Appearance",
                    "entries": [
                        "The hag covers herself and anything she is wearing or carrying with a magical illusion that makes her look like another creature of her general size and humanoid shape. The illusion ends if the hag takes a bonus action to end it or if she dies.",
                        "The changes wrought by this effect fail to hold up to physical inspection. For example, the hag could appear to have smooth skin, but someone touching her would feel her rough flesh. Otherwise, a creature must take an action to visually inspect the illusion and succeed on a {@dc 20} Intelligence (Investigation) check to discern that the hag is disguised."
                    ]
                },
                {
                    "name": "Invisible Passage",
                    "entries": [
                        "The hag magically turns {@condition invisible} until she attacks or casts a spell, or until her concentration ends (as if concentrating on a spell). While {@condition invisible}, she leaves no physical evidence of her passage, so she can be tracked only by magic. Any equipment she wears or carries is {@condition invisible} with her."
                    ]
                }
            ],
            "page": 177,
            "environment": ["forest", "hill", "swamp"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/244/green-hag.mp3",
            "traitTags": ["Amphibious"],
            "languageTags": ["C", "DR", "S"],
            "senseTags": ["D"],
            "spellcastingTags": ["I", "S", "CW"],
            "damageTags": ["S"],
            "miscTags": ["MW"],
            "srd": true,
            "fluff": {
                "name": "Green Hag",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Green Hag.jpg"
                        }
                    }
                ],
                "entries": [
                    "The wretched and hateful green hags dwell in dying forests, lonely swamps, and misty moors, making their homes in caves. Green hags love to manipulate other creatures into doing their bidding, masking their intentions behind layers of deception. They lure victims to them by mimicking voices calling out for help, or drive unwanted visitors away by imitating the cries of fierce beasts.",
                    {
                        "type": "entries",
                        "name": "Obsession with Tragedy",
                        "entries": [
                            "Green hags revel in the failings and tragedies of other creatures. They derive joy from bringing people low and seeing hope turn into despair, not just for individuals but also for whole nations."
                        ]
                    },
                    {
                        "type": "entries",
                        "name": "Covens",
                        "entries": [
                            "A green hag that is part of a coven (see the \"Hag Covens\" sidebar) has a challenge rating of 5 (1,800 XP)."
                        ]
                    },
                    {
                        "type": "section",
                        "name": "Hags",
                        "entries": [
                            "Hags represent all that is evil and cruel. Though they resemble withered crones, there is nothing mortal about these monstrous creatures, whose forms reflect only the wickedness in their hearts.",
                            {
                                "type": "entries",
                                "name": "Faces of Evil",
                                "entries": [
                                    "Ancient beings with origins in the Feywild, hags are cankers on the mortal world. Their withered faces are framed by long, frayed hair, horrid moles and warts dot their blotchy skin, and their long, skinny fingers are tipped by claws that can slice open flesh with a touch. Their simple clothes are always tattered and filthy.",
                                    "All hags possess magical powers, and some have an affinity for spellcasting. They can alter their forms or curse their foes, and their arrogance inspires them to view their magic as a challenge to the magic of the gods, whom they blaspheme at every opportunity.",
                                    "Hags name themselves in darkly whimsical ways, claiming monikers such as Black Morwen, Peggy Pigknuckle, Grandmother Titchwillow, Nanna Shug, Rotten Ethel, or Auntie Wormtooth."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "Monstrous Motherhood",
                                "entries": [
                                    "Hags propagate by snatching and devouring human infants. After stealing a baby from its cradle or its mother's womb, the hag consumes the poor child. A week later, the hag gives birth to a daughter who looks human until her thirteenth birthday, whereupon the child transforms into the spitting image of her hag mother.",
                                    "Hags sometimes raise the daughters they spawn, creating covens. A hag might also return the child to its grieving parents, only to watch from the shadows as the child grows up to become a horror."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "Dark Bargains",
                                "entries": [
                                    "Arrogant to a fault, hags believe themselves to be the most cunning of creatures, and they treat all others as inferior. Even so, a hag is open to dealing with mortals as long as those mortals show the proper respect and deference. Over their long lives, hags accumulate much knowledge of local lore, dark creatures, and magic, which they are pleased to sell.",
                                    "Hags enjoy watching mortals bring about their own downfall, and a bargain with a hag is always dangerous. The terms of such bargains typically involve demands to compromise principles or give up something dear-especially if the thing lost diminishes or negates the knowledge gained through the bargain."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "A Foul Nature",
                                "entries": [
                                    "Hags love the macabre and festoon their garb with dead things and accentuate their appearance with bones, bits of flesh, and filth. They nurture blemishes and pick at wounds to produce weeping, suppurating flesh. Attractive creatures evoke disgust in a hag, which might \"help\" such creatures by disfiguring or transforming them.",
                                    "This embrace of the disturbing and unpleasant extends to all aspects of a hag's life. A hag might fly in a magical giant's skull, landing it on a tree shaped to resemble an enormous headless body. Another might travel with a menagerie of monsters and slaves kept in cages, and disguised by illusions to lure unwary creatures close. Hags sharpen their teeth on millstones and spin cloth from the intestines of their victims, reacting with glee to the horror their actions invoke."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "Dark Sorority",
                                "entries": [
                                    "Hags maintain contact with each other and share knowledge. Through such contacts, it is likely that any given hag knows of every other hag in existence. Hags don't like each other, but they abide by an ageless code of conduct. Hags announce their presence before crossing into another hag's territory, bring gifts when entering another hag's dwelling, and break no oaths given to other hags-as long as the oath isn't given with the fingers crossed.",
                                    "Some humanoids make the mistake of thinking that the hags' rules of conduct apply to all creatures. When confronted by such an individual, a hag might find it amusing to string the fool along for a while before teaching it a permanent lesson."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "Dark Lairs",
                                "entries": [
                                    "Hags dwell in dark and twisted woods, bleak moors, storm-lashed seacoasts, and gloomy swamps. In time, the landscape around a hag's lair reflects the creature's noxiousness, such that the land itself can attack and kill trespassers. Trees twisted by darkness attack passersby, while vines snake through the undergrowth to snare and drag off creatures one at a time. Foul stinking fogs turn the air to poison, and conceal pools of quicksand and sinkholes that consume unwary wanderers."
                                ]
                            }
                        ]
                    },
                    {
                        "type": "inset",
                        "name": "Hag Covens",
                        "entries": [
                            "When hags must work together, they form covens, in spite of their selfish natures. A coven is made up of hags of any type, all of whom are equals within the group. However, each of the hags continues to desire more personal power.",
                            "A coven consists of three hags so that any arguments between two hags can be settled by the third. If more than three hags ever come together, as might happen if two covens come into conflict, the result is usually chaos.",
                            {
                                "type": "entries",
                                "name": "Shared Spellcasting",
                                "entries": [
                                    "While all three members of a hag coven are within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves:",
                                    {
                                        "type": "list",
                                        "style": "list-no-bullets",
                                        "items": [
                                            "1st level (4 slots): {@spell identify}, {@spell ray of sickness}",
                                            "2nd level (3 slots): {@spell hold person}, {@spell locate object}",
                                            "3rd level (3 slots): {@spell bestow curse}, {@spell counterspell}, {@spell lightning bolt}",
                                            "4th level (3 slots): {@spell phantasmal killer}, {@spell polymorph}",
                                            "5th level (2 slots): {@spell contact other plane}, {@spell scrying}",
                                            "6th level (1 slot): {@spell eyebite}"
                                        ]
                                    },
                                    "For casting these spells, each hag is a 12th-level spellcaster that uses Intelligence as her spellcasting ability. The spell save DC is 12 + the hag's Intelligence modifier, and the spell attack bonus is 4 + the hag's Intelligence modifier."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "Hag Eye",
                                "entries": [
                                    "A hag coven can craft a magic item called a hag eye, which is made from a real eye coated in varnish and often fitted to a pendant or other wearable item. The hag eye is usually entrusted to a minion for safekeeping and transport. A hag in the coven can take an action to see what the hag eye sees if the hag eye is on the same plane of existence. A hag eye has AC 10, 1 hit point, and darkvision with a radius of 60 feet. If it is destroyed, each coven member takes 3d10 psychic damage and is blinded for 24 hours.",
                                    "A hag coven can have only one hag eye at a time, and creating a new one requires all three members of the coven to perform a ritual. The ritual takes 1 hour, and the hags can't perform it while blinded. During the ritual, if the hags take any action other than performing the ritual, they must start over."
                                ]
                            }
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Green Hag.png?v=1.94.4",
            "uniqueId": "8db81203a60ac55116d41bd1606532ce"
        },
        {
            "name": "Bonfire",
            "size": "L",
            "type": "beast",
            "source": "zorq",
            "alignment": ["N"],
            "ac": [{ "ac": 14, "from": ["natural armor"] }],
            "hp": { "average": 44, "formula": "8d10" },
            "speed": { "walk": 45 },
            "str": 16,
            "dex": 8,
            "con": 11,
            "int": 11,
            "wis": 10,
            "cha": 12,
            "resist": [
                {
                    "resist": ["bludgeoning", "piercing", "slashing"],
                    "note": "from nonmagical attacks"
                }
            ],
            "vulnerable": ["cold"],
            "immune": ["fire"],
            "senses": ["darkvision 60 ft."],
            "passive": 10,
            "languages": ["Salamander", "Common"],
            "cr": "1/2",
            "trait": [
                {
                    "name": "Heated Body",
                    "entries": [
                        "A creature that touches the salamander or hits it with a melee attack while within 5 feet of it takes 1 ({@damage 1d4 - 1}) fire damage."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Tail",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 10 ft., one target. {@h}2 ({@damage 1d4}) bludgeoning damage plus 1 ({@damage 1d4 - 1}) fire damage, and the target is {@condition grappled} (escape {@dc 12}). Until this grapple ends, the target is {@condition restrained}, the salamander can automatically hit the target with its tail, and the salamander can't make tail attacks against other targets."
                    ]
                }
            ],
            "page": 266,
            "environment": ["underdark"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/431/salamander.mp3",
            "languageTags": ["C"],
            "senseTags": ["D"],
            "damageTags": ["B", "F"],
            "miscTags": ["MW", "RCH"],
            "srd": true,
            "fluff": {
                "name": "Salamander",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Salamander.jpg"
                        }
                    },
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Salamander 001.jpg"
                        }
                    }
                ],
                "entries": [
                    "Salamanders slither across the Sea of Ash on the Elemental Plane of Fire, their sinuous coils and jagged spines smoldering. Intense heat washes off their bodies, while their yellow eyes glow like candles in the deep-set hollows of their hawkish faces.",
                    "Salamanders adore power, and they delight in setting fire to things. Outside their home plane, they play among the burning skeletons of charred trees as forest fires rage around them, or slither down the slopes of erupting volcanoes to linger in fire pits and magma floes.",
                    {
                        "name": "Fire Snakes",
                        "type": "entries",
                        "entries": [
                            "Salamanders hatch from eggs that are two-foot-diameter spheres of smoldering obsidian. When a salamander is ready to hatch, it melts its way through the egg's thick shell and emerges as a fire snake. A fire snake matures into a salamander adult within a year."
                        ]
                    },
                    {
                        "name": "Slaves of the Efreet",
                        "type": "entries",
                        "entries": [
                            "Long ago, the efreet hired azers to build the fabled City of Brass, but then failed in their attempt to enslave that mystical race when the azers' work was done. Turning instead to strike against the salamanders, the efreet had better luck in establishing a slave race, which they use to unleash war and destruction across the planes.",
                            "Salamanders despise the azers, believing that if the efreet had succeeded in dominating that race of elemental crafters, the salamanders would still be free. The efreet use this enmity to their own advantage, stoking the salamanders' hatred and pitting them against the efreets' former servants.",
                            "The efreet suffer salamanders to serve no other master; when efreet encounter salamanders dedicated to the cults of Elemental Evil, they slay them rather than taking them as slaves."
                        ]
                    },
                    {
                        "name": "Domineering Nobles",
                        "type": "entries",
                        "entries": [
                            "Although salamanders follow the destructive impulses of their fiery nature, slavery under the efreet has impacted the culture of free salamanders. They rule their own societies according to the efreet model, in which larger and stronger salamanders claim dominion over their lesser kin.",
                            "As salamanders age, they increase in size and status, rising to positions of power as cruel nobles among their kind. Nobles rule wandering bands of salamanders, which move across the Elemental Plane of Fire like desert nomads, raiding other communities for treasure."
                        ]
                    },
                    {
                        "name": "Living Forges",
                        "type": "entries",
                        "entries": [
                            "Salamanders generate intense heat, and when they fight, their weapons glow red and sear the bodies of their enemies on contact. Even approaching a salamander is dangerous, since flesh blisters and burns in its proximity.",
                            "This inherent heat is an asset to salamanders' skill as smiths, allowing them to soften and shape iron and steel with their bare hands. Although not as meticulous as azers, salamanders number among the greatest metalsmiths in all the planes. Powerful creatures summon them as warriors, but others enlist the salamanders for their crafting skills, or bind them to forges and ovens to generate limitless heat."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Salamander.png?v=1.94.4",
            "skill": { "athletics": "+7" },
            "spellcasting": [
                {
                    "name": "Spellcasting",
                    "spells": { "0": { "spells": ["{@spell fire bolt|PHB}"] } },
                    "type": "spellcasting"
                }
            ],
            "uniqueId": "2177390a626c25fafe616241672abfeb"
        },
        {
            "name": "Carlos",
            "source": "zorq",
            "action": [
                {
                    "name": "Warhammer",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@damage 1d8 + 3} bludgeoning damage, or {@damage 1d10 + 3} damage if used with both hands."
                    ]
                }
            ],
            "alignment": ["L", "G"],
            "miscTags": ["MW"],
            "damageTags": ["B"],
            "languageTags": ["C", "D"],
            "senseTags": ["D"],
            "page": 78,
            "size": "M",
            "type": { "type": "humanoid", "tags": ["he, him"] },
            "ac": [
                {
                    "ac": 15,
                    "from": [
                        "{@item scale mail|phb} - disadvantage on Stealth (Dexterity) checks"
                    ]
                }
            ],
            "hp": { "formula": "4d8 + 12", "average": 36 },
            "speed": 25,
            "str": 14,
            "dex": 12,
            "con": 17,
            "int": 15,
            "wis": 20,
            "cha": 12,
            "skill": {
                "insight": "+7",
                "medicine": "+7",
                "persuasion": "+3",
                "religion": "+4"
            },
            "passive": 15,
            "languages": ["Common", "Dwarvish"],
            "trait": [
                {
                    "name": "Dwarven Resilience",
                    "entries": [
                        "Carlos has advantage on saving throws against poison, and has resistance against poison damage."
                    ]
                },
                {
                    "name": "Speed",
                    "entries": [
                        "Carlos's speed is not reduced by wearing heavy armor."
                    ]
                },
                {
                    "name": "Stonecunning",
                    "entries": [
                        "Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
                    ]
                },
                {
                    "name": "Disciple of Life",
                    "entries": [
                        "Starting at 1st level, your healing spells are more effective. Whenever you use a spell of 1st level or higher to restore hit points to a creature, the creature regains additional hit points equal to 2 + the spell's level."
                    ]
                }
            ],
            "senses": ["darkvision 60 ft."],
            "tokenUrl": "https://5e.tools/img/SKT/Shield Dwarf Guard.png?v=1.94.4",
            "level": 4,
            "save": { "wis": "+7", "cha": "+3" },
            "resist": ["poison"],
            "isNamedCreature": true,
            "spellcasting": [
                {
                    "name": "Spellcasting",
                    "headerEntries": [
                        "Carlos is a 4th level spellcaster. His spellcasting ability is Wisdom. His spell save DC is 15. His spell attack bonus is +7. He can prepare 4 cantrips and 9 spells. "
                    ],
                    "spells": {
                        "0": {
                            "spells": [
                                "{@spell light|PHB}",
                                "{@spell mending|PHB}",
                                "{@spell sacred flame|PHB}",
                                "{@spell spare the dying|PHB}"
                            ]
                        },
                        "1": {
                            "spells": [
                                "{@spell command|PHB}",
                                "{@spell detect evil and good|PHB}",
                                "{@spell healing word|PHB}"
                            ],
                            "slots": 4
                        },
                        "2": {
                            "spells": [
                                "{@spell calm emotions|PHB}",
                                "{@spell lesser restoration|PHB}",
                                "{@spell prayer of healing|PHB}",
                                "{@spell protection from poison|PHB}",
                                "{@spell spiritual weapon|PHB}",
                                "{@spell these rocks look great|zorq}"
                            ],
                            "slots": 3
                        }
                    },
                    "ability": "wis",
                    "type": "spellcasting"
                },
                {
                    "name": "Channel Divinity (1/rest)",
                    "footerEntries": [
                        "Turn Undead",
                        "As an action, you present your holy symbol and speak a prayer censuring the undead. Each undead that can see or hear you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.\", \"A turned creature must spend its turns trying to move as far away from you as it can, and it can't willingly move to a space within 30 feet of you. It also can't take reactions. For its action, it can use only the Dash action or try to escape from an effect that prevents it from moving. If there's nowhere to move, the creature can use the Dodge action.",
                        "Harness Divine Power",
                        "You can expend a use of your Channel Divinity to fuel your spells. As a bonus action, you touch your holy symbol, utter a prayer, and regain one expended 1st-level spell slot.",
                        "Starting at 2nd level, you can use your Channel Divinity to heal the badly injured.",
                        "As an action, you present your holy symbol and evoke healing energy that can restore a number of hit points equal to five times your cleric level. Choose any creatures within 30 feet of you, and divide those hit points among them. This feature can restore a creature to no more than half of its hit point maximum. You can't use this feature on an undead or a construct."
                    ],
                    "type": "spellcasting"
                }
            ],
            "fluff": {
                "entries": [
                    "Carlos's deity is {@deity Aule}. One of his rituals involves spinning in a circle with his warhammer held outstretched."
                ]
            },
            "shortName": "Carlos",
            "uniqueId": "aa0a122ad799d7e6b4a7f180bfdd1be0"
        },
        {
            "name": "Cora Gn'Tash",
            "size": "M",
            "type": { "type": "humanoid", "tags": ["gnoll"] },
            "source": "zorq",
            "alignment": ["G"],
            "ac": [{ "ac": 13, "from": ["{@item studded leather armor|phb}"] }],
            "hp": { "average": 52, "formula": "8d8 + 16" },
            "speed": { "walk": 30 },
            "str": 14,
            "dex": 12,
            "con": 14,
            "int": 14,
            "wis": 10,
            "cha": 18,
            "skill": {
                "athletics": "+6",
                "persuasion": "+8",
                "intimidation": "+8",
                "perception": "+4"
            },
            "senses": ["darkvision 60 ft."],
            "passive": 14,
            "languages": ["Gnoll", "Common"],
            "cr": "2",
            "trait": [
                {
                    "name": "Harrying Attacks",
                    "entries": [
                        "If the gnoll attacks two creatures in the same turn, the first target has disadvantage on attack rolls until the end of its next turn."
                    ]
                },
                {
                    "name": "Lightning Lope",
                    "entries": [
                        "The gnoll can Dash or Disengage as a bonus action."
                    ]
                },
                {
                    "name": "Pack Tactics",
                    "entries": [
                        "The gnoll has advantage on its attack rolls against a target if at least one of the gnoll's allies is within 5 feet of the target and the ally isn't {@condition incapacitated}."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The gnoll makes one bite attack and two battleaxe attacks."
                    ]
                },
                {
                    "name": "Battleaxe",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) slashing damage or 7 ({@damage 1d10 + 2}) slashing damage if used in two hands."
                    ]
                },
                {
                    "name": "Bite",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
                    ]
                }
            ],
            "page": 230,
            "tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB%20(3pp)/Gnoll%20Havoc%20Runner.png",
            "actionTags": ["Multiattack"],
            "traitTags": ["Pack Tactics"],
            "senseTags": ["D"],
            "languageTags": ["OTH", "C"],
            "damageTags": ["S", "P"],
            "miscTags": ["MW"],
            "shortName": "Cora",
            "save": { "str": "+4", "con": "+4" },
            "fluff": {
                "entries": [
                    "self-conscious about (smelling too good/fancy)",
                    "modest about (fur & teeth)",
                    "want to be / important to be thought to be (dutiful)",
                    "quotes ",
                    "-- this isn't going to make me smell good, is it?",
                    "-- oh, these old, cracked teeth?",
                    "-- you think i'm totally loyal to the gnolls, right?"
                ]
            },
            "isNpc": true
        },
        {
            "name": "Cpt. Juna Merrigold",
            "size": "M",
            "type": "humanoid",
            "source": "zorq",
            "alignment": ["N", "G"],
            "ac": [{ "ac": 12, "from": ["natural armor"] }],
            "hp": { "average": 76, "formula": "9d8 + 36" },
            "speed": { "walk": 25, "swim": 40 },
            "str": 20,
            "dex": 15,
            "con": 18,
            "int": 10,
            "wis": 12,
            "cha": 14,
            "save": { "wis": "+3", "cha": "+4" },
            "skill": {
                "deception": "+6",
                "insight": "+3",
                "sleight of hand": "+4",
                "stealth": "+4"
            },
            "senses": ["darkvision 120 ft."],
            "passive": 11,
            "languages": ["Aquan", "Common", "Thieves' cant"],
            "cr": "4",
            "trait": [
                {
                    "name": "Amphibious",
                    "entries": ["The deep scion can breathe air and water."]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "In hybrid form, the deep scion makes three attacks: one with its bite and two with its claws."
                    ]
                },
                {
                    "name": "Bite (Hybrid Form Only)",
                    "entries": [
                        "{@atk mw} {@hit 7} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d4 + 5}) piercing damage."
                    ]
                },
                {
                    "name": "Claw (Hybrid Form Only)",
                    "entries": [
                        "{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d6 + 5}) slashing damage."
                    ]
                },
                {
                    "name": "Psychic Screech (Hybrid Form Only; Recharges after a Short or Long Rest)",
                    "entries": [
                        "The deep scion emits a terrible scream audible within 300 feet. Creatures within 30 feet of the deep scion must succeed on a {@dc 14} Wisdom saving throw or be {@condition stunned} until the end of the deep scion's next turn. In water, the psychic screech also telepathically transmits the deep scion's memories of the last 24 hours to its master, regardless of distance, so long as it and its master are in the same body of water."
                    ]
                }
            ],
            "page": 135,
            "environment": ["coastal", "swamp", "underdark", "underwater"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/120/deep-scion.mp3",
            "actionTags": ["Multiattack"],
            "languageTags": ["AQ", "C", "TC"],
            "senseTags": ["SD"],
            "damageTags": ["P", "S"],
            "miscTags": ["MW"],
            "fluff": {
                "entries": [
                    {
                        "type": "entries",
                        "entries": [
                            {
                                "type": "inset",
                                "entries": ["test"],
                                "name": "Title"
                            },
                            "Captain Juna Marigold is a hybrid human-piscine; his body is sleek like a seal and his thick skin is greyish-white with red vertical stripes. Instead of hands he possesses fins terminating in cartilaginous claws.",
                            "Deep scions began life as people who were stolen from shore or saved from sinking ships and offered a terrible bargain by an undersea power: surrender, body and soul, or drown. Those who submit are subjected to an ancient ritual widespread among evil aquatic creatures. Its methods are painful and the result never certain, but when it works, the magic transforms an air-breathing person into a shapechanger that can take a form that is fully at home beneath the waves.",
                            {
                                "name": "Spies from the Sea",
                                "entries": [
                                    " A deep scion emerges from the depths in service to its underwater master, which is likely a kraken or some other ancient being of the deep. While wearing the mind and body of the person it once was as a sort of mask, the creature is bent on fulfilling its master's desires. Sometimes a deep scion returns to its former home and a hero's welcome-unexpectedly found alive when all hope was lost. At other times the deep scion takes on a new identity. In any case, it is the deep scion's duty to infiltrate the air-breathing world and report back to its master. When set to its task, a deep scion worms its way into the life of an unsuspecting enemy as a new best friend, an irresistible lover, the perfect candidate for a job, or in some other role that enables the minion to carry out its master's commands."
                                ],
                                "type": "entries"
                            },
                            {
                                "name": "Cold-Hearted Killers",
                                "entries": [
                                    " The training to which a deep scion is subjected rids it of empathy for those whom it spies on. Though one might behave as though infatuated, laugh at the joke of a friend, or appear incensed at some injustice, each of these acts is artificial to the deep scion, a means to an end. It believes that its true form is the shape it takes when it returns to the sea that it thinks of as home. Ironically, however, a deep scion that is killed when in its piscine form is stripped of the magic that robbed it of emotion, leaving behind the corpse of the person the deep scion once was."
                                ],
                                "type": "entries"
                            }
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/VGM/Deep Scion.png?v=1.94.2",
            "traitTags": ["Amphibious"],
            "isNpc": true,
            "isNamedCreature": true,
            "uniqueId": "a11fe2efc1603b7b2903117755e268db"
        },
        {
            "name": "Domonkos",
            "size": "M",
            "type": { "type": "undead", "tags": ["shapechanger"] },
            "source": "zorq",
            "alignment": ["L", "E"],
            "ac": [{ "ac": 14, "from": ["natural armor"] }],
            "hp": { "average": 104, "formula": "16d8 + 32" },
            "speed": { "walk": 30 },
            "str": 20,
            "dex": 14,
            "con": 14,
            "int": 17,
            "wis": 15,
            "cha": 18,
            "save": { "dex": "+5", "wis": "+5", "cha": "+7" },
            "skill": { "perception": "+5", "stealth": "+5" },
            "resist": [
                "necrotic",
                {
                    "resist": ["bludgeoning", "piercing", "slashing"],
                    "note": "from nonmagical attacks"
                }
            ],
            "senses": ["darkvision 120 ft."],
            "passive": 15,
            "languages": ["Common", "Undercommon"],
            "cr": "7",
            "trait": [
                {
                    "name": "Shapechanger",
                    "entries": [
                        "If the vampire isn't in sunlight or running water, it can use its action to polymorph into a Tiny bat or a Medium cloud of mist, or back into its true form.",
                        "While in bat form, the vampire can't speak, its walking speed is 5 feet, and it has a flying speed of 30 feet. Its statistics, other than its size and speed, are unchanged. Anything it is wearing transforms with it, but nothing it is carrying does. It reverts to its true form if it dies.",
                        "While in mist form, the vampire can't take any actions, speak, or manipulate objects. It is weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature's space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, and it can't pass through water. It has advantage on Strength, Dexterity, and Constitution saving throws, and it is immune to all nonmagical damage, except the damage it takes from sunlight."
                    ]
                },
                {
                    "name": "Misty Escape",
                    "entries": [
                        "When it drops to 0 hit points outside its resting place, the vampire transforms into a cloud of mist (as in the Shapechanger trait) instead of falling {@condition unconscious}, provided that it isn't in sunlight or running water. If it can't transform, it is destroyed.",
                        "While it has 0 hit points in mist form, it can't revert to its vampire form, and it must reach its resting place within 2 hours or be destroyed. Once in its resting place, it reverts to its vampire form. It is then {@condition paralyzed} until it regains at least 1 hit point. After spending 1 hour in its resting place with 0 hit points, it regains 1 hit point."
                    ]
                },
                {
                    "name": "Regeneration",
                    "entries": [
                        "The vampire regains 20 hit points at the start of its turn if it has at least 1 hit point and isn't in sunlight or running water. If the vampire takes radiant damage or damage from holy water, this trait doesn't function at the start of the vampire's next turn."
                    ]
                },
                {
                    "name": "Spider Climb",
                    "entries": [
                        "The vampire can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
                    ]
                },
                {
                    "name": "Vampire Weaknesses",
                    "entries": [
                        "The vampire has the following flaws:",
                        "{@i Forbiddance.} The vampire can't enter a residence without an invitation from one of the occupants.",
                        "{@i Harmed by Running Water.} The vampire takes 20 acid damage if it ends its turn in running water.",
                        "{@i Stake to the Heart.} If a piercing weapon made of wood is driven into the vampire's heart while the vampire is {@condition incapacitated} in its resting place, the vampire is {@condition paralyzed} until the stake is removed.",
                        "{@i Sunlight Hypersensitivity.} The vampire takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack (Vampire Form Only)",
                    "entries": [
                        "The vampire makes two attacks, only one of which can be a bite attack."
                    ]
                },
                {
                    "name": "Unarmed Strike (Vampire Form Only)",
                    "entries": [
                        "{@atk mw} {@hit 8} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d4 + 5}) bludgeoning damage. Instead of dealing damage, the vampire can grapple the target (escape {@dc 16})."
                    ]
                },
                {
                    "name": "Bite (Bat or Vampire Form Only)",
                    "entries": [
                        "{@atk mw} {@hit 8} to hit, reach 5 ft., one willing creature, or a creature that is {@condition grappled} by the vampire, {@condition incapacitated}, or {@condition restrained}. {@h}7 ({@damage 1d4 + 5}) piercing damage plus 8 ({@damage 1d6 + 5}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. A humanoid slain in this way and then buried in the ground rises the following night as a vampire spawn under the vampire's control."
                    ]
                },
                {
                    "name": "Charm",
                    "entries": [
                        "The vampire targets one humanoid it can see within 30 feet of it. If the target can see the vampire, the target must succeed on a {@dc 15} Wisdom saving throw against this magic or be {@condition charmed} by the vampire. The {@condition charmed} target regards the vampire as a trusted friend to be heeded and protected. Although the target isn't under the vampire's control, it takes the vampire's requests or actions in the most favorable way it can, and it is a willing target for the vampire's bite attack.",
                        "Each time the vampire or the vampire's companions do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the vampire is destroyed, is on a different plane of existence than the target, or takes a bonus action to end the effect."
                    ]
                },
                {
                    "name": "Single-Fang Bite (Vampire Form Only)",
                    "entries": [
                        "tbd; reference to fez joke; Domonkos really has to try to get both fangs involved"
                    ]
                }
            ],
            "legendaryGroup": { "name": "Vampire", "source": "MM" },
            "page": 297,
            "environment": ["urban"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/507/vampire.mp3",
            "traitTags": ["Shapechanger", "Regeneration", "Spider Climb"],
            "senseTags": ["SD"],
            "damageTags": ["B", "P", "N"],
            "miscTags": ["MW"],
            "srd": true,
            "fluff": {
                "name": "Vampire",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Vampire.jpg"
                        }
                    }
                ],
                "entries": [
                    "Awakened to an endless night, vampires hunger for the life they have lost and sate that hunger by drinking the blood of the living. Vampires abhor sunlight, for its touch burns them. They never cast shadows or reflections, and any vampire wishing to move unnoticed among the living keeps to the darkness and far from reflective surfaces.",
                    {
                        "name": "Dark Desires",
                        "type": "entries",
                        "entries": [
                            "Whether or not a vampire retains any memories from its former life, its emotional attachments wither as once-pure feelings become twisted by undeath. Love turns into hungry obsession, while friendship becomes bitter jealousy. In place of emotion, vampires pursue physical symbols of what they crave, so that a vampire seeking love might fixate on a young beauty. A child might become an object of fascination for a vampire obsessed with youth and potential. Others surround themselves with art, books, or sinister items such as torture devices or trophies from creatures they have killed."
                        ]
                    },
                    {
                        "name": "Born from Death",
                        "type": "entries",
                        "entries": [
                            "Most of a vampire's victims become vampire spawn-ravenous creatures with a vampire's hunger for blood, but under the control of the vampire that created them. If a true vampire allows a spawn to draw blood from its own body, the spawn transforms into a true vampire no longer under its master's control. Few vampires are willing to relinquish their control in this manner. Vampire spawn become free-willed when their creator dies."
                        ]
                    },
                    {
                        "name": "Chained to the Grave",
                        "type": "entries",
                        "entries": [
                            "Every vampire remains bound to its coffin, crypt, or grave site, where it must rest by day. If a vampire didn't receive a formal burial, it must lie beneath a foot of earth at the place of its transition to undeath. A vampire can move its place of burial by transporting its coffin or a significant amount of grave dirt to another location. Some vampires set up multiple resting places this way."
                        ]
                    },
                    {
                        "name": "Undead Nature",
                        "type": "entries",
                        "entries": [
                            "Neither a vampire nor a vampire spawn requires air."
                        ]
                    },
                    {
                        "type": "entries",
                        "name": "A Vampire's Lair",
                        "entries": [
                            "A vampire chooses a grand yet defensible location for its lair, such as a castle, fortified manor, or walled abbey. It hides its coffin in an underground crypt or vault guarded by vampire spawn or other loyal creatures of the night."
                        ]
                    },
                    {
                        "type": "inset",
                        "name": "Player Characters as Vampires",
                        "entries": [
                            "The game statistics of a player character transformed into a vampire spawn and then a vampire don't change, except that the character's Strength, Dexterity, and Constitution scores become 18 if they aren't higher. In addition, the character gains the vampire's damage resistances, darkvision, traits, and actions. Attack and damage rolls for the vampire's attacks are based on Strength.",
                            "The save DC for Charm is 8 + the vampire's proficiency bonus + the vampire's Charisma modifier. The character's alignment becomes lawful evil, and the DM might take control of the character until the vampirism is reversed with a wish spell or the character is killed and brought back to life."
                        ]
                    },
                    {
                        "type": "inset",
                        "name": "Strahd von Zarovich",
                        "entries": [
                            "A brilliant thinker and capable warrior in life, Strahd von Zarovich fought in countless battles for his people. When war and killing finally stripped him of his youth and strength, he settled in the remote valley of Barovia and built a castle on a towering pinnacle, from which he could survey his lands. His brother Sergei came to live with him in Castle Ravenloft, becoming Strahd's adviser and constant companion.",
                            "In his brother, Strahd saw everything he had lost. Sergei was handsome and young, while Strahd had become old and scarred. Resentment colored their relationship, eventually turning into hatred. Strahd's beloved, Tatyana, spurned him for Sergei, whom she pledged to marry.",
                            "In a desperate attempt to win Tatyana's heart, Strahd forged a pact with dark powers that made him immortal. At the wedding of Sergei and Tatyana, he confronted his brother and killed him. Tatyana fled and flung herself from Ravenloft's walls. Strahd's guards, seeing him for a monster, shot him with arrows. But he did not die. He became a vampire-the first vampire, according to many sages.",
                            "In the centuries since his transformation, Strahd's lust for life and youth have only grown. He broods in his dark castle, cursing the living for stealing away what he lost, and never admitting his hand in the tragedy he created."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Vampire.png?v=1.94.2",
            "isNpc": true,
            "isNamedCreature": true,
            "languageTags": ["C", "U"],
            "uniqueId": "f88bb71bb766e2d6c46e3f57b0fd3a8e"
        },
        {
            "name": "Domonkos",
            "size": "M",
            "type": { "type": "undead", "tags": ["shapechanger"] },
            "source": "zorq",
            "alignment": ["L", "E"],
            "ac": [{ "ac": 14, "from": ["natural armor"] }],
            "hp": { "average": 104, "formula": "16d8 + 32" },
            "speed": { "walk": 30 },
            "str": 20,
            "dex": 14,
            "con": 14,
            "int": 17,
            "wis": 15,
            "cha": 18,
            "save": { "dex": "+5", "wis": "+5", "cha": "+7" },
            "skill": { "perception": "+5", "stealth": "+5" },
            "resist": [
                "necrotic",
                {
                    "resist": ["bludgeoning", "piercing", "slashing"],
                    "note": "from nonmagical attacks"
                }
            ],
            "senses": ["darkvision 120 ft."],
            "passive": 15,
            "languages": ["the languages it knew in life"],
            "cr": "8",
            "trait": [
                {
                    "name": "Shapechanger",
                    "entries": [
                        "If the vampire isn't in sunlight or running water, it can use its action to polymorph into a Tiny bat or a Medium cloud of mist, or back into its true form.",
                        "While in bat form, the vampire can't speak, its walking speed is 5 feet, and it has a flying speed of 30 feet. Its statistics, other than its size and speed, are unchanged. Anything it is wearing transforms with it, but nothing it is carrying does. It reverts to its true form if it dies.",
                        "While in mist form, the vampire can't take any actions, speak, or manipulate objects. It is weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature's space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, and it can't pass through water. It has advantage on Strength, Dexterity, and Constitution saving throws, and it is immune to all nonmagical damage, except the damage it takes from sunlight."
                    ]
                },
                {
                    "name": "Misty Escape",
                    "entries": [
                        "When it drops to 0 hit points outside its resting place, the vampire transforms into a cloud of mist (as in the Shapechanger trait) instead of falling {@condition unconscious}, provided that it isn't in sunlight or running water. If it can't transform, it is destroyed.",
                        "While it has 0 hit points in mist form, it can't revert to its vampire form, and it must reach its resting place within 2 hours or be destroyed. Once in its resting place, it reverts to its vampire form. It is then {@condition paralyzed} until it regains at least 1 hit point. After spending 1 hour in its resting place with 0 hit points, it regains 1 hit point."
                    ]
                },
                {
                    "name": "Regeneration",
                    "entries": [
                        "The vampire regains 20 hit points at the start of its turn if it has at least 1 hit point and isn't in sunlight or running water. If the vampire takes radiant damage or damage from holy water, this trait doesn't function at the start of the vampire's next turn."
                    ]
                },
                {
                    "name": "Spider Climb",
                    "entries": [
                        "The vampire can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
                    ]
                },
                {
                    "name": "Vampire Weaknesses",
                    "entries": [
                        "The vampire has the following flaws:",
                        "{@i Forbiddance.} The vampire can't enter a residence without an invitation from one of the occupants.",
                        "{@i Harmed by Running Water.} The vampire takes 20 acid damage if it ends its turn in running water.",
                        "{@i Stake to the Heart.} If a piercing weapon made of wood is driven into the vampire's heart while the vampire is {@condition incapacitated} in its resting place, the vampire is {@condition paralyzed} until the stake is removed.",
                        "{@i Sunlight Hypersensitivity.} The vampire takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack (Vampire Form Only)",
                    "entries": [
                        "The vampire makes two attacks, only one of which can be a bite attack."
                    ]
                },
                {
                    "name": "Unarmed Strike (Vampire Form Only)",
                    "entries": [
                        "{@atk mw} {@hit 8} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d4 + 5}) bludgeoning damage. Instead of dealing damage, the vampire can grapple the target (escape {@dc 16})."
                    ]
                },
                {
                    "name": "Bite (Bat or Vampire Form Only)",
                    "entries": [
                        "{@atk mw} {@hit 8} to hit, reach 5 ft., one willing creature, or a creature that is {@condition grappled} by the vampire, {@condition incapacitated}, or {@condition restrained}. {@h}7 ({@damage 1d4 + 5}) piercing damage plus 8 ({@damage 1d6 + 5}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. A humanoid slain in this way and then buried in the ground rises the following night as a vampire spawn under the vampire's control."
                    ]
                },
                {
                    "name": "Charm",
                    "entries": [
                        "The vampire targets one humanoid it can see within 30 feet of it. If the target can see the vampire, the target must succeed on a {@dc 15} Wisdom saving throw against this magic or be {@condition charmed} by the vampire. The {@condition charmed} target regards the vampire as a trusted friend to be heeded and protected. Although the target isn't under the vampire's control, it takes the vampire's requests or actions in the most favorable way it can, and it is a willing target for the vampire's bite attack.",
                        "Each time the vampire or the vampire's companions do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the vampire is destroyed, is on a different plane of existence than the target, or takes a bonus action to end the effect."
                    ]
                },
                {
                    "name": "Children of the Night (1/Day)",
                    "entries": [
                        "The vampire magically calls {@dice 2d4} swarms of {@creature swarm of bats||bats} or {@creature swarm of rats||rats}, provided that the sun isn't up. While outdoors, the vampire can call {@dice 3d6} {@creature wolf||wolves} instead. The called creatures arrive in {@dice 1d4} rounds, acting as allies of the vampire and obeying its spoken commands. The beasts remain for 1 hour, until the vampire dies, or until the vampire dismisses them as a bonus action."
                    ]
                }
            ],
            "legendaryGroup": { "name": "Vampire", "source": "MM" },
            "page": 297,
            "environment": ["urban"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/507/vampire.mp3",
            "traitTags": ["Shapechanger", "Regeneration", "Spider Climb"],
            "senseTags": ["SD"],
            "damageTags": ["B", "P", "N"],
            "miscTags": ["MW"],
            "srd": true,
            "fluff": {
                "name": "Vampire",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Vampire.jpg"
                        }
                    }
                ],
                "entries": [
                    "Awakened to an endless night, vampires hunger for the life they have lost and sate that hunger by drinking the blood of the living. Vampires abhor sunlight, for its touch burns them. They never cast shadows or reflections, and any vampire wishing to move unnoticed among the living keeps to the darkness and far from reflective surfaces.",
                    {
                        "name": "Dark Desires",
                        "type": "entries",
                        "entries": [
                            "Whether or not a vampire retains any memories from its former life, its emotional attachments wither as once-pure feelings become twisted by undeath. Love turns into hungry obsession, while friendship becomes bitter jealousy. In place of emotion, vampires pursue physical symbols of what they crave, so that a vampire seeking love might fixate on a young beauty. A child might become an object of fascination for a vampire obsessed with youth and potential. Others surround themselves with art, books, or sinister items such as torture devices or trophies from creatures they have killed."
                        ]
                    },
                    {
                        "name": "Born from Death",
                        "type": "entries",
                        "entries": [
                            "Most of a vampire's victims become vampire spawn-ravenous creatures with a vampire's hunger for blood, but under the control of the vampire that created them. If a true vampire allows a spawn to draw blood from its own body, the spawn transforms into a true vampire no longer under its master's control. Few vampires are willing to relinquish their control in this manner. Vampire spawn become free-willed when their creator dies."
                        ]
                    },
                    {
                        "name": "Chained to the Grave",
                        "type": "entries",
                        "entries": [
                            "Every vampire remains bound to its coffin, crypt, or grave site, where it must rest by day. If a vampire didn't receive a formal burial, it must lie beneath a foot of earth at the place of its transition to undeath. A vampire can move its place of burial by transporting its coffin or a significant amount of grave dirt to another location. Some vampires set up multiple resting places this way."
                        ]
                    },
                    {
                        "name": "Undead Nature",
                        "type": "entries",
                        "entries": [
                            "Neither a vampire nor a vampire spawn requires air."
                        ]
                    },
                    {
                        "type": "entries",
                        "name": "A Vampire's Lair",
                        "entries": [
                            "A vampire chooses a grand yet defensible location for its lair, such as a castle, fortified manor, or walled abbey. It hides its coffin in an underground crypt or vault guarded by vampire spawn or other loyal creatures of the night."
                        ]
                    },
                    {
                        "type": "inset",
                        "name": "Player Characters as Vampires",
                        "entries": [
                            "The game statistics of a player character transformed into a vampire spawn and then a vampire don't change, except that the character's Strength, Dexterity, and Constitution scores become 18 if they aren't higher. In addition, the character gains the vampire's damage resistances, darkvision, traits, and actions. Attack and damage rolls for the vampire's attacks are based on Strength.",
                            "The save DC for Charm is 8 + the vampire's proficiency bonus + the vampire's Charisma modifier. The character's alignment becomes lawful evil, and the DM might take control of the character until the vampirism is reversed with a wish spell or the character is killed and brought back to life."
                        ]
                    },
                    {
                        "type": "inset",
                        "name": "Strahd von Zarovich",
                        "entries": [
                            "A brilliant thinker and capable warrior in life, Strahd von Zarovich fought in countless battles for his people. When war and killing finally stripped him of his youth and strength, he settled in the remote valley of Barovia and built a castle on a towering pinnacle, from which he could survey his lands. His brother Sergei came to live with him in Castle Ravenloft, becoming Strahd's adviser and constant companion.",
                            "In his brother, Strahd saw everything he had lost. Sergei was handsome and young, while Strahd had become old and scarred. Resentment colored their relationship, eventually turning into hatred. Strahd's beloved, Tatyana, spurned him for Sergei, whom she pledged to marry.",
                            "In a desperate attempt to win Tatyana's heart, Strahd forged a pact with dark powers that made him immortal. At the wedding of Sergei and Tatyana, he confronted his brother and killed him. Tatyana fled and flung herself from Ravenloft's walls. Strahd's guards, seeing him for a monster, shot him with arrows. But he did not die. He became a vampire-the first vampire, according to many sages.",
                            "In the centuries since his transformation, Strahd's lust for life and youth have only grown. He broods in his dark castle, cursing the living for stealing away what he lost, and never admitting his hand in the tragedy he created."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Vampire.png?v=1.94.2",
            "isNpc": true,
            "isNamedCreature": true,
            "uniqueId": "16036902c8817ef00f80b6b6977051d2"
        },
        {
            "name": "Ecks",
            "size": "T",
            "type": "construct",
            "source": "zorq",
            "alignment": ["N"],
            "ac": [{ "ac": 15, "from": ["natural armor"] }],
            "hp": { "formula": "16d4", "average": 40 },
            "speed": { "walk": 20, "fly": 40 },
            "str": 6,
            "dex": 15,
            "con": 13,
            "int": 10,
            "wis": 10,
            "cha": 16,
            "immune": ["poison"],
            "conditionImmune": ["charmed", "poisoned"],
            "senses": ["darkvision 60 ft."],
            "passive": 10,
            "languages": [
                "understands the languages of its creator but can't speak"
            ],
            "cr": "1/4",
            "trait": [
                {
                    "name": "Telepathic Bond",
                    "entries": [
                        "While the homunculus is on the same plane of existence as its master, it can magically convey what it senses to its master, and the two can communicate telepathically."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Bite",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}6 piercing damage, and the target must succeed on a {@dc 10} Constitution saving throw or be {@condition poisoned} for 1 minute. If the saving throw fails by 5 or more, the target is instead {@condition poisoned} for 5 ({@dice 1d10}) minutes and {@condition unconscious} while {@condition poisoned} in this way."
                    ]
                }
            ],
            "page": 188,
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/276/homunculus.mp3",
            "senseTags": ["D"],
            "miscTags": ["MW"],
            "srd": true,
            "damageTags": ["P"],
            "fluff": {
                "name": "Homunculus",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Homunculus.jpg"
                        }
                    }
                ],
                "entries": [
                    "Shaping a mixture of clay, ash, mandrake root, and blood, one can channel rare ritual magic to create a faithful, squirrel-sized companion.",
                    "A homunculus is a construct that acts as an extension of its creator, with the two sharing thoughts, senses, and language through a mystical bond. A master can have only one homunculus at a time (attempts to create another one always fail), and when its master dies, the homunculus also dies.",
                    {
                        "name": "Shared Mind",
                        "type": "entries",
                        "entries": [
                            "A homunculus knows everything its creator knows, including all the languages the creator can speak and read. Likewise, everything the construct senses is known to its master, even over great distances, provided both are on the same plane. Functioning as a spy, a scout, an emissary, or a messenger, a homunculus is an invaluable servant for a spellcaster engaged in secret experimentation or adventuring."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Homunculus.png?v=1.94.4",
            "skill": { "acrobatics": "+4", "athletics": "+0", "stealth": "+6" },
            "isNpc": true,
            "familiar": true,
            "isNamedCreature": true,
            "uniqueId": "1b2244436bfe7c27b53d053558557acb"
        },
        {
            "name": "Ethel Three School",
            "size": "L",
            "type": "monstrosity",
            "source": "zorq",
            "alignment": ["C", "N"],
            "ac": [{ "ac": 15, "from": ["natural armor"] }],
            "hp": { "average": 85, "formula": "10d10 + 30" },
            "speed": { "walk": 30 },
            "str": 15,
            "dex": 5,
            "con": 16,
            "int": 3,
            "wis": 6,
            "cha": 8,
            "save": { "str": "+4", "con": "+5" },
            "skill": { "perception": "+0" },
            "senses": ["darkvision 60 ft."],
            "passive": 10,
            "cr": "3",
            "page": 209,
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The gray render makes three attacks: one with its bite and two with its claws."
                    ]
                },
                {
                    "name": "Bite",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d10 + 2}) piercing damage. If the target is Medium or smaller, the target must succeed on a {@dc 12} Strength saving throw or be knocked {@condition prone}."
                    ]
                },
                {
                    "name": "Claws",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 10 ft., one target. {@h}6 ({@damage 1d8 + 2}) slashing damage. If the target is {@condition prone} an additional 4 ({@damage 1d4 + 2}) bludgeoning damage is dealt to the target."
                    ]
                }
            ],
            "reaction": [
                {
                    "name": "Bloody Rampage",
                    "entries": [
                        "When the gray render takes damage, it makes one attack with its claws against a random creature within its reach, other than its master."
                    ]
                }
            ],
            "environment": ["forest", "hill"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/650/gray-render.mp3",
            "actionTags": ["Multiattack"],
            "senseTags": ["D"],
            "damageTags": ["P", "S", "B"],
            "miscTags": ["MW", "RCH"],
            "fluff": {
                "name": "Gray Render",
                "source": "MTF",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MTF/Gray Render.jpg"
                        }
                    }
                ],
                "entries": [
                    {
                        "type": "quote",
                        "entries": [
                            "I suspect gray renders owe their origin to the neogi, since they are often in their company. Those that appear in the wilderness are likely castaways from frustrated neogi masters."
                        ],
                        "by": "Mordenkainen"
                    },
                    {
                        "type": "entries",
                        "name": "Gray Render",
                        "entries": [
                            "A curious impulse drives the gray render. Despite its hulking form and terrible appetite, it wants most of all to bond with an intelligent creature and, once bonded, give its life to protect that creature. Great strength and a savage nature enable gray renders to be fierce guardians, but they lack even a shred of cunning."
                        ]
                    },
                    {
                        "type": "entries",
                        "name": "A Spreading Plague",
                        "entries": [
                            "Gray renders reproduce by forming nodules on their bodies that, upon reaching maturity, break off to begin life as young gray renders. These monstrosities feel no obligation to their young, and they have no inclination to gather with others of their kind."
                        ]
                    },
                    {
                        "name": "Chaotic Allies",
                        "type": "entries",
                        "entries": [
                            "As a side effect of its breeding, each gray render has an overpowering need to bond with an intelligent creature. When it encounters a suitable master, the render sings to ita weird, warbling cry accompanied by scratching at the earth and a show of deference. Once it forms the bond, the render serves its master in all things.",
                            "Although this bond can be a great benefit, renders are inherently chaotic. In a battle, a render fights with all the savagery it can muster and never willingly harms its master, but outside battle, a gray render might present considerable difficulty for its master's associates. It might follow its master even after being told to stay put, destroy its master's house, burrow holes in the side of a ship, kill horses, attack when it feels jealous, and more. A gray render might be a boon companion, but it is always an unpredictable one.",
                            "The Gray Render Quirks table presents possible quirks for gray renders that can be generated randomly or selected as desired.",
                            {
                                "type": "table",
                                "caption": "Grey Renderer Quirk",
                                "colLabels": ["d12", "Quirk"],
                                "colStyles": ["col-2 text-center", "col-10"],
                                "rows": [
                                    [1, "Hates horses and other mounts"],
                                    [
                                        2,
                                        "Roars loudly when its bonded creature is touched by another creature"
                                    ],
                                    [3, "Likes to snuggle"],
                                    [4, "Uproots and chews on trees"],
                                    [
                                        5,
                                        "Has terrific and eye-watering flatulence"
                                    ],
                                    [
                                        6,
                                        "Brings offerings of meat to its bonded creature"
                                    ],
                                    [7, "Compulsively digs up the ground"],
                                    [
                                        8,
                                        "Attacks carts and wagons as if they were terrible monsters"
                                    ],
                                    [9, "Howls when it rains"],
                                    [10, "Whines piteously in the dark"],
                                    [11, "Buries treasure it finds"],
                                    [
                                        12,
                                        "Chases birds, leaping into the air to catch them, heedless of the destruction it causes"
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MTF/Gray Render.png?v=1.94.2",
            "uniqueId": "995a76721f9bd2cf10771e5bdc90f8c7"
        },
        {
            "source": "zorq",
            "name": "Almiraj (flower kind on Amber Ghost shore)",
            "size": "S",
            "type": "beast",
            "alignment": ["U"],
            "ac": [{ "ac": 13, "from": ["natural armor"] }],
            "hp": { "average": 7, "formula": "2d6" },
            "speed": { "walk": 50 },
            "str": 2,
            "dex": 12,
            "con": 10,
            "int": 2,
            "wis": 14,
            "cha": 10,
            "skill": { "perception": "+4", "stealth": "+3" },
            "senses": ["darkvision 30 ft."],
            "passive": 14,
            "cr": "1/8",
            "trait": [
                {
                    "name": "Keen Senses",
                    "entries": [
                        "The almiraj has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or sight."
                    ]
                },
                {
                    "name": "Familiar",
                    "entries": [
                        "With the DM's permission, the {@spell find familiar} spell can summon an almiraj."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Horn",
                    "entries": [
                        "{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d4 + 1}) piercing damage."
                    ]
                }
            ],
            "page": 211,
            "familiar": true,
            "traitTags": ["Keen Senses"],
            "senseTags": ["D"],
            "damageTags": ["P"],
            "miscTags": ["MW"],
            "fluff": {
                "name": "Almiraj",
                "source": "ToA",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/ToA/Almiraj.jpg"
                        }
                    }
                ],
                "entries": [
                    {
                        "type": "entries",
                        "entries": [
                            "An almiraj (pronounced AWL-meer-ahj) is a large, timid rabbit with a 1-foot-long spiral horn emerging from its forehead, not unlike the horn of a unicorn. If driven to attack, it tries to spear enemies with its horn.",
                            "Almiraj were brought to Chult long ago by merchants of the distant land of Zakhara. Skilled at evading predators, these creatures have flourished throughout the tropical peninsula. They live in earthen burrows and can be captured and domesticated. With the DM's permission, the find familiar spell can summon an almiraj."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/ToA/Almiraj.png?v=1.94.4",
            "uniqueId": "d1fd97a7d905c398218ef804de4a0553"
        },
        {
            "name": "Foldorf",
            "size": "S",
            "type": { "type": "humanoid", "tags": ["gnome"] },
            "source": "zorq",
            "alignment": ["N", "G"],
            "ac": [{ "ac": 15, "from": ["{@item chain shirt|phb}"] }],
            "hp": { "average": 16, "formula": "3d6 + 6" },
            "speed": { "walk": 20 },
            "str": 15,
            "dex": 14,
            "con": 14,
            "int": 12,
            "wis": 10,
            "cha": 9,
            "skill": {
                "investigation": "+3",
                "perception": "+2",
                "stealth": "+4"
            },
            "senses": ["darkvision 120 ft."],
            "passive": 12,
            "languages": ["Gnomish", "Terran", "Undercommon"],
            "cr": "1",
            "trait": [
                {
                    "name": "Stone Camouflage",
                    "entries": [
                        "The gnome has advantage on Dexterity (Stealth) checks made to hide in rocky terrain."
                    ]
                },
                {
                    "name": "Gnome Cunning",
                    "entries": [
                        "The gnome has advantage on Intelligence, Wisdom, and Charisma saving throws against magic."
                    ]
                }
            ],
            "action": [
                {
                    "name": "War Pick",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d8 + 2}) piercing damage."
                    ]
                },
                {
                    "name": "Poisoned Dart",
                    "entries": [
                        "{@atk rw} {@hit 4} to hit, range 30/120 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage, and the target must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success"
                    ]
                }
            ],
            "page": 164,
            "spellcasting": [
                {
                    "name": "Innate Spellcasting",
                    "headerEntries": [
                        "The gnome's innate spellcasting ability is Intelligence (spell save {@dc 11}). It can innately cast the following spells, requiring no material components:"
                    ],
                    "will": ["{@spell nondetection} (self only)"],
                    "daily": {
                        "1e": [
                            "{@spell blindness/deafness}",
                            "{@spell blur}",
                            "{@spell disguise self}"
                        ]
                    },
                    "ability": "int",
                    "type": "spellcasting"
                }
            ],
            "environment": ["underdark"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/472/svirfneblin.mp3",
            "languageTags": ["G", "T", "U"],
            "senseTags": ["SD"],
            "spellcastingTags": ["I"],
            "damageTags": ["P"],
            "miscTags": ["MW", "RW", "THW"],
            "srd": true,
            "fluff": {
                "name": "Deep Gnome (Svirfneblin)",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Deep Gnome (Svirfneblin).jpg"
                        }
                    }
                ],
                "entries": [
                    "Deep gnomes, or svirfneblin, live far below the world's surface in twisting warrens and sculpted caverns. They survive by virtue of their stealth, cleverness, and tenacity. Their gray skin allows them to blend in with surrounding stonework. They are also surprisingly heavy and strong for their size. An average adult weighs 100 to 120 pounds and stands 3 feet tall.",
                    "A typical svirfneblin enclave contains several hundred deep gnomes and is strongly fortified. Secret tunnels lead to and from the settlement, and the deep gnomes use these as evacuation routes when the enclave comes under attack.",
                    {
                        "name": "Established Gender Roles",
                        "type": "entries",
                        "entries": [
                            "Male svirfneblin are bald, while females have stringy gray hair. Traditionally, females run the enclaves while males scour the outskirts in search of enemies and deposits of precious gemstones."
                        ]
                    },
                    {
                        "name": "Gemstone Harvesters",
                        "type": "entries",
                        "entries": [
                            "Svirfneblin cherish fine gemstones, especially rubies, which they harvest from mines deep in the Underdark. The hunt for gems often brings them into conflict with beholders, drow, kuo-toa, duergar, and mind flayers. Of all their natural enemies, deep gnomes fear and despise the murderous, demon worshiping drow the most."
                        ]
                    },
                    {
                        "name": "Earth Friends",
                        "type": "entries",
                        "entries": [
                            "Deep gnomes are often encountered in the company of creatures from the Elemental Plane of Earth. Some svirfneblin can summon such creatures. Earth creatures guard svirfneblin settlements, especially xorn enticed to service with the promise of gems to feed on."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Deep Gnome (Svirfneblin).png?v=1.94.4",
            "uniqueId": "fe7e395c15f3e66652663737f3919084"
        },
        {
            "name": "Galax Belle-mere",
            "size": "M",
            "type": {
                "type": "humanoid",
                "tags": ["lizardfolk", "belle-mere"]
            },
            "source": "zorq",
            "alignment": ["L", "G"],
            "ac": [
                {
                    "ac": 16,
                    "from": ["{@item chain mail|phb}", "{@item shield|phb}"]
                }
            ],
            "hp": { "average": 32, "formula": "5d8 + 10" },
            "speed": { "walk": 30, "swim": 30 },
            "str": 16,
            "dex": 10,
            "con": 14,
            "int": 10,
            "wis": 10,
            "cha": 16,
            "skill": {
                "athletics": "+7",
                "perception": "+2",
                "survival": "+2",
                "animal handling": "+4",
                "persuasion": "+5",
                "religion": "+2"
            },
            "passive": 12,
            "languages": ["Common", "Draconic", "Salamander"],
            "cr": "1",
            "page": 242,
            "trait": [
                {
                    "name": "Hold Breath",
                    "entries": ["Galax can hold her  breath for 15 minutes."]
                },
                {
                    "name": "Charge",
                    "entries": [
                        "If Galax is mounted and moves at least 30 feet in a straight line toward a target and then hits it with a melee attack on the same turn, the target takes an extra 10 ({@dice 3d6}) damage."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": ["Galax makes two melee attacks."]
                },
                {
                    "name": "Morningstar",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage."
                    ]
                },
                {
                    "name": "Bite",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
                    ]
                },
                {
                    "name": "Lance",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 10 ft., one target. {@h}11 ({@damage 1d12 + 5}) piercing damage."
                    ]
                }
            ],
            "damageTags": ["P"],
            "miscTags": ["MW", "RCH"],
            "languageTags": ["C", "DR"],
            "traitTags": ["Hold Breath", "Charge"],
            "actionTags": ["Multiattack"],
            "fluff": {
                "entries": [
                    {
                        "type": "entries",
                        "entries": [
                            "Serving as an elite warrior of Bahamut ... and protecting lizardfolk"
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/GoS/Lizardfolk Scaleshield.png?v=1.94.4",
            "shortName": "Galax",
            "isNamedCreature": true,
            "isNpc": true,
            "spellcasting": [
                {
                    "name": "Spellcasting",
                    "headerEntries": ["Galax is a 3rd level spellcaster."],
                    "spells": {
                        "1": {
                            "spells": [
                                "{@spell bless|PHB}",
                                "{@spell compelled duel|PHB}",
                                "{@spell cure wounds|PHB}",
                                "{@spell detect evil and good|PHB}"
                            ],
                            "slots": 3
                        }
                    },
                    "type": "spellcasting"
                }
            ],
            "uniqueId": "57ef4380bb63592acea899280f02a9d9"
        },
        {
            "name": "Graal",
            "size": "L",
            "type": { "type": "monstrosity", "tags": ["Girallon", "she, her"] },
            "source": "zorq",
            "alignment": ["U"],
            "ac": [13],
            "hp": { "average": 59, "formula": "7d10 + 21" },
            "speed": { "walk": 40, "climb": 40 },
            "str": 18,
            "dex": 16,
            "con": 16,
            "int": 5,
            "wis": 12,
            "cha": 7,
            "skill": { "perception": "+3", "stealth": "+5" },
            "senses": ["darkvision 60 ft."],
            "passive": 13,
            "cr": "4",
            "trait": [
                {
                    "name": "Aggressive",
                    "entries": [
                        "As a bonus action, the girallon can move up to its speed toward a hostile creature that it can see."
                    ]
                },
                {
                    "name": "Apperarance & Mannerisms",
                    "entries": [
                        "Completely silver-white fur. Two smaller arms under pectorals. Created to serve as guardian for a previous (dwarf?) empire. ",
                        "Suspicious but gracious?"
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The girallon makes five attacks: one with its bite and four with its claws."
                    ]
                },
                {
                    "name": "Bite",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d6 + 4}) piercing damage."
                    ]
                },
                {
                    "name": "Claw",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit. reach 10 ft., one target. {@h}7 ({@damage 1d6 + 4}) slashing damage."
                    ]
                }
            ],
            "page": 152,
            "environment": ["forest"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/219/girallon.mp3",
            "traitTags": ["Aggressive"],
            "actionTags": ["Multiattack"],
            "senseTags": ["D"],
            "damageTags": ["P", "S"],
            "miscTags": ["MW", "RCH"],
            "fluff": {
                "name": "Girallon",
                "source": "VGM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/VGM/Girallon.jpg"
                        }
                    }
                ],
                "entries": [
                    {
                        "type": "entries",
                        "entries": [
                            "A girallon looks like an oversized, four-armed ape with gray skin and white fur. Its fangs and claws set it apart from a normal ape, revealing it to be a monstrous predator.",
                            {
                                "name": "Forest Hunters",
                                "entries": [
                                    " Girallons are most common in temperate or warm forest environments abundant with life. They share the ape's adeptness at climbing, although these half-ton creatures shy away from scaling trees that can't support their bulk. Instead, they stalk the forest floor, lurk in narrow ravines or shallow caves, or hide in ruined sites while waiting for prey to come near. A girallon is surprisingly stealthy, considering its size and its lack of camouflage.",
                                    "Girallons form loose bands of several individuals and their offspring, usually led by a dominant adult that also tends to be the oldest member of the group. When on the hunt away from their lair, girallons use roars and body language to communicate with one another over distance. Each individual typically hunts alone and widely separated from the others, to ensure that everyone gets adequate fodder. The leader might organize members to work together to make a big kill. If they succeed, everyone in the group shares the spoils, with the best parts going to mothers caring for their young.",
                                    "In the time since then, numerous creatures have tried to tame, subjugate, or cooperate with the monsters. For instance, yuan-ti enslave girallons, turning them into border sentinels for their serpent kingdoms. Because girallons are known to be peaceful among their own kind, some humanoids have learned how to approach a group's leader, offering food and other gifts in hopes of establishing an alliance with the creatures.",
                                    "Girallons that are well treated might be willing to serve as guards, though they lack the intelligence to take on tasks more complicated than attacking strangers that enter their domain. If one is taken young and properly trained, a girallon could end up in a seemingly unlikely place, such as guarding the entrance to a city's thieves' guild. Those who would keep a girallon as a pet must always be wary, because the creature could revert to its predatory nature at any time."
                                ],
                                "type": "entries"
                            },
                            {
                                "name": "Wall Climbers",
                                "entries": [
                                    " The ruins of humanoid habitations, especially those found in deep forests and jungles, seem to attract girallons. They move effortlessly along stairs and balconies, as well as on the sloped rooftops and buttresses of such formations. To a girallon, a city's buildings are just another sort of forest-and better yet, one whose uppermost \"branches\" can easily support the creatures. In such a setting, the girallons take full advantage of their skill in climbing. The creatures can easily scale walls and battlements, and they perch on tower tops and other high vantages to keep an eye on the surrounding area."
                                ],
                                "type": "entries"
                            },
                            {
                                "name": "Magical Origin",
                                "entries": [
                                    " The social habits of wild girallons are unusual for apes, as is their instinctive attraction to humanoid structures. These facts, together with the girallon's appearance, lead sages to believe that girallons were created through magic to serve as guardians for some lost empire. When that empire fell ages ago, girallons turned feral and spread out across the world."
                                ],
                                "type": "entries"
                            }
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/VGM/Girallon.png?v=1.94.4",
            "uniqueId": "6c05e0a6375d197b195aec2b0c723f4a"
        },
        {
            "name": "Swarm of Herg Worms",
            "size": "M",
            "type": { "type": "beast", "swarmSize": "T" },
            "source": "zorq",
            "alignment": ["U"],
            "ac": [8],
            "hp": { "average": 22, "formula": "5d8" },
            "speed": { "walk": 5, "climb": 5 },
            "str": 2,
            "dex": 7,
            "con": 10,
            "int": 1,
            "wis": 2,
            "cha": 1,
            "resist": ["piercing", "slashing"],
            "conditionImmune": [
                "charmed",
                "frightened",
                "grappled",
                "paralyzed",
                "petrified",
                "prone",
                "restrained"
            ],
            "senses": ["blindsight 10 ft."],
            "passive": 6,
            "cr": "1/2",
            "trait": [
                {
                    "name": "Swarm",
                    "entries": [
                        "The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny maggot. The swarm can't regain hit points or gain temporary hit points."
                    ]
                },
                {
                    "name": "Silver-blooded",
                    "entries": [
                        "Herg worms are finger-sized earthworms underneath whose skin are visible thin veins of silver. If at least 10 herg worms are crushed and used to make a paste, that paste can be applied to a weapon to render it silvered for 1 minute. Crushing the worms and applying the paste in this way takes 1 action. The paste loses its efficacy at the end of the minute."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Bites",
                    "entries": [
                        "{@atk mw} {@hit 0} to hit, reach 0 ft., one creature in the swarm's space. {@h}The target is infested by {@dice 1d4} herg worms. At the start of each of the target's turns, the target takes {@dice 1d6} piercing damage per rot grub infesting it. Applying fire to the bite wound before the end of the target's next turn deals 1 fire damage to the target and kills these herg worms. After this time, these herg worms are too far under the skin to be burned. If a target infested by herg worms ends its turn with 0 hit points, it dies as the herg worms burrow into its heart and kill it. Any effect that cures disease kills all herg worms infesting the target."
                    ]
                }
            ],
            "environment": ["swamp", "underdark"],
            "senseTags": ["B"],
            "miscTags": ["MW"],
            "damageTags": ["F"],
            "fluff": {
                "name": "Swarm of Herg Worms",
                "source": "zorq",
                "entries": [
                    {
                        "type": "entries",
                        "entries": [
                            "Herg worms are finger-sized maggots that eat living or dead flesh, although they can survive on plant matter. They infest corpses and piles of decaying matter and attack living creatures that disturb them. After burrowing into the flesh of a living creature, a rot grub instinctively chews its way toward the heart in order to kill its host.",
                            "Herg worms pose a threat both singly and as a swarm. See the accompanying stat block for the mechanics of a swarm of herg worms. A single rot grub has no stat block. Any creature that comes into contact with it must make a DC 10 Dexterity saving throw. On a failed save, the rot grub burrows into the creature's flesh and deals 3 (1d6) piercing damage at the start of each of the host creature's turns. Applying fire to the wound before the end of the host creature's next turn deals 1 fire damage to the host and kills the infesting rot grub. After this time, the rot grub is too far under the host creature's skin to be burned. If a creature infested by one or more herg worms ends its turn with 0 hit points, it dies as the grubs burrow into its heart and kill it. Any effect that cures disease kills all herg worms infesting the target. Burning a body kills any herg worms infesting it"
                        ]
                    }
                ]
            }
        },
        {
            "name": "Juniper Three School",
            "size": "M",
            "type": { "type": "humanoid", "tags": ["any race"] },
            "source": "zorq",
            "alignment": ["A"],
            "ac": [
                11,
                {
                    "ac": 14,
                    "condition": "with {@spell mage armor}",
                    "braces": true
                }
            ],
            "hp": { "average": 49, "formula": "11d8" },
            "speed": { "walk": 30 },
            "str": 9,
            "dex": 13,
            "con": 11,
            "int": 11,
            "wis": 12,
            "cha": 18,
            "save": { "wis": "+3", "cha": "+6" },
            "skill": {
                "arcana": "+2",
                "deception": "+6",
                "nature": "+2",
                "persuasion": "+6"
            },
            "conditionImmune": ["charmed"],
            "passive": 11,
            "languages": ["any two languages (usually Sylvan)"],
            "cr": "4",
            "action": [
                {
                    "name": "Dagger",
                    "entries": [
                        "{@atk mw,rw} {@hit 3} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage."
                    ]
                }
            ],
            "reaction": [
                {
                    "name": "Misty Escape (Recharges after a Short or Long Rest)",
                    "entries": [
                        "In response to taking damage, the warlock turns {@condition invisible} and teleports up to 60 feet to an unoccupied space it can see. It remains {@condition invisible} until the start of its next turn or until it attacks, makes a damage roll, or casts a spell."
                    ]
                }
            ],
            "page": 219,
            "spellcasting": [
                {
                    "name": "Innate Spellcasting",
                    "headerEntries": [
                        "The warlock's innate spellcasting ability is Charisma. It can innately cast the following spells (spell save {@dc 15}), requiring no material components:"
                    ],
                    "will": [
                        "{@spell disguise self}",
                        "{@spell mage armor} (self only)",
                        "{@spell silent image}",
                        "{@spell speak with animals}"
                    ],
                    "daily": { "1": ["{@spell conjure fey}"] },
                    "ability": "cha",
                    "type": "spellcasting"
                },
                {
                    "name": "Spellcasting",
                    "headerEntries": [
                        "The warlock is an 11th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It regains its expended spell slots when it finishes a short or long rest. It knows the following warlock spells:"
                    ],
                    "spells": {
                        "0": {
                            "spells": [
                                "{@spell dancing lights}",
                                "{@spell eldritch blast}",
                                "{@spell friends}",
                                "{@spell mage hand}",
                                "{@spell minor illusion}",
                                "{@spell prestidigitation}",
                                "{@spell vicious mockery}"
                            ]
                        },
                        "5": {
                            "lower": 1,
                            "slots": 3,
                            "spells": [
                                "{@spell blink}",
                                "{@spell charm person}",
                                "{@spell dimension door}",
                                "{@spell dominate beast}",
                                "{@spell faerie fire}",
                                "{@spell fear}",
                                "{@spell hold monster}",
                                "{@spell misty step}",
                                "{@spell phantasmal force}",
                                "{@spell seeming}",
                                "{@spell sleep}"
                            ]
                        }
                    },
                    "ability": "cha",
                    "type": "spellcasting"
                }
            ],
            "environment": ["arctic", "forest", "mountain", "swamp", "urban"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/520/warlock-of-the-archfey.mp3",
            "languageTags": ["S", "X"],
            "spellcastingTags": ["I", "CL"],
            "damageTags": ["P"],
            "miscTags": ["RW", "MW", "THW"],
            "fluff": {
                "name": "Warlock of the Archfey",
                "source": "VGM",
                "entries": [
                    {
                        "type": "entries",
                        "entries": [
                            "Warlocks of the archfey gain their powers through magical pacts forged with lords of the Feywild. These warlocks commonly associate with lesser fey creatures such as boggles, quicklings, redcaps, satyrs, and sprites."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/VGM/Warlock of the Archfey.png?v=1.94.2",
            "uniqueId": "d612991c75b1c2260b2484b01a7ba045"
        },
        {
            "name": "Lole of the Moonlit Sun",
            "size": "M",
            "type": { "type": "celestial", "tags": ["angel"] },
            "source": "zorq",
            "alignment": ["L", "G"],
            "ac": [{ "ac": 18, "from": ["{@item plate armor|phb}"] }],
            "hp": { "average": 66, "formula": "12d8 + 12" },
            "speed": { "walk": 30, "fly": 90 },
            "str": 16,
            "dex": 12,
            "con": 13,
            "int": 11,
            "wis": 17,
            "cha": 18,
            "save": { "wis": "+6", "cha": "+7" },
            "skill": { "investigation": "+3", "perception": "+6" },
            "resist": ["fire", "radiant"],
            "conditionImmune": ["charmed", "exhaustion", "frightened"],
            "passive": 16,
            "languages": ["all"],
            "cr": "5",
            "page": 189,
            "senses": ["darkvision 120 ft.", "truesight 120 ft."],
            "trait": [
                {
                    "name": "Flyby",
                    "entries": [
                        "The angel doesn't provoke an opportunity attack when it flies out of an enemy's reach."
                    ]
                },
                {
                    "name": "Magic Resistance",
                    "entries": [
                        "The angel has advantage on saving throws against spells and other magical effects."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The angel makes two melee attacks. It also uses Battlefield Inspiration."
                    ]
                },
                {
                    "name": "Longsword",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with two hands, plus 18 ({@damage 4d8}) radiant damage. If the target is within 5 feet of any of the angel's allies, the target takes an extra 2 ({@damage 1d4}) radiant damage."
                    ]
                },
                {
                    "name": "Battlefield Inspiration",
                    "entries": [
                        "The angel chooses up to three creatures it can see within 30 feet of it. Until the end of the angel's next turn, each target can add a {@dice d4} to its attack rolls and saving throws."
                    ]
                }
            ],
            "traitTags": ["Flyby", "Magic Resistance"],
            "actionTags": ["Multiattack"],
            "languageTags": ["XX"],
            "senseTags": ["SD", "U"],
            "damageTags": ["S", "R"],
            "miscTags": ["MW"],
            "fluff": {
                "name": "Battleforce Angel",
                "source": "GGR",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/GGR/Battleforce Angel.jpg"
                        }
                    }
                ],
                "entries": [
                    {
                        "type": "entries",
                        "entries": [
                            "Battleforce angels are the radiant hosts that soar into combat, bathed in the light of Boros zeal. They lead companies of mortal soldiers from above or fly ahead of roc-mounted skyknights. They don't shy away from the blood, pain, and confusion of combat; rather, they immerse themselves in the shifting tides of battle. Only by wading into the battle can they fulfill their responsibility to carry out the commands of the warleaders by adapting their tactics to the shifting situation on the ground."
                        ]
                    },
                    {
                        "type": "entries",
                        "name": "Boros Angels",
                        "entries": [
                            "Angels of the Boros Legion view themselves as the embodiments of what their creator intended. They are fierce warriors devoted to justice and dedicated to protecting the weak against evil and oppression. They are commanders, advisors, strategists, and soldiers. Their presence in battle inspires the mortal soldiers of the legion with righteous zeal.",
                            "Most Boros soldiers assume that angels are paragons of goodness, wisdom, and mercy. The reality is that angels aren't immune to the temptations of corruption, and the necessities of political machination can compromise the best of them.",
                            {
                                "name": "Warleaders",
                                "type": "entries",
                                "entries": [
                                    "The wisest, most visionary angels are responsible for forming and implementing the military strategy of the Boros Legion. Since they are immortal, their plans might span centuries, and they have been known to accept decades of losses as a reasonable cost for a more significant victory many years later. These warleaders have the statistics of planetars or solars (as presented in the Monster Manual), but their appearance is similar to other Boros angels."
                                ]
                            }
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/GGR/Battleforce Angel.png?v=1.94.4",
            "uniqueId": "2bb6900e5d9cf0277b1682be4372985e"
        },
        {
            "name": "Munta",
            "size": "L",
            "type": "monstrosity",
            "source": "zorq",
            "alignment": ["C", "E"],
            "ac": [{ "ac": 14, "from": ["natural armor"] }],
            "hp": { "average": 76, "formula": "9d10 + 27" },
            "speed": { "walk": 40 },
            "str": 18,
            "dex": 11,
            "con": 16,
            "int": 6,
            "wis": 16,
            "cha": 9,
            "skill": { "perception": "+7" },
            "senses": ["darkvision 60 ft."],
            "passive": 17,
            "languages": ["Abyssal"],
            "cr": "3",
            "trait": [
                {
                    "name": "Charge",
                    "entries": [
                        "If the minotaur moves at least 10 ft. straight toward a target and then hits it with a gore attack on the same turn, the target takes an extra 9 ({@damage 2d8}) piercing damage. If the target is a creature, it must succeed on a {@dc 14} Strength saving throw or be pushed up to 10 ft. away and knocked {@condition prone}."
                    ]
                },
                {
                    "name": "Labyrinthine Recall",
                    "entries": [
                        "The minotaur can perfectly recall any path it has traveled."
                    ]
                },
                {
                    "name": "Reckless",
                    "entries": [
                        "At the start of its turn, the minotaur can gain advantage on all melee weapon attack rolls it makes during that turn, but attack rolls against it have advantage until the start of its next turn."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Greataxe",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d12 + 4}) slashing damage."
                    ]
                },
                {
                    "name": "Gore",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage."
                    ]
                }
            ],
            "page": 223,
            "environment": ["underdark"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/340/minotaur.mp3",
            "traitTags": ["Charge", "Reckless"],
            "languageTags": ["AB"],
            "senseTags": ["D"],
            "damageTags": ["S", "P"],
            "miscTags": ["MW"],
            "srd": true,
            "fluff": {
                "name": "Minotaur",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Minotaur.jpg"
                        }
                    }
                ],
                "entries": [
                    "A minotaur's roar is a savage battle cry that most civilized creatures fear. Born into the mortal realm by demonic rites, minotaurs are savage conquerors and carnivores that live for the hunt. Their brown or black fur is stained with the blood of fallen foes, and they carry the stench of death.",
                    {
                        "name": "The Beast Within",
                        "type": "entries",
                        "entries": [
                            "Most minotaurs are solitary carnivores that roam labyrinthine dungeons, twisting caves, primeval woods, and the maze-like streets and passages of desolate ruins. A minotaur can visualize every route it might take to close the distance to its prey.",
                            "The scent of blood, the tearing of flesh, and the cracking of bones spur a minotaur's lust for carnage, overwhelming all thought and reason. In a blood rage, a minotaur charges anything it sees, butting and goring like a battering ram, then chopping the fallen in twain.",
                            "Apart from ambushing creatures that wander into its labyrinth, a minotaur cares little for strategy or tactics. Minotaurs seldom organize, they don't respect authority or hierarchy, and they are notoriously difficult to enslave, let alone control."
                        ]
                    },
                    {
                        "name": "Cults of the Horned King",
                        "type": "entries",
                        "entries": [
                            "Minotaurs are the dark descendants of humanoids transformed by the rituals of cults that reject the oppression of authority by returning to nature. Inductees often mistake these cults for druidic circles or totemic religions whose ceremonies involve entering a labyrinth while wearing a ceremonial animal mask.",
                            "Within these bounded environments, cultists hunt, kill, and eat wild beasts, indulging their basest primal urges. In the end, however, sacrificial animals are exchanged for humanoid sacrifice-sometimes an inductee that tried to escape the cult after learning its secrets. These labyrinths become blood-soaked halls of slaughter, echoing to the cultists' savagery.",
                            "Unknown to all but their highest-ranking leaders, these mystery cults are creations of the demon lord Baphomet, the Horned King, whose layer of the Abyss is a gigantic labyrinth. Some of his followers are fervent supplicants that plead for strength and power. Others come to the cult seeking a life free from authority's chains-and are liberated of their humanity instead as Baphomet transforms them into the minotaurs that echo his own savage form.",
                            "Although they begin as creations of the Horned King, minotaurs can breed true with one another, giving rise to an independent race of Baphomet's savage children in the world."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Minotaur.png?v=1.94.4",
            "uniqueId": "ebcccff9730092ab78caf5d074895062"
        },
        {
            "name": "Naiphaelead (nay-phal-ee-ad)",
            "size": "L",
            "type": {
                "type": "monstrosity",
                "tags": ["he, his", "giant salamander"]
            },
            "source": "zorq",
            "alignment": ["C", "N"],
            "ac": [{ "ac": 15, "from": ["natural armor"] }],
            "hp": { "average": 90, "formula": "12d10 + 24" },
            "speed": { "walk": 30 },
            "str": 18,
            "dex": 14,
            "con": 15,
            "int": 11,
            "wis": 10,
            "cha": 12,
            "resist": [
                {
                    "resist": ["bludgeoning", "piercing", "slashing"],
                    "note": "from nonmagical attacks"
                }
            ],
            "vulnerable": ["cold"],
            "immune": ["fire"],
            "senses": ["darkvision 60 ft."],
            "passive": 10,
            "languages": ["Ignan"],
            "cr": "5",
            "trait": [
                {
                    "name": "Heated Body",
                    "entries": [
                        "A creature that touches the salamander or hits it with a melee attack while within 5 feet of it takes 7 ({@damage 2d6}) fire damage."
                    ]
                },
                {
                    "name": "Heated Weapons",
                    "entries": [
                        "Any metal melee weapon the salamander wields deals an extra 3 ({@damage 1d6}) fire damage on a hit (included in the attack)."
                    ]
                },
                {
                    "name": "Appearance & Mannerisms",
                    "entries": [
                        "Sly, impish.",
                        "20ft. long, thick, deep crimson, small golden eyes, lightning-bolt-light patterns of oranges and yellows."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The salamander makes two attacks: one with its spear and one with its tail."
                    ]
                },
                {
                    "name": "Spear",
                    "entries": [
                        "{@atk mw,rw} {@hit 7} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage, or 13 ({@damage 2d8 + 4}) piercing damage if used with two hands to make a melee attack, plus 3 ({@damage 1d6}) fire damage."
                    ]
                },
                {
                    "name": "Tail",
                    "entries": [
                        "{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}11 ({@damage 2d6 + 4}) bludgeoning damage plus 7 ({@damage 2d6}) fire damage, and the target is {@condition grappled} (escape {@dc 14}). Until this grapple ends, the target is {@condition restrained}, the salamander can automatically hit the target with its tail, and the salamander can't make tail attacks against other targets."
                    ]
                }
            ],
            "page": 266,
            "environment": ["underdark"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/431/salamander.mp3",
            "actionTags": ["Multiattack"],
            "languageTags": ["IG"],
            "senseTags": ["D"],
            "damageTags": ["P", "F", "B"],
            "miscTags": ["RW", "MW", "THW", "RCH"],
            "srd": true,
            "fluff": {
                "name": "Salamander",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Salamander.jpg"
                        }
                    },
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Salamander 001.jpg"
                        }
                    }
                ],
                "entries": [
                    "Salamanders slither across the Sea of Ash on the Elemental Plane of Fire, their sinuous coils and jagged spines smoldering. Intense heat washes off their bodies, while their yellow eyes glow like candles in the deep-set hollows of their hawkish faces.",
                    "Salamanders adore power, and they delight in setting fire to things. Outside their home plane, they play among the burning skeletons of charred trees as forest fires rage around them, or slither down the slopes of erupting volcanoes to linger in fire pits and magma floes.",
                    {
                        "name": "Fire Snakes",
                        "type": "entries",
                        "entries": [
                            "Salamanders hatch from eggs that are two-foot-diameter spheres of smoldering obsidian. When a salamander is ready to hatch, it melts its way through the egg's thick shell and emerges as a fire snake. A fire snake matures into a salamander adult within a year."
                        ]
                    },
                    {
                        "name": "Slaves of the Efreet",
                        "type": "entries",
                        "entries": [
                            "Long ago, the efreet hired azers to build the fabled City of Brass, but then failed in their attempt to enslave that mystical race when the azers' work was done. Turning instead to strike against the salamanders, the efreet had better luck in establishing a slave race, which they use to unleash war and destruction across the planes.",
                            "Salamanders despise the azers, believing that if the efreet had succeeded in dominating that race of elemental crafters, the salamanders would still be free. The efreet use this enmity to their own advantage, stoking the salamanders' hatred and pitting them against the efreets' former servants.",
                            "The efreet suffer salamanders to serve no other master; when efreet encounter salamanders dedicated to the cults of Elemental Evil, they slay them rather than taking them as slaves."
                        ]
                    },
                    {
                        "name": "Domineering Nobles",
                        "type": "entries",
                        "entries": [
                            "Although salamanders follow the destructive impulses of their fiery nature, slavery under the efreet has impacted the culture of free salamanders. They rule their own societies according to the efreet model, in which larger and stronger salamanders claim dominion over their lesser kin.",
                            "As salamanders age, they increase in size and status, rising to positions of power as cruel nobles among their kind. Nobles rule wandering bands of salamanders, which move across the Elemental Plane of Fire like desert nomads, raiding other communities for treasure."
                        ]
                    },
                    {
                        "name": "Living Forges",
                        "type": "entries",
                        "entries": [
                            "Salamanders generate intense heat, and when they fight, their weapons glow red and sear the bodies of their enemies on contact. Even approaching a salamander is dangerous, since flesh blisters and burns in its proximity.",
                            "This inherent heat is an asset to salamanders' skill as smiths, allowing them to soften and shape iron and steel with their bare hands. Although not as meticulous as azers, salamanders number among the greatest metalsmiths in all the planes. Powerful creatures summon them as warriors, but others enlist the salamanders for their crafting skills, or bind them to forges and ovens to generate limitless heat."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Salamander.png?v=1.94.4",
            "uniqueId": "8ae35824e47c3c68a7ad378c3d2b4d18"
        },
        {
            "name": "Nexnag",
            "size": "M",
            "type": "dragon",
            "source": "zorq",
            "alignment": ["L", "N"],
            "ac": [{ "ac": 17, "from": ["natural armor"] }],
            "hp": { "average": 52, "formula": "8d8 + 16" },
            "speed": { "walk": 30, "burrow": 15, "fly": 60 },
            "str": 17,
            "dex": 10,
            "con": 15,
            "int": 12,
            "wis": 11,
            "cha": 15,
            "save": { "dex": "+2", "con": "+4", "wis": "+2", "cha": "+4" },
            "skill": { "perception": "+4", "stealth": "+2" },
            "immune": ["lightning"],
            "senses": ["blindsight 10 ft.", "darkvision 60 ft."],
            "passive": 14,
            "languages": ["Draconic"],
            "cr": "3",
            "action": [
                {
                    "name": "Bite",
                    "entries": [
                        "{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 3}) piercing damage plus 3 ({@damage 1d6}) lightning damage."
                    ]
                },
                {
                    "name": "Lightning Breath {@recharge 5}",
                    "entries": [
                        "The dragon exhales lightning in a 30-foot line that is 5 feet wide. Each creature in that line must make a {@dc 12} Dexterity saving throw, taking 22 ({@damage 4d10}) lightning damage on a failed save, or half as much damage on a successful one."
                    ]
                }
            ],
            "page": 91,
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/59/blue-dragon-wyrmling.mp3",
            "languageTags": ["DR"],
            "senseTags": ["B", "D"],
            "damageTags": ["P", "L"],
            "miscTags": ["MW", "AOE"],
            "srd": true,
            "fluff": {
                "name": "Blue Dragon Wyrmling",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Blue Dragon.jpg"
                        }
                    }
                ],
                "entries": [
                    "Vain and territorial, blue dragons soar through the skies over deserts, preying on caravans and plundering herds and settlements in the verdant lands beyond the desert's reach. These dragons can also be found in dry steppes, searing badlands, and rocky coasts. They guard their territories against all potential competitors, especially brass dragons.",
                    "A blue dragon is recognized by its dramatic frilled ears and the massive ridged horn atop its blunt head. Rows of spikes extend back from its nostrils to line its brow, and cluster on its jutting lower jaw.",
                    "A blue dragon's scales vary in color from an iridescent azure to a deep indigo, polished to a glossy finish by the desert sands. As the dragon ages, its scales become thicker and harder, and its hide hums and crackles with static electricity. These effects intensify when the dragon is angry or about to attack, giving off an odor of ozone and dusty air.",
                    {
                        "name": "Vain and Deadly",
                        "type": "entries",
                        "entries": [
                            "A blue dragon will not stand for any remark or insinuation that it is weak or inferior, taking great pleasure in lording its power over humanoids and other lesser creatures.",
                            "A blue dragon is a patient and methodical combatant. When fighting on its own terms, it turns combat into an extended affair of hours or even days, attacking from a distance with volleys of lightning, then flying well out of harm's reach as it waits to attack again."
                        ]
                    },
                    {
                        "name": "Desert Predators",
                        "type": "entries",
                        "entries": [
                            "Though they sometimes eat cacti and other desert plants to sate their great hunger, blue dragons are carnivores. They prefer to dine on herd animals, cooking those creatures with their lightning breath before gorging themselves. Their dining habits make blue dragons an enormous threat to desert caravans and nomadic tribes, which become convenient collections of food and treasure to a dragon's eye.",
                            "When it hunts, a blue dragon buries itself in the desert sand so that only the horn on its nose pokes above the surface, appearing to be an outcropping of stone. When prey draws near, the dragon rises up, sand pouring from its wings like an avalanche as it attacks."
                        ]
                    },
                    {
                        "name": "Overlords and Minions",
                        "type": "entries",
                        "entries": [
                            "Blue dragons covet valuable and talented creatures whose service reinforces their sense of superiority. Bards, sages, artists, wizards, and assassins can become valuable agents for a blue dragon, which rewards loyal service handsomely.",
                            "A blue dragon keeps its lair secret and well protected, and even its most trusted servants are rarely allowed within. It encourages ankhegs, giant scorpions, and other creatures of the desert to dwell near its lair for additional security. Older blue dragons sometimes attract air elementals and other creatures to serve them."
                        ]
                    },
                    {
                        "name": "Hoarders of Gems",
                        "type": "entries",
                        "entries": [
                            "Though blue dragons collect anything that looks valuable, they are especially fond of gems. Considering blue to be the most noble and beautiful of colors, they covet sapphires, favoring jewelery and magic items adorned with those gems.",
                            "A blue dragon buries its most valuable treasures deep in the sand, while scattering a few less valuable trinkets in plainer sight over hidden sinkholes to punish and eliminate would-be thieves."
                        ]
                    },
                    {
                        "type": "entries",
                        "name": "A Blue Dragon's Lair",
                        "entries": [
                            "Blue dragons make their lairs in barren places, using their lightning breath and their burrowing ability to carve out crystallized caverns and tunnels beneath the sands.",
                            "Thunderstorms rage around a legendary blue dragon's lair, and narrow tubes lined with glassy sand ventilate the lair, all the while avoiding the deadly sinkholes that are the dragon's first line of defense.",
                            "A blue dragon will collapse the caverns that make up its lair if that lair is invaded. The dragon then burrows out, leaving its attackers to be crushed and suffocated. When it returns later, it collects its possessions-along with the wealth of the dead intruders."
                        ]
                    },
                    {
                        "type": "section",
                        "entries": [
                            {
                                "type": "entries",
                                "name": "Chromatic Dragons",
                                "entries": [
                                    "The black, blue, green, red, and white dragons represent the evil side of dragonkind. Aggressive, gluttonous, and vain, chromatic dragons are dark sages and powerful tyrants feared by all creatures-including each other.",
                                    {
                                        "name": "Driven by Greed",
                                        "entries": [
                                            " Chromatic dragons lust after treasure, and this greed colors their every scheme and plot. They believe that the world's wealth belongs to them by right, and a chromatic dragon seizes that wealth without regard for the humanoids and other creatures that have \"stolen\" it. With its piles of coins, gleaming gems, and magic items, a dragon's hoard is the stuff of legend. However, chromatic dragons have no interest in commerce, amassing wealth for no other reason than to have it."
                                        ],
                                        "type": "entries"
                                    },
                                    {
                                        "name": "Creatures of Ego",
                                        "type": "entries",
                                        "entries": [
                                            "Chromatic dragons are united by their sense of superiority, believing themselves the most powerful and worthy of all mortal creatures. When they interact with other creatures, it is only to further their own interests. They believe in their innate right to rule, and this belief is the cornerstone of every chromatic dragon's personality and worldview. Trying to humble a chromatic dragon is like trying to convince the wind to stop blowing. To these creatures, humanoids are animals, fit to serve as prey or beasts of burden, and wholly unworthy of respect."
                                        ]
                                    },
                                    {
                                        "name": "Dangerous Lairs",
                                        "type": "entries",
                                        "entries": [
                                            "A dragon's lair serves as the seat of its power and a vault for its treasure. With its innate toughness and tolerance for severe environmental effects, a dragon selects or builds a lair not for shelter but for defense, favoring multiple entrances and exits, and security for its hoard.",
                                            "Most chromatic dragon lairs are hidden in dangerous and remote locations to prevent all but the most audacious mortals from reaching them. A black dragon might lair in the heart of a vast swamp, while a red dragon might claim the caldera of an active volcano. In addition to the natural defenses of their lairs, powerful chromatic dragons use magical guardians, traps, and subservient creatures to protect their treasures."
                                        ]
                                    },
                                    {
                                        "name": "Queen of Evil Dragons",
                                        "type": "entries",
                                        "entries": [
                                            "Tiamat the Dragon Queen is the chief deity of evil dragonkind. She dwells on Avernus, the first layer of the Nine Hells. As a lesser god, Tiamat has the power to grant spells to her worshipers, though she is loath to share her power. She epitomizes the avarice of evil dragons, believing that the multiverse and all its treasures will one day be hers and hers alone.",
                                            "Tiamat is a gigantic dragon whose five heads reflect the forms of the chromatic dragons that worship her-black, blue, green, red, and white. She is a terror on the battlefield, capable of annihilating whole armies with her five breath weapons, her formidable spellcasting, and her fearsome claws.",
                                            "Tiamat's most hated enemy is Bahamut the Platinum Dragon, with whom she shares control of the faith of dragonkind. She also holds a special enmity for Asmodeus, who long ago stripped her of the rule of Avernus and who continues to curb the Dragon Queen's power."
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "section",
                        "name": "Dragons",
                        "entries": [
                            "True dragons are winged reptiles of ancient lineage and fearsome power. They are known and feared for their predatory cunning and greed, with the oldest dragons accounted as some of the most powerful creatures in the world. Dragons are also magical creatures whose innate power fuels their dreaded breath weapons and other preternatural abilities.",
                            "Many creatures, including wyverns and dragon turtles, have draconic blood. However, true dragons fall into the two broad categories of chromatic and metallic dragons. The black, blue, green, red, and white dragons are selfish, evil, and feared by all. The brass, bronze, copper, gold, and silver dragons are noble, good, and highly respected by the wise.",
                            "Though their goals and ideals vary tremendously, all true dragons covet wealth, hoarding mounds of coins and gathering gems, jewels, and magic items. Dragons with large hoards are loath to leave them for long, venturing out of their lairs only to patrol or feed.",
                            "True dragons pass through four distinct stages of life, from lowly wyrmlings to ancient dragons, which can live for over a thousand years. In that time, their might can become unrivaled and their hoards can grow beyond price.",
                            "Dragon Age Categories",
                            {
                                "type": "table",
                                "colLabels": ["Category", "Size", "Age Range"],
                                "colStyles": ["col-4", "col-4", "col-4"],
                                "rows": [
                                    ["Wyrmling", "Medium", "5 years or less"],
                                    ["Young", "Large", "6100 years"],
                                    ["Adult", "Huge", "101800 years"],
                                    [
                                        "Ancient",
                                        "Gargantuan",
                                        "801 years or more"
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Blue Dragon Wyrmling.png?v=1.94.2",
            "isNamedCreature": true,
            "uniqueId": "21bbe7620f5547a8fe4706cc0f2bb682"
        },
        {
            "name": "Oklmuk",
            "size": "S",
            "type": { "type": "fiend", "tags": ["devil"] },
            "source": "zorq",
            "alignment": ["L", "E"],
            "ac": [14],
            "hp": { "average": 54, "formula": "12d6 + 12" },
            "speed": { "walk": 30 },
            "str": 12,
            "dex": 18,
            "con": 12,
            "int": 20,
            "wis": 8,
            "cha": 18,
            "save": { "dex": "+6" },
            "skill": {
                "arcana": "+9",
                "deception": "+8",
                "history": "+9",
                "stealth": "+8"
            },
            "resist": [
                "cold",
                {
                    "resist": ["bludgeoning", "piercing", "slashing"],
                    "note": "from nonmagical weapons that aren't silvered"
                }
            ],
            "immune": ["fire", "poison"],
            "conditionImmune": ["poisoned"],
            "senses": ["darkvision 120 ft."],
            "passive": 9,
            "languages": [
                "Celestial",
                "Common",
                "Draconic",
                "Infernal; telepathy (120 ft.)"
            ],
            "cr": "2",
            "trait": [
                {
                    "name": "Devil's Sight",
                    "entries": [
                        "Magical darkness doesn't impede the devil's darkvision."
                    ]
                },
                {
                    "name": "Magic Resistance",
                    "entries": [
                        "The devil has advantage on saving throws against spells and other magical effects."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Bite",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 5 ft., single target. {@h}11 ({@damage 2d6 + 4}) piercing damage."
                    ]
                },
                {
                    "name": "Claw",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 5 ft., single target. {@h}14 ({@damage 3d6 + 4}) slashing damage."
                    ]
                },
                {
                    "name": "Disrupt Concentration",
                    "entries": [
                        "Their sharp, shrill tongues and sharper claws make ink devils more distracting than their own combat prowess might indicate. As a bonus action, an ink devil can force a single foe within 30 feet of the ink devil to make a {@dc 13} Wisdom saving throw or lose concentration until the beginning of the target's next turn."
                    ]
                },
                {
                    "name": "Corrupt Scroll",
                    "entries": [
                        "An ink devil can corrupt the magic within any scroll by touch. Any such corrupted scroll requires a {@dc 13} Intelligence saving throw to use successfully. If the check fails, the scroll's spell affects the caster if it is an offensive spell, or it affects the nearest devil if it is a beneficial spell."
                    ]
                },
                {
                    "name": "Devil's Mark",
                    "entries": [
                        "Ink devils can flick ink from their fingertips at a single target within 15 feet of the devil. The target must succeed on a Dexterity saving throw ({@dc 13}), or the affected creature gains a devil's marka black, red, or purple tattoo in the shape of an archduke's personal seal (most often Mammon or Totivillus but sometimes Arbeyach, Asmodeus, Beelzebub, Dispater, or others). Any devil's magic performed against the marked creature has advantage due to the mark, including touch spells, innate spell-like or supernatural abilities, and magic drawn from a scroll or other item by a devil. The mark can be removed only by a remove curse spell or comparable magic. In addition, the mark detects as faintly evil and often shifts its position on the body. Paladins, witchfinders, and some clerics may consider such a mark proof that a creature has made a pact with a devil."
                    ]
                }
            ],
            "page": 107,
            "spellcasting": [
                {
                    "name": "Innate Spellcasting",
                    "headerEntries": [
                        "The ink devil's spellcasting ability is Charisma (spell save {@dc 14}). The ink devil can cast the following spells, requiring no material components:"
                    ],
                    "will": [
                        "{@spell detect magic}",
                        "{@spell illusory script}",
                        "{@spell invisibility}",
                        "{@spell teleport} (self plus 50 lb. of objects only)"
                    ],
                    "daily": {
                        "1e": [
                            "{@spell glyph of warding}",
                            "{@spell planar ally} ({@dice 1d4}+1 {@creature lemure|mm|lemures} 40% or 1 ink devil 25%)"
                        ]
                    },
                    "ability": "cha",
                    "type": "spellcasting"
                }
            ],
            "tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB%20(3pp)/Ink%20Devil.png",
            "traitTags": ["Devil's Sight", "Magic Resistance"],
            "senseTags": ["SD"],
            "languageTags": ["CE", "C", "DR", "I", "TP"],
            "damageTags": ["P", "S"],
            "miscTags": ["MW"],
            "spellcastingTags": ["I"],
            "isNamedCreature": true,
            "isNpc": true,
            "uniqueId": "31b1eeb958d90a87ece30f9b446d39d1"
        },
        {
            "name": "Pennington Applepie",
            "size": "S",
            "type": { "type": "humanoid", "tags": ["ratfolk", "she, her"] },
            "source": "zorq",
            "alignment": ["L", "G"],
            "ac": [{ "ac": 15, "from": ["{@item padded armor|phb}"] }],
            "hp": { "formula": "4d6 + 12", "average": 26 },
            "speed": { "walk": 25, "climb": 20, "swim": 30 },
            "str": 14,
            "dex": 18,
            "con": 14,
            "int": 14,
            "wis": 10,
            "cha": 10,
            "skill": {
                "acrobatics": "+6",
                "perception": "+4",
                "stealth": "+8",
                "athletics": "+4",
                "nature": "+6",
                "survival": "+4",
                "sleight of hand": "+6"
            },
            "senses": ["darkvision 60 ft."],
            "passive": 14,
            "languages": ["Common", "Thieves Cant"],
            "cr": "2",
            "trait": [
                {
                    "name": "Cunning Action",
                    "entries": [
                        "A ratfolk rogue can use a bonus action to Dash, Disengage, or Hide."
                    ]
                },
                {
                    "name": "Nimbleness",
                    "entries": [
                        "A ratfolk rogue can move through the space of any creature size Medium or larger."
                    ]
                },
                {
                    "name": "Pack Tactics",
                    "entries": [
                        "A ratfolk rogue has advantage on its attack roll against a creature if at least one of the ratfolk's allies is within 5 feet of the creature and the ally is capable of attacking."
                    ]
                },
                {
                    "name": "Sneak Attack (1/Turn)",
                    "entries": [
                        "A ratfolk rogue deals an extra 3 ({@dice 1d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of one of its allies that isn't {@condition incapacitated} and the rogue doesn't have disadvantage on the attack roll."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Dagger",
                    "entries": [
                        "{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage."
                    ]
                },
                {
                    "name": "Light Crossbow",
                    "entries": [
                        "{@atk rw} {@hit 5} to hit, range 80/320 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage."
                    ]
                },
                {
                    "name": "Rat Dagger Flurry",
                    "entries": [
                        "{@atk rw} {@hit 5} to hit, range 20/60 ft., three targets. {@h}6 ({@damage 1d4 + 4}) piercing damage."
                    ]
                }
            ],
            "page": 320,
            "tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB%20(3pp)/Ratfolk%20Rogue.png",
            "traitTags": ["Pack Tactics", "Sneak Attack"],
            "senseTags": ["D"],
            "languageTags": ["C"],
            "damageTags": ["P"],
            "miscTags": ["MW", "RW", "RNG", "THW"],
            "shortName": "Penny",
            "save": { "int": "+4" },
            "isNamedCreature": true,
            "fluff": {
                "entries": [
                    "Hunting down Ella Loop (or the many manifestations thereof)."
                ]
            },
            "isNpc": true,
            "uniqueId": "04270e342ada9b93caa75a0a5bbf9015"
        },
        {
            "name": "Polive Pittlans",
            "size": "S",
            "type": { "type": "humanoid", "tags": ["gnome"] },
            "source": "zorq",
            "alignment": ["N", "G"],
            "ac": [{ "ac": 15, "from": ["{@item chain shirt|phb}"] }],
            "hp": { "average": 26, "formula": "4d6 + 12" },
            "speed": { "walk": 20 },
            "str": 17,
            "dex": 16,
            "con": 16,
            "int": 12,
            "wis": 10,
            "cha": 9,
            "skill": {
                "investigation": "+3",
                "perception": "+2",
                "stealth": "+5"
            },
            "senses": ["darkvision 120 ft."],
            "passive": 12,
            "languages": ["Gnomish", "Terran", "Undercommon"],
            "cr": "3",
            "trait": [
                {
                    "name": "Stone Camouflage",
                    "entries": [
                        "The gnome has advantage on Dexterity (Stealth) checks made to hide in rocky terrain."
                    ]
                },
                {
                    "name": "Gnome Cunning",
                    "entries": [
                        "The gnome has advantage on Intelligence, Wisdom, and Charisma saving throws against magic."
                    ]
                }
            ],
            "action": [
                {
                    "name": "War Pick",
                    "entries": [
                        "{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}21 ({@damage 4d8 + 3}) piercing damage."
                    ]
                },
                {
                    "name": "Poisoned Dart",
                    "entries": [
                        "{@atk rw} {@hit 5} to hit, range 30/120 ft., one creature. {@h}13 ({@damage 4d4 + 3}) piercing damage, and the target must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success"
                    ]
                }
            ],
            "page": 164,
            "spellcasting": [
                {
                    "name": "Innate Spellcasting",
                    "headerEntries": [
                        "The gnome's innate spellcasting ability is Intelligence (spell save {@dc 11}). It can innately cast the following spells, requiring no material components:"
                    ],
                    "will": ["{@spell nondetection} (self only)"],
                    "daily": {
                        "1e": [
                            "{@spell blindness/deafness}",
                            "{@spell blur}",
                            "{@spell disguise self}"
                        ]
                    },
                    "ability": "int",
                    "type": "spellcasting"
                }
            ],
            "environment": ["underdark"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/472/svirfneblin.mp3",
            "languageTags": ["G", "T", "U"],
            "senseTags": ["SD"],
            "spellcastingTags": ["I"],
            "damageTags": ["P"],
            "miscTags": ["MW", "RW", "THW"],
            "srd": true,
            "fluff": {
                "name": "Deep Gnome (Svirfneblin)",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Deep Gnome (Svirfneblin).jpg"
                        }
                    }
                ],
                "entries": [
                    "Deep gnomes, or svirfneblin, live far below the world's surface in twisting warrens and sculpted caverns. They survive by virtue of their stealth, cleverness, and tenacity. Their gray skin allows them to blend in with surrounding stonework. They are also surprisingly heavy and strong for their size. An average adult weighs 100 to 120 pounds and stands 3 feet tall.",
                    "A typical svirfneblin enclave contains several hundred deep gnomes and is strongly fortified. Secret tunnels lead to and from the settlement, and the deep gnomes use these as evacuation routes when the enclave comes under attack.",
                    {
                        "name": "Established Gender Roles",
                        "type": "entries",
                        "entries": [
                            "Male svirfneblin are bald, while females have stringy gray hair. Traditionally, females run the enclaves while males scour the outskirts in search of enemies and deposits of precious gemstones."
                        ]
                    },
                    {
                        "name": "Gemstone Harvesters",
                        "type": "entries",
                        "entries": [
                            "Svirfneblin cherish fine gemstones, especially rubies, which they harvest from mines deep in the Underdark. The hunt for gems often brings them into conflict with beholders, drow, kuo-toa, duergar, and mind flayers. Of all their natural enemies, deep gnomes fear and despise the murderous, demon worshiping drow the most."
                        ]
                    },
                    {
                        "name": "Earth Friends",
                        "type": "entries",
                        "entries": [
                            "Deep gnomes are often encountered in the company of creatures from the Elemental Plane of Earth. Some svirfneblin can summon such creatures. Earth creatures guard svirfneblin settlements, especially xorn enticed to service with the promise of gems to feed on."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Deep Gnome (Svirfneblin).png?v=1.94.2",
            "uniqueId": "a65b6c4a6aa2c7113f1c639643b58ac6"
        },
        {
            "name": "Riult",
            "size": "S",
            "type": { "type": "humanoid", "tags": ["gnome"] },
            "source": "zorq",
            "alignment": ["N", "G"],
            "ac": [{ "ac": 15, "from": ["{@item chain shirt|phb}"] }],
            "hp": { "average": 16, "formula": "3d6 + 6" },
            "speed": { "walk": 20 },
            "str": 15,
            "dex": 14,
            "con": 14,
            "int": 12,
            "wis": 10,
            "cha": 9,
            "skill": {
                "investigation": "+3",
                "perception": "+2",
                "stealth": "+4"
            },
            "senses": ["darkvision 120 ft."],
            "passive": 12,
            "languages": ["Gnomish", "Terran", "Undercommon"],
            "cr": "1",
            "trait": [
                {
                    "name": "Stone Camouflage",
                    "entries": [
                        "The gnome has advantage on Dexterity (Stealth) checks made to hide in rocky terrain."
                    ]
                },
                {
                    "name": "Gnome Cunning",
                    "entries": [
                        "The gnome has advantage on Intelligence, Wisdom, and Charisma saving throws against magic."
                    ]
                }
            ],
            "action": [
                {
                    "name": "War Pick",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d8 + 2}) piercing damage."
                    ]
                },
                {
                    "name": "Poisoned Dart",
                    "entries": [
                        "{@atk rw} {@hit 4} to hit, range 30/120 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage, and the target must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success"
                    ]
                }
            ],
            "page": 164,
            "spellcasting": [
                {
                    "name": "Innate Spellcasting",
                    "headerEntries": [
                        "The gnome's innate spellcasting ability is Intelligence (spell save {@dc 11}). It can innately cast the following spells, requiring no material components:"
                    ],
                    "will": ["{@spell nondetection} (self only)"],
                    "daily": {
                        "1e": [
                            "{@spell blindness/deafness}",
                            "{@spell blur}",
                            "{@spell disguise self}"
                        ]
                    },
                    "ability": "int",
                    "type": "spellcasting"
                }
            ],
            "environment": ["underdark"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/472/svirfneblin.mp3",
            "languageTags": ["G", "T", "U"],
            "senseTags": ["SD"],
            "spellcastingTags": ["I"],
            "damageTags": ["P"],
            "miscTags": ["MW", "RW", "THW"],
            "srd": true,
            "fluff": {
                "name": "Deep Gnome (Svirfneblin)",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Deep Gnome (Svirfneblin).jpg"
                        }
                    }
                ],
                "entries": [
                    "Deep gnomes, or svirfneblin, live far below the world's surface in twisting warrens and sculpted caverns. They survive by virtue of their stealth, cleverness, and tenacity. Their gray skin allows them to blend in with surrounding stonework. They are also surprisingly heavy and strong for their size. An average adult weighs 100 to 120 pounds and stands 3 feet tall.",
                    "A typical svirfneblin enclave contains several hundred deep gnomes and is strongly fortified. Secret tunnels lead to and from the settlement, and the deep gnomes use these as evacuation routes when the enclave comes under attack.",
                    {
                        "name": "Established Gender Roles",
                        "type": "entries",
                        "entries": [
                            "Male svirfneblin are bald, while females have stringy gray hair. Traditionally, females run the enclaves while males scour the outskirts in search of enemies and deposits of precious gemstones."
                        ]
                    },
                    {
                        "name": "Gemstone Harvesters",
                        "type": "entries",
                        "entries": [
                            "Svirfneblin cherish fine gemstones, especially rubies, which they harvest from mines deep in the Underdark. The hunt for gems often brings them into conflict with beholders, drow, kuo-toa, duergar, and mind flayers. Of all their natural enemies, deep gnomes fear and despise the murderous, demon worshiping drow the most."
                        ]
                    },
                    {
                        "name": "Earth Friends",
                        "type": "entries",
                        "entries": [
                            "Deep gnomes are often encountered in the company of creatures from the Elemental Plane of Earth. Some svirfneblin can summon such creatures. Earth creatures guard svirfneblin settlements, especially xorn enticed to service with the promise of gems to feed on."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Deep Gnome (Svirfneblin).png?v=1.94.4",
            "uniqueId": "e644f286d087bead77f6d5584c63f54e"
        },
        {
            "name": "Sally Farmer",
            "source": "zorq",
            "action": [
                {
                    "name": "Warhammer",
                    "entries": [
                        "{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}24 ({@damage 5d8 + 2}) bludgeoning damage, or 29 ({@damage 5d10 + 2}) bludgeoning damage if used with two hands."
                    ]
                }
            ],
            "alignment": ["L", "G"],
            "miscTags": ["MW"],
            "damageTags": ["B"],
            "languageTags": ["C", "D"],
            "page": 78,
            "size": "M",
            "type": { "type": "humanoid", "tags": ["dwarf"] },
            "ac": [
                {
                    "ac": 16,
                    "from": ["{@item chain shirt|phb}", "{@item shield|phb}"]
                }
            ],
            "hp": { "average": 39, "formula": "6d8 + 12" },
            "speed": 25,
            "str": 15,
            "dex": 12,
            "con": 14,
            "int": 10,
            "wis": 11,
            "cha": 10,
            "skill": { "perception": "+2" },
            "passive": 12,
            "languages": ["Common", "Dwarvish"],
            "cr": "1",
            "trait": [
                {
                    "name": "Dwarven Resilience",
                    "entries": [
                        "The shield dwarf guard has advantage on saving throws against poison, and has resistance against poison damage."
                    ]
                }
            ],
            "tokenUrl": "https://5e.tools/img/SKT/Shield Dwarf Guard.png?v=1.94.4",
            "fluff": {
                "entries": [
                    "dwarf of the Bloodforge clan",
                    "who works with Norman Barrelchest at the armamentarium (since 4 years ago)",
                    "fully o.k. with no longer living with dwarves (due to trauma event)",
                    "parents were farmers",
                    "appearance, clothing, manner",
                    "short frizzy blonde hair",
                    "wears lifts (functional)",
                    "no beard!",
                    "enthusiastic, cooperative, sensitive if compared to dwarf",
                    "sincere, gullible",
                    "no darkvision",
                    "spectacles",
                    "floral shirt of thick material under brown worsted overalls",
                    "background",
                    "her clan was attacked by skeletons, when no one would listen to warnings about mining taken them into old sarcophagi and tombs. ",
                    "Normans sister Felicity (human necromancer) and Maeve were the only ones to help Sally, and now she feels some loyalty to humans",
                    "skeleton attacks, looks the other way, doesnt tell Maeve (and the Robin Hood group) about as many of these as she should"
                ]
            },
            "isNpc": true,
            "uniqueId": "444df9ccab3344269cfeb141027f48a8"
        },
        {
            "source": "zorq",
            "name": "Soul Rock",
            "size": "M",
            "type": { "type": "humanoid", "tags": ["dwarf"] },
            "alignment": ["A"],
            "ac": [{ "ac": 16, "from": ["{@item chain mail|phb}"] }],
            "hp": { "formula": "4d8 + 15", "average": 33 },
            "speed": { "walk": 25 },
            "str": 18,
            "dex": 13,
            "con": 17,
            "int": 12,
            "wis": 14,
            "cha": 11,
            "skill": {
                "perception": "+4",
                "stealth": "+3",
                "athletics": "+6",
                "animal handling": "+4"
            },
            "resist": ["poison"],
            "senses": ["darkvision 60 ft."],
            "passive": 14,
            "languages": ["Common", "Dwarvish"],
            "cr": "1",
            "spellcasting": [
                {
                    "name": "Innate Spellcasting",
                    "headerEntries": [
                        "The dwarf's innate spellcasting ability is Wisdom. Their Spell Save DC is 12 and their Spellcasting Ability Modifier is +4. They can innately cast the following spells, requiring no material components:"
                    ],
                    "daily": {
                        "1e": [
                            "{@spell healing word|PHB} (level 2)",
                            "{@spell hunter's mark}",
                            "{@spell jump}",
                            "{@spell pass without trace}",
                            "{@spell speak with animals}",
                            "{@spell speak with plants}",
                            "{@spell these rocks look great|0}"
                        ]
                    },
                    "ability": "wis",
                    "type": "spellcasting"
                }
            ],
            "trait": [
                {
                    "name": "Dwarven Resilience",
                    "entries": [
                        "The dwarf has advantage on saving throws against poison."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Handaxe",
                    "entries": [
                        "{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}13 ({@damage 1d12 + 6}) slashing damage."
                    ]
                }
            ],
            "languageTags": ["C", "D"],
            "senseTags": ["D"],
            "spellcastingTags": ["I"],
            "damageTags": ["S"],
            "miscTags": ["MW"],
            "fluff": {
                "name": "Albino Dwarf Spirit Warrior",
                "source": "ToA",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/ToA/Albino Dwarf.jpg"
                        }
                    }
                ],
                "entries": [
                    {
                        "type": "entries",
                        "entries": [
                            "The albino dwarves of Chult were driven from their subterranean homes by volcanic activity, and those who didn't seek refuge in Port Nyanzaru adapted to living in the jungle. They make armor out of dinosaur hide; shape weapons out of dinosaur bones, flint, and wood; and craft ornate jewelry out of bones, feathers, tusks, and stone beads. Albino dwarves haven't forgotten how to forge metal, but they seldom have the means to do so."
                        ]
                    },
                    {
                        "type": "entries",
                        "name": "Albino Dwarf Spirit Warriors",
                        "entries": [
                            "An albino dwarf can become so attuned to the land of Chult that a benevolent nature spirit takes notice and bestows a powerful charm on the dwarf, granting it innate spellcasting abilities. These dwarf spirit warriors dedicate themselves to preserving the natural beauty of Chult and battling unnatural threats. An albino dwarf spirit warrior has the statistics of an albino dwarf warrior, except it has a challenge rating of 1 (200 XP) and gains an Innate Spellcasting feature."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/ToA/Albino Dwarf Spirit Warrior.png?v=1.94.4",
            "save": { "str": "+6", "con": "+5" },
            "isNpc": true,
            "uniqueId": "87a5524b2a74929f60830df3f35a6513"
        },
        {
            "name": "Stump Three School",
            "size": "T",
            "type": "ooze",
            "source": "zorq",
            "alignment": ["U"],
            "ac": [{ "ac": 13, "from": ["natural armor"] }],
            "hp": { "average": 22, "formula": "4d4 + 12" },
            "speed": { "walk": 20, "climb": 10 },
            "str": 4,
            "dex": 6,
            "con": 17,
            "int": 1,
            "wis": 1,
            "cha": 12,
            "skill": { "deception": "+5" },
            "senses": ["blindsight 60 ft."],
            "passive": 10,
            "cr": "1/4",
            "trait": [
                {
                    "name": "Amorphous",
                    "entries": [
                        "The treacle can move through a space as narrow as 1 inch wide without squeezing."
                    ]
                },
                {
                    "name": "Charming Presence",
                    "entries": [
                        "The treacle has an uncanny ability to sense and to play off of another creature's emotions. It uses Charisma (Deception) to oppose Wisdom (Insight or Perception) skill checks made to see through its ruse, and it has advantage on its check."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Reshape",
                    "entries": [
                        "The treacle assumes the shape of any tiny creature or object. A reshaped treacle gains the movement of its new form but no other special qualities."
                    ]
                },
                {
                    "name": "Blood Drain (1/Hour)",
                    "entries": [
                        "A treacle touching the skin of a warm-blooded creature inflicts 4 ({@damage 1d8}) necrotic damage per hour of contact, and the victim's maximum hit points are reduced by the same number. Blood is drained so slowly that the victim doesn't notice the damage unless he or she breaks contact with the treacle (sets it down or hands it to someone else, for example). When contact is broken, the victim notices blood on his or her skin or clothes with a successful {@dc 13} Wisdom (Perception) check."
                    ]
                }
            ],
            "page": 387,
            "tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB%20(3pp)/Treacle.png",
            "traitTags": ["Amorphous"],
            "senseTags": ["B"],
            "damageTags": ["N"],
            "shortName": "Stump",
            "isNpc": true,
            "uniqueId": "76720f3bb662e0e05edf42cf1141c71e"
        },
        {
            "name": "Suille",
            "size": "L",
            "type": { "type": "monstrosity", "tags": ["Monstrous Peryton"] },
            "source": "zorq",
            "alignment": ["C", "E"],
            "ac": [{ "ac": 12, "from": ["natural armor"] }],
            "hp": { "average": 90, "formula": "12d10 + 24" },
            "speed": { "walk": 20, "fly": 60 },
            "str": 19,
            "dex": 10,
            "con": 14,
            "int": 9,
            "wis": 14,
            "cha": 10,
            "save": { "str": "+8", "dex": "+3", "wis": "+5" },
            "skill": { "perception": "+5", "athletics": "+7" },
            "passive": 15,
            "languages": ["understands Common and Elvish but can't speak"],
            "cr": "5",
            "page": 245,
            "senses": ["darkvision 60 ft."],
            "trait": [
                {
                    "name": "Flyby",
                    "entries": [
                        "The peryton doesn't provoke opportunity attacks when it flies out of an enemy's reach."
                    ]
                },
                {
                    "name": "Keen Sight and Smell",
                    "entries": [
                        "The peryton has advantage on Wisdom (Perception) checks that rely on sight or smell."
                    ]
                },
                {
                    "name": "Legendary Resistance (3/Day)",
                    "entries": [
                        "If the peryton fails a saving throw, it can choose to succeed instead."
                    ]
                },
                {
                    "name": "Campaign",
                    "entries": [
                        "Adopted Bellily (Lili) (daughter of Aurelia and Isabella)"
                    ]
                },
                { "name": "Consume heart", "entries": ["???"] }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The peryton makes two attacks: one with its gore and one with its talons."
                    ]
                },
                {
                    "name": "Gore",
                    "entries": [
                        "{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage."
                    ]
                },
                {
                    "name": "Talons",
                    "entries": [
                        "{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d10 + 4}) slashing damage."
                    ]
                },
                {
                    "name": "Warp Shadow",
                    "entries": [
                        "The peryton chooses up to three creatures within 60 feet of it that it can see. Each creature must succeed on a {@dc 12} Wisdom saving throw or become cursed. While cursed, whenever the creature makes an attack roll, an ability check, or a saving throw, it must roll a {@dice d4} and subtract that number from the roll. A cursed creature can repeat this saving throw at the end of each of its turns, ending the effect on itself with a success. A creature that succeeds on this saving throw is immune to this peryton's Warp Shadow for 24 hours."
                    ]
                }
            ],
            "legendary": [
                {
                    "name": "Detect",
                    "entries": [
                        "The peryton makes a Wisdom (Perception) check."
                    ]
                },
                {
                    "name": "Talons Attack",
                    "entries": ["The peryton makes one attack with its talons."]
                },
                {
                    "name": "Dive Attack (Costs 2 Actions)",
                    "entries": [
                        "The peryton moves up to its speed toward one target of its choosing. It then makes a gore attack that deals an extra 4 ({@damage 1d8}) piercing damage on a hit."
                    ]
                }
            ],
            "damageTags": ["P", "S"],
            "miscTags": ["MW"],
            "languageTags": ["C", "CS", "E"],
            "senseTags": ["D"],
            "traitTags": ["Flyby", "Keen Senses", "Legendary Resistances"],
            "actionTags": ["Multiattack"],
            "fluff": {
                "name": "Monstrous Peryton",
                "source": "GoS",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/GoS/Monstrous Peryton.jpg"
                        }
                    }
                ],
                "entries": [
                    {
                        "type": "entries",
                        "entries": [
                            "The terror of the coast and the recent scourge of Firewatch Island in Tammeraut's Fate, this large peryton preys on ships and coastal communities alike. It has built numerous nests to mark its territory."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/GoS/Monstrous Peryton.png?v=1.94.4",
            "uniqueId": "daa541db498299f58719eee9342798a8"
        },
        {
            "name": "Swarm of Herg Worms",
            "size": "M",
            "type": { "type": "beast", "swarmSize": "T" },
            "source": "zorq",
            "alignment": ["U"],
            "ac": [8],
            "hp": { "average": 22, "formula": "5d8" },
            "speed": { "walk": 5, "climb": 5 },
            "str": 2,
            "dex": 7,
            "con": 10,
            "int": 1,
            "wis": 2,
            "cha": 1,
            "resist": ["piercing", "slashing"],
            "conditionImmune": [
                "charmed",
                "frightened",
                "grappled",
                "paralyzed",
                "petrified",
                "prone",
                "restrained"
            ],
            "senses": ["blindsight 10 ft."],
            "passive": 6,
            "cr": "1/2",
            "trait": [
                {
                    "name": "Swarm",
                    "entries": [
                        "The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny maggot. The swarm can't regain hit points or gain temporary hit points."
                    ]
                },
                {
                    "name": "Silver-blooded",
                    "entries": [
                        "Herg worms are finger-sized earthworms underneath whose skin are visible thin veins of silver. If at least 10 herg worms are crushed and used to make a paste, that paste can be applied to a weapon to render it silvered for 1 minute. Crushing the worms and applying the paste in this way takes 1 action. The paste loses its efficacy at the end of the minute."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Bites",
                    "entries": [
                        "{@atk mw} {@hit 0} to hit, reach 0 ft., one creature in the swarm's space. {@h}The target is infested by {@dice 1d4} herg worms. At the start of each of the target's turns, the target takes {@dice 1d6} piercing damage per rot grub infesting it. Applying fire to the bite wound before the end of the target's next turn deals 1 fire damage to the target and kills these herg worms. After this time, these herg worms are too far under the skin to be burned. If a target infested by herg worms ends its turn with 0 hit points, it dies as the herg worms burrow into its heart and kill it. Any effect that cures disease kills all herg worms infesting the target."
                    ]
                }
            ],
            "environment": ["swamp", "underdark"],
            "senseTags": ["B"],
            "miscTags": ["MW"],
            "damageTags": ["F"],
            "fluff": {
                "name": "Swarm of Herg Worms",
                "source": "zorq",
                "entries": [
                    {
                        "type": "entries",
                        "entries": [
                            "Herg worms are finger-sized maggots that eat living or dead flesh, although they can survive on plant matter. They infest corpses and piles of decaying matter and attack living creatures that disturb them. After burrowing into the flesh of a living creature, a rot grub instinctively chews its way toward the heart in order to kill its host.",
                            "Herg worms pose a threat both singly and as a swarm. See the accompanying stat block for the mechanics of a swarm of herg worms. A single rot grub has no stat block. Any creature that comes into contact with it must make a DC 10 Dexterity saving throw. On a failed save, the rot grub burrows into the creature's flesh and deals 3 (1d6) piercing damage at the start of each of the host creature's turns. Applying fire to the wound before the end of the host creature's next turn deals 1 fire damage to the host and kills the infesting rot grub. After this time, the rot grub is too far under the host creature's skin to be burned. If a creature infested by one or more herg worms ends its turn with 0 hit points, it dies as the grubs burrow into its heart and kill it. Any effect that cures disease kills all herg worms infesting the target. Burning a body kills any herg worms infesting it"
                        ]
                    }
                ]
            }
        },
        {
            "name": "Vee'gn'och",
            "size": "M",
            "type": "undead",
            "source": "zorq",
            "alignment": ["C", "E"],
            "ac": [{ "ac": 15, "from": ["natural armor"] }],
            "hp": { "average": 84, "formula": "13d6 + 39" },
            "speed": { "walk": 30, "burrow": 20 },
            "str": 12,
            "dex": 18,
            "con": 16,
            "int": 14,
            "wis": 10,
            "cha": 10,
            "save": { "dex": "+6", "con": "+5" },
            "skill": {
                "arcana": "+4",
                "deception": "+4",
                "perception": "+2",
                "stealth": "+8"
            },
            "resist": ["bludgeoning", "piercing", "slashing"],
            "immune": ["necrotic", "poison"],
            "conditionImmune": ["exhaustion", "poisoned"],
            "senses": ["darkvision 120 ft."],
            "passive": 12,
            "languages": ["Common", "Vee'gn'och", "Undercommon"],
            "cr": "4",
            "trait": [
                {
                    "name": "Swarm",
                    "entries": [
                        "A Vee'gn'och can act as a swarm (composed of smaller elements), or it can grant a single member (called an exarch) control, acting as a singular creature. Changing between forms takes one action. In its singular form, the collective can't occupy the same space as another creature, but it can perform sneak attacks and cast spells. In swarm form, the Vee'gn'och can occupy another creature's space and vice versa, and it can move through openings at least 1 foot square. It can't change to singular form while it occupies the same space as another creature. It uses its skills normally in either form."
                    ]
                },
                {
                    "name": "Rampage",
                    "entries": [
                        "When Vee'gn'och reduces a creature to 0 hit points with a melee attack on its turn, Vee'gn'och can take a bonus action to move up to half its speed and make a bite attack."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The Vee'gn'och makes two claw attacks, or one claw and one bite attack, or one swarm attack."
                    ]
                },
                {
                    "name": "Bite",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d12 + 4}) piercing damage, and the target must make a {@dc 14} Constitution save or suffer the effects of Wyrmblood Venom."
                    ]
                },
                {
                    "name": "Claw",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d12 + 4}) slashing damage."
                    ]
                },
                {
                    "name": "Swarm",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 0 ft., one creature in the swarm's space. {@h}30 ({@damage 4d12 + 4}) piercing damage, or 17 ({@damage 2d12 + 4}) piercing damage if the Vee'gn'och has half its hit points or fewer. If the attack hits, the target must make a successful {@dc 13} Constitution save or suffer the effects of Wyrmblood Venom."
                    ]
                },
                {
                    "name": "Sudden Rush.",
                    "entries": [
                        "Until the end of the turn, Vee'gn'och's speed increases by 60 feet and it doesn't provoke opportunity attacks."
                    ]
                },
                {
                    "name": "Incite Rampage {@recharge 5}",
                    "entries": [
                        "One creature the Vee'gn'och can see within 30 feet of it can use its reaction to make a melee attack if it can hear the Vee'gn'och and has the Rampage trait."
                    ]
                }
            ],
            "page": 39,
            "spellcasting": [
                {
                    "name": "Innate Spellcasting",
                    "headerEntries": [
                        "The Vee'gn'och's innate spellcasting ability is Charisma (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It can innately cast the following spells, requiring no material components:"
                    ],
                    "will": ["{@spell chill touch}"],
                    "daily": {
                        "1": [
                            "{@spell animate dead} (up to 5 skeletons or zombies)"
                        ]
                    },
                    "ability": "cha",
                    "type": "spellcasting"
                }
            ],
            "tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB%20(3pp)/Bone%20Collective.png",
            "actionTags": ["Multiattack"],
            "senseTags": ["SD"],
            "languageTags": ["C", "OTH", "U"],
            "damageTags": ["P", "S"],
            "miscTags": ["MW"],
            "spellcastingTags": ["I"],
            "shortName": "Veenock",
            "isNamedCreature": true,
            "isNpc": true,
            "traitTags": ["Rampage"]
        },
        {
            "name": "White Boar face hag, 4'6\"",
            "size": "M",
            "type": "fey",
            "source": "zorq",
            "alignment": ["N", "E"],
            "ac": [{ "ac": 17, "from": ["natural armor"] }],
            "hp": { "average": 82, "formula": "11d8 + 33" },
            "speed": { "walk": 30 },
            "str": 18,
            "dex": 12,
            "con": 16,
            "int": 13,
            "wis": 14,
            "cha": 14,
            "skill": {
                "arcana": "+3",
                "deception": "+4",
                "perception": "+4",
                "stealth": "+3"
            },
            "senses": ["darkvision 60 ft."],
            "passive": 14,
            "languages": ["Common", "Draconic", "Sylvan"],
            "cr": { "cr": "3", "coven": "5" },
            "spellcasting": [
                {
                    "name": "Innate Spellcasting",
                    "headerEntries": [
                        "The hag's innate spellcasting ability is Charisma (spell save {@dc 12}). She can innately cast the following spells, requiring no material components:"
                    ],
                    "will": [
                        "{@spell dancing lights}",
                        "{@spell minor illusion}",
                        "{@spell vicious mockery}"
                    ],
                    "ability": "cha",
                    "type": "spellcasting"
                },
                {
                    "name": "Shared Spellcasting (Coven Only)",
                    "headerEntries": [
                        "While all three members of a hag coven are within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves:"
                    ],
                    "spells": {
                        "1": {
                            "slots": 4,
                            "spells": [
                                "{@spell identify}",
                                "{@spell ray of sickness}"
                            ]
                        },
                        "2": {
                            "slots": 3,
                            "spells": [
                                "{@spell hold person}",
                                "{@spell locate object}"
                            ]
                        },
                        "3": {
                            "slots": 3,
                            "spells": [
                                "{@spell bestow curse}",
                                "{@spell counterspell}",
                                "{@spell lightning bolt}"
                            ]
                        },
                        "4": {
                            "slots": 3,
                            "spells": [
                                "{@spell phantasmal killer}",
                                "{@spell polymorph}"
                            ]
                        },
                        "5": {
                            "slots": 2,
                            "spells": [
                                "{@spell contact other plane}",
                                "{@spell scrying}"
                            ]
                        },
                        "6": { "slots": 1, "spells": ["{@spell eyebite}"] }
                    },
                    "footerEntries": [
                        "For casting these spells, each hag is a 12th-level spellcaster that uses Intelligence as her spellcasting ability. The spell save DC is 12 + the hag's Intelligence modifier, and the spell attack bonus is 4 + the hag's Intelligence modifier."
                    ],
                    "type": "spellcasting"
                }
            ],
            "trait": [
                {
                    "name": "Amphibious",
                    "entries": ["The hag can breathe air and water."]
                },
                {
                    "name": "Mimicry",
                    "entries": [
                        "The hag can mimic animal sounds and humanoid voices. A creature that hears the sounds can tell they are imitations with a successful {@dc 14} Wisdom (Insight) check."
                    ]
                },
                {
                    "name": "Hag Coven",
                    "entries": [
                        "When hags must work together, they form covens, in spite of their selfish natures. A coven is made up of hags of any type, all of whom are equals within the group. However, each of the hags continues to desire more personal power.",
                        "A coven consists of three hags so that any arguments between two hags can be settled by the third. If more than three hags ever come together, as might happen if two covens come into conflict, the result is usually chaos."
                    ]
                },
                {
                    "name": "Hag Eye (Coven Only)",
                    "entries": [
                        "A hag coven can craft a magic item called a hag eye, which is made from a real eye coated in varnish and often fitted to a pendant or other wearable item. The hag eye is usually entrusted to a minion for safekeeping and transport. A hag in the coven can take an action to see what the hag eye sees if the hag eye is on the same plane of existence. A hag eye has AC 10, 1 hit point, and darkvision with a radius of 60 feet. If it is destroyed, each coven member takes {@dice 3d10} psychic damage and is {@condition blinded} for 24 hours.",
                        "A hag coven can have only one hag eye at a time, and creating a new one requires all three members of the coven to perform a ritual. The ritual takes 1 hour, and the hags can't perform it while {@condition blinded}. During the ritual, if the hags take any action other than performing the ritual, they must start over."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Claws",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) slashing damage."
                    ]
                },
                {
                    "name": "Illusory Appearance",
                    "entries": [
                        "The hag covers herself and anything she is wearing or carrying with a magical illusion that makes her look like another creature of her general size and humanoid shape. The illusion ends if the hag takes a bonus action to end it or if she dies.",
                        "The changes wrought by this effect fail to hold up to physical inspection. For example, the hag could appear to have smooth skin, but someone touching her would feel her rough flesh. Otherwise, a creature must take an action to visually inspect the illusion and succeed on a {@dc 20} Intelligence (Investigation) check to discern that the hag is disguised."
                    ]
                },
                {
                    "name": "Invisible Passage",
                    "entries": [
                        "The hag magically turns {@condition invisible} until she attacks or casts a spell, or until her concentration ends (as if concentrating on a spell). While {@condition invisible}, she leaves no physical evidence of her passage, so she can be tracked only by magic. Any equipment she wears or carries is {@condition invisible} with her."
                    ]
                }
            ],
            "page": 177,
            "environment": ["forest", "hill", "swamp"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/244/green-hag.mp3",
            "traitTags": ["Amphibious"],
            "languageTags": ["C", "DR", "S"],
            "senseTags": ["D"],
            "spellcastingTags": ["I", "S", "CW"],
            "damageTags": ["S"],
            "miscTags": ["MW"],
            "srd": true,
            "fluff": {
                "name": "Green Hag",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Green Hag.jpg"
                        }
                    }
                ],
                "entries": [
                    "The wretched and hateful green hags dwell in dying forests, lonely swamps, and misty moors, making their homes in caves. Green hags love to manipulate other creatures into doing their bidding, masking their intentions behind layers of deception. They lure victims to them by mimicking voices calling out for help, or drive unwanted visitors away by imitating the cries of fierce beasts.",
                    {
                        "type": "entries",
                        "name": "Obsession with Tragedy",
                        "entries": [
                            "Green hags revel in the failings and tragedies of other creatures. They derive joy from bringing people low and seeing hope turn into despair, not just for individuals but also for whole nations."
                        ]
                    },
                    {
                        "type": "entries",
                        "name": "Covens",
                        "entries": [
                            "A green hag that is part of a coven (see the \"Hag Covens\" sidebar) has a challenge rating of 5 (1,800 XP)."
                        ]
                    },
                    {
                        "type": "section",
                        "name": "Hags",
                        "entries": [
                            "Hags represent all that is evil and cruel. Though they resemble withered crones, there is nothing mortal about these monstrous creatures, whose forms reflect only the wickedness in their hearts.",
                            {
                                "type": "entries",
                                "name": "Faces of Evil",
                                "entries": [
                                    "Ancient beings with origins in the Feywild, hags are cankers on the mortal world. Their withered faces are framed by long, frayed hair, horrid moles and warts dot their blotchy skin, and their long, skinny fingers are tipped by claws that can slice open flesh with a touch. Their simple clothes are always tattered and filthy.",
                                    "All hags possess magical powers, and some have an affinity for spellcasting. They can alter their forms or curse their foes, and their arrogance inspires them to view their magic as a challenge to the magic of the gods, whom they blaspheme at every opportunity.",
                                    "Hags name themselves in darkly whimsical ways, claiming monikers such as Black Morwen, Peggy Pigknuckle, Grandmother Titchwillow, Nanna Shug, Rotten Ethel, or Auntie Wormtooth."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "Monstrous Motherhood",
                                "entries": [
                                    "Hags propagate by snatching and devouring human infants. After stealing a baby from its cradle or its mother's womb, the hag consumes the poor child. A week later, the hag gives birth to a daughter who looks human until her thirteenth birthday, whereupon the child transforms into the spitting image of her hag mother.",
                                    "Hags sometimes raise the daughters they spawn, creating covens. A hag might also return the child to its grieving parents, only to watch from the shadows as the child grows up to become a horror."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "Dark Bargains",
                                "entries": [
                                    "Arrogant to a fault, hags believe themselves to be the most cunning of creatures, and they treat all others as inferior. Even so, a hag is open to dealing with mortals as long as those mortals show the proper respect and deference. Over their long lives, hags accumulate much knowledge of local lore, dark creatures, and magic, which they are pleased to sell.",
                                    "Hags enjoy watching mortals bring about their own downfall, and a bargain with a hag is always dangerous. The terms of such bargains typically involve demands to compromise principles or give up something dear-especially if the thing lost diminishes or negates the knowledge gained through the bargain."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "A Foul Nature",
                                "entries": [
                                    "Hags love the macabre and festoon their garb with dead things and accentuate their appearance with bones, bits of flesh, and filth. They nurture blemishes and pick at wounds to produce weeping, suppurating flesh. Attractive creatures evoke disgust in a hag, which might \"help\" such creatures by disfiguring or transforming them.",
                                    "This embrace of the disturbing and unpleasant extends to all aspects of a hag's life. A hag might fly in a magical giant's skull, landing it on a tree shaped to resemble an enormous headless body. Another might travel with a menagerie of monsters and slaves kept in cages, and disguised by illusions to lure unwary creatures close. Hags sharpen their teeth on millstones and spin cloth from the intestines of their victims, reacting with glee to the horror their actions invoke."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "Dark Sorority",
                                "entries": [
                                    "Hags maintain contact with each other and share knowledge. Through such contacts, it is likely that any given hag knows of every other hag in existence. Hags don't like each other, but they abide by an ageless code of conduct. Hags announce their presence before crossing into another hag's territory, bring gifts when entering another hag's dwelling, and break no oaths given to other hags-as long as the oath isn't given with the fingers crossed.",
                                    "Some humanoids make the mistake of thinking that the hags' rules of conduct apply to all creatures. When confronted by such an individual, a hag might find it amusing to string the fool along for a while before teaching it a permanent lesson."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "Dark Lairs",
                                "entries": [
                                    "Hags dwell in dark and twisted woods, bleak moors, storm-lashed seacoasts, and gloomy swamps. In time, the landscape around a hag's lair reflects the creature's noxiousness, such that the land itself can attack and kill trespassers. Trees twisted by darkness attack passersby, while vines snake through the undergrowth to snare and drag off creatures one at a time. Foul stinking fogs turn the air to poison, and conceal pools of quicksand and sinkholes that consume unwary wanderers."
                                ]
                            }
                        ]
                    },
                    {
                        "type": "inset",
                        "name": "Hag Covens",
                        "entries": [
                            "When hags must work together, they form covens, in spite of their selfish natures. A coven is made up of hags of any type, all of whom are equals within the group. However, each of the hags continues to desire more personal power.",
                            "A coven consists of three hags so that any arguments between two hags can be settled by the third. If more than three hags ever come together, as might happen if two covens come into conflict, the result is usually chaos.",
                            {
                                "type": "entries",
                                "name": "Shared Spellcasting",
                                "entries": [
                                    "While all three members of a hag coven are within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves:",
                                    {
                                        "type": "list",
                                        "style": "list-no-bullets",
                                        "items": [
                                            "1st level (4 slots): {@spell identify}, {@spell ray of sickness}",
                                            "2nd level (3 slots): {@spell hold person}, {@spell locate object}",
                                            "3rd level (3 slots): {@spell bestow curse}, {@spell counterspell}, {@spell lightning bolt}",
                                            "4th level (3 slots): {@spell phantasmal killer}, {@spell polymorph}",
                                            "5th level (2 slots): {@spell contact other plane}, {@spell scrying}",
                                            "6th level (1 slot): {@spell eyebite}"
                                        ]
                                    },
                                    "For casting these spells, each hag is a 12th-level spellcaster that uses Intelligence as her spellcasting ability. The spell save DC is 12 + the hag's Intelligence modifier, and the spell attack bonus is 4 + the hag's Intelligence modifier."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "Hag Eye",
                                "entries": [
                                    "A hag coven can craft a magic item called a hag eye, which is made from a real eye coated in varnish and often fitted to a pendant or other wearable item. The hag eye is usually entrusted to a minion for safekeeping and transport. A hag in the coven can take an action to see what the hag eye sees if the hag eye is on the same plane of existence. A hag eye has AC 10, 1 hit point, and darkvision with a radius of 60 feet. If it is destroyed, each coven member takes 3d10 psychic damage and is blinded for 24 hours.",
                                    "A hag coven can have only one hag eye at a time, and creating a new one requires all three members of the coven to perform a ritual. The ritual takes 1 hour, and the hags can't perform it while blinded. During the ritual, if the hags take any action other than performing the ritual, they must start over."
                                ]
                            }
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Green Hag.png?v=1.94.4",
            "uniqueId": "9fa63b2f488c268c1ac1134cb5cf668b"
        },
        {
            "name": "Woon",
            "size": "S",
            "type": { "type": "humanoid", "tags": ["gnome"] },
            "source": "zorq",
            "alignment": ["N", "G"],
            "ac": [{ "ac": 15, "from": ["{@item chain shirt|phb}"] }],
            "hp": { "average": 16, "formula": "3d6 + 6" },
            "speed": { "walk": 20 },
            "str": 15,
            "dex": 14,
            "con": 14,
            "int": 12,
            "wis": 10,
            "cha": 9,
            "skill": {
                "investigation": "+3",
                "perception": "+2",
                "stealth": "+4"
            },
            "senses": ["darkvision 120 ft."],
            "passive": 12,
            "languages": ["Gnomish", "Terran", "Undercommon"],
            "cr": "1",
            "trait": [
                {
                    "name": "Stone Camouflage",
                    "entries": [
                        "The gnome has advantage on Dexterity (Stealth) checks made to hide in rocky terrain."
                    ]
                },
                {
                    "name": "Gnome Cunning",
                    "entries": [
                        "The gnome has advantage on Intelligence, Wisdom, and Charisma saving throws against magic."
                    ]
                }
            ],
            "action": [
                {
                    "name": "War Pick",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d8 + 2}) piercing damage."
                    ]
                },
                {
                    "name": "Poisoned Dart",
                    "entries": [
                        "{@atk rw} {@hit 4} to hit, range 30/120 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage, and the target must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success"
                    ]
                }
            ],
            "page": 164,
            "spellcasting": [
                {
                    "name": "Innate Spellcasting",
                    "headerEntries": [
                        "The gnome's innate spellcasting ability is Intelligence (spell save {@dc 11}). It can innately cast the following spells, requiring no material components:"
                    ],
                    "will": ["{@spell nondetection} (self only)"],
                    "daily": {
                        "1e": [
                            "{@spell blindness/deafness}",
                            "{@spell blur}",
                            "{@spell disguise self}"
                        ]
                    },
                    "ability": "int",
                    "type": "spellcasting"
                }
            ],
            "environment": ["underdark"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/472/svirfneblin.mp3",
            "languageTags": ["G", "T", "U"],
            "senseTags": ["SD"],
            "spellcastingTags": ["I"],
            "damageTags": ["P"],
            "miscTags": ["MW", "RW", "THW"],
            "srd": true,
            "fluff": {
                "name": "Deep Gnome (Svirfneblin)",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Deep Gnome (Svirfneblin).jpg"
                        }
                    }
                ],
                "entries": [
                    "Deep gnomes, or svirfneblin, live far below the world's surface in twisting warrens and sculpted caverns. They survive by virtue of their stealth, cleverness, and tenacity. Their gray skin allows them to blend in with surrounding stonework. They are also surprisingly heavy and strong for their size. An average adult weighs 100 to 120 pounds and stands 3 feet tall.",
                    "A typical svirfneblin enclave contains several hundred deep gnomes and is strongly fortified. Secret tunnels lead to and from the settlement, and the deep gnomes use these as evacuation routes when the enclave comes under attack.",
                    {
                        "name": "Established Gender Roles",
                        "type": "entries",
                        "entries": [
                            "Male svirfneblin are bald, while females have stringy gray hair. Traditionally, females run the enclaves while males scour the outskirts in search of enemies and deposits of precious gemstones."
                        ]
                    },
                    {
                        "name": "Gemstone Harvesters",
                        "type": "entries",
                        "entries": [
                            "Svirfneblin cherish fine gemstones, especially rubies, which they harvest from mines deep in the Underdark. The hunt for gems often brings them into conflict with beholders, drow, kuo-toa, duergar, and mind flayers. Of all their natural enemies, deep gnomes fear and despise the murderous, demon worshiping drow the most."
                        ]
                    },
                    {
                        "name": "Earth Friends",
                        "type": "entries",
                        "entries": [
                            "Deep gnomes are often encountered in the company of creatures from the Elemental Plane of Earth. Some svirfneblin can summon such creatures. Earth creatures guard svirfneblin settlements, especially xorn enticed to service with the promise of gems to feed on."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Deep Gnome (Svirfneblin).png?v=1.94.4",
            "uniqueId": "28f77419a7e05ba670db7a18c3cac321"
        },
        {
            "name": "Ygatin",
            "size": "M",
            "type": "undead",
            "source": "zorq",
            "alignment": ["C", "E"],
            "ac": [{ "ac": 15, "from": ["natural armor"] }],
            "hp": { "average": 58, "formula": "9d8 + 18" },
            "speed": { "walk": 30 },
            "str": 15,
            "dex": 16,
            "con": 15,
            "int": 7,
            "wis": 12,
            "cha": 12,
            "skill": { "perception": "+4", "stealth": "+6" },
            "resist": [
                "cold",
                "fire",
                "necrotic",
                {
                    "resist": ["bludgeoning", "piercing", "slashing"],
                    "note": "from nonmagical attacks"
                }
            ],
            "immune": ["lightning", "poison"],
            "conditionImmune": ["charmed", "frightened", "poisoned"],
            "senses": ["darkvision 120 ft."],
            "passive": 14,
            "languages": ["Abyssal", "the languages it knew in life"],
            "cr": "6",
            "trait": [
                {
                    "name": "Aura of Annihilation",
                    "entries": [
                        "The bodak can activate or deactivate this feature as a bonus action. While active, the aura deals 5 necrotic damage to any creature that ends its turn within 30 feet of the bodak. Undead and fiends ignore this effect."
                    ]
                },
                {
                    "name": "Death Gaze",
                    "entries": [
                        "When a creature that can see the bodak's eyes starts its turn within 30 feet of the bodak, the bodak can force it to make a {@dc 13} Constitution saving throw if the bodak isn't {@condition incapacitated} and can see the creature. If the saving throw fails by 5 or more, the creature is reduced to 0 hit points, unless it is immune to the {@condition frightened} condition. Otherwise, a creature takes 16 ({@damage 3d10}) psychic damage on a failed save.",
                        "Unless surprised, a creature can avert its eyes to avoid the saving throw at the start of its turn. If the creature does so. it has disadvantage on attack rolls against the bodak until the start of its next turn. If the creature looks at the bodak in the meantime, it must immediately make the saving throw."
                    ]
                },
                {
                    "name": "Sunlight Hypersensitivity",
                    "entries": [
                        "The bodak takes 5 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Fist",
                    "entries": [
                        "{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) bludgeoning damage plus 9 ({@damage 2d8}) necrotic damage."
                    ]
                },
                {
                    "name": "Withering Gaze",
                    "entries": [
                        "One creature that the bodak can see within 60 feet of it must make a {@dc 13} Constitution saving throw, taking 22 ({@damage 4d10}) necrotic damage on a failed save, or half as much damage on a successful one."
                    ]
                }
            ],
            "page": 127,
            "environment": ["swamp", "underdark", "urban"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/63/bodak.mp3",
            "traitTags": ["Sunlight Sensitivity"],
            "languageTags": ["AB"],
            "senseTags": ["SD"],
            "damageTags": ["B", "N", "Y"],
            "miscTags": ["MW"],
            "fluff": {
                "name": "Bodak",
                "source": "VGM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/VGM/Bodak.jpg"
                        }
                    }
                ],
                "entries": [
                    {
                        "type": "entries",
                        "entries": [
                            "A bodak is the undead remains of someone who revered Orcus. Devoid of life and soul, it exists only to cause death.",
                            {
                                "name": "Marked by Orcus",
                                "entries": [
                                    " A worshiper of Orcus can take ritual vows while carving the demon lord's symbol on its chest over the heart. Orcus's power flays body, mind, and soul, leaving behind a sentient husk that sucks in all life energy near it. Most bodaks come into being in this way, then unleashed to spread death in Orcus's name.",
                                    "Orcus created the first bodaks in the Abyss from seven devotees, called the Hierophants of Annihilation. These figures, as mighty as balors, have free will but serve the Prince of Undeath directly. Any one of these bodaks can turn a slain mortal into a bodak with its gaze. Like each Hierophant of Annihilation, every bodak bears the mark of Orcus as a chest wound, an opening where a mortal humanoid's heart would be.",
                                    "Orcus can recall anything a bodak sees or hears. If he so chooses, he can speak through a bodak to address his enemies and followers directly. Bodaks are extensions of Orcus's will outside the Abyss, serving the demon prince's aims and other minions.",
                                    "Even nature despises bodaks. The sun burns away a bodak's tainted flesh. The creature's gaze lays waste to the living. Anyone a bodak slays with its gaze withers, its face frozen in a mask of terror. The monster's mere presence is so unnatural that it chills the soul. Animals untrained for war instinctively flee just before a bodak arrives."
                                ],
                                "type": "entries"
                            },
                            {
                                "name": "Unhallowed Fragments",
                                "entries": [
                                    " A bodak retains vague impressions of its past life. It seeks out both its former allies and its former enemies to destroy them, as its warped soul seeks to erase anything connected to its former life. Minions of Orcus are the one exception to this compulsion; a bodak recognizes them as kindred souls and spares them from its wrath. Anyone who knew the individual before its transformation into a bodak can recognize mannerisms or other subtle clues to its original identity."
                                ],
                                "type": "entries"
                            },
                            {
                                "name": "Ravaged Soul",
                                "entries": [
                                    " The soul of a creature that becomes a bodak is so damaged that it is unfit for most forms of magical resurrection. Only a wish spell or similar magic can return a bodak to its former life."
                                ],
                                "type": "entries"
                            },
                            {
                                "name": "Undead Nature",
                                "entries": [
                                    " A bodak doesn't require air, food, drink, or sleep."
                                ],
                                "type": "entries"
                            }
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/VGM/Bodak.png?v=1.94.4",
            "uniqueId": "4f89166d7489d1ef2da92638f5a36028"
        },
        {
            "name": "Yuruk the Contumax",
            "size": "M",
            "type": { "type": "humanoid", "tags": ["lizardfolk", "Contumax"] },
            "source": "zorq",
            "alignment": ["L", "G"],
            "ac": [
                {
                    "ac": 15,
                    "from": ["{@item shield|phb}", "{@item leather armor|phb}"]
                }
            ],
            "hp": { "average": 22, "formula": "4d8 + 4" },
            "speed": { "walk": 30, "swim": 30 },
            "str": 15,
            "dex": 10,
            "con": 13,
            "int": 7,
            "wis": 12,
            "cha": 7,
            "skill": {
                "perception": "+3",
                "stealth": "+4",
                "survival": "+5",
                "athletics": "+6"
            },
            "passive": 13,
            "languages": ["Draconic", "Common"],
            "cr": "1/2",
            "trait": [
                {
                    "name": "Hold Breath",
                    "entries": [
                        "The lizardfolk can hold its breath for 15 minutes."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The lizardfolk makes two melee attacks, each one with a different weapon."
                    ]
                },
                {
                    "name": "Bite",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
                    ]
                },
                {
                    "name": "Javelin",
                    "entries": [
                        "{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 30/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
                    ]
                },
                {
                    "name": "Spiked Shield",
                    "entries": [
                        "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
                    ]
                }
            ],
            "page": 204,
            "environment": ["forest", "swamp"],
            "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/315/lizardfolk.mp3",
            "traitTags": ["Hold Breath"],
            "actionTags": ["Multiattack"],
            "languageTags": ["DR", "C"],
            "damageTags": ["P"],
            "miscTags": ["MW", "RW", "THW"],
            "srd": true,
            "fluff": {
                "name": "Lizardfolk",
                "source": "MM",
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "internal",
                            "path": "bestiary/MM/Lizardfolk.jpg"
                        }
                    }
                ],
                "entries": [
                    "Lizardfolk are primitive reptilian humanoids that lurk in the swamps and jungles of the world. Their hut villages thrive in forbidding grottos, half-sunken ruins, and watery caverns.",
                    {
                        "name": "Territorial Xenophobes",
                        "type": "entries",
                        "entries": [
                            "Lizardfolk deal and trade with other races only rarely. Fiercely territorial, they use camouflaged scouts to guard the perimeter of their domain. When unwelcome visitors are detected, a tribe sends a hunting band to harass or drive the trespassers off, or tricks them into blundering into the lairs of crocodiles and other dangerous creatures.",
                            "Lizardfolk have no notion of traditional morality, and they find the concepts of good and evil utterly alien. Truly neutral creatures, they kill when it is expedient and do whatever it takes to survive.",
                            "Lizardfolk rarely stray beyond their claimed hunting grounds. Any creature that enters their territory is fair game to be stalked, killed, and devoured. They make no distinction between humanoids, beasts, and monsters. Similarly, lizardfolk don't like reaching too far beyond their borders, where they could easily become the hunted instead of the hunters.",
                            "Occasions might arise when lizardfolk will form alliances with their neighbors. These lizardfolk usually learn firsthand that humans, dwarves, halflings, and elves can sometimes prove helpful or trustworthy. Once lizardfolk forge ties with outsiders, they are steadfast and fierce allies."
                        ]
                    },
                    {
                        "name": "Great Feasts and Sacrifices",
                        "type": "entries",
                        "entries": [
                            "Lizardfolk are omnivorous, but they have a taste for humanoid flesh. Prisoners are often taken back to their camps to become the centerpieces of great feasts and rites involving dancing, storytelling, and ritual combat.",
                            "Victims are either cooked and eaten by the tribe, or are sacrificed to Semuanya, the lizardfolk god."
                        ]
                    },
                    {
                        "name": "Canny Crafters",
                        "type": "entries",
                        "entries": [
                            "Though they aren't skilled artisans, lizardfolk craft tools and ornamental jewelry out of the bones of their kills, and they use the hides and shells of dead monsters to create shields."
                        ]
                    },
                    {
                        "name": "Lizardfolk Leaders",
                        "type": "entries",
                        "entries": [
                            "Lizardfolk respect and fear magic with a religious awe. Lizardfolk shamans lead their tribes, overseeing rites and ceremonies performed to honor Semuanya. From time to time, however, a lizardfolk tribe produces a powerful figure touched not by Semuanya but by Sess'inek-a reptilian demon lord who seeks to corrupt and control the lizardfolk.",
                            "Lizardfolk born in Sess'inek's image are larger and more cunning than other lizardfolk, and are thoroughly evil. These lizard kings and queens dominate lizardfolk tribes, usurping a shaman's authority and inspiring uncharacteristic aggression among their subjects."
                        ]
                    },
                    {
                        "name": "Dragon Worshipers",
                        "type": "entries",
                        "entries": [
                            "Lizardfolk speak Draconic, which they are thought to have learned from dragons in ancient times. A tribe that wanders into the territory of a dragon will offer it tribute to win its favor. An evil dragon might exploit lizardfolk for its own vile ends, turning them into raiders and plunderers."
                        ]
                    }
                ]
            },
            "tokenUrl": "https://5e.tools/img/MM/Lizardfolk.png?v=1.94.4",
            "shortName": "Yuruk the page",
            "uniqueId": "2d9e805545435714a650ad406f28e5dd"
        },
        {
            "name": "Zarachiel",
            "size": "L",
            "type": { "type": "celestial", "tags": ["ooze"] },
            "source": "zorq",
            "alignment": ["C", "E"],
            "ac": [{ "ac": 12, "from": ["natural armor"] }],
            "hp": { "average": 63, "formula": "14d6 + 14" },
            "speed": { "walk": 20, "climb": 20 },
            "str": 12,
            "dex": 4,
            "con": 12,
            "int": 10,
            "wis": 14,
            "cha": 10,
            "resist": [
                {
                    "resist": ["piercing"],
                    "note": "and slashing from nonmagical weapons"
                }
            ],
            "immune": ["bludgeoning", "acid", "lightning"],
            "conditionImmune": [
                "blinded",
                "charmed",
                "deafened",
                "exhaustion",
                "frightened",
                "prone"
            ],
            "senses": ["blindsight 90 ft. (blind beyond this radius)"],
            "passive": 12,
            "languages": [
                "none in its natural form; knows the same languages as a creature it dominates"
            ],
            "cr": "3",
            "trait": [
                {
                    "name": "Amorphous",
                    "entries": [
                        "The sap demon can move through a space as narrow as 1 inch wide without squeezing."
                    ]
                },
                {
                    "name": "Season's Change",
                    "entries": [
                        "If a sap demon (or its host) takes at least 10 fire damage, it also gains the effect of a haste spell until the end of its next turn. If it takes at least 10 cold damage, it gains the effect of a slow spell until the end of its next turn."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": ["The sap demon makes two slam attacks."]
                },
                {
                    "name": "Slam",
                    "entries": [
                        "{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d8 + 1}) bludgeoning damage. If both attacks hit a Medium or smaller target, the target is {@condition grappled} (escape {@dc 11}), and the sap demon uses Soul Sap on it as a bonus action."
                    ]
                },
                {
                    "name": "Soul Sap",
                    "entries": [
                        "The sap demon slides down the throat of a sleeping, helpless, or {@condition grappled} living creature of Medium size or smaller. Once inside, the sap demon takes control of its host, as per the dominate monster spell (Wisdom {@dc 11} negates). While dominated, the host gains blindsight 90 feet. The host drips blood from its ears, nose, eyes, or from a wound that resembles the injury done to the sap demon's tree (1 damage/Hour). Damage inflicted on the host has no effect on the sap demon. If the host dies or is reduced to 0 hit points, the sap demon must leave the body within one hour."
                    ]
                }
            ],
            "tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB%20(3pp)/Sap%20Demon.png",
            "actionTags": ["Multiattack"],
            "traitTags": ["Amorphous"],
            "senseTags": ["B"],
            "damageTags": ["B"],
            "miscTags": ["MW"],
            "uniqueId": "bb43ed8a8330501d9ded14dc5916a72d"
        }
    ],
    "_meta": {
        "sources": [
            {
                "json": "zorq",
                "abbreviation": "zorq",
                "full": "zorq",
                "authors": ["hafdon"],
                "version": "1.1.1",
                "url": "https://github.com/hafdon/5etools-homebrew-home/blob/works/item/hafdon%3B%20zorq.json",
                "targetSchema": "1.0.0"
            }
        ],
        "dateAdded": 1578263517,
        "dateUpdated": 1578325254
    }
}
