{
	"_meta": {
		"sources": [
			{
				"json": "ToT",
				"abbreviation": "ToT",
				"full": "Tavern of Trinkets",
				"authors": [
					"Jelke Ludolphij"
				],
				"convertedBy": [
					"MrVauxs"
				],
				"url": "https://www.patreon.com/trinkets",
				"version": "3.0.1",
				"color": "68463f"
			}
		],
		"dateAdded": 1579289769,
		"dateLastModified": 1729630006,
		"unlisted": true,
		"_dateLastModifiedHash": "5b4d24abac",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Swan's Song Bracer",
			"source": "ToT",
			"page": 17,
			"wondrous": true,
			"rarity": "very rare",
			"reqAttune": true,
			"entries": [
				"Whenever you reduce a humanoid to 0 hit points, you can use your reaction to attempt to trap their soul inside the bracer. The target must succeed on a DC 15 Wisdom saving throw; a creature can choose to fail this saving throw if it wishes. On a successful save its soul departs as normal. On a failed save, its soul is trapped within the bracer. If the creature is wearing any items meant to trap or redirect its soul after death, such as a {@item ring of mind shielding}, the bracer fails. A creature whose soul is trapped in the bracer can only be restored to life by a {@spell wish} spell, which removes the soul from the bracer.",
				"While the bracer contains a soul, you use an action to take on the appearance of the body the soul belonged to, as if you had cast the {@spell alter self} spell. While transformed, you can cast the detect thoughts spell from the bracer at will but can target only the soul when you do so. The transformation lasts for a maximum duration of 1 hour, after which you revert to your regular form. The transformation also ends if you take off the bracer. This property of the bracer can't be used again until the next dawn.",
				"A creature trapped in the bracer is aware of the passage of time and retains its personality and memory. It has hearing and darkvision out to a range of 120 feet and can communicate telepathically with the bearer of the bracer.",
				"Once every 30 days, the soul can repeat the saving throw. On a success, the soul departs as normal."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906486676226059/Instagram.png"
						}
					}
				],
				"entries": [
					"A silver bracer, richly decorated with topaz inlays and golden ornamentation.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			},
			"recharge": "dawn"
		},
		{
			"name": "Fall's Fervour",
			"source": "ToT",
			"page": 12,
			"baseItem": "battleaxe|PHB",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "rare",
			"dmg1": "1d8",
			"dmg2": "1d10",
			"dmgType": "S",
			"weight": 4,
			"property": [
				"V"
			],
			"reqAttune": true,
			"entries": [
				"While you are wielding Fall's Fervour, the handle grows to wrap around your hand and can only be removed by you. A different creature attempting to remove the axe needs to succeed on a DC20 Strength check in order to break the grip of the handle.",
				"You can use a bonus action to speak this magic axe's command word, creating a flurry of razor-sharp leaves that start whirling around the axe. While the Leaves are swirling around the axe, it deals an extra {@dice 1d8} slashing damage to any target it hits.",
				"While the flurry is around the Axe you can use an Action to move it to an unoccupied space of your choice within 60 feet of you. Any creature that ends its turn within 5 feet of the Flurry must make a DC15 Dexterity saving throw. The creature takes {@dice 2d6} slashing damage on a failed save, or half as much damage on a successful one. You can cause the Flurry to return to the Axe as a Bonus Action.",
				"The leaves last until you use a bonus action to speak the command word again or until you drop or sheathe the Axe. A strong wind (21 or more miles per hour) can disperse the leaves."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/691612376687968276/Instagram.jpg"
						}
					}
				],
				"entries": [
					"Once the tool of a woodcutter lost to time, the roots of a dead tree now wrap around this broken-off axe head, forming a crude handle.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Flitfang",
			"source": "ToT",
			"page": 10,
			"type": "M",
			"weaponCategory": "simple",
			"rarity": "legendary",
			"baseItem": "dagger|PHB",
			"dmg1": "1d4",
			"dmgType": "P",
			"bonusWeapon": "+2",
			"sentient": true,
			"weight": 1,
			"property": [
				"F",
				"L",
				"T"
			],
			"reqAttune": "by a Rogue",
			"range": "20/60",
			"entries": [
				"You gain a +2 bonus to attack and damage rolls made with this magic weapon. Any time you make a melee attack with advantage that bonus increases to +5.",
				"Immediately after making a ranged attack, the weapon teleports back to your hand. If you don't have a hand free, the weapon teleports to a spot at your feet.",
				{
					"type": "entries",
					"name": "Feral Flurry",
					"entries": [
						"When you hit with an attack on a hostile creature using this dagger, you can roll a second attack with advantage, against a different creature within 60 feet of the original target as if you had made a melee attack against them using the dagger. This property can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Blood Moon",
					"entries": [
						"While holding this dagger you can draw some of your blood with it as an action, taking {@dice 1d4 + 2} points of slashing damage. Doing this will cause the dagger to transform into a {@creature Flitfang|ToT|large red wolf with a metallic sheen to its fur}. The wolf remains for 1 hour or until it drops to 0 Hit Points. You can cause the wolf to revert to the dagger at will (no action required). Roll initiative for the wolf, which has its own turns. The wolf has the personality and mental statistics of the Dagger. This property can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Sentience",
					"entries": [
						"Flitfang is a sentient weapon of lawful neutral alignment, with an Intelligence of 10, a Wisdom of 17, and a Charisma of 14. It has hearing and darkvision out to a range of 120 feet.",
						"The weapon communicates telepathically with its wielder and any creatures within 60 feet of it that it trusts. It can speak and understand Common. It can also communicate with wolves, using telepathy to involve its wielder in the conversation."
					]
				},
				{
					"type": "entries",
					"name": "Personality",
					"entries": [
						"Flitfang is slow to trust non-beasts and will growl telepathically to its wielder if they perceive a creature as being particularly untrustworthy.",
						"When handed to a new user it tends to keep its sentience hidden, waiting to see how its new wielder uses them first, revealing its nature only if it thinks the ideals of the wielder align with its own, after which it is intensely loyal.",
						"It views its main purpose as keeping its wielder and the party alive, to which it refers as its 'pack'.",
						"Flitfang is opposed to the unnecessary killing of creatures and values loyalty and discipline above all. Conflict arises if its wielder causes unnecessary harm, or betrays its allies without good reason."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906639487303700/Instagram.png"
						}
					}
				],
				"entries": [
					"The grip of this double-edged dagger has been wrapped in red wolf's hide.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Sot Stone",
			"source": "ToT",
			"page": 7,
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"Using an Action, you can put this stone in a liquid, causing it to absorb that liquid at a rate of 12 gallons per minute. The stone can hold up to 36 gallons of liquid.",
				"As long as the stone holds any amount of liquid, as an action, you can squeeze the stone, causing the liquid to pour from the stone, up to 2 gallons per minute. It appears to emerge from the mouth of the painted face. ",
				"If the stone absorbs a liquid while already containing a liquid of a different type, they interact as normal.",
				"Any effects the interaction of the different substances produces occur when the liquids are poured out of the stone.",
				"Whenever the stone contains at least 1 gallon of an alcoholic beverage, it starts rolling in a random direction if put on a flat surface."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/691612349479518288/Instagram.jpg"
						}
					}
				],
				"entries": [
					"A smooth river stone with a laughing face painted on it.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Staff of Wanderlust",
			"source": "ToT",
			"page": 11,
			"rarity": "legendary",
			"reqAttune": "by a spellcaster",
			"charges": "10",
			"weight": 4,
			"bonusWeapon": "+2",
			"sentient": true,
			"attachedSpells": [
				"goodberry",
				"longstrider",
				"water walk",
				"freedom of movement",
				"find the path"
			],
			"entries": [
				"This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While you hold it, you gain a +3 bonus to spell attack rolls and the time needed to take a long rest is halved for you.",
				"The staff has 10 charges for the following properties. It regains {@dice 1d6 + 4} expended charges daily at dawn.",
				{
					"type": "entries",
					"name": "Spells",
					"entries": [
						"While holding the staff, you can use an action to expend some of its charges to cast one of the following spells from it, using your spell save DC and Spellcasting ability: {@spell goodberry} (1 charge), {@spell longstrider} (1 charge), {@spell water walk} (3 charges), {@spell freedom of movement} (4 charges), {@spell find the path} (7 charges) or {@spell wind walk} (9 charges)."
					]
				},
				{
					"type": "entries",
					"name": "Hidden Trails",
					"entries": [
						"While holding the staff you can use an action to expend 3 charges to learn the number of humanoids that passed within 60 feet of your location in the last 24 hours. Additionally, you know what races were among them, but not how many."
					]
				},
				{
					"type": "entries",
					"name": "Wanderer's Sight",
					"entries": [
						"While on a road or path you can spend 1 minute concentrating on it and expend 5 charges to gain knowledge of where it leads in the direction you are facing, for the next 7 miles or until it ends. You learn the shape of the road as well as any changes in elevation. Additionally, you become aware of any noteworthy sites within 60 feet of the road, such as buildings or bodies of water. If the road diverges into multiple paths, such as in the case of a crossroads, you can choose which is considered the continuation of the road for this property."
					]
				},
				{
					"type": "entries",
					"name": "Sentience",
					"entries": [
						"The staff is a sentient chaotic good staff with an Intelligence of 10, a Wisdom of 16, and a Charisma of 12. It has hearing and darkvision out to a range of 120 feet.",
						"The staff communicates telepathically with its wielder and can speak, read, and understand Common, Druidic, Elvish, and Sylvan."
					]
				},
				{
					"type": "entries",
					"name": "Personality",
					"entries": [
						"When traveling, the staff has a habit of humming travel songs and occasionally comments on noteworthy locations or sights.",
						"The staff has been imbued with the curiosity and wanderlust of the Treant it grew out of and all those that have wielded it since. It seeks to see and learn as much of the world as possible. Conflict arises if it feels it is kept in one place for too long.",
						"When shown any fascinating or unique locations the staff might choose to reward its wielder by sharing stories and secrets about places it has been, or those it traveled with.",
						"The staff has no name of its own, but happily takes on any it is given."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906502018727936/Instagram.png"
						}
					}
				],
				"entries": [
					"Created out of the branch of a curious Treant, this staff is inset with a crystal at its top. Usually hung from it are trinkets and oddments found throughout the travels of those who wielded it.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			},
			"staff": true,
			"recharge": "dawn",
			"bonusSpellAttack": "+3",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"rechargeAmount": "{@dice 1d6 + 4}"
		},
		{
			"name": "Eye of the Cloven Sage",
			"source": "ToT",
			"page": 15,
			"wondrous": true,
			"rarity": "very rare",
			"reqAttune": true,
			"charges": "10",
			"recharge": "dawn",
			"attachedSpells": [
				"true seeing",
				"detect magic",
				"arcane eye"
			],
			"curse": true,
			"entries": [
				"While wearing this eyepatch you can see through the eye at its front as if it were your own.",
				"The eye has 10 charges for the following properties. It regains {@dice 1d6 + 4} expended charges daily at dawn.",
				{
					"type": "entries",
					"name": "Spells",
					"entries": [
						"While wearing the eye, you can use an action to expend some of its charges to cast one of the following spells: {@spell True Seeing} (6 charges), {@spell Detect Magic} (1 charge), or {@spell Arcane Eye} (4 charges)."
					]
				},
				{
					"type": "entries",
					"name": "Dark One's Gaze",
					"entries": [
						"As an action, you can expend 1 charge to target a creature that can see the eye. The target must succeed on a DC 15 Constitution saving throw or be {@condition paralyzed} for 1 minute. At the end of each of the target's turns, it can repeat the saving throw, ending the effect on itself on a success. The effect also ends if the target can no longer see you."
					]
				},
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"The eye patch is cursed, and becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the eye patch, wearing it at all times. While wearing the eye, you have disadvantage on attack rolls against devils and on saving throws against their spells and special abilities. "
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906515096567846/Instagram.png"
						}
					}
				],
				"entries": [
					"A brass eyepatch inset with an obsidian eye. It blinks in accordance with the wearer.",
					{
						"type": "quote",
						"entries": [
							"\"It's getting worse. Did you see him talking to himself the other day? It's that damned eyepatch he's taken to wearing. Doesn't even take it off in bed.\"",
							"The human poked into the campfire with a stick, causing it to flare up and illuminate the grizzly dwarf sitting beside her and the silhouettes of their sleeping companions scattered around the campsite.",
							"\"Besides, the way he looks at people. Stops you dead in your tracks. Half of the time now I pity the bandits on this road.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			},
			"rechargeAmount": "{@dice 1d6 + 4}"
		},
		{
			"name": "Sleet Stave",
			"source": "ToT",
			"page": 14,
			"rarity": "rare",
			"baseItem": "quarterstaff|PHB",
			"type": "M",
			"weaponCategory": "simple",
			"staff": true,
			"dmg1": "1d6",
			"dmg2": "1d8",
			"bonusWeapon": "+1",
			"dmgType": "B",
			"property": [
				"V"
			],
			"weight": 4,
			"entries": [
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				"The staff consists of 5 segments. When you hit with an attack using this magic quarterstaff you can choose to let a segment on the end of the staff shatter, dealing an additional {@dice 3d6} piercing damage.",
				"When the staff is reduced to 3 segments or less, it counts as a club.",
				"As long as there is at least 1 segment of the staff remaining, it regains 1 new segment every 8 hours, growing it out of moisture in the air.",
				"If you shatter the last remaining segment of the quarterstaff it is destroyed."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906501125341224/Instagram.png"
						}
					}
				],
				"entries": [
					"Grown into the shape of a staff, this icicle only melts in the hottest fires. It is cold to the touch to anyone not attuned to it.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Locket of the Lost",
			"source": "ToT",
			"page": 5,
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"While holding the locket, you can spend 10 minutes concentrating on a creature you are familiar with. Doing so will cause the locket to be assigned to that creature. The Locket can only be assigned to a single creature at any given time.",
				"If the creature wearing the locket dies, the locket lets out a mournful wail and disappears in a wisp of smoke. It reappears in the nearest unoccupied space to the creature it is currently assigned to. The Locket can travel across any distance and even to other planes of existence. If the locket is not assigned to a creature or the creature is dead, it fails to disappear. ",
				"After the locket is used in this way, it becomes non-magical for a year and a day."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906524332425246/Instagram.png"
						}
					}
				],
				"entries": [
					"A plain iron locket adorned with engravings of wailing Banshees.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Twinkle Doll",
			"source": "ToT",
			"page": 15,
			"wondrous": true,
			"reqAttune": true,
			"rarity": "rare",
			"entries": [
				"This old, straw-filled rag doll appears worn and is always comfortably warm to the touch.",
				"While touching the doll, you can use an action to possess it. Your body falls into a catatonic state as your soul leaves it and enters the doll. While possessed, the doll's Statistics are as follows:",
				{
					"type": "statblockInline",
					"dataType": "monster",
					"data": {
						"name": "Twinkle Doll",
						"size": [
							"T"
						],
						"type": "construct",
						"source": "ToT",
						"page": 15,
						"ac": [
							14
						],
						"hp": {
							"special": "2"
						},
						"speed": {
							"walk": 15
						},
						"str": 4,
						"dex": 16,
						"con": 10,
						"int": null,
						"wis": null,
						"cha": 1,
						"passive": null,
						"senses": [
							"blindsight 30 ft."
						],
						"languages": null,
						"immune": [
							"poison"
						],
						"conditionImmune": [
							"blinded",
							"deafened",
							"paralyzed",
							"petrified",
							"poisoned"
						]
					}
				},
				"You retain your Alignment, personality, and Intelligence, Wisdom, and Charisma scores. The Doll can not speak. You can vacate the doll, returning to your own body, as a reaction. If your body is dead when you attempt to return to it, you die.",
				"While possessing the doll, you can use an action to cause it to explode, destroying the doll and casting the {@spell fireball} spell (save DC 15) centered on it. Your soul is expelled when this happens. If the doll drops to 0 hit points, it also ignites, causing you to take {@dice 3d8} psychic damage. "
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906556221849630/Instagram.png"
						}
					}
				],
				"entries": [
					"An old, straw-filled ragdoll with a patch above its heart. It is always comfortably warm to the touch. ",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Shimmer Gloves",
			"source": "ToT",
			"page": 7,
			"wondrous": true,
			"reqAttune": true,
			"rarity": "uncommon",
			"charges": "3",
			"recharge": "dawn",
			"entries": [
				"These gloves have 3 charges and regain {@dice 1d3} expended charges daily at dawn.",
				"While wearing them, you can use an action to expend 1 charge and trace out a shape of up to 5 by 5 feet on a solid surface. Once you close off the shape, it emits an opalescent shimmer and allows creatures or objects to pass through it, and into an extradimensional space within the surface. The space can hold as many as four Medium or smaller creatures and remains for 1 hour. The entrance to the space is bound to the surface and moves with it. It can be detected with a successful DC 15 Wisdom ({@skill Perception}) check.",
				"Attacks and spells can't cross through the entrance into or out of the extradimensional space. Events outside of the space appear blurred and distorted, and any Wisdom ({@skill Perception}) checks made to hear or see outside it are made with disadvantage.",
				"If the surface is destroyed to the extent that it can no longer hold the entrance, or the duration ends, any creatures or objects still inside are expelled into an unoccupied space closest to the entrance of the extradimensional space."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906642951667734/Instagram.png"
						}
					}
				],
				"entries": [
					"A pair of long gloves adorned with an opalescent orb on the back of each hand.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			},
			"rechargeAmount": "{@dice 1d3}"
		},
		{
			"name": "Wavering Wonder Ink",
			"source": "ToT",
			"page": 3,
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"After making a marking of any kind with this ink the writer can speak a command word of their choosing, causing the ink to disappear. Once the ink has dried, speaking the command word over it will cause it to re-appear. Repeating the command word returns the ink to its invisible state. Writing over it with regular ink causes that ink to be replaced by the Wonder Ink for the duration the Wonder Ink is visible.",
				"One inkwell contains enough to cover either 10 pages or 8 square feet of skin, wood, stone or other materials. The ink is suitable for tattooing.",
				"The ink can be sensed by Detect Magic. Casting Dispel Magic on the ink will cause it to become visible."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906548336427018/Instagram.png"
						}
					}
				],
				"entries": [
					"This dark green ink appears to contain small glittering motes and gives off a faint odorless smoke when wet.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Fading Lily",
			"source": "ToT",
			"page": 5,
			"wondrous": true,
			"rarity": "legendary",
			"reqAttune": true,
			"entries": [
				"A fragile-looking flower, found in forgotten places. Its pale petals are almost transparent and droop down to its slender stalk.",
				"When a creature spends 24 hours holding the lily, they impart on it a magical imprint of their very being, causing it to change to a color and scent of the creature's choice.",
				"Once the flower contains a creature's essence, it can be gifted to another sentient creature. When willingly accepted, the creature will immediately forget all memories of the connected creature without realizing what has happened. They are unaware of any holes, inconsistencies, and contradictions in their memory that result from this, but can become aware of them when pointed out.",
				"After being gifted, the fading lily keeps its appearance but loses its magic.",
				"Removed memories can only be restored using a wish spell or if the receiver willingly gifts the lily back to who gave it to them. "
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906634458333194/Instagram.png"
						}
					}
				],
				"entries": [
					"A fragile looking flower found in forgotten places. Its pale colored petals are almost transparent and droop down to its slender stalk.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Blinkback Boots",
			"source": "ToT",
			"page": 2,
			"wondrous": true,
			"rarity": "rare",
			"reqAttune": true,
			"charges": "4",
			"recharge": "dawn",
			"entries": [
				"While wearing these boots you can spend a bonus action to designate a 5 ft. square area you are standing on as the blinkback spot. The spot is marked by two faintly glowing, hard to see footprints (DC15 Perception) and remains until it is used or until you designate a new blinkback spot.",
				"The boots have 4 Charges. As long as you are within 500 feet of the blinkback spot you can use an action to click the boots' heels together and expend a charge, which causes the wearer to be teleported to the blinkback spot. You can bring along Objects as long as their weight doesn't exceed what you can carry.",
				"If the blinkback spot is already occupied by a creature or object, you teleport to the nearest unoccupied space (chosen at random if more than one space is equally near). The blinkback spot is bound to the surface it was assigned to and moves in accordance with it. ",
				"The boots regain {@dice 1d4} expended Charges once you finish a long rest."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906564589355018/Instagram.png"
						}
					}
				],
				"entries": [
					"Made out of fine leather, these sturdy boots have metal soles that give off a soft glow.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Knocker of Aberrant Passage",
			"source": "ToT",
			"page": 4,
			"wondrous": true,
			"rarity": "very rare",
			"reqAttune": true,
			"charges": "4",
			"recharge": "dawn",
			"entries": [
				"This Door Knocker allows you to call on powers from the far realm to create a shortcut between two points on the same plane of existence.",
				"While attuned to this item you can use an action to press it against a flat surface and knock 3 times, naming a location you are familiar with on the same plane of existence. On the 3rd knock the knocker attaches itself to the surface and tentacles start to emerge from it, growing into a doorway. The door takes 1 minute to fully form and can not be opened before that. An identical doorway grows on a randomly determined surface near the location you named. The door has a size of 6 by 3 feet.",
				"The door opens into an organic hallway that stretches for 60 ft. and ends in the exit door. Any creature that enters the hallway is exposed to eldritch forces and must make a DC14 Wisdom saving throw. A target takes {@dice 8d6} psychic damage on a failed save, or half as much damage on a successful one. Warlocks of the Great Old One remain unaffected.",
				"The hallway remains for 1 minute, after which both doors, including the knocker, crumble into dust and any creatures that are still inside are expelled out of a randomly determined door. The knocker reappears near the creature it is attuned to after {@dice 1d8} hours."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906550278651914/Instagram.png"
						}
					}
				],
				"entries": [
					"An old copper door knocker fashioned to resemble the face of an eldritch creature. It is always cold to the touch.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Charlatan's Ring",
			"source": "ToT",
			"page": 7,
			"wondrous": true,
			"rarity": "common",
			"type": "RG|DMG",
			"entries": [
				"While wearing this ring you can use a bonus action to press your finger against it and cause the top surface to shift into an engraved version of a symbol you are familiar with.",
				"The symbol remains until you change it to a new one or remove it. If subjected to effects that cancel magic, such as dispel magic or an antimagic field, the ring it returns to it empty state."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906564216061957/Instagram.png"
						}
					}
				],
				"entries": [
					"A plain brass ring adorned with a flat, empty surface at its top. ",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Battlebutter",
			"source": "ToT",
			"page": 6,
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"As a bonus action, you can grease the bottoms of your feet with this butter. While your feet are greased, your movement speed is doubled until the end of your next turn. However, if you do not move up to your full movement on your turn, or do not move in a straight line, make a DC 13 Dexterity saving throw. On a success, you continue your movement as normal. On a failed save, you keep moving in your initial direction for the remainder of your movement. If you collide with a creature or object as a result of this movement, you take {@dice 1d4} bludgeoning damage for every 10 feet you have moved on your turn.",
				"The butter can be used like this 3 times before it is used up. Otherwise, it acts as regular butter."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906562945449994/Instagram.png"
						}
					}
				],
				"entries": [
					"This stick of wonderfully golden butter has been adorned with glowing arcane symbols on two sides. ",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Gambler's Gold",
			"source": "ToT",
			"page": 2,
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"This golden coin fits in the palm of your hand and does not resemble any existing currency. One side features the image of a crow, while the other has that of a swan.",
				"When making an attack roll, ability check, or saving throw you, you can choose to {@coinflip flip this coin|Gambler's Gold|Swan (20)|Crow (1)}, instead of rolling a d20, to determine the result. The swan will cause the outcome to become a 20, while the crow will make it count as a 1. This outcome can not be affected by abilities meant to change the result of a roll, such as '{@feat Lucky|PHB}' or 'Inspiration'. If the result of the coin toss is in any way tampered with, magical or otherwise, the ability fails and is wasted.",
				"You can't use the coin in this manner again until the next dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906561129185328/Instagram.png"
						}
					}
				],
				"entries": [
					"This golden coin fits in the palm of your hand and does not resemble any existing currency. One side features the image of a Crow, while the other has that of a Swan.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Cantrip Candle",
			"source": "ToT",
			"page": 6,
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"This scented candle, when lit, exudes a smell that reminds of far off places and sheds dim light in a 30-foot radius.",
				"The candle's magic is activated when it is lit, which requires an action. After burning for 1 hour, the candle is destroyed. You can snuff it out early for use at a later time. Deduct the time it burned in increments of 1 minute from the candle's total burn time.",
				"Each cantrip candle is associated with a cantrip from the sorcerer spell list. Humanoids in the light gain the ability to cast the cantrip associated with the candle if they are not able to do so already.",
				"Immediately after you cast a spell with the help of a cantrip candle, the DM can have you roll a d20. If you roll a 1, roll on the Wild Magic Surge table to see what happens. "
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906561749942292/Instagram.png"
						}
					}
				],
				"entries": [
					"A scented candle, of a shape and color of the DM's choosing, which, when lit, exudes a strange smell that reminds of far off places.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Lorelei's Pride",
			"source": "ToT",
			"page": 16,
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"You can use a Bonus action to swallow this pearl, causing your singing voice to become magical. For the next minute you can use an Action to start singing. You must take a Bonus Action on each subsequent turn to continue the song, for a full duration of 1 minute, after which the song ends and the pearl is destroyed.",
				"Every creature within 120 ft. of you that can hear the song must succeed on a DC 15 Wisdom saving throw or be {@condition Charmed} until the song ends. The song ends if you are incapacitated. If the song ends before the full duration is up you can spend another Action to restart it for its remaining duration.",
				"While under the influence of the song's charm, a target is {@condition Incapacitated}. If the {@condition Charmed} target is more than 5 ft. away from you, it must spend its turn moving towards you by the most direct route. It doesn't avoid Opportunity Attacks, but before moving into damaging terrain, such as lava or a pit, and whenever it takes damage, a target can repeat the saving throw. A creature can also repeat the saving throw at the end of each of its turns. If a creature's saving throw is successful, the effect ends on it.",
				"A target that successfully saves is immune to the song for the rest of its duration."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906555986837544/Instagram.png"
						}
					}
				],
				"entries": [
					"Found at the bottom of seas where ships fear to sail, this pearl shimmers with a murky light.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Envelope of Expeditious Delivery",
			"source": "ToT",
			"page": 6,
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"You can use an Action to put a letter or small object that weighs up to 3 ounces inside this envelope and write the name of a person with whom you are familiar with on the front. After the name is written the envelope will teleport to the closest unoccupied space to the person for whom it is intended. The envelope can distinguish between two individuals with the same name and understands the sender's intent.",
				"Once the receiver opens the letter, the name fades from the front of the envelope and it can't be used in this manner until the next dawn.",
				"If the weight exceeds 3 ounces, the envelope is unable to properly shut or the receiver on a different plane of existence than the sender, the name automatically fades and the teleportation is wasted."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/667906568024621066/Instagram.png"
						}
					}
				],
				"entries": [
					"A worn envelope of 5 by 10 inches made out of aged paper.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "The Eye of the Dao",
			"source": "ToT",
			"page": 20,
			"wondrous": true,
			"rarity": "artifact",
			"charges": "3",
			"reqAttune": true,
			"recharge": "dawn",
			"entries": [
				"On rare occasions, when the primordial matter of an elemental plane collides and merges with the soul of a living creature, it can create a genie. Rumour now tells of an item hidden deep within the elemental plane of earth. An orb of pure, condensed primordial matter of the elemental plane of earth, which could transform a creature into a {@creature Dao}. Said to be guarded vigorously, the Eye of the Dao is to be given by the Dao to one they consider worthy of ascending to genie-kind.",
				"To attune to the eye you must be reduced to 0 Hit Points while on the elemental plane of earth. If a creature casts {@spell Reincarnate} on you while you are holding the eye, it merges with you. Your reincarnated body resembles your previous body, with the Eye of the Dao appearing in the form of a third eye on your forehead. You recall your former life and experiences and retain the capabilities and Racial traits you had in your original form. However for the purpose of spells such as {@spell Locate Creature} you are considered a Dao and are native to the elemental plane of earth. Once attuned, the attunement to the eye can not be broken.",
				"If a creature knows your true name you may be called forth by rituals intended to summon a Genie.",
				{
					"type": "entries",
					"name": "Random Properties",
					"entries": [
						"The Eye of the Dao has the following properties, determined by rolling on the tables in the \"Artifacts\" section in chapter 7 of the Dungeon Master's Guide:"
					]
				},
				{
					"type": "list",
					"items": [
						"1 {@table Artifact Properties; Minor Beneficial Properties|dmg|minor beneficial property}",
						"2 {@table Artifact Properties; Minor Detrimental Properties|dmg|minor detrimental properties}",
						"1 {@table Artifact Properties; Major Detrimental Properties|dmg|major detrimental property}"
					]
				},
				{
					"type": "entries",
					"name": "True Form",
					"entries": [
						"You can use an action to transform into a {@creature Dao} as if with the {@spell True Polymorph} spell. You retain your mental Ability Scores and can transform back as an action. The Dao resembles your regular form in its facial features and build. This property can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Noble Calling",
					"entries": [
						"The eye has 3 charges. You can use an action to expend 1 charge and cast the {@spell Wish} spell from it. When doing so you may only use the spell to grant the wish of a different creature. You may determine the nature of the outcome of the wish as long as it adheres to the creature's precise wording. This property can't be used again until the next dawn. The eye loses this property if it has no Charges. The eye regains 1 charge for every year you spend on the elemental plane of earth."
					]
				},
				{
					"type": "entries",
					"name": "Elemental Demise",
					"entries": [
						"If you die, your body disintegrates into crystalline powder, leaving behind only equipment you were wearing. Upon your death, the eye disappears and is deposited in a random location on the elemental plane of earth."
					]
				},
				{
					"type": "entries",
					"name": "Destroying the Eye",
					"entries": [
						"If the eye is kept away from the elemental plane of earth for a year and a day without being attuned to a creature it crumbles into dust, conjuring an {@creature Earth Elemental} in the place it was destroyed. The Earth Elemental is hostile towards all creatures not native to the elemental plane of earth."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/669949963320557578/Main.png"
						}
					}
				],
				"entries": [
					"A green, crystalline orb usually found only at the heart of the elemental plane of earth. When not attuned, the orb is enveloped by a layer of rock.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "The Eye of the Djinn",
			"source": "ToT",
			"page": 21,
			"wondrous": true,
			"rarity": "artifact",
			"charges": "3",
			"reqAttune": true,
			"recharge": "dawn",
			"entries": [
				"On rare occasions, when the primordial matter of an elemental plane collides and merges with the soul of a living creature, it can create a genie. Rumour now tells of an item hidden deep within the elemental plane of air. An orb of pure, condensed primordial matter of the elemental plane of air, which could transform a creature into a {@creature Djinn}. Said to be guarded vigorously, the Eye of the Djinn is to be given by the Djinn to one they consider worthy of ascending to genie-kind.",
				"To attune to the eye you must be reduced to 0 Hit Points while on the elemental plane of air. If a creature casts {@spell Reincarnate} on you while you are holding the eye, it merges with you. Your reincarnated body resembles your previous body, with the Eye of the Djinn appearing in the form of a third eye on your forehead. You recall your former life and experiences and retain the capabilities and Racial traits you had in your original form. However for the purpose of spells such as {@spell Locate Creature} you are considered a Djinn and are native to the elemental plane of air. Once attuned, the attunement to the eye can not be broken.",
				"If a creature knows your true name you may be called forth by rituals intended to summon a Genie.",
				{
					"type": "entries",
					"name": "Random Properties",
					"entries": [
						"The Eye of the Djinn has the following properties, determined by rolling on the tables in the \"Artifacts\" section in chapter 7 of the Dungeon Master's Guide:"
					]
				},
				{
					"type": "list",
					"items": [
						"1 {@table Artifact Properties; Minor Beneficial Properties|dmg|minor beneficial property}",
						"2 {@table Artifact Properties; Minor Detrimental Properties|dmg|minor detrimental properties}",
						"1 {@table Artifact Properties; Major Detrimental Properties|dmg|major detrimental property}"
					]
				},
				{
					"type": "entries",
					"name": "True Form",
					"entries": [
						"You can use an action to transform into a {@creature Djinn} as if with the {@spell True Polymorph} spell. You retain your mental Ability Scores and can transform back as an action. The Djinn resembles your regular form in its facial features and build. This property can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Noble Calling",
					"entries": [
						"The eye has 3 charges. You can use an action to expend 1 charge and cast the {@spell Wish} spell from it. When doing so you may only use the spell to grant the wish of a different creature. You may determine the nature of the outcome of the wish as long as it adheres to the creature's precise wording. This property can't be used again until the next dawn. The eye loses this property if it has no Charges. The eye regains 1 charge for every year you spend on the elemental plane of air."
					]
				},
				{
					"type": "entries",
					"name": "Elemental Demise",
					"entries": [
						"If you die, your body disintegrates into a warm breeze, leaving behind only equipment you were wearing. Upon your death, the eye disappears and is deposited in a random location on the elemental plane of air."
					]
				},
				{
					"type": "entries",
					"name": "Destroying the Eye",
					"entries": [
						"If the eye is kept away from the elemental plane of air for a year and a day without being attuned to a creature it fades into a puff of mist, conjuring an {@creature Air Elemental} in the place it was destroyed. The Air Elemental is hostile towards all creatures not native to the elemental plane of air."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/669949988012556315/dsa.png"
						}
					}
				],
				"entries": [
					"A clear, crystalline orb usually found only at the heart of the elemental plane of air. When not attuned, the orb emits a constant stream of thick fog.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "The Eye of the Efreeti",
			"source": "ToT",
			"page": 18,
			"wondrous": true,
			"rarity": "artifact",
			"charges": "3",
			"reqAttune": true,
			"recharge": "dawn",
			"entries": [
				"On rare occasions, when the primordial matter of an elemental plane collides and merges with the soul of a living creature, it can create a genie. Rumour now tells of an item hidden deep within the elemental plane of fire. An orb of pure, condensed primordial matter of the elemental plane of fire, which could transform a creature into a {@creature Efreeti}. Said to be guarded vigorously, the Eye of the Efreeti is to be given by the Djinn to one they consider worthy of ascending to genie-kind.",
				"To attune to the eye you must be reduced to 0 Hit Points while on the elemental plane of fire. If a creature casts {@spell Reincarnate} on you while you are holding the eye, it merges with you. Your reincarnated body resembles your previous body, with the Eye of the Efreeti appearing in the form of a third eye on your forehead. You recall your former life and experiences and retain the capabilities and Racial traits you had in your original form. However for the purpose of spells such as {@spell Locate Creature} you are considered a Efreeti and are native to the elemental plane of fire. Once attuned, the attunement to the eye can not be broken.",
				"If a creature knows your true name you may be called forth by rituals intended to summon a Genie.",
				{
					"type": "entries",
					"name": "Random Properties",
					"entries": [
						"The Eye of the Efreeti has the following properties, determined by rolling on the tables in the \"Artifacts\" section in chapter 7 of the Dungeon Master's Guide:"
					]
				},
				{
					"type": "list",
					"items": [
						"1 {@table Artifact Properties; Minor Beneficial Properties|dmg|minor beneficial property}",
						"2 {@table Artifact Properties; Minor Detrimental Properties|dmg|minor detrimental properties}",
						"1 {@table Artifact Properties; Major Detrimental Properties|dmg|major detrimental property}"
					]
				},
				{
					"type": "entries",
					"name": "True Form",
					"entries": [
						"You can use an action to transform into a {@creature Efreeti} as if with the {@spell True Polymorph} spell. You retain your mental Ability Scores and can transform back as an action. The Efreeti resembles your regular form in its facial features and build. This property can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Noble Calling",
					"entries": [
						"The eye has 3 charges. You can use an action to expend 1 charge and cast the {@spell Wish} spell from it. When doing so you may only use the spell to grant the wish of a different creature. You may determine the nature of the outcome of the wish as long as it adheres to the creature's precise wording. This property can't be used again until the next dawn. The eye loses this property if it has no Charges. The eye regains 1 charge for every year you spend on the elemental plane of fire."
					]
				},
				{
					"type": "entries",
					"name": "Elemental Demise",
					"entries": [
						"If you die, your body disintegrates into a flash of fire and puff of smoke, leaving behind only equipment you were wearing. Upon your death, the eye disappears and is deposited in a random location on the elemental plane of fire."
					]
				},
				{
					"type": "entries",
					"name": "Destroying the Eye",
					"entries": [
						"If the eye is kept away from the elemental plane of fire for a year and a day without being attuned to a creature it burns away in a flash of hot flames, conjuring a {@creature Fire Elemental} in the place it was destroyed. The Fire Elemental is hostile towards all creatures not native to the elemental plane of fire."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/669950003514703893/fd.png"
						}
					}
				],
				"entries": [
					"A smoky, crystalline orb usually found only at the heart of the elemental plane of fire. When not attuned, the orb is enveloped by flames.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "The Eye of the Marid",
			"source": "ToT",
			"page": 19,
			"wondrous": true,
			"rarity": "artifact",
			"charges": "3",
			"reqAttune": true,
			"recharge": "dawn",
			"entries": [
				"On rare occasions, when the primordial matter of an elemental plane collides and merges with the soul of a living creature, it can create a genie. Rumour now tells of an item hidden deep within the elemental plane of water. An orb of pure, condensed primordial matter of the elemental plane of water, which could transform a creature into a {@creature Marid}. Said to be guarded vigorously, the Eye of the Marid is to be given by the Djinn to one they consider worthy of ascending to genie-kind.",
				"To attune to the eye you must be reduced to 0 Hit Points while on the elemental plane of water. If a creature casts {@spell Reincarnate} on you while you are holding the eye, it merges with you. Your reincarnated body resembles your previous body, with the Eye of the Marid appearing in the form of a third eye on your forehead. You recall your former life and experiences and retain the capabilities and Racial traits you had in your original form. However for the purpose of spells such as {@spell Locate Creature} you are considered a Marid and are native to the elemental plane of water. Once attuned, the attunement to the eye can not be broken.",
				"If a creature knows your true name you may be called forth by rituals intended to summon a Genie.",
				{
					"type": "entries",
					"name": "Random Properties",
					"entries": [
						"The Eye of the Marid has the following properties, determined by rolling on the tables in the \"Artifacts\" section in chapter 7 of the Dungeon Master's Guide:"
					]
				},
				{
					"type": "list",
					"items": [
						"1 {@table Artifact Properties; Minor Beneficial Properties|dmg|minor beneficial property}",
						"2 {@table Artifact Properties; Minor Detrimental Properties|dmg|minor detrimental properties}",
						"1 {@table Artifact Properties; Major Detrimental Properties|dmg|major detrimental property}"
					]
				},
				{
					"type": "entries",
					"name": "True Form",
					"entries": [
						"You can use an action to transform into a {@creature Marid} as if with the {@spell True Polymorph} spell. You retain your mental Ability Scores and can transform back as an action. The Marid resembles your regular form in its facial features and build. This property can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Noble Calling",
					"entries": [
						"The eye has 3 charges. You can use an action to expend 1 charge and cast the {@spell Wish} spell from it. When doing so you may only use the spell to grant the wish of a different creature. You may determine the nature of the outcome of the wish as long as it adheres to the creature's precise wording. This property can't be used again until the next dawn. The eye loses this property if it has no Charges. The eye regains 1 charge for every year you spend on the elemental plane of water."
					]
				},
				{
					"type": "entries",
					"name": "Elemental Demise",
					"entries": [
						"If you die, your body disintegrates into a burst of water and foam, leaving behind only equipment you were wearing. Upon your death, the eye disappears and is deposited in a random location on the elemental plane of fire."
					]
				},
				{
					"type": "entries",
					"name": "Destroying the Eye",
					"entries": [
						"If the eye is kept away from the elemental plane of water for a year and a day without being attuned to a creature, it melts into a puddle of water, conjuring a {@creature Water Elemental} in the place it was destroyed. The Water Elemental is hostile towards all creatures not native to the elemental plane of water."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/669950020967071754/Main_2.png"
						}
					}
				],
				"entries": [
					"A deep-blue, crystalline orb usually found only at the heart of the elemental plane of water. When not attuned, the orb emits a constant stream of clear water.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Caterwauler",
			"source": "ToT",
			"page": 3,
			"wondrous": true,
			"rarity": "rare",
			"recharge": "dawn",
			"attachedSpells": [
				"shatter",
				"thunderwave"
			],
			"entries": [
				"Shaped from clay, this device is made up of two pieces. An armless golem and a small remote. The remote has nine buttons, each of which is associated with a different effect. While not in use, the golem stands motionless in place. ",
				"The Golem is a Small object with the following statistics:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Armor Class:",
							"entry": "14"
						},
						{
							"type": "item",
							"name": "Hit Points:",
							"entry": "25"
						},
						{
							"type": "item",
							"name": "Speed:",
							"entry": "30 ft."
						},
						{
							"type": "item",
							"name": "Damage Immunities:",
							"entry": "acid, poison, psychic"
						},
						{
							"type": "entries",
							"name": "Nine Buttons",
							"entries": [
								"You can press one of the remote's nine buttons as a bonus action. The remote has a range of 1 mile, outside of which the buttons have no effect.",
								{
									"type": "table",
									"colLabels": [
										"Button Number",
										"Effect"
									],
									"colStyles": [
										"text-center"
									],
									"rows": [
										[
											"1",
											"The golem moves north until you press this button again or use a different action."
										],
										[
											"2",
											"The golem moves east until you press this button again or use a different action."
										],
										[
											"3",
											"The golem moves south until you press this button again or use a different action."
										],
										[
											"4",
											"The golem moves west until you press this button again or use a different action."
										],
										[
											"5",
											"The golem moves towards you, attempting to be always within 20 feet of you until you press this button again or use a different button. It takes the shortest route to do so, moving at the end of the turn."
										],
										[
											"6",
											"The golem stands still in place and becomes invisible for 1 hour or, until you press this button again, or you press a different button. This button can't be used again until next dawn."
										],
										[
											"7",
											"You speak a short message of twenty-five words or less into the remote, causing the golem to repeat the words in a booming voice which can be heard up to 120 feet away."
										],
										[
											"8",
											"The golem starts recording all sounds made within 60 feet of it until you press the button again. Pressing the button a third time causes the golem to repeat all the sounds it stores, and erases its memory."
										],
										[
											"9",
											"The golem lets out a loud bellow that can be heard out to a range of 600 feet. The bellow creates a blast of energy that expands to fill a 30-foot-radius sphere centered on the caterwauler. Each creature in the sphere must make a DC 13 Constitution saving throw. On a failed save, a creature takes {@dice 2d8} thunder damage and is {@condition deafened} for 1 minute. On a successful save, a creature takes half as much damage and isn't deafened. Nonmagical objects in the sphere that aren't being held or worn take {@dice 6d8} thunder damage. This button can't be used again until the next dawn."
										]
									]
								}
							]
						}
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/691611912831631400/Instagram.jpg"
						}
					}
				],
				"entries": [
					"Shaped from clay, this device is made up of two pieces. An armless golem with a toothy grin, and a small remote.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Eyes of Longing",
			"source": "ToT",
			"page": 13,
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"While both on the same plane of existence, these stone eyes will always turn to look in the direction of the other. If the eyes are on different planes existence they will spin around randomly.",
				"If one of the eyes is destroyed the other becomes non-magical."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/691611874931769344/Instagram.jpg"
						}
					}
				],
				"entries": [
					"Two stone eyes with carved irises and pupils. Sometimes found embedded in the eyes of statues depicting long lost lovers.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Teapot of Truth",
			"source": "ToT",
			"page": 2,
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"Using this teapot, you can brew 3 servings of tea per day. 1 serving is enough to fill a single cup. You decide the flavor of the tea. 1 hour after being poured out of the teapot the tea becomes non-magical and loses its flavor. ",
				"A creature that drinks the tea must succeed on a DC 15 Charisma saving throw. On a failed save, the creature can't knowingly speak a lie for the next 10 minutes, as if under the effect of a {@spell zone of truth} spell.",
				"You do not know whether a creature succeeds or fails on its saving throw."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/691611844334321714/Instagram.jpg"
						}
					}
				],
				"entries": [
					"A black porcelain teapot adorned with golden swirls.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Blazing Glory",
			"source": "ToT",
			"page": 13,
			"baseItem": "greataxe|PHB",
			"rarity": "legendary",
			"type": "M",
			"weaponCategory": "martial",
			"weight": 7,
			"dmg1": "1d12",
			"dmgType": "S",
			"reqAttune": true,
			"property": [
				"H",
				"2H"
			],
			"bonusWeapon": "+2",
			"entries": [
				"You gain a +2 bonus to attack and damage rolls made with this magic weapon.",
				"You can use a bonus action to speak this axe's Command Word, causing flames to erupt from the axehead. These flames shed bright light in a 40-foot radius and dim light for an additional 40 feet. While the axe is ablaze, it deals an extra {@dice 2d8} fire damage to any target it hits. The flames last until you use a bonus action to speak the Command Word again or until you drop the axe.",
				"Whenever you attack with the axe while it is ablaze you can choose to reduce the bonus damage by {@dice 1d8} or more. For every d8 removed from the bonus damage, the axe gains 1 charge. While holding the axe, each round at the start of your turn, you take fire damage equal to 1d6 x the number of charges in the axe. When you extinguish the axe it loses all charges.",
				"As long as the axe has 1 or more charges you can use an action to slam it into the ground, causing the weapon to release its pent up charges in an explosion that expands to fill a 30-foot-radius sphere centered on it, extinguishing the axe.",
				"Every creature in the area must make a DC 17 Dexterity saving throw. On a failed save, a target takes fire damage equal to {@dice #$prompt_number:min=1,title=Enter the amount of charges spent.,default=1$#d8|1d8 x the number of charges} in the axe, or half as much damage on a successful one. You remain unaffected by the explosion.",
				"If you are reduced to 0 hit points while wielding the axe, it automatically releases all pent up charges, causing the explosion."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/667906255163097098/691611814051708980/Instagram.jpg"
						}
					}
				],
				"entries": [
					"This double-bladed axe has been adorned with patterns of flames and has four rubies set into its head.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Can of Glimmers",
			"source": "ToT",
			"page": 14,
			"rarity": "uncommon",
			"wondrous": true,
			"weight": 1,
			"entries": [
				"You can use an action to throw this canister of gem dust up to 60 feet. The can explodes on impact and is destroyed. Everything within a 20-foot radius of where the can landed is covered in a layer of fine, iridescent gem dust. ",
				"Any creature in the area must succeed on a DC 15 Dexterity saving throw or become covered in the dust as well for the next minute. While covered with gem dust, they have advantage on all Charisma ({@skill Performance}) checks. ",
				"The affected creature or object can't benefit from being invisible. Additionally, they have disadvantage on Dexterity ({@skill Stealth}) checks and leave a fine trail of gem dust behind on the ground."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/689136896948830266/Main.png"
						}
					}
				],
				"entries": [
					"This glass canister is adorned by metal tendrils wrapping around it, while on its inside swirls of gemstone dust sparkle iridescently.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Howl of the Pack Lord",
			"source": "ToT",
			"page": 0,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"weight": 2,
			"entries": [
				"You can use an action to blow this horn, causing it to emit a piercing bellow, reminiscent of a wolf's howl.",
				"Each hostile creature within 60 feet of you that hears the sound must succeed on a DC 15 Wisdom saving throw or suddenly feel an overwhelming urge to attack you. Any creature that can't be {@condition charmed} or {@condition frightened} succeeds on this saving throw automatically. An affected creature has disadvantage on all attack rolls against targets other than you and can't willingly move further away from you. The creature can repeat the saving throw if you cast a spell that targets a hostile creature other than the target, or if a creature friendly to you damages the target or casts a harmful spell on it. Once it successfully saves against the effect, a creature is immune to the horn for the next 24 hours.",
				"Each round on your turn you can use a bonus action to keep blowing the horn. The effect ends on a target if you stop playing the horn, they are no longer able to hear the sound, or you end your turn more than 60 feet away from the target."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/690694379765235783/Main.png"
						}
					}
				],
				"entries": [
					"This silver horn has been inscribed with orcish runes and is adorned with a growling wolfshead.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Wand of the Weary",
			"source": "ToT",
			"page": 4,
			"rarity": "rare",
			"reqAttune": "by a spellcaster",
			"type": "WD|DMG",
			"focus": true,
			"weight": 1,
			"recharge": "dusk",
			"charges": 3,
			"entries": [
				"This wand has 3 charges. While holding it, you can use an action to prick your finger on one of the thorns and cast a spell of 1st level or higher you know. Doing so does not expend a spell slot and uses the wand as an arcane focus. The wand expends one charge per spell level. For each spell level over the amount of charges in the wand you gain one level of {@condition exhaustion}, to a maximum of 6. ",
				"The wand regains {@dice 1d3} expended charges daily at dusk. If you expend the wand's last charge, it grows an additional thorn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/693236345048400022/Main.png"
						}
					}
				],
				"entries": [
					"This gnarled tree-root always feels heavy in your hand. Sharp thorns stick out of it at random.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			},
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"rechargeAmount": "{@dice 1d3}"
		},
		{
			"name": "Cloak of the Apprentice",
			"source": "ToT",
			"page": 16,
			"rarity": "uncommon",
			"reqAttune": "by a wizard",
			"wondrous": true,
			"recharge": "restLong",
			"entries": [
				"While you are wearing this cloak, you can attempt to cast a spell of up to 3rd level from any spell list, which you have seen cast within the last 7 days by someone who knows the spell.",
				"You must have seen or heard all components required to cast the spell, and upon casting must make a DC 15 Intelligence ({@skill Arcana}) check. On a successful check, you cast the spell as normal, using your spellcasting modifier and expending no spell slot. On a failed check, the spell fails, and the action used to cast it is wasted. In either case, you can't use this property again until the next dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/695691965634707528/Main.png"
						}
					}
				],
				"entries": [
					"This tattered brown cloak has been crudely embroidered with a pattern of moons and stars.",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			},
			"reqAttuneTags": [
				{
					"class": "wizard"
				}
			]
		},
		{
			"name": "Potion of Winter's Madness",
			"source": "ToT",
			"page": 14,
			"type": "P",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, distilled from the blood of a frost giant, your combat prowess is enhanced for 1 minute. While it's effects are active you have advantage on Strength checks and Strength saving throws. When you make a melee weapon attack using Strength, you gain a +3 bonus to damage rolls. Additionally, you gain resistance to cold damage.",
				"Whenever a hostile creature damages you while the blood's effects are active, you must succeed on a DC 12 Wisdom saving throw or go into a blood rage. While in a blood rage, you must use your action each round to attack the creature nearest to you. If you can make extra attacks as part of the Attack action, you use those extra attacks, moving to attack the next nearest creature after you fell your current target. If you have multiple possible targets, you attack one at random. You are in a blood rage until the potion ends, or until you start your turn with no creatures within 60 feet of you that you can see or hear.",
				"For the duration, your skin appears to turn grey and veins seem more accentuated."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/700626198753181696/16x9.png"
						}
					}
				],
				"entries": [
					"{@i This Item was originally released as part of the 'Blood Grotto' campaign setting. You can find the full setting on the DriveThruRPG {@link here|https://www.drivethrurpg.com/product/296801/Blood-Grotto}.}",
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			},
			"bonusWeaponDamage": "+3",
			"resist": [
				"cold"
			]
		},
		{
			"name": "Talon of the First Brute",
			"source": "ToT",
			"page": 12,
			"type": "M",
			"rarity": "legendary",
			"weight": 6,
			"baseItem": "greatsword|phb",
			"weaponCategory": "martial",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "2d6",
			"dmgType": "S",
			"entries": [
				"This sword is unnaturally heavy, requiring a Strength ability score of 21 or higher in order to wield it. When you hit a creature with it, it takes an extra {@dice 2d6} damage.",
				{
					"type": "entries",
					"name": "Rage of the Protector",
					"entries": [
						"The first time you attack with the sword on each of your turns, you can increase the bonus to your attack and damage rolls to +7 until the start of your next turn, reducing your armor class by that amount for the duration."
					]
				},
				{
					"type": "entries",
					"name": "Grim Reminder",
					"entries": [
						"When you roll a 20 on an attack roll made with this weapon the target must succeed on a DC 17 Constitution saving throw, or be turned into obsidian and become {@condition petrified}. The petrification lasts until the target is freed by the {@spell greater restoration} spell or similar magic. If the creature is physically broken while petrified, it suffers from similar deformities if it reverts to its original state."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/701728519415267449/16x9.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"They say that once these icy peaks were protected by a guardian so immense and powerful that they could stop an avalanche with their bare hands. They say that, but it's pure poppycock of course. Someone that could turn their victims into obsidian with just a slash of their sword? Don't make me laugh.\"",
							"\"Still, there are those black statues that litter the valley... makes you wonder.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Flail Snail Shield",
			"source": "ToT",
			"page": 23,
			"type": "S",
			"rarity": "very rare",
			"weight": 6,
			"reqAttune": true,
			"ac": 2,
			"entries": [
				"While wielding this shield, any creature making a spell attack against you has disadvantage on the attack roll. If a spell attack misses you, an additional effect might occur, as determined by rolling a d8:",
				{
					"type": "table",
					"colLabels": [
						"{@dice d8}",
						"Effect"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10 text-center"
					],
					"rows": [
						[
							"1-4",
							"No additional effect"
						],
						[
							"5-6",
							"If the spell affects an area or has multiple targets, it fails and has no effect. If the spell targets only you, it has no effect on you and is reflected back at the caster, using the spell slot level, spell save DC, attack bonus, and spellcasting ability of the caster."
						],
						[
							"7-8",
							"The shield converts some of the spell's energy into a burst of destructive force. Each creature within 30 feet of you must make a DC 15 Constitution saving throw, taking {@dice 1d6} force damage per level of the spell on a failed save, or half as much damage on a successful one."
						]
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/702541300452294746/16x9.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"The sound of the Snail's dying wails was nearly drowned out by the heavy panting of the four dwarfs. Clutching their swords the battered group surveyed the grisly result of the battle that had raged mere moments before.",
							"\"Right lads, no time to waste. Get the sled, we'll need to get this thing back to the workshop before nightfall.\""
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Crafting a Flail Snail Shield",
								"entries": [
									"Crafting a {@i flail snail shield} is tricky business, as not every flail snail shell is suited to be crafted into a shield. A shell needs to be harvested from a mature snail, which has died while retracted inside its shell (usually achieved by cutting off all its tentacles). Cutting off a flail snail's tentacles causes it to emit a loud wailing, which might attract monsters.",
									"After the flail snail has died the shell and its opening needs to be covered with its mucus within 24 hours, which hardens into a hard glass. After the mucus has dried up to 3 pieces can be cut out from the shell, which have to be worked in the usual way to make magic items in order to craft them into flail snail shields.",
									"Harvesting the shell yourself deducts 5,000 gold pieces from the item crafting cost."
								]
							}
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Crown of the River Queen",
			"source": "ToT",
			"page": 22,
			"wondrous": true,
			"rarity": "very rare",
			"reqAttune": true,
			"charges": 6,
			"recharge": "dawn",
			"attachedSpells": [
				"control water",
				"water breathing",
				"create or destroy water"
			],
			"entries": [
				"The crown has 6 charges for the following other properties. It regains {@dice 1d4 + 2} expended charges daily at dawn.",
				{
					"type": "entries",
					"name": "Spells",
					"entries": [
						"While wearing the crown, you can use an action to expend 1 or more of its charges to cast one of the following spells from it (save DC 18): {@spell create or destroy water} (1 charge), {@spell water breathing} (3 charges), or {@spell control water} (4 charges)."
					]
				},
				{
					"type": "entries",
					"name": "One With the Waves",
					"entries": [
						"While you are wearing the crown, you can use an action to expend 6 charges from it and transform into a {@creature water elemental}, as if you had cast the {@spell Shapechange} spell. The transformation lasts for 1 hour, after which you revert to your regular form. The water elemental roughly resembles your regular form in its facial features and shape. "
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/703284125251010810/16x9.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"The old willow stood proud and tall, it's roots caressing the lake. A lake it had watched over for as many years as there are in a lifetime, one lived to its fullest and ended only in a warm bed surrounded by grandchildren.",
							"What the willow had never seen however, in all those years of guarding small and lapsing waves as the wind played over the surface of the water, was such beauty as it saw now. She was there, bathing in the middle of the lake, unconcerned by the curious eyes of frogs and flowers. A queen, not in blood but in being. ",
							"The old willow, struck by what it saw, could only think to break off one of its roots and send it drifting to her. A crown, fashioned from the admiration of nature itself."
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			},
			"rechargeAmount": "{@dice 1d4 + 2}"
		},
		{
			"name": "Slumber Rug",
			"source": "ToT",
			"page": 23,
			"wondrous": true,
			"rarity": "very rare",
			"entries": [
				"A creature touching this carpet while it is rolled out must succeed on a DC 15 Charisma saving throw or fall unconscious indefinitely, causing the carpet to wrap itself around them. A creature that is already unconscious when it is put on the carpet automatically fails the saving throw. While in this state the creature does not need to eat or drink. The carpet can only hold 1 creature at a time of a size up to Large.",
				"The effect ends, and the creature wakes, if the carpet is unrolled or the creature takes damage. After the effect has been ended the carpet becomes non-magical for 12 hours."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/704366478564130924/16x9.png"
						}
					}
				],
				"entries": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/iGFzw90.png"
						},
						"title": "Pattern Preview"
					},
					"As the bazaar buzzed around them, the gnome opened one of the many long chests lined up behind his stall.",
					{
						"type": "quote",
						"entries": [
							"\"Well, if you've got the money, this really is the most comfortable carpet I can provide. You have my word. Just er...be careful when unrolling it.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Rod of the Cloudbearer",
			"source": "ToT",
			"page": 22,
			"type": "RD|DMG",
			"rarity": "rare",
			"reqAttune": true,
			"charges": 4,
			"recharge": "special",
			"entries": [
				"This rod has 4 charges. As an action you can expend a charge to summon a small rain cloud which fills an unoccupied 5 foot cube of your choice within 60 feet of you. The cloud is strangely dense and emits a constant drizzle which extinguishes any exposed flames underneath it. The cloud remains for 4 hours and can hold up to 200 pounds. If more weight is placed on it, the cloud disappears, and everything on it falls to the ground.",
				"As a bonus action, you can move one or more of the summoned clouds up to 40 feet in any direction, but no farther than 120 feet away from you. You can merge two or more clouds together in order to combine their size and capacity.",
				"The rod regains {@dice 1d4} expended charges daily at noon."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/705805270193930300/16x9.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"...And as a reward he was given a rod made from the bones of the earth, topped with a sphere that contained the sky itself. With one swipe he could turn night to day and sun to rain.\"",
							"The shopkeeper looked sheepishly around at the unimpressed faces.",
							"\"Well this replica of course lacks certain features. Safety regulations and all that.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Portable Peephole",
			"source": "ToT",
			"page": 0,
			"wondrous": true,
			"rarity": "common",
			"charges": "3",
			"entries": [
				"This lens has 3 charges. You can expend a charge as an action and press the portable peephole to a surface. For the next minute the surface appears transparent when viewed through the lens, which is 1 inch in diameter. This does not work if the surface is made of lead or is more than 1 foot in thickness.",
				"The lens regains {@dice 1d3} charges daily at dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/706956842076602368/16x9.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"Sir, I've double checked the map, and the hideout is actually the building next to this one.\"",
							"\"What's this one then?\"",
							"\"A er...bathhouse.\"",
							"\"Well, at least that explains why our friend over there has been 'checking if the coast is clear' for almost 3 minutes now. You take that damn lens next time.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			},
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d3}"
		},
		{
			"name": "Duggers Tome",
			"source": "ToT",
			"page": 24,
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"You can touch the cover of the duggers tome to that of a different book, causing the duggers tome to transform into an exact copy of the book. It takes 1 minute for the transformation to complete and the tome needs to be held against the book during the full duration.",
				"Once copied, any changes, such as writing or the removal of pages, made to the original book are mirrored in the duggers tome. If the original book is destroyed the duggers tome keeps its resemblance to the book before its destruction, but becomes non-magical.",
				"Pages or objects placed in the original book, but which are not part of it, do not appear in the duggers tome. Similarly, any magical properties the original book might have are not mirrored.",
				"Anything removed from the duggers tome, such as pages or pieces of the cover, crumbles to dust and re-appears on the tome after 24 hours.",
				"If you touch the duggers tome to another duggers tome they will not change, but both reflect changes made to the other."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/707726785487437834/16x9.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"The concept for this item was conceived by {@link Zee Bashew|https://www.youtube.com/user/zeebashew}, who creates the amazing series 'The Animated Spellbook'. This release was created in collaboration with Zee. He also has a {@link patreon page|https://www.patreon.com/zeebashew} if you want to support his awesome work.",
							"If you want to get a taste of the awesome scenarios that can be built around the duggers tome, check out {@link this animated video|https://www.youtube.com/watch?v=_tiQhvcGgyg}."
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Dawdle Key",
			"source": "ToT",
			"page": 8,
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"You can insert this key into an open, non-magical lock and lock it as an action. Upon doing so the lock cannot be picked and can only be opened using the dawdle key. Unlocking the lock or using the key on a different lock removes the effect. Similarly, magical effects meant to open a lock, such as {@spell knock}, cause it to open. "
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/709702946840903680/16x9.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"Open the door. Open the bloody door! We can't let them get away with it.\"",
							"\"Sir, they've locked it.\"",
							"\"What do you mean they've locked it? Don't be daft man, you have the only key right there in your hand.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Agimat of Plain Sight",
			"source": "ToT",
			"page": 9,
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"This necklace has two sides. Its effects change depending on which side is facing outwards. The necklace needs to be worn in a visible location in order for its magic to take effect.",
				{
					"type": "entries",
					"name": "Sun",
					"entries": [
						"While the sun is facing outward you appear unnaturally interesting. When you enter a creature's field of vision they automatically spot you and will be able to precisely recall your appearance and mannerisms. Creatures attempting to hide from an affected creature get advantage on Dexterity ({@skill Stealth}) checks."
					]
				},
				{
					"type": "entries",
					"name": "Moon",
					"entries": [
						"While this side of the necklace is active you appear distinctly inconspicuous. Creatures will automatically dismiss you as unimportant and must succeed on a DC 17 Intelligence check in order to accurately recall anything about you. You also get advantage on Dexterity ({@skill Stealth}) checks that rely on not being seen. The effect fails if you actively draw attention to yourself like displaying aggressive behaviour or shouting. Similarly, the effect fails in a situation where you would normally stand out, such as intruding on someone in their own home."
					]
				},
				"Creatures with {@sense truesight} or {@sense blindsight} are not affected by the necklace."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/710195658669293649/16x9.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"...And as a reward, he was given a rod made from the bones of the earth, topped with a sphere that contained the sky itself. With one swipe he could turn night to day and sun to rain.\"",
							"The shopkeeper looked sheepishly around at the unimpressed faces.",
							"\"Well, this replica of course lacks certain features. Safety regulations and all that.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Jar of Bears",
			"source": "ToT",
			"page": 8,
			"wondrous": true,
			"rarity": "very rare",
			"entries": [
				"This jar contains 3 pints of honey and replenishes itself each day at dawn. An adhesive bond created by the honey can hold up to 200 pounds. One pint can cover a 4-feet square surface.",
				"While holding the Honey Jar you can use an action to summon bears. Each summoning requires one full pint of the honey, which it consumes. The bears appear in an unoccupied space you can see within range and are of a random color. They use the Statistics of a {@creature Polar Bear}. They disappear after 1 hour or when they drop to 0 Hit Points.",
				"The bears are friendly to you and your companions as long as you are in possession of the honey jar. Roll Initiative for the bears as a group, which have their own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from Hostile creatures, but otherwise take no Actions."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/710881048849809519/16x9.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"With the battle almost won, the halfling took in the battlefield. There were three things however that didn't quite fit with his vision of soon-to-come victory.",
							"\"Oi, what are those?\"",
							"\"What's what?\"",
							"\"The hairy things with the paws that are in the middle of enthusiastically bounding towards us and growling.\"",
							"\"Oh that. Those are just some friendly bea-...oh bother\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Snitch Sealing Wax",
			"source": "ToT",
			"page": 8,
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"A full stick of this sealing wax can be used to create 5 seals before it is used up. Whenever a creature breaks a seal created by you, you learn its appearance and location, as long as it is on the same plane of existence.",
				"The seal appears ordinary but radiates a faint aura of divination magic if targeted by the {@spell detect magic} spell."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/711970048604110920/16x9.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"My dearest, I must flee.\"",
							"\"Why? Oh my beloved do not go!\"",
							"\"Truly, I must. But be sure, in my heart it grieves me so.\"",
							"\"What possible reason could you have to leave at this godsforsaken hour?\"",
							"\"Erm, well you know that letter romantic letter I sent you? I think your husband just opened it.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Cockatoo Coin Pouch",
			"source": "ToT",
			"page": 24,
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"This pouch has been decorated to resemble a cockatoo and produces occasional, soft chirping sounds. The pouch can hold up to 1,000 coins, but weighs 1 pound, regardless of its contents. It becomes bound to you when you speak its command word. If the pouch is already bound to a different creature, that creature needs to speak the command word first to break its bond to the pouch.",
				"When a creature that isn't you opens the coin pouch, it gives off a loud shrieking, audible from as far away as 300 feet, until you close the pouch.",
				"Objects placed in the pouch, which aren't coins, come out shredded or battered as if something has been pecking at it."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/714479725518520331/Cockatoo_Coin_Pouch.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Using the Cockatoo Coin Pouch in your game",
						"entries": [
							"This coin pouch is most suited to be awarded to characters of 1st level and higher. Especially players who take care of their possessions and know how much money the party has at any given time of the day.",
							"Its stitched design makes it easy to be dropped into any part of the world. It might be part of the collection of an eccentric tailor with a magical flair, or perhaps the prized possession of a traveling merchant.",
							"You can also consider allowing one of your players to find instructions on how to make a cockatoo coin pouch, fashioning it after a different animal with a connection to their character."
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"Despicable. Absolutely despicable these business practices. Kicked out of the tavern because someone tried to steal from {@b us}. Bah.\"",
							"\"Ah, yes. And what did you think would happen after a piece of {@b your} luggage woke up half the city?\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Whip of Proximity",
			"source": "ToT",
			"page": 9,
			"rarity": "uncommon",
			"type": "M",
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"F",
				"R"
			],
			"dmg1": "1d4",
			"dmgType": "S",
			"reqAttune": "by a spellcaster",
			"charges": 4,
			"recharge": "dawn",
			"entries": [
				"When you attack with this weapon, you can use your spellcasting ability modifier, instead of Strength or Dexterity, for the attack and damage rolls.",
				"This whip has a 4 charges and regains {@dice 1d4} charges daily at dawn. While you are holding the whip and cast a spell that has a range of touch, you can expend 1 charge to make the range of the spell 10 feet, using the whip as a spellcasting focus.",
				"You are considered proficient with this weapon even if you lack proficiency with martial weapons."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/716333537808351262/Whip_of_Proximity.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Bringing the Whip of Proximity into your game",
						"entries": [
							"The whip is most suited to be awarded to characters of around 3rd level and higher, though it won't be game breaking at even lower levels. I suggest though that if you plan on giving this whip to a spellcaster in your game that you first give them the opportunity to use touch spells normally. As a result the whip will really feel like a boon.",
							"Since this is a whip which has been made to work well for spellcasters, it will be most at home in the hands of more practical and physical wielders of magic. Perhaps those who shun libraries, preferring to learn the secrets of the multiverse the hard way and with a weapon in their hands.",
							"When introducing the whip, it could very well be the weapon of a foe the party has to face. Perhaps a necromancer who dabbles in underground slave-trade using zombies, or a flamboyant bard who uses the whip both as a means of delivering spells and as a way to swing around the rafters."
						]
					},
					{
						"type": "quote",
						"entries": [
							"The goblin smiled from the other side of the chasm.",
							"\"Can't touch this!\"",
							"Then the wizard smiled."
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			},
			"grantsProficiency": true,
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"rechargeAmount": "{@dice 1d4}"
		},
		{
			"name": "Behelder",
			"source": "ToT",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"The behelder can be activated by opening the lid at its top, causing an eyestalk to rise out of it, which can be extended to a length 10 feet. While activated, the eye records everything it can see within 120 feet of it, of which it stores the last 24 hours.",
				"While the behelder is not activated, everything stored within it can be played back, appearing as a scaled down illusion in a 12-foot-diameter sphere above it. The illusion can be played faster or be reversed by adjusting the sliders at the side of the box.",
				"All stored illusions are erased if the box is put within an {@spell antimagic field}, or if it is the subject of a {@spell dispel magic} spell."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/717098850656977036/Behelder.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Bringing the Behelder into your game",
						"entries": [
							"The Behelder is most suited to be awarded to characters of around {@b 3rd} level and higher, though it won't be game breaking at even lower levels. If it's something you want to introduce to your players then my suggestion is to make sure that they find at least a few occasions to really use it.",
							"This is one of those items that can be extremely useful and fun, but not in every type of game. It will shine most in situations of intrigue and deception. Perhaps have the players use it to guard a specific location, or to spy on a certain individual. Of course you as the DM can use it to, though be sure to hint at the fact that this is possible. It can be very sour if your careful planning as a player is foiled by a mechanic you didn't even know existed.",
							"If you want to make changes to this item you could consider making the duration of the memory longer, extending the length of the eyestalk, or even making the eyestalk an actual creature with illusion abilities."
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"Eyes. They've got eyes everywhere.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Gorgon Knapsack",
			"source": "ToT",
			"page": 0,
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"This bag was created by a tabaxi who wanted to take fresh fish with her on her travels without it spoiling. The knapsack can either be carried on its own or clipped to a larger backpack or saddle. It is roughly 1 foot in diameter at the mouth and 3 feet deep. Its weight never exceeds 20 pounds. Any non magical objects placed in their entirety within the knapsack turn to stone until they are taken out again. "
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/717741527689986058/Gorgon_Knapsack.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Bringing the Gorgon Knapsack into your game",
						"entries": [
							"The knapsack is most suited to be awarded to characters of around {@b 3rd} level and higher, though it won't be game breaking at even lower levels. If it is something you want to introduce to your players then my suggestion is to make sure that they find at least a few occasions to really use it.",
							"Although this item definitely has its uses and can be very fun in certain circumstances, those circumstances don't always present themselves naturally. Why not introduce this bag when the characters are dealing with something affected by an expiration date which is drawing closer, or perhaps this could be their way of disguising something valuable as nothing more than a stone carving. ",
							"Alternatively, this bag could also be useful when used by NPCs. You know that stonecarver in the square? Well she might be hiding all her stolen goods right among her stored wares. If you want a different or higher tier version of this bag consider making one of the following modifications: ",
							{
								"type": "list",
								"items": [
									"The bag can also transform magical and living matter",
									"The bag is cursed and does not revert the transformation",
									"The effect is applied to a larger container. Perhaps a crate or even a whole room in a dungeon. ",
									"The effect is applied to a different object. Perhaps a chisel that turns anything non-magical it touches into stone for a duration. "
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"No sirs, none o' them stolen goods round here. As ye can see with yer own eyes, I'm no more than a friendly stonecarver on me way to the market. Trinkets and oddments made from the finest rock, but that's 'bout it.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Wand of Tactics",
			"source": "ToT",
			"page": 0,
			"rarity": "uncommon",
			"type": "WD|DMG",
			"charges": 7,
			"recharge": "dawn",
			"entries": [
				"This wand has 7 charges. as an action, you can hold it in front of your mouth and speak a short telepathic message of twenty-five words or less to 1 or more creatures you can see or are familiar with within 600 feet of you. The wand expends 1 charge for every creature you relay the message to.",
				"If the target is carrying a wand of tactics crafted using a branch from the same trees as yours, the range increases to anywhere on the same plane of existence.",
				"The wand regains {@dice 1d4+3} expended charges daily at dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/718481645136511046/Wand_of_Bardic_Secrets.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Bringing the Wand of Bardic Secrets into your game",
						"entries": [
							"The wand is most suited to be awarded to characters of around {@b 3rd} level and higher, though it won't be game breaking at even lower levels. It is going to be most at home with a character like a tactician, who likes to keep up communication in dangerous situations.",
							"Seeing how the items abilities are amplified if there are several wands from the same tree in existence, you could also consider giving the party the opportunity to craft their own batch.",
							"If you want a different or higher tier version of this item consider making one of the following modifications:",
							{
								"type": "list",
								"items": [
									"The range extends to anywhere on the same plane of existence for all creatures.",
									"The wand amplifies your voice instead of telepathically relaying it.",
									"The wand gains more charges.",
									"There is no word limit to the message."
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"Legends are meant to be known, tales are meant to be told, and secrets, well secrets are meant to be whispered. Spoken so silently not even your ears hear them. Only your mind will know they're there.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			},
			"rechargeAmount": "{@dice 1d4+3}"
		},
		{
			"name": "Stoneguard Shield",
			"source": "ToT",
			"page": 0,
			"type": "S",
			"rarity": "rare",
			"weight": 10,
			"ac": 2,
			"entries": [
				"This shield was crafted from the rocky remains of an earth elemental and weighs 10 lbs.",
				"Once per day you can use an action to slam the base of this shield into the ground and duplicate the effects of the {@spell wall of stone} spell centred on the shield. The shield counts as a source of stone for the purposes of the effect and expands to act as one of the panels of the wall. The wall does not become permanent, but remains until you use an action to cause a panel of your choice to shrink back into the shield. If the wall is destroyed in its entirety the shield is destroyed as well. You can't benefit from the shield as long as the wall is active."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/720364992339247114/Stoneguard_Shield.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Bringing the stoneguard shield into your game",
						"entries": [
							"The shield is most suited to be awarded to characters of around {@b 11th} level and higher. Consider giving your players the possibility to craft it themselves, or introduce an NPC who can do it for them. Naturally, the players will enjoy getting the shield most if they were the ones who slew the earth elemental it is crafted from. ",
							"If you want a different or higher tier version of this item consider making one of the following modifications:",
							{
								"type": "list",
								"items": [
									"Giving it sentience",
									"Allowing it to transform into an earth elemental instead of a wall of stone",
									"Cause the wall to become permanent, even after the panel containing the shield is removed."
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"Rocks crack,",
							"Falling back.",
							"Weapons drawn,",
							"Fight till dawn.",
							"Wield the shield,",
							"Then they yield."
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Otherworld Sickle",
			"source": "ToT",
			"page": 0,
			"type": "M",
			"weight": 2,
			"weaponCategory": "simple",
			"property": [
				"L"
			],
			"dmg1": "1d4",
			"dmgType": "S",
			"baseItem": "sickle|phb",
			"rarity": "very rare",
			"reqAttune": true,
			"bonusWeapon": "+1",
			"entries": [
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon. The bonus increases to +3 when you use the sickle to attack a creature who is not native to the plane of existence you are currently on.",
				"Once per day, while holding the sickle, you can use an action to speak its command word and gain the effect of the {@spell etherealness} spell, which lasts for 10 minutes or until you drop the weapon or use an action to do speak its command word again. This property of the weapon can't be used again until the next twilight."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/722902680003149824/Otherworld_Sickle.png"
						}
					}
				],
				"entries": [
					"This item is part of the '{@b Fens of Terror}', an adventure containing {@b 20+} pages of story, art, items and more, created by a 6 experienced content creators for the world's greatest roleplaying game, which can be found {@link here|https://www.patreon.com/posts/38369491}.",
					{
						"type": "entries",
						"name": "Bringing the Otherworld Sickle into your game",
						"entries": [
							"The sickle is most suited to be awarded to characters of around {@b 11th} level and higher. Consider giving it to characters who exhibit druidic traits and show an interest in other worlds. The sickle is very much themed around the more mysterious aspects of the planes of existence. You can play into that by having your players explore the the multiverse through less conventional, mystical methods in order to find the otherworld sickle.",
							"If you want a different or higher tier version of this item consider making one of the following modifications: ",
							{
								"type": "list",
								"items": [
									"Increase the duration of the {@spell etherealness} spell",
									"Have the damage increase only apply to creatures native to a specific plane of existence."
								]
							}
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Pouch of Twilight Terrors",
			"source": "ToT",
			"page": 0,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This small pouch contains {@dice 1d4+1} pinches of purple, shimmering dust. You can use an action to sprinkle a pinch over a creature or object, causing it to appear as a twisted, horrifying version of itself. Each creature that is within 30 feet of the illusion and can see it must succeed on a DC 15 Wisdom saving throw or drop whatever it is holding and become {@condition frightened} for 1 minute.",
				"While frightened by this effect, a creature must take the {@action Dash} action and move away from the illusion by the safest available route on each of its turns, unless there is nowhere to move. If the creature ends its turn in a location where it can no longer see the illusion, the creature can repeat the Wisdom saving throw. Once it successfully saves against the effect, a creature becomes immune to the illusion."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/723508976771399750/Pouch_of_Twilight_Terrors.png"
						}
					}
				],
				"entries": [
					"This item is part of the '{@b Fens of Terror}', an adventure containing {@b 20+} pages of story, art, items and more, created by a 6 experienced content creators for the world's greatest roleplaying game, which can be found {@link here|https://www.patreon.com/posts/38369491}.",
					{
						"type": "entries",
						"name": "Bringing the pouch of twilight terrors into your game",
						"entries": [
							"The pouch is best suited to be awarded to characters of around {@b 11th} level and higher. It is going to be most at home in the hands of a trickster character with a sinister edge, but any party with a penchant for creative schemes is going to get some joy out of it. To really drive home the effects of the pouch consider having an enemy use it on a player character first. ",
							"While you could just hand the players the pouch as is, a more elaborate way of getting it into their hands could involve harvesting the powder. For example, the powder could be gained by hunting a specific creature that has the ability naturally.",
							"If you want a different or higher tier version of this item consider making one of the following modifications: ",
							{
								"type": "list",
								"items": [
									"Applying the effect to one specific object rather than the powder. Say, a cute unicorn doll that turns twisted if you stroke it.",
									"Increasing the range to anyone who can see the powder's effects.",
									"Having it only apply to non-allies."
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"That...chair, it- it was the most horrible thing I've ever witnessed.\"",
							"\"What about the teapot?\"",
							"\"At the mention of the teapot the orc let loose an agonizing scream and fled into the night.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Crone's Peeper",
			"source": "ToT",
			"page": 0,
			"rarity": "rare",
			"wondrous": true,
			"reqAttune": true,
			"recharge": "dawn",
			"entries": [
				"As an action you can hold the eye against your forehead and target a creature on the same plane of existence you have looked in the eyes at some point. That creature must succeed on a DC 15 wisdom saving throw. If the creature relies solely on senses that do not rely on sight or hearing, they automatically succeed on this check. If a creature knows it is being targeted, it can fail the saving throw voluntarily.",
				"On a failed save you can see through their eyes and hear what it hears for up to 10 minutes, gaining the benefits of any Special Senses that they have. During this time, you are {@condition deafened|phb|deaf} and {@condition blinded|phb|blind} with regard to your own Senses. While you are looking through a creature's eyes, you are also aware of their prevailing emotion, such as pain, fear, happiness or anger. The target is unaware of the item's effects.",
				"The crone's peeper can't be used this way again until the next dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/724654381831815188/Crones_Peeper.png"
						}
					}
				],
				"entries": [
					"This item is part of the '{@b Fens of Terror}', an adventure containing {@b 20+} pages of story, art, items and more, created by a 6 experienced content creators for the world's greatest roleplaying game, which can be found {@link here|https://www.patreon.com/posts/38369491}.",
					{
						"type": "entries",
						"name": "Bringing the crone's peeper into your game",
						"entries": [
							"The pouch is best suited to be awarded to characters of around {@b 11th} level and higher. As its name suggests it has its origin with crones, acting as a tool for manipulation, but it may be found in the lair of any foe with a tendency of weaponizing intrigue or twisted rituals.",
							"As I envisioned it the eye itself is not made of organic matter, but rather crystal or glass. However, should you want to drive home the creepiness of the item, why not have it be an actual eye? Either harvested from a creature or found pickled in a jar.",
							"If you want a different or higher tier version of this item consider making one of the following modifications: ",
							{
								"type": "list",
								"items": [
									"Increasing the duration of the ability.",
									"Granting the user more insight into the mind of the target (for example by letting them cast {@spell detect thoughts} while using the eye)",
									"Requiring them to actually use the eye as a glass eye by inserting it into an empty eyesocket."
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"I've see you boy. I have seen what you saw. I know your fears.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Apple of Insight",
			"source": "ToT",
			"page": 0,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"Eating this apple allows you to gain insight into a specific creature of your choice.",
				"After consuming the entire apple you are granted knowledge of the creature's various weak points, as represented by a pool of 10 {@dice d8}'s. The next time you face it in combat you can exploit a weakness by spending from the pool in two ways:",
				{
					"type": "list",
					"items": [
						"As a bonus action on your turn you focus your attack on a weak point, granting a bonus {@dice d8} to either your attack or damage roll.",
						"When an ally you can see makes an attack against the creature, you can spend a reaction to call out an instruction on how or where to attack, granting the ally a {@dice d8} to use on their attack or damage roll."
					]
				},
				"If the creature is of legendary importance you also learn any lore surrounding it as if you had cast the {@spell legend lore} spell."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/725407797168046120/Hercules2.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Adventure",
						"entries": [
							"This item is part of the '{@b {@link Cycle of Cerberus|https://www.patreon.com/posts/38899161}}', an adventure containing {@b 41+} pages of story, art, items and more. It is inspired by greek mythology, allowing characters to retrace the steps of hercules as he completed his 12 labours. The module is an enormous collaboration between a plethora of cartographers, miniature designers, adventure writers and more."
						]
					},
					{
						"type": "entries",
						"name": "Bringing the apple of insight into your game",
						"entries": [
							"The item is best suited to be awarded to characters of around {@b 11th} level and higher. Since it is an apple it would make most sense if it were to be found hanging from a tree of some kind. Consider making use of concepts such as a '{@link tree of wisdom|https://tvtropes.org/pmwiki/pmwiki.php/Main/WiseTree }' and modifying it to fit your setting of choice. Alternatively you could allow characters to forge an apple using, for example, the gold from the wings of an angel or somesuch poetic metal. While the apple looks very much as if it was made from solid gold, I envision that biting it would reveal its texture to be much closer to that of an actual apple. ",
							"When playing at a table, be sure to have 10 {@dice d8}s ready to hand to the player, or introduce some other form of token to serve as a visual indication of the dice pool.",
							"If you want a different or higher tier version of this item consider making one of the following modifications: ",
							{
								"type": "list",
								"items": [
									"Increase or decrease the amount of dice in the dice pool.",
									"Extend the legend lore effect to any creature, allowing the character to get insight into all public knowledge of the character.",
									"Allowing for the knowledge to apply to a creature type, rather than a specific creature. "
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"No, for gods' sake, don't go for the eyes. The belly. The belly!\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Elixir of the Damned",
			"source": "ToT",
			"page": 0,
			"rarity": "rare",
			"type": "P",
			"weight": 0.5,
			"entries": [
				"This blood, harvested from a {@creature hydra}, gives off a pungent, rotten smell. The blood can coat one {@filter slashing or piercing weapon|items|type=melee weapon|damage type=S;P=sand} or up to 5 pieces of {@filter slashing or piercing ammunition|items|type=ammunition|damage type=S;P=sand}. It remains potent until delivered through a wound or washed off.",
				"A creature subjected to the blood must succeed on a DC 15 Constitution saving throw or become {@condition poisoned} for 1 minute. While the creature is poisoned in this way, any magical healing it receives causes it to instead take an amount of necrotic damage equal to the hit points it would normally heal."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/726134670701494352/Hercules.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Adventure",
						"entries": [
							"This item is part of the '{@b {@link Cycle of Cerberus|https://www.patreon.com/posts/38899161}}', an adventure containing {@b 41+} pages of story, art, items and more. It is inspired by greek mythology, allowing characters to retrace the steps of hercules as he completed his 12 labours. The module is an enormous collaboration between a plethora of cartographers, miniature designers, adventure writers and more."
						]
					},
					{
						"type": "entries",
						"name": "Bringing the elixir of the damned into your game",
						"entries": [
							"The item is best suited to be awarded to parties who are capable of defeating a {@creature Hydra} and who have the alchemical knowledge (or contacts) to transform its blood into the elixir. Should you want to award it in its final form, it fits best with parties of {@b 11th} level or higher.",
							"Should clarification be needed: My intention is that the effect applies to any healing received through magical means. This includes spells, magic items etc. However, it does not include biological or non-magical abilities a creature has, such as the 'repair' action of the {@creature Steel Defender}.",
							"If you want a different or higher tier version of this item consider making one of the following modifications: ",
							{
								"type": "list",
								"items": [
									"Only prevent healing, without the necrotic damage.",
									"Increase the amount of uses.",
									"Increase the duration of the potion.",
									"Use the effect as a curse, rather than a potion effect. "
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"I cast out my hand to bring relief to my friend's tormented body, but I did not see the peace my magic should have brought the bleeding skin. All I saw was pain. Just more pain.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Bloodstirrer",
			"source": "ToT",
			"page": 0,
			"rarity": "rare",
			"reqAttune": true,
			"type": "M",
			"weight": 10,
			"weaponCategory": "martial",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "2d6",
			"dmgType": "B",
			"bonusWeapon": "+1",
			"entries": [
				"This silver teaspoon was originally enchanted to gently stir tea on command. However, following unrelated magical hijinks, it has grown to over six feet in length, leaving the original enchantment quite dangerous.",
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				"While attuned to the spoon, you can use an action to set it to start stirring. When you do so, the spoon leaves your hand and starts flying around you in a sweeping motion. At the end of each of your turns, each creature within 5 feet of you must succeed on a DC 15 Dexterity saving throw, taking {@dice 2d6} bludgeoning damage on a failed save, or half as much on a successful save. The spoon continues to stir until you grasp its shaft again on your turn (no action required)."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/727154147253551127/Bloodstirrer.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Bringing bloodstirrer into your game",
						"entries": [
							"The item is best suited to be awarded to characters of {@b 5th} level or higher, though the nature of the weapon gives some leeway as to when to introduce it. After all, it is a massive spoon, and unless the inhabitants of your world are prone to crafting giant cutlery, you'll need the right scenario to introduce it. One such scenario will be released in collaboration with Mage Hand Press, Cze & Peku, and Paperforge tomorrow. However, there are many scenarios that might lead to the players acquiring bloodstirrer. Enlargement spells, eccentric wizards, cursed teaparties... you name it.",
							"If you want a different or higher tier version of this item consider making one of the following modifications: ",
							{
								"type": "list",
								"items": [
									"Use the spoon as it was originally intended: A teaspoon that stirs on command.",
									"Allow the wielder to send the spoon spinning across the battlefield. Not just around them.",
									"Limit the amount of uses by introducing charges. ",
									"For optimal absurdity, why not also give the spoon the abilities of a {@item broom of flying|DMG}?"
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"Gasp! They've come for tarrasque's soup.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Peppergrain Grenade",
			"source": "ToT",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This parchment wrapped parcel is filled with magically enhanced spices. Typically, {@dice 1d4 + 2} peppergrain grenades are found together.",
				"You can use an action to throw the grenade up to 60 feet. The spices are released on impact and the item is destroyed. Each creature within 5 feet of where the grenade landed must make a DC 15 Constitution saving throw. On a failed save, a creature takes {@dice 2d8} fire damage and is {@condition blinded} for 1 minute. On a successful save, it takes half as much damage and isn't blinded by the peppergrain bomb. A blinded creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
				"The spices in a single peppergrain grenade can also be used to season up to 8 meals. A creature that eats a meal laced with the spices must succeed on a DC 12 constitution saving throw or take {@dice 1d8} fire damage."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/727930167787389118/Peppergrain_Grenade.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Adventure",
						"entries": [
							"This item is part of '{@b {@link Honey, I Shrunk the Party|https://www.patreon.com/posts/adventure-honey-38790207 }}', a 5th-level mini-adventure available to $7 patrons."
						]
					},
					{
						"type": "entries",
						"name": "Bringing the peppergrain grenade into your game",
						"entries": [
							"The item is best suited to be awarded to characters of {@b 1st} level or higher, though the quantity of grenades they find could easily scale with the height of the level. As the nature of the grenade is very simple, some spices wrapped in parchment, you can easily allow your players to just make the grenades themselves. Perhaps at the site of an impromptu battle the right materials can be scavenged to put together a peppergrain grenade. {@b {@i In such a case a grenade can be assembled over the course of 1 action, with a succesful DC 15 Dexterity check.}} Alternatively, a character can just throw the powder in someone's face as an action, causing the same effects as the peppergrain grenade, but only affects one creature, and the save DC is reduced to 12.",
							"If a character prepares a meal laced with the peppergrain powder, read or paraphrase: ",
							{
								"type": "quote",
								"entries": [
									"A blindingly spicy taste fills your mouth, drowning out any other flavors the meal might have had. As your eyes tear up and your nose runs, you feel strangely rejuvenated."
								]
							},
							"While eating the peppergrain spices has no mechanical effect aside from the damage, you could add benefits to consuming the powder. See the below sections for suggestions.",
							"If you want a different or higher tier version of this item consider making one of the following modifications: ",
							{
								"type": "list",
								"items": [
									"Allow for a multitude of grenades, each with their own damage type depending on the herbs inside.",
									"Increase the range",
									"Cause the herbs to hang in the air for a number of turns, affecting any creature that walks through the affected squares.",
									"If a character has eaten at least one meal per day containing peppergrain powder for 7 days, they gain fire resistance. The fire resistance fades once they have not eaten any peppergrain powder for more than 24 hours. For a more malicious twist you could make the powder highly addictive.",
									"Allow a character that has eaten peppergrain powder can breathe fire as if they had consumed a {@item potion of fire breath|DMG} ({@book DMG pp.187|DMG})."
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"I'm dying. I'm bloody dying. Don't just stand there, do something you useless waiter.\"",
							"\"I see sir has ordered the dragonborn curry.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Censer of Lost Souls",
			"source": "ToT",
			"page": 0,
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"Whenever a creature is reduced to 0 hit points within 60 feet of you, you can use your reaction to attempt to trap their soul inside the censer. The creature must succeed on a DC15 Wisdom saving throw; a creature can choose to fail this saving throw if it wishes. On a successful save its soul departs as normal. On a failed save its soul is sucked into the dark confines of the censer. If the creature is wearing any items or enchantments meant to trap or redirect the soul after death, such as a {@item ring of mind shielding}, the censer fails. A creature whose soul is trapped in the censer can only be restored to life by a {@spell wish} spell, which removes the soul from the censer. The censer can hold a maximum of 10 souls. A newly found censer contains {@dice 1d10} souls already.",
				"As an action you can absorb one or more souls and gain 5 temporary hit points, destroying the souls in the process. Whenever you use this property, roll a Charisma saving throw. The DC is equal to the total amount of temporary hit points you gained through the censer since your last long rest. On a failed save a random soul in the censer possess you, causing you to become incapacitated and lose control of your body. The soul controls the body but doesn't deprive the target of awareness. It can't be targeted by any attack, spell, or other effect, except ones that turn undead, and it retains its alignment, Intelligence, Wisdom, Charisma. It is immune to being {@condition charmed} or {@condition frightened}. It otherwise uses the possessed target's statistics, but doesn't gain access to the target's knowledge, class features, or proficiencies. The possession lasts until the body drops to 0 hit points, the soul ends it as a bonus action, or the soul is turned or forced out by an effect like the {@spell dispel evil and good} spell. When the possession ends the soul departs as normal."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/728713270088695880/Hercules3.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Adventure",
						"entries": [
							"This item is part of the '{@b {@link Cycle of Cerberus|https://www.patreon.com/posts/38899161}}', an adventure containing {@b 41+} pages of story, art, items and more. It is inspired by greek mythology, allowing characters to retrace the steps of hercules as he completed his 12 labours. The module is an enormous collaboration between a plethora of cartographers, miniature designers, adventure writers and more."
						]
					},
					{
						"type": "entries",
						"name": "Bringing the censer of lost souls into your game",
						"entries": [
							"The item is best suited to be awarded to characters of {@b 8th} level or higher. The censer carries with it themes of death, the underworld, and the calling of spirits. Although not per se evil in and of itself, it can very much be argued that using the souls of your enemies to enhance your own physical health does carry a nefarious undertone. As such, consider if the characters in your game are going to be alright with its use. Even if that is not the case however, you can still introduce it as a tool to get some discussion going. Perhaps the highly practical wizard thinks it nonsense to be too apathetic towards the fates of the dead, especially since more often than not the party was the one that killed them. In the meantime the druid could find it disrespectful towards the souls, citing ancient traditions of her tribe. Whatever the case, be aware of the dubious nature of the item, and that it could cause a bit more in-game controversy than your average flaming sword. ",
							"Should you want to induce a bit more flavour into the item, consider reading or paraphrasing from the descriptions below the first time the censer is used.",
							{
								"type": "entries",
								"name": "When capturing a soul:",
								"entries": [
									{
										"type": "quote",
										"entries": [
											"As the final blow is struck, you see the life flicker uncertainly in their eyes, fighting for one last perch, before being extinguished completely. Only moments later the censer in your hand starts swaying from side to side, as if caught in a strong winter wind. Its dark iron is momentarily obscured by a green haze, but before you can see it clearly the mist is sucked into the pitch-black recesses of the censer."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "When absorbing a soul (succesful):",
								"entries": [
									{
										"type": "quote",
										"entries": [
											"As you take a deep breath, green fog spirals out from the censer, filling the room with a sweet, rotten smell. As if fills your nostrils you are filled with nausea, only for the sensation to be replaced moments later by a euphoric vigor."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "When absorbing a soul (unsuccesful):",
								"entries": [
									{
										"type": "quote",
										"entries": [
											"As you take a deep breath, green fog spirals out from the censer, filling the room with a sweet, rotten smell. As if fills your nostrils you are filled with nausea, which quickly turns to a cold, feverish sensation, leaving you trembling on your feet. Your senses are overpowered by a feeling of utter dread as everything fades to black."
										]
									}
								]
							},
							"If you want a different or higher tier version of this item consider making one of the following modifications: ",
							{
								"type": "list",
								"items": [
									"Allowing the wielder to communicate with the souls within the censer.",
									"Giving the censer the abilities of a {@item Swan's Song Bracer|ToT}",
									"Changing the DC to 13+1 x the amount of times you've used the censer since your last long rest.",
									"Make it harder to remove the possession.",
									"Causing the soul to appear as a ghost next to the censer, rather than having it possess the wielder."
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"The elf's body went from rigid to slack as the green smoke from the censer enveloped it in a dark fog. When it spoke, it wasn't the kindly, if somewhat pedantic wizard who lurked behind the eyes of the creature that now stood in the middle of the tower.",
							"\"So...You thought you'd be rid of me for good did you?\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Sleet Stave [R]",
			"source": "ToT",
			"page": 14,
			"rarity": "rare",
			"baseItem": "quarterstaff|PHB",
			"type": "M",
			"weaponCategory": "simple",
			"staff": true,
			"dmg1": "1d6",
			"dmg2": "1d8",
			"bonusWeapon": "+1",
			"dmgType": "B",
			"weight": 4,
			"property": [
				"V"
			],
			"entries": [
				"{@note This is a revised and completely redrawn version of an older item of the same name.}",
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				"This staff is made out of ice and consists of 5 segments. When you hit with an attack using it, you can let a segment on the end of the staff shatter, dealing an additional {@dice 3d6} piercing damage. When the sleet stave is reduced to 3 segments or fewer, it counts as a {@item club|phb}. As long as there is at least 1 segment of the staff remaining, it regains a new segment every 4 hours. If you shatter the last remaining segment, the staff is destroyed."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/736327493971214346/Sleet_Stave.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Bringing the sleet stave into your game",
						"entries": [
							"This item is best suited to be awarded to characters of {@b 6th} level or higher. Consider, when awarding it, to place the origins of the items strongly within your world. Perhaps this was grown from the scale of an icy dragon or crafted from the cold, unchanging blood of a frost giant. As something which is far more at home in the rugged, freezing corners of any world, the item might very well look out of place in an item shop. Of course, with that, why not make sure to give it to a character who matches the cold nature of the weapon. Someone who would not be afraid to take an icicle to a swordfight. ",
							"On a more practical note, this item will have no trouble fitting into the harsh setting presented in the upcoming WotC adventure: {@i Rime of the Frostmaiden.}",
							"If you want a different, or higher tier, version of this item consider making one of the following changes: ",
							{
								"type": "list",
								"items": [
									"Increase the damage, but make the item a consumable. Its sections don't grow back.",
									"The shards do damage in an area around the target, rather than only to it.",
									"The sleet stave does no extra damage, but from every piece broken off from it, a new staff grows."
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"God's body man, what happened to you?\"",
							"The orc looked up, grinning a sour grin, his hands continuing to pull the shards of ice out of his legs.",
							"\"Ay, it ain't nothing, but it'll heal. Next time I'll make sure to pick an opponent who can actually keep his weapon in one piece though.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Butcher",
			"page": 0,
			"source": "ToT",
			"rarity": "very rare",
			"baseItem": "longsword|phb",
			"type": "M",
			"reqAttune": true,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"weight": 6,
			"bonusWeapon": "+2",
			"curse": true,
			"entries": [
				"You gain a +2 bonus to attack and damage rolls made with this magic weapon.",
				"Each time you kill a humanoid using butcher, your hit point maximum increases by 1. This increase lasts while you are attuned to the weapon.",
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"Curse. The weapon is cursed, and becoming attuned to it extends the curse to you. As long as you are attuned to the weapon, you can't use it to attack non-lethally. Furthermore, you gain the Personality Trait, \"I kill anyone who injures me, even accidentally.\""
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/736997851636170762/Butcher.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Bringing butcher into your game",
						"entries": [
							"This item is best suited to be awarded to characters of {@b 11th} level or higher. ",
							"{@i Butcher} is, without a doubt, a dark item. Not evil per se, but dark. When you introduce it into your game it is going to lead to conflict. With monsters, with NPCs.....with party members. Be aware of that. Butcher is the saying 'for the greater good', forged in steel and made physical. After all, why not kill those who deserve it if it means you can protect those you love? An easy choice for some, an impossible task for others. To really spark a story, consider giving the weapon to someone who sits in between those two extremes. Someone with the fierceness and loyalty to see the use of the item, but with the heart to know it's wrong. Oh, the weapon might get discarded at some point, but with a bit of luck, you'll get some damn fine roleplay out of it first.",
							"If you want a different, or higher tier, version of this item consider making one of the following changes: ",
							{
								"type": "list",
								"items": [
									"Replace the curse with that of the {@item berserker axe|dmg}.",
									"Have the health bonus disappear if the wielder does not kill for 7 days.",
									"Instead of gaining 1 permanent hit point, the wielder instead gains 10 temporary hit points for each creature it kills."
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"With a lurch the halfling stumbled into her, almost spilling his ale, drunk as he was.",
							"\"No ye- now you-...erm. Now you watch out where your feckin' goin'! I'd almost gone and spilled my drink there, and I don't like havin' nothin' to drink.\"",
							"His voice was already angry, his northern accent made all the stronger by the heavy slur in his voice. When she showed no sign of letting him pass, his beady little eyes took her in. Calculating. ",
							"\"Alright, that's it. I've had enough of this shit. Now move it.\"",
							"He roughly shouldered her aside, and headed for the table where his friends were playing cards, though at least one had fallen to sleep in his chair, cards lying discarded on the ground.",
							"With his back turned to her, the halfling never saw it coming. It might've been for the better. There was little mercy in the harsh glint in her eye. The same glint that shone off of the dark and bloody blade as it swung through the air."
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		},
		{
			"name": "Feyward Firewood",
			"source": "ToT",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This piece of lumber was harvested from a feyward tree in the depths of the Feywild. One feyward tree yields {@dice 2d8} pieces of firewood when felled.",
				"When burned, the wood gives off no smoke, and its flames shed bright light in a 20-foot radius and dim light for an additional 20 feet. The radius of bright and dim light is expanded by 20 feet each for every additional log of feyward firewood you put on the fire. One log lasts for 4 hours before it burns up and is destroyed. The fire, as well as the light it sheds, is invisible to any creature not within the light's radius.",
				"Creatures within the light of the fire have {@sense darkvision} out to a range of 60 feet and gain advantage on Wisdom ({@skill Perception}) checks."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/620310613088010290/737711248426139668/Feyward_Firewood.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Bringing feyward firewood into your game",
						"entries": [
							"This item is best suited to be awarded to characters of {@b 3rd} level or higher. You can introduce it at lower levels, but it'll lose much of its magic if the players haven't had the change to face the difficulties of setting up camp without the firewood.",
							"The easiest way to get the firewood into the hands of your players is to let them harvest it themselves. If you want to make sure they know it when they come across it, why not have it be used by a merchant they travel with or a trapper they stumble upon in the woods?",
							"At the end of the day, the {@i feyward firewood} is an item that makes life easier, so make sure that using the firewood is not the status quo. Additionally, if they do decide to use it, why not think up some encounters to specifically highlight the firewood's abilities? Just so it doesn't feel like they wasted an item.",
							"If you want a different, or higher tier, version of this item consider making one of the following changes: ",
							{
								"type": "list",
								"items": [
									"Increase the radius of the light",
									"Make it a {@item torch|phb} instead of just a piece of firewood",
									"Remove the {@sense darkvision}/advantage component and make the item 'common'"
								]
							}
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"Do you smell that?\"",
							"The orc looked around suspiciously, sniffing the dark night air.",
							"\"No chief. What are you smelling?\"",
							"It smells like someone's roasting a chicken round 'ere. Hell, I'd even swear I could hear it sizzling.\"",
							"Roasting a chicken? Here? These plains are as flat and barren as a rat's ass. If someone were lighting a fire we'd have seen it a mile off. You're just being paranoid.\""
						]
					},
					{
						"name": "Credits",
						"type": "inset",
						"entries": [
							"This item is part of the 'Tavern of Trinkets', a growing collection of illustrated Magic Items created by Jelke Ludolphij. For more items and access to exclusive extra's, support me on {@link Patreon|https://www.patreon.com/trinkets}!"
						]
					}
				]
			}
		}
	],
	"monster": [
		{
			"name": "Flitfang",
			"size": [
				"L"
			],
			"type": "beast",
			"source": "ToT",
			"page": 27,
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "11d10 + 33",
				"average": 93
			},
			"speed": {
				"walk": 60
			},
			"str": 16,
			"dex": 19,
			"con": 17,
			"int": 10,
			"wis": 17,
			"cha": 14,
			"passive": 16,
			"cr": "5",
			"damageTags": [
				"P"
			],
			"skill": {
				"stealth": "+7",
				"perception": "+6"
			},
			"languages": [
				"Common"
			],
			"languageTags": [
				"C"
			],
			"trait": [
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"Flitfang has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"Flitfang has advantage on an attack roll against a creature if at least one of his allies is within 5 ft. of him and the ally isn't {@condition incapacitated} ."
					]
				}
			],
			"traitTags": [
				"Keen Senses",
				"Pack Tactics"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Flitfang makes two attacks: one with his bite and one with his claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}15 ({@damage 3d8 + 5}) piercing damage."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}12 ({@damage 3d6 + 5}) piercing damage."
					]
				},
				{
					"name": "Teleport {@recharge 4}",
					"entries": [
						"Flitfang magically teleports, along with any Equipment it is wearing or carrying, to an unoccupied space of its choice next to ally it can see within 60 ft. Before or after teleporting, Flitfang can make one bite or claw Attack."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"actionTags": [
				"Multiattack",
				"Teleport"
			]
		}
	]
}
