{
	"_meta": {
		"sources": [
			{
				"json": "BazaarArchersBest",
				"abbreviation": "🏹",
				"full": "Bazaar of the Bizarre: Archer's Best Friend",
				"authors": [
					"Jon Bupp"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/180307/Bazaar-of-the-Bizarre-Archers-Best-Friend",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1552579881,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "773c89d2b5",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Arrow of Antimagic",
			"type": "A",
			"weight": 0.05,
			"rarity": "very rare",
			"source": "BazaarArchersBest",
			"page": 3,
			"entries": [
				"Very rare magical ammunition This magical arrow has a +2 attack bonus but causes no damage if the target is struck. Instead, the arrow automatically creates an antimagic field, as the 8th level spell. If the arrow misses its target, the area of effect is centered on the first thing the arrow hits. Only one such arrow may be found at a time.",
				"Created by: Marc Andreessen, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Blinding",
			"type": "A",
			"weight": 0.05,
			"rarity": "uncommon",
			"source": "BazaarArchersBest",
			"page": 3,
			"entries": [
				"When this arrow hits a target, it explodes in a flash of light. Everyone within 60 feet of the point of impact must make a DC 12 Dexterity saving throw or is affected with the blinded condition for 2d6 rounds. The archer must be outside the area of effect to avoid the blinding effects.",
				"Created by: Dan Snuffin, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Burning",
			"type": "A",
			"weight": 0.05,
			"rarity": "rare",
			"source": "BazaarArchersBest",
			"page": 4,
			"entries": [
				"With any successful attack, the arrow  engulfs the target in a flaming shroud that  does 4d6 points of fire damage, affecting  only the victim and a 1 foot radius around  him for one round. Creatures that are  touching the target when the arrow strikes  may make a Dexterity saving throw for half damage. An arrow of burning may be  used to burn through an averagesized dungeon door in 25 rounds.",
				"Created by:  David Pemberton, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Clairvoyance",
			"type": "A",
			"weight": 0.05,
			"rarity": "uncommon",
			"source": "BazaarArchersBest",
			"page": 4,
			"entries": [
				"This arrow gives its user the ability to see or hear an area from the location of the arrow. This field of view is equal to the archer's normal field, and is activated by sounding the command word (\"Vision!\", or \"Listen!\") and firing the arrow. The archer is then able to either see or hear the area in front of the arrowhead by closing his eyes and concentrating. Normal restrictions for distance of vision apply with this magical arrow. The duration is concentration, up to 10 minutes.",
				"Created by: Mark DeForest, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Disintegration",
			"type": "A",
			"weight": 0.05,
			"rarity": "very rare",
			"source": "BazaarArchersBest",
			"page": 4,
			"entries": [
				"Very rare magical ammunition If this +1 arrow hits the target takes 10d6 + 40 force damage. If this damage reduces the target to 0 hit points, it is disintegrated.",
				"A disintegrated creature and everything it is wearing and carrying, except magic items, are reduced to a pile of fine gray dust. The creature can be restored to life only by means of a true resurrection or a wish spell.",
				"This arrow automatically disintegrates a Large or smaller nonmagical object or a creation of magical force. If the target is a Huge or larger object or creation of force, this arrow disintegrates a 10footcube portion of it. A magic item is unaffected by this arrow. The arrow of disintegration is made from a long shaft of oak and an arrowhead made of lodestone. The flights are usually made from the feathers of rare birds. Often, magical words are inscribed on the shaft of the arrow; these must be repeated before the arrow is fired. Only one such arrow may be found at a time.",
				"Created by: Jamil Alam, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Distance",
			"type": "A",
			"weight": 0.05,
			"rarity": "common",
			"source": "BazaarArchersBest",
			"page": 5,
			"entries": [
				"This +1 arrow, when shot, has a range equal to twice that of a normal arrow, depending upon the type of bow from which the arrow is fired.",
				"Created by: Mark DeForest, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Explosions",
			"type": "A",
			"weight": 0.05,
			"rarity": "uncommon",
			"source": "BazaarArchersBest",
			"page": 5,
			"entries": [
				"When nocked into a bow, this cursed arrow blossoms with a low roar into an explosion of flame. Each creature in a 20footradius sphere centered on the archer must make a Dexterity saving throw. A target takes 8d6 fire damage on a failed save, or half as much damage on a successful one.",
				"The fire spreads around corners. It ignites flammable objects in the area that aren't being worn or carried.",
				"Created by: Dan Snuffin, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Faerie Fire",
			"type": "A",
			"weight": 0.05,
			"rarity": "common",
			"source": "BazaarArchersBest",
			"page": 6,
			"entries": [
				"This arrow covers any mansize or smaller creature it hits in {@spell faerie fire}. The spell lasts 12 rounds. Normal damage is also done to the target.",
				"Created by: Mark DeForest, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Fire",
			"type": "A",
			"weight": 0.05,
			"rarity": "common",
			"source": "BazaarArchersBest",
			"page": 6,
			"entries": [
				"This arrow bursts into flame immediately after it is shot. In addition to regular damage, the arrow does 1d6 hp fire damage.",
				"Created by: Mark DeForest, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Force",
			"type": "A",
			"weight": 0.05,
			"rarity": "very rare",
			"source": "BazaarArchersBest",
			"page": 6,
			"entries": [
				"This arrow causes the creature struck to be the target of a  forcecage  spell, centered on them.",
				"Created by: Alan Grimes, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Harm",
			"type": "A",
			"weight": 0.05,
			"rarity": "rare",
			"source": "BazaarArchersBest",
			"page": 6,
			"entries": [
				"This arrow does double normal damage to one specific type of creature. If used on any creature other than that specified for the arrow's use, normal damage is done to the target. Choose from aberrations, beasts, celestials, constructs, dragons, elementals, fey, fiends, giants, humanoids, monstrosities, oozes, plants or undead.",
				"Created by: Mark DeForest, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Holding",
			"type": "A",
			"weight": 0.05,
			"rarity": "uncommon",
			"source": "BazaarArchersBest",
			"page": 150,
			"entries": [
				"This mystical arrow is inscribed with strange runes. When it hits its target, the target must make a  Wisdom saving throw or be paralyzed for 2d4 rounds. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target. The victim takes no other damage.",
				"Created by: Dan Snuffin, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Lightning",
			"type": "A",
			"weight": 0.05,
			"rarity": "rare",
			"source": "BazaarArchersBest",
			"page": 150,
			"entries": [
				"This +2 arrow causes an additional 20 points of lightning damage. When the arrow hits, it emits a large and bright flash of light for a split second. For the next two rounds, anyone touching the victim suffers 1d10 points of lightning damage. The arrow is consumed in the lightning charge. If the arrow misses its intended target, it discharges all of its electrical energy upon hitting the ground, or any other solid object.",
				"Created by: Jon Deiss, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Multiplicity",
			"type": "A",
			"weight": 0.05,
			"rarity": "rare",
			"source": "BazaarArchersBest",
			"page": 150,
			"entries": [
				"When fired, this arrow creates a cone of identical arrows that shoot forward. Each creature in a 60foot cone must succeed on a DC 15 Dexterity saving throw. A creature takes 3d8 piercing damage on a failed save, or half as much damage on a successful one. All arrows, including the original one fired disappear after use.",
				"Created by: Alan Grimes, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Perseverance",
			"type": "A",
			"weight": 0.05,
			"rarity": "rare",
			"source": "BazaarArchersBest",
			"page": 8,
			"entries": [
				"Once shot, this arrow goes after its target regardless of range, as long as the target is within view. The arrow, however, gains a cumulative 1 to hit for every 100 feet beyond its maximum range that it travels. Once the arrow gains a total of a 10 penalty to hit, it vanishes. The arrow has a +2 bonus to damage.",
				"Created by: Alan Grimes, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Pursuit",
			"type": "A",
			"weight": 0.05,
			"rarity": "very rare",
			"source": "BazaarArchersBest",
			"page": 8,
			"entries": [
				"When this +3 arrow is shot from a bow, it unerringly seeks out the living being with the greatest number of hit points within its range, then heads for that being no matter which target was actually aimed for. In addition, if the arrow misses on its first pass, it returns on the following round after a long curved flight and attempts to hit the target a second time, only with a +2 bonus to hit and damage. If the second pass misses, it tries one last time on the following round with a +1 to hit and damage. If it fails then, it crashes into the earth and is destroyed. This arrow has a range of three miles,though it does not often need to follow its target that far. The arrow of pursuit is very useful when a character wants to pick off a group leader who is moving about in an army, protected by troops. In this case, the arrow winds its way in and out of the troops until it hits its target. Only one such arrow may be found at a time.",
				"Created by: Jon Deiss and Jamil Alam, Dragon Magazine #135."
			],
			"bonusWeaponAttack": "+1"
		},
		{
			"name": "Arrow of Returning",
			"type": "A",
			"weight": 0.05,
			"rarity": "uncommon",
			"source": "BazaarArchersBest",
			"page": 9,
			"entries": [
				"Once shot, this +1 arrow will return to the archer's quiver if it misses its target.",
				"Created by: Alan Grimes, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Rock Piercing",
			"type": "A",
			"weight": 0.05,
			"rarity": "uncommon",
			"source": "BazaarArchersBest",
			"page": 10,
			"entries": [
				"This entire arrow is made of a special, magical metal. When fired at nonliving rock, this missile automatically hits its intended target, into which the arrow sinks, leaving around 6 inches of the rear of its shaft exposed. A small steel ring is set into the rear of this arrow, to which can be tied a thin line or cord. The  arrow of piercing  is reusable; in order to retrieve the arrow, the archer must simply grasp the arrow firmly with both hands and pull it from its target. This arrow actually bounces off any fleshy creature at which it is fired (doing no damage), but it acts as an  arrow of harm  against any live or animated target composed of stone (e.g., stone golem,etc.), doing double damage. Additionally, it will instantly slay any creature that has been petrified if it fails a DC 12 Constitution saving throw. If the petrified target succeeds, it takes double normal damage.",
				"Created by: Robert M. Frame, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Roping",
			"type": "A",
			"weight": 0.05,
			"rarity": "uncommon",
			"source": "BazaarArchersBest",
			"page": 10,
			"entries": [
				"When fired, this magical arrow leaves a smoky brown trail through its entire arc of flight. The trail solidifies into a solid brown rope when the arrow strikes its target, bonding always to the bow that fired it. The arrow always bonds to any type of wood it strikes, and has a 70% chance of penetrating and bonding to stone or metal. Once bonded, the arrow will never pull free, unless excessive weight is applied. The rope can support up to 500 lbs. of weight at once before it breaks or the arrow pulls free (50% chance of either).",
				"Created by: David Pemberton, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Screaming",
			"type": "A",
			"weight": 0.05,
			"rarity": "rare",
			"source": "BazaarArchersBest",
			"page": 11,
			"entries": [
				"When this missile is fired, it emits an ear shattering scream that all beings within 30 feet of its flight path must make a DC 12 Constitution saving throw. Those failing take 2d6 points of thunder damage and suffer the  deafened  condition. In addition, those affected drop everything and cover their ears during the melee round in which the arrow is in flight. Those successful take half damage and are not deafened. At the end of each of its turns, the target can make another Constitution saving throw. On a success, the condition ends on the target. Occasionally a set of earplugs are found with these arrows, to protect the archer from an arrow's effects.",
				"Created by: Dan Snuffin, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of the Serpent",
			"type": "A",
			"weight": 0.05,
			"rarity": "common",
			"source": "BazaarArchersBest",
			"page": 11,
			"entries": [
				"Uncommon magical ammunition At first glance, this arrow appears to be an ordinary arrow. Closer examination reveals the arrowhead to be made of bone, carved to resemble the head of a serpent. Anyone hit by this +1 arrows must make a DC 15 Constitution saving throw. On a failed save, the target becomes  poisoned  for 1 minute and takes 2d10 poison damage. The arrowhead disintegrates on impact. Only one such arrow may be found at a time.",
				"Created by: Gregg Chamberlain, originally the Arrow of Set. Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Signaling",
			"type": "A",
			"weight": 0.05,
			"rarity": "common",
			"source": "BazaarArchersBest",
			"page": 12,
			"entries": [
				"This magical arrow has a brightly colored shaft, usually red, orange, or yellow in color. It sports a crystalline point. If used as a weapon, it does normal damage. However, if fired directly into the air to at least 100 feet over the head of the firer, it leaves a trail of glittering sparks behind it from the 100feet height up to a height of 500 feet, regardless of the type of bow from which it was fired. When the arrow is 500 feet above the archer, the arrowhead explodes in a sphere of light 100 feet across, in the same color as was on the arrow's shaft. This ball of light is visible for many miles and lasts for 2d4 rounds before fading. The arrow disintegrates upon bursting.",
				"Created by:  Clark Timmins, Dragon Magazine #135."
			]
		},
		{
			"name": "Arrow of Silence",
			"type": "A",
			"weight": 0.05,
			"rarity": "uncommon",
			"source": "BazaarArchersBest",
			"page": 12,
			"entries": [
				"Uncommon magical ammunition Once drawn from a quiver, this arrow is the center of a  silence spell, with a duration of 10 minutes. Not only does this arrow hide the \"twang\" of the bow shot; it also silences any noise made by its target.",
				"Created by:  Cordon R. Menzies, Dragon Magazine #135."
			]
		},
		{
			"name": "Lightning Bolt",
			"type": "A",
			"baseItem": "crossbow bolt|PHB",
			"weight": 0.075,
			"rarity": "rare",
			"source": "BazaarArchersBest",
			"page": 12,
			"entries": [
				"Also called  thunder bolts  , these bolts appear to be normal bolts until fired from a crossbow. After being shot, a  bolt of lightning becomes a 7 foot long bolt of lightning with a range equal to the maximum range of the crossbow which fired it. These bolts have a +2 bonus to attack rolls and do 4d4 points of lightning damage if they strike a target. A successful Dexterity saving throw results in half damage. Also, the target and all creatures within 15 feet have to make a Constitution saving throw or suffer from the stunned condition for one round due to the earpiercing clash of thunder which accompanies the strike.  Bolts of lightning are usually found in numbers ranging from 28. They are also often found mixed with normal bolts or with magical bolts of other types.",
				"Created by:  John M. Boback, Dragon Magazine #127."
			],
			"bonusWeaponAttack": "+2"
		},
		{
			"name": "Stirge's Bite Arrow",
			"type": "A",
			"weight": 0.05,
			"rarity": "rare",
			"source": "BazaarArchersBest",
			"page": 13,
			"entries": [
				"This arrow has a steel shaft and is rather large in size. When the arrow hits, it drains one ounce of its target's blood,which is then stored in a hollow compartment in the shaft. The following round, the arrow detaches itself from its victim and may be recovered later by the archer. Due to the importance of blood as an ingredient in the fabrication of some scroll inks and potions, this arrow is highly prized by spellcasters and alchemists.",
				"Created by:  Dan Snuffin, Dragon Magazine #135."
			]
		},
		{
			"name": "Bow of Accuracy",
			"type": "R",
			"weight": 2,
			"weaponCategory": "martial/simple/exotic",
			"rarity": "rare",
			"dmg1": "1",
			"dmgType": "P",
			"property": [
				"2H",
				"A"
			],
			"range": "short/long",
			"source": "BazaarArchersBest",
			"page": 14,
			"entries": [
				"The bow of accuracy is a simple yet effective missile weapon. The magic properties of this bow are a +2 bonus to attack rolls and damage.",
				"When attacking a target beyond normal range, you do not have disadvantage on the attack roll, like you would with a normal bow. You can't attack a target beyond the weapon's long range.",
				"Created by: Andrew Salamon, Dragon Magazine #127."
			],
			"bonusWeaponAttack": "+2",
			"ammoType": "arrow|phb"
		},
		{
			"name": "Bow of Distance",
			"type": "R",
			"weight": 2,
			"rarity": "rare",
			"dmgType": "P",
			"property": [
				"2H",
				"A"
			],
			"source": "BazaarArchersBest",
			"page": 15,
			"entries": [
				"The magic properties of this bow are a +1 bonus to attack rolls and damage. All of the range for the bow of accuracy are double that of a normal bow of a similar type.",
				"Created by: Andrew Salamon, Dragon Magazine #127."
			],
			"bonusWeaponAttack": "+1",
			"ammoType": "arrow|phb"
		},
		{
			"name": "Bow of Doubling",
			"type": "R",
			"weight": 2,
			"rarity": "rare",
			"dmgType": "P",
			"property": [
				"2H",
				"A"
			],
			"source": "BazaarArchersBest",
			"page": 15,
			"entries": [
				"This magical bow offers no bonuses to attack rolls or damage, but it does have the unique property of firing two arrows at a time. Whenever a nonmagical arrow is fired from this bow, the bow automatically creates and fires a second arrow.",
				"If the first arrow hits its target, the second has advantage; if the first shot misses, the second arrow has normal probabilities to hit. All arrows shot from this bow, whether they hit or not, are destroyed upon impact (or as soon as it is determined that they did not hit) and cannot be recovered.",
				"Created by: Stephen Martin, Dragon Magazine #99."
			],
			"ammoType": "arrow|phb"
		},
		{
			"name": "Bow of Fire Teeth",
			"type": "R",
			"weight": 2,
			"rarity": "rare",
			"dmgType": "P",
			"property": [
				"2H",
				"A"
			],
			"source": "BazaarArchersBest",
			"page": 15,
			"entries": [
				"When fired, this bow ignites any arrow it shoots. In addition to regular damage, the arrow does 1d6 hp fire damage. These arrows set combustibles aflame. Fire teeth bows can set fire to a maximum of 10 arrows per day. Such bows are generally red or yellow in color and have fire runes incorporated into their ornate designs.",
				"Created by: David E. Cates, Dragon Magazine #127."
			],
			"ammoType": "arrow|phb"
		},
		{
			"name": "Bow of Ice Fangs",
			"type": "R",
			"weight": 2,
			"rarity": "rare",
			"dmgType": "P",
			"property": [
				"2H",
				"A"
			],
			"source": "BazaarArchersBest",
			"page": 16,
			"entries": [
				"This bow, made of ivory and mithral steel, is believed to have been first created by the Elder Craftsmen of Niflheim (the area of Hades known to worshipers of the Norse gods as the land of the dead). Duplicates of the ice fang bow have since been crafted by human and elven mages. The main feature of the ice fang bow is that it creates ice arrows from water vapor in the air. The user need only pull on the bowstring and release it; the arrows are created instantly. You gain a +1 bonus to attack rolls with this magic weapon, and the arrows cause 1d10 points of cold damage. Normal or other magical arrows can be fired from an ice fang bow.",
				"Each ice fang bow can generate a total of 51150 ice arrows before its magic fades. A nonmagical ice fang bow is still finely crafted and is worth 1,000 gp. Unfortunately, in hot climates (120°F and up), the effective range of these arrows is halved. In environments where the temperature is over 300°F, the ice arrows cannot form.",
				"Created by: David E. Cates, Dragon Magazine #127."
			],
			"bonusWeaponAttack": "+1",
			"ammoType": "arrow|phb"
		},
		{
			"name": "Elven Bow +2, Last Shot",
			"type": "R",
			"weight": 2,
			"rarity": "very rare",
			"dmgType": "P",
			"property": [
				"2H",
				"A"
			],
			"source": "BazaarArchersBest",
			"page": 17,
			"entries": [
				"This bow appears to be a normal magic bow of +1 enchantment; however, in the hands of an elf, the full powers of this weapon are evoked. Whenever an elf uses this weapon, it becomes a +2 magical weapon with ranges 50% greater than normal. The rate of fire is also increased by one arrow per round; this last arrow is fired after all other attacks have been completed for that round.",
				"Created by: John M. Boback, Dragon Magazine #127."
			],
			"bonusWeapon": "+2",
			"ammoType": "arrow|phb"
		},
		{
			"name": "Gem Bow",
			"type": "R",
			"weight": 2,
			"baseItem": "shortbow|phb",
			"weaponCategory": "simple",
			"rarity": "very rare",
			"dmg1": "1d6",
			"dmgType": "P",
			"property": [
				"2H",
				"A"
			],
			"range": "80/320",
			"source": "BazaarArchersBest",
			"page": 17,
			"entries": [
				"Created long ago by a prestigious halfling bowyer and the ArchMage Bendalyre, these bows (of which there are only three) were created to help the halfling societies combat their enemies. Over the years, the gem bows have disappeared from the halfling realms, and are now lost and mostly forgotten by the race that created them.",
				"They are all short bows of excellent craftsmanship. This magical bow offers to bonuses to hit or damage, but has the ability to gain additional powers. On the face of each bow has an indentation above the handgrip. If certain gemstones are set into this notch, the bow is then capable of bestowing one of three special powers on an arrow fired. Arrows must be nonmagical to gain these powers.",
				"The gems and effects are as follows:",
				{
					"type": "table",
					"colLabels": [
						"Gem",
						"Effect"
					],
					"colStyles": [
						"col-4",
						"col-8"
					],
					"rows": [
						[
							"Diamond",
							"+10 points lightning damage"
						],
						[
							"Ruby",
							"+10 points fire damage"
						],
						[
							"Sapphire",
							"+10 points cold damage"
						]
					]
				},
				"A gem bow gains one charge per 200 gp value of each gem. Gems set into a gem bow decrease in value by 200 gp as each charge is used, eventually becoming normal stones with the expiration of their charges.",
				"Created by: Dave Monson, Dragon Magazine #127."
			],
			"ammoType": "arrow|phb"
		},
		{
			"name": "Longbow of Marksmanship",
			"type": "R",
			"weight": 2,
			"baseItem": "longbow|phb",
			"weaponCategory": "martial",
			"rarity": "rare",
			"dmg1": "1d8",
			"dmgType": "P",
			"property": [
				"2H",
				"A"
			],
			"range": "150/600",
			"source": "BazaarArchersBest",
			"page": 18,
			"entries": [
				"You gain a +1 bonus to attack rolls with this magic weapon. However, a longbow of marksmanship also gives you a +5 attack bonus against any nonliving target (including golems, undead, etc.). This bonus is also gained when attempting a trick shot, as long as that shot is not intended to directly harm another character or creature. In other words, the +5 bonus applies to an attempt to shoot an apple off another character's head, hitting an opponent's weapon, or any similar shot.",
				"Created by: Marc Andreessen, Dragon Magazine #127."
			],
			"bonusWeaponAttack": "+5",
			"ammoType": "arrow|phb"
		},
		{
			"name": "Phantom Bow",
			"type": "R",
			"weight": 2,
			"rarity": "very rare",
			"dmgType": "P",
			"property": [
				"2H",
				"A"
			],
			"source": "BazaarArchersBest",
			"page": 19,
			"entries": [
				"This appears to be a transparent bow with a sparkling string. When the string is drawn back, a shimmering arrow appears. The glowing arrows provide a +2 bonus on attack and damage rolls. The arrows vanish with no effect if they miss their intended target. The phantom bow fires 1d20 + 40 of these arrows, after which point the bow vanishes. Normal and magical arrows can also be fired from this weapon, but magical arrows gain no additional attack bonus. Each normal arrow fired from the bow gains a +1 bonus on attack and damage rolls. Furthermore, these arrows can be fired without detracting from the bow's longevity (i.e., the bow's magic is not decreased by firing normal arrows).",
				"Created by: Bob Reitmann, Dragon Magazine #127."
			],
			"bonusWeapon": "+1",
			"ammoType": "arrow|phb"
		},
		{
			"name": "G = Adventure Gear, BUT... the Poison tag at the end specifices that they are poisons",
			"type": "G",
			"wondrous": true,
			"rarity": "uncommon",
			"weight": 1,
			"source": "BazaarArchersBest",
			"page": 150,
			"entries": [
				"{@i Frief's magical quiver} functions as a normal quiver until it contains only one arrow of any sort. Every day at dawn, if it only contains a single arrow it magically refills itself, with up to a dozen arrows. If only one magic arrow is left, that arrow disappears and is replaced by 12 arrows with a magical bonus one less than that of the original arrow; e.g., an arrow+2 is replaced by 12 arrows +1; an arrow +1 is replaced by 12 magical arrows with no attack bonus; a magical arrow with no bonus is replaced by 12 normal arrows; a normal arrow is replaced by 12 normal arrows. This continues until only normal arrows are left, but only one replacement occurs per day.",
				"{@i Frief's magical quiver} looks like a normal quiver, but radiates magic. If found on a captured or slain opponent, it contains 312 normal (70%) or magical +1 (30%) arrows. If found in a treasure hoard, it contains only 312 normal arrows, as the magically created ones lose their powers if they haven't been used for four weeks.",
				"Created by: Ed Knight, Dragon Magazine # 133"
			]
		},
		{
			"name": "Quiver of Arrow Storing",
			"type": "G",
			"wondrous": true,
			"rarity": "uncommon",
			"weight": 1,
			"source": "BazaarArchersBest",
			"page": 150,
			"entries": [
				"This quiver appears to be a normal quiver, although it has magical properties much like a bag of holding. Up to 200 arrows can be held in this quiver without adding any further encumbrance to the bowman (the quiver itself weighs as much as a normal quiver without any additions from the quiver's contents). The arrows within the quiver are easily accessible and may be of any sort, though finding the exact magical arrow desired may prove difficult.",
				"Created by: Andrew Salamon, Dragon Magazine #133."
			]
		}
	]
}
