{
	"_meta": {
		"sources": [
			{
				"json": "3arrowsforKing",
				"abbreviation": "🏹",
				"full": "Three Arrows for the King",
				"authors": [
					"M Jason Parent",
					"Denise Robinson"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/180307/Bazaar-of-the-Bizarre-Archers-Best-Friend",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1552579881,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "8ae5db1ac8",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Alchemist's Arrow",
			"type": "A",
			"rarity": "unknown (magic)",
			"value": 300,
			"weight": 1,
			"source": "3arrowsforKing",
			"page": 34,
			"entries": [
				"These arrows are very front-heavy because of the onepound ceramic container mounted at the end of the shaft, replacing the head of the arrow. These arrows can hold any alchemical substance from the core rules, such as alchemist's fire or acid. These arrows only require a touch attack to hit, but deal no damage. Instead they deliver the alchemical weapon to the target struck. Alchemist's arrows are destroyed when used and they cannot be recovered whether they hit or miss. In addition, they are quite fragile, and have been known to break when dropped, when the bearer is grappled or falls from a height, etc.",
				"Reduce Range 20%."
			]
		},
		{
			"name": "Armour Piercing Arrow (20)",
			"type": "A",
			"rarity": "unknown",
			"value": 700,
			"weight": 3,
			"source": "3arrowsforKing",
			"page": 34,
			"entries": [
				"{@bold Required Space(s)}: Smithy; Workshop {@bold DC}: 16",
				"These arrows have very narrow metal tips instead of a standard broad head, they appear much as a target arrow, but painfully sharp and heavier. Because of the small point of impact, the armour-piercing arrow can penetrate better through most armours. Wielding an armour-piercing arrow provides a +3 attack bonus to attack rolls against any target that has an armour bonus (natural, armour or shield).",
				"Reduce the Weapon's Range by half"
			],
			"bonusWeaponAttack": "+3"
		},
		{
			"name": "Bola Arrow",
			"type": "A",
			"rarity": "unknown",
			"value": 500,
			"weight": 1,
			"source": "3arrowsforKing",
			"page": 34,
			"entries": [
				"{@bold Required Space(s)}: Alchemy Lab; Workshop {@bold DC}: 16",
				"The shaft of this arrow appears slightly larger in diameter than normal, with a much heavier head. In addition, upon close inspection, one can see a very fine crack along the shaft, up and through the head. When fired, the shaft separates into two parts, connected by a thin metal wire. On a successful hit, the two halves pass by the target on either side, letting the target be hit by the wire.",
				"The two pieces of arrow, aided by momentum, then continue to wrap around the target, trapping and immobilizing him. The target is then considered grappled unless the creature makes a Dexterity save DC 14.",
				"The creature thereafter, as an action can make an attempt to break the grapple against DC 16.  The Craft check to create a bola arrow is DC 20.",
				"Reduce the Weapon's Range by half"
			]
		},
		{
			"name": "Broad Arrow",
			"type": "A",
			"rarity": "none",
			"value": 40,
			"weight": 0.2,
			"source": "3arrowsforKing",
			"page": 34,
			"entries": [
				"These arrows have broader, heavier heads designed for dealing massive damage and not for range. Broadheaded arrows deal damage as a weapon one size larger than the arrow normally deals. For example, in a standard short bow, broad head arrows deal 1d8 damage, and in a standard long bow, broad head arrows deal 1d10 damage."
			]
		},
		{
			"name": "Forked Fork-headed Arrow",
			"type": "A",
			"rarity": "none",
			"value": 60,
			"weight": 3,
			"source": "3arrowsforKing",
			"page": 34,
			"entries": [
				"Also known as ropecutters or frog-crotch arrows. They are used for decapitating small game birds and in warfare by some asian cultures as an arrow that deals massive damage against lightly armoured targets. The arrows themselves are quite heavy-headed and are inaccurate at longer ranges. The arrow has an increased critical range 18-20.",
				"Reduce the Weapon's Range by half"
			]
		},
		{
			"name": "Arrow, Gas",
			"type": "A",
			"rarity": "unknown",
			"value": 100,
			"weight": 0.33,
			"source": "3arrowsforKing",
			"page": 35,
			"entries": [
				"Using a wide variety of noxious herbs, toxins, and less savory substances, the gas arrow creates a nauseating cloud when it hits its target. Instead of a pointed head, the tip of the arrow consists of a tightly bound pouch. When it impacts, the pouch ruptures, releasing a roiling green cloud that envelops a 5 ft. radius around the point of contact.... All targets within the area of effect must make a Constitution save (DC 12), or become {@condition Poisoned}, once the creature exits the cloud, at the beginning of its round the creature gets a save  to remove the condition. The cloud itself remains suspended for only a single round."
			]
		},
		{
			"name": "Arrow, Vial",
			"type": "A",
			"rarity": "unknown",
			"value": 100,
			"weight": 0.25,
			"source": "3arrowsforKing",
			"page": 35,
			"entries": [
				"The shaft just behind the head on each vial arrow is significantly larger than a typical arrow of its type, and the heads are modified hunting heads designed to be easily pulled free from a wound, each with several holes cut into them to allow liquids into the hollow shaft of the arrow. The reality is that most of these arrows are broken when used, but some (20%) remain intact at the scene of a battle, each containing an ounce of blood or ichor from the targets struck."
			]
		},
		{
			"name": "Arrow, Whistling",
			"type": "A",
			"rarity": "none",
			"value": 50,
			"weight": 0.05,
			"source": "3arrowsforKing",
			"page": 35,
			"entries": [
				"Used primarily for signalling during a battle or as a warning by a sentry, whistling arrows are occasionally used to deliver a warning or on arrows that carry a note, making the arrow easier to find once fired. Whistling arrows create a very high-pitched sound when fired that is easily heard by anyone within 50 feet of the flight path of the arrow. Anyone within 300 feet of the flight of the arrow will hear it with a DC 10 perception check. Whistling arrows deal damage two dice smaller than a typical arrow in the style of bow used to fire it, because they are much lighter, and the head of the arrow has the grooves that create the distinctive whistling sound."
			]
		},
		{
			"name": "Arrow, Whistling, Ultrasonic",
			"type": "A",
			"rarity": "unknown",
			"value": 70,
			"weight": 0.1,
			"source": "3arrowsforKing",
			"page": 35,
			"entries": [
				"These arrows are effectively identical to a whistling arrow, but can only be heard by those creatures that can hear ultrasonics (such as dogs). Dogs who hear these arrows will either bark ferociously at them and pursue them, or will go quiet (if trained to react to a dog whistle).",
				"Creatures with Keen senses (Hearing) must make a Wisdom Save (DC 12) if they are within 50 ft. of the arrow's flight path, or become {@condition deafened} until the next round."
			]
		},
		{
			"name": "Dwarven Axebow",
			"type": "M",
			"rarity": "none",
			"weaponCategory": "exotic",
			"value": 20000,
			"weight": 10,
			"dmg1": "1d8",
			"dmg2": "1d8",
			"dmgType": "S",
			"property": [
				"S",
				"LD",
				"V"
			],
			"source": "3arrowsforKing",
			"page": 35,
			"range": "80/320",
			"entries": [
				"These axes are the trademark of the tunnel fighting dwarves within those clans that have such trained shocktroops. Essentially a hefty double-headed axe, the Axebow also contains a heavy crossbow, built into the haft and head of the axe. By necessity, the limbs on the crossbow are shorter than those on a full heavy crossbow, and thus the weapon is for most intents treated as a light crossbow. The design of the axebow does not allow for easy reloading in combat, and generally it is fired immediately at the beginning of an encounter and only reloaded when the battle is over. Reloading an axebow takes two actions"
			]
		}
	]
}
