{
	"_meta": {
		"sources": [
			{
				"json": "MToMM",
				"abbreviation": "MToMM",
				"full": "Mordenkainen's Tome of Marvelous Magic",
				"authors": [
					"M.T. Black"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "1.0",
				"color": "dbe6e7",
				"url": "https://www.dmsguild.com/product/291001/Mordenkainens-Tome-of-Marvelous-Magic",
				"dateReleased": "2019-10-08"
			}
		],
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1677870790,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "83ad1286c3"
	},
	"item": [
		{
			"name": "Anchor of Seafaring",
			"source": "MToMM",
			"page": 5,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This item consists of a 2-foot-long central iron shaft with an upper crosspiece and two curved bars at the base. Attached to it is a 4-foot length of stout, coarse rope. When the anchor is fastened to a vessel and thrown overboard, you can use an action to speak the anchor's command word. The rope magically lengthens until the anchor touches bottom or the rope reaches its maximum length of 1 mile. If you use an action to speak the command word again, the rope shortens back to its original length."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Anklet of Hobbling",
			"source": "MToMM",
			"page": 5,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"When this delicate golden chain is placed around the ankle of a creature, the creature has its speed reduced to half. The anklet can only be placed on an unwilling creature if the creature is {@condition incapacitated}.",
				"You and any creature you designate when you use the anklet can use an action to remove it. Once every 10 days, the bound creature can make a {@dc 20} Strength ({@skill Athletics}) check. On a success, the creature breaks free and destroys the anklet."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Hobbling a creature over an extended period can result in permanent injury and is really a form of torture. I can think of few instances where the Balance is served by gratuitous cruelty."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Anklet of Levitation",
			"source": "MToMM",
			"page": 5,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"While you wear this anklet, you can use an action to cast the {@spell levitate} spell on yourself. Once used, this property of the anklet can't be used again until the next dawn."
			],
			"attachedSpells": [
				"levitate"
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Anklet of Walking",
			"source": "MToMM",
			"page": 5,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"While wearing this anklet, you can stand on and move across any liquid surface as if it were solid ground."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Aquamarine of Spell Extending",
			"source": "MToMM",
			"page": 5,
			"rarity": "rare",
			"reqAttune": "by a sorcerer, warlock, or wizard",
			"reqAttuneTags": [
				{
					"class": "sorcerer"
				},
				{
					"class": "warlock"
				},
				{
					"class": "wizard"
				}
			],
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": 3,
			"charges": 3,
			"entries": [
				"This blue stone is fashioned in the shape of a crane and has 3 charges. While holding it, you can use a bonus action to expend a charge and double the duration of any spell cast using a spell slot of 6th level or lower that has a duration of at least 1 minute. The aquamarine regains all expended charges daily at dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Armband of Healing",
			"source": "MToMM",
			"page": 5,
			"rarity": "rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This copper armband bears the insignia of two stags prancing around a staff. While wearing this armband, any healing spell you cast cures the maximum number of hit points. Once used, this property of the armband can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Armband of Strength",
			"source": "MToMM",
			"page": 5,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"ability": {
				"static": {
					"str": 20
				}
			},
			"entries": [
				"This thick, bronze armband is engraved with the image of two bulls butting horns. Your Strength score is 20 while you wear this item. It has no effect on you if your Strength is 20 or higher without it."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Armored Gi",
			"source": "MToMM",
			"page": 5,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"bonusAc": "+1",
			"bonusSavingThrow": "+1",
			"entries": [
				"This item consists of a white cotton jacket and reinforced trousers with a heavy black cotton belt. You gain a +1 bonus to AC and saving throws while wearing this gi if you are wearing no armor and using no shield."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Badge of Freedom",
			"source": "MToMM",
			"page": 5,
			"conditionImmune": [
				"paralyzed",
				"restrained"
			],
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This silver pin has gilt edges and is shaped like a tiny pair of wings. While wearing it, magic can neither reduce your speed nor cause you to be {@condition paralyzed} or {@condition restrained}."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Badge of Valor",
			"source": "MToMM",
			"page": 5,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This gold badge is engraved with a lion's head surrounded by a circle of aquamarines. While wearing it, each friendly creature within 20 feet of you (including you) has advantage on saving throws against being {@condition frightened}."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Bag of Flame",
			"source": "MToMM",
			"page": 5,
			"immune": [
				"fire"
			],
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d3}",
			"charges": 3,
			"entries": [
				"This burlap sack is flame-red and feels hot to the touch. The bag has 3 charges for the following properties. It regains {@dice 1d3} expended charges daily at dawn.",
				{
					"type": "entries",
					"name": "Flame Sheet",
					"entries": [
						"You can use an action to open the bag and expend 1 charge to cause a thin sheet of flames to shoot forth. Each creature in a 15-foot cone must make a {@dc 15} Dexterity saving throw. A creature takes {@damage 3d6} fire damage on a failed save, or half as much damage on a successful one. The fire ignites any flammable objects in the area that aren't being worn or carried."
					]
				},
				{
					"type": "entries",
					"name": "Summon Fire Snake",
					"entries": [
						"You can use an action to reach into the bag and expend 2 charges to pull out a {@creature fire snake|MM}. The creature is friendly to you and your companions. Roll initiative for the creature, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you). If you don't issue any commands to the {@creature fire snake|MM}, it defends itself from hostile creatures but otherwise takes no actions."
					]
				},
				{
					"type": "entries",
					"name": "Fiery Shield",
					"entries": [
						"You can use an action to open the bag and expend 3 charges to cause thin and wispy flames to emerge and wreathe your body. You gain immunity to fire damage for 10 minutes."
					]
				}
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Bagpipes of Droning",
			"source": "MToMM",
			"page": 6,
			"type": "INS",
			"rarity": "very rare",
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d3}",
			"charges": 3,
			"entries": [
				"You must be proficient with wind instruments to use these {@item bagpipes|PHB}. They have 3 charges. You can use an action to play them and expend 1 charge to create a dull, droning noise that sends creatures into a magical slumber. Roll {@dice 10d8}; the total is how many hit points of creatures this spell can affect. Creatures within 20 feet of you are affected in ascending order of their current hit points (ignoring {@condition unconscious} creatures).",
				"Starting with the creature that has the lowest current hit points, each creature affected falls {@condition unconscious} for 1 minute, or until the sleeper takes damage. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected.",
				"Undead and creatures immune to being {@condition charmed} aren't affected by this item. The {@item bagpipes|PHB} regain {@dice 1d3} expended charges daily at dawn."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Someone once said that having heard one bagpipe tune, you have heard them all. An overly cynical assessment, but I admit the music is an acquired taste."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Balance of Judgement",
			"source": "MToMM",
			"page": 6,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This is a small set of brass scales. When a piece of hair, a scrap of nail, or the like is placed upon one of the trays, the tray rises if the owner of the scrap is of good alignment and sinks if the owner is of evil alignment. For neutral alignments, the tray remains motionless."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Balance of Power",
			"source": "MToMM",
			"page": 6,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"When a gem worth at least 500 gp is placed on the right-hand tray of this neat brass scale, the gem is destroyed and an ability score you select is changed to 20 until the next dawn. There is no effect if your score is already 20 or higher. Once used, this property of the scale can't be used again until the next dawn."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Ball of Power",
			"source": "MToMM",
			"page": 6,
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This crystal sphere is 3 inches wide and glows with a soft, purple light. While holding it in your hand, you can use an action to speak the command word and activate it. It remains activated for 1 minute. During this time, you have resistance to all damage and your Strength score changes to 25. The item has no effect on your Strength score if it is already 25 or higher.",
				"Once used, the ball can't be used again until the next dawn."
			],
			"lootTables": [
				"Legendary Magic Items (Table I)|MToMM"
			]
		},
		{
			"name": "Banner of the Storm's Eye",
			"source": "MToMM",
			"page": 6,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This military banner is 8 feet long when unfurled. It has a dark blue background with a swirling white pattern in the middle, depicting the overhead view of a hurricane.",
				"For 1 hour after the banner is unfurled and held aloft, all creatures within 20 feet of it are immune to being {@condition frightened} and {@condition stunned}. Once used, this property of the banner can't be used again until the next dawn."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Bead of Accuracy",
			"source": "MToMM",
			"page": 6,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This orange glass bead measures three-fourths of an inch in diameter. You may use an action to cause it to streak toward a creature within 60 feet of you. The target must make a {@dc 15} Dexterity saving throw, and on a failed save the bead strikes and adheres to the target. For as long as the bead adheres to the target, it pulses with a soft light and any ranged weapon attack against the target has advantage. The bead falls off after 1 minute, but otherwise can't be removed except with a {@spell wish} spell.",
				"Once the bead is used, it can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Bead of Dew",
			"source": "MToMM",
			"page": 6,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This green bead is made of chalk and measures an inch in diameter. When dropped in water, it immediately dissolves and purifies up to 1,000 gallons of liquid, rendering it free of poison and disease. It also turns saltwater into fresh water."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Beady Eye",
			"source": "MToMM",
			"page": 6,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This object is about half an inch in diameter and is made of multi-colored glass. You can use an action to speak its command word and activate it. It remains activated until 1 hour has passed or you use an action to speak the command word again.",
				"While activated, you see through the bead as if it were one of your eyes, so long as the bead remains within 60 feet of you. If the bead is rolled, you must make a successful {@dc 15} Constitution saving throw or become {@condition stunned} from dizziness for {@dice 1d6} rounds.",
				"If the bead is destroyed, you must make a successful {@dc 15} Constitution saving throw or become {@condition blinded} until you complete a long rest. If you look at a monster with a gaze attack through the bead, you are affected as if viewing the monster directly.",
				"Once the bead is used, it can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Bell of Freedom",
			"source": "MToMM",
			"page": 6,
			"rarity": "rare",
			"wondrous": true,
			"charges": "10",
			"entries": [
				"This small, golden bell has no clapper. When struck by a metal key, it emits a clear, loud tone and all normal locks within 15 feet of it immediately open. It has no effect on magical locks.",
				"The bell can be used ten times. After the tenth time, it cracks and becomes useless."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"An especially useful device for those who are adventuring without a thief in the party. And including a self-confessed thief in the party always seemed to defy logic to me."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Bellows of Breath",
			"source": "MToMM",
			"page": 7,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"These bellows are made from black rubber and dark wood, with a steel nozzle. You may use an action to pump the bellows causing them to exhale a cloud of green fog in a 20-foot cone. Each creature in that area must make a {@dc 15} Constitution saving throw, taking {@damage 3d6} poison damage on a failed save, or half as much damage on a successful one. Creatures are affected even if they hold their breath or don't need to breathe.",
				"Once used, this property of the bellows can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Bellows of Strong Wind",
			"source": "MToMM",
			"page": 7,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"These bellows are made from brown leather and hardwood, with a brass nozzle. You may use an action to pump the bellows causing them to exhale a line of strong wind 60 feet long and 10 feet wide for 1 minute. Each creature that starts its turn in the line must succeed on a {@dc 15} Strength saving throw or be pushed 15 feet away from the bellows in a direction following the line.",
				"Any creature in the line must spend 2 feet of movement for every 1 foot it moves when moving closer to the bellows.",
				"The wind disperses gas or vapor, and it extinguishes candles, torches, and similar unprotected flames in the area. It causes protected flames, such as those of lanterns, to dance wildly and has a {@chance 50} chance to extinguish them.",
				"As a bonus action on each of your turns before the effect ends, you can change the direction in which you are pointing the bellows.",
				"Once used, this property of the bellows can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Belt of Naked Invisibility",
			"source": "MToMM",
			"page": 7,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While wearing this belt, you can turn {@condition invisible} as an action. The belt also turns {@condition invisible}, but anything else you are wearing or carrying does not turn {@condition invisible}. You remain {@condition invisible} until the belt is removed, until you {@action attack} or {@action cast a spell}, or until you use a bonus action to become visible again."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Some have suggested this item was created as a joke. If so, it was an expensive one. More likely, I think, is that the obvious defect resulted from an oversight on the part of the creator. This happens among the learned more often than they would care to admit."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Belt of Pankration",
			"source": "MToMM",
			"page": 7,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This dark leather belt is decorated with plates of patterned brass. While wearing it, you may use a bonus action to make an unarmed attack against any creature you are {@action grapple|PHB|grappling}, provided you have a free hand."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Belt of the Wide Earth",
			"source": "MToMM",
			"page": 7,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This thick leather belt is full of cracks and fissures and is fastened by a heavy buckle of obsidian. While wearing this belt, {@quickref difficult terrain|PHB|3} doesn't cost you extra movement and you count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.",
				"In addition, you can use an action and cast the {@spell teleport} spell. Once used, this property of the belt can't be used again until the next dawn."
			],
			"attachedSpells": [
				"teleport"
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Blanket of Healing",
			"source": "MToMM",
			"page": 7,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This woolen blanket is 4 feet square and has a pattern of red and white stripes. If you cover yourself with the blanket while taking a short rest, you regain the maximum number of hit points for any Hit Dice you spend."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Bone of Animation",
			"source": "MToMM",
			"page": 7,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This item appears to be a regular human upper arm bone. While holding the bone you can use an action to speak the command word and turn the bone into a {@creature skeleton}. The {@creature skeleton} reverts to bone form after 1 hour or when it drops to 0 hit points.",
				"The {@creature skeleton} is friendly to you and your companions for the duration. Roll initiative for the {@creature skeleton}, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you). If you don't issue any commands to the {@creature skeleton}, it defends itself from hostile creatures but otherwise takes no actions.",
				"Once the bone is used, it can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Bone of Bruising",
			"source": "MToMM",
			"page": 7,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This item appears to be a regular human shin bone. You can use a bonus action to toss this bone into the air and speak the command word. When you do so, the bone begins to hover, flies up to 30 feet, and attacks one creature of your choice within 5 feet of it. When you make the attack, you do so with an attack bonus of {@hit 5}. The bone inflicts {@damage 1d4 + 3} bludgeoning damage.",
				"While the bone hovers, you can use a bonus action to cause it to fly up to 30 feet to another spot within 30 feet of you. As part of the same bonus action, you can cause the bone to attack one creature within 5 feet of it.",
				"After the hovering bone attacks for the fourth time it falls to the ground. Once used, this property of the bone can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Boots of Carrying",
			"source": "MToMM",
			"page": 7,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"While you wear these brown leather boots, you count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Bottle of Containment",
			"source": "MToMM",
			"page": 7,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This 6-inch-tall square glass bottle has a funnel-shaped neck and a rubber stopper. It can hold up to 20 units of any liquid, each unit being either a magic potion or up to 1 gallon of ordinary liquid. While in the bottle, each liquid is contained separately from the others. A liquid may be recalled from the bottle by speaking its name and tipping the bottle upside down. If the bottle is smashed, all the contained liquids are expelled."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Bottle of Fireflies",
			"source": "MToMM",
			"page": 8,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "special",
			"entries": [
				"This squat bottle is made of clear glass and has a cork stopper. When a wineskin of wine is poured into the bottle, the wine is consumed, and the bottle is filled with innumerable tiny lights. The bottle sheds {@quickref Vision and Light|PHB|2|0|bright light} in a 30-foot radius and {@quickref Vision and Light|PHB|2|0|dim light} for an additional 30 feet. You can use an action to command the bottle to expand or reduce its radius of {@quickref Vision and Light|PHB|2|0|bright and dim light} by 5 feet each, to a maximum of 60 feet each or a minimum of 5 feet each. The light lasts for 1 day, after which time it may be reignited with another skin of wine."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"This is a better use for wine than most I've seen."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Bottle of Moonlight",
			"source": "MToMM",
			"page": 8,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This crescent-shaped bottle is made of pale stone and contains a thick, silvery liquid. When you use an action to pour this liquid on a lycanthrope, that creature immediately assumes its bestial form for 1 hour."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Bracelet of Animal Speech",
			"source": "MToMM",
			"page": 8,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"When you place this item on your wrist, you gain the ability to comprehend and verbally communicate with one beast of your choice. A side effect is that you can no longer speak any other language, but can only make the noise, such as a bark or meow, of the last beast you spoke to. This effect lasts while you have the bracelet on your wrist.",
				"The knowledge and awareness of many beasts is limited by their intelligence, but at minimum, beasts can give you information about nearby locations and monsters, including whatever they can perceive or have perceived within the past day. You might be able to persuade a beast to perform a small favor for you, at the DM's discretion."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Bracers of Lightning",
			"source": "MToMM",
			"page": 8,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"These bracers are made of rectangular quartz crystals held together by copper wire. While wearing them, any time you hit a creature with a melee attack, you inflict an extra {@damage 1d8} lightning damage to the target."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Bracers of Wind",
			"source": "MToMM",
			"page": 8,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"bonusAc": "+2",
			"entries": [
				"These bracers are made of silver plates held together by decorative leather straps. While wearing these bracers, you can use an action to speak their command word and activate them. They remain activated until you use an action to speak their command word again.",
				"While the bracers are activated, a strong wind swells and surges around your body, giving you a +2 bonus to AC against ranged attacks."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Bridle of Control",
			"source": "MToMM",
			"page": 8,
			"conditionImmune": [
				"frightened"
			],
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This bridle is made from black leather and has a steel bit. When placed on the head of a mount, that creature becomes calm and cannot be {@condition frightened} for as long as it wears the bridle."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Bridle of Speaking",
			"source": "MToMM",
			"page": 8,
			"rarity": "rare",
			"wondrous": true,
			"ability": {
				"static": {
					"int": 10
				}
			},
			"entries": [
				"This bridle is made from yellow leather stamped with random letters. When placed on the head of a mount, that creature gains an Intelligence of 10 and the ability to speak {@language common}. If the bridle is removed, the mount reverts to normal."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Bridle of Wings",
			"source": "MToMM",
			"page": 8,
			"rarity": "rare",
			"wondrous": true,
			"modifySpeed": {
				"static": {
					"fly": 60
				}
			},
			"recharge": "dawn",
			"entries": [
				"This bridle is made from red leather stamped with a feather pattern and has a copper bit. When the bit is fitted to a mount, you can use an action to speak its command word. This causes a pair of bird wings to sprout from the mount's back for 1 hour or until you repeat the command word as an action. The wings give the mount a flying speed of 60 feet. Once used, this property of the bridle can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Brooch of Bones",
			"source": "MToMM",
			"page": 8,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This strange brooch consists of 5 tiny bones arranged in the shape of a pentagram. While wearing the brooch, you can use an action to speak its command word and gain special protection against undead creatures. For 1 minute, undead creatures have disadvantage on attack rolls against you, and they cannot {@condition charmed|PHB|charm}, {@condition frightened|PHB|frighten}, or possess you. Once used, this property of the brooch can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"A rather ghoulish item to wear, especially in social situations. But decidedly useful when there are necromancers about."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Broom of Serving",
			"source": "MToMM",
			"page": 9,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This item appears to be a common broom, with a 4-foot-long wooden handle and a brush made of straw. When you speak the broom's command word, it sprouts six spindly wooden arms and the brush splits into two straw legs.",
				"The broom has a walking speed of 30 feet and can carry up to 500 pounds in its arms. It follows you around and attempts to stay within 10 feet of you. It can unerringly find you so long as you are both on the same plane. When you speak its command word again, the broom reverts to its original form."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Buckle of Armor",
			"source": "MToMM",
			"page": 9,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"ac": 17,
			"entries": [
				"This round, silver-plated belt buckle has been engraved to resemble a small, round shield with a moonstone for the shield boss. When worn, so long as you aren't wearing any other armor, your base Armor Class is 17. You may not add your Dexterity bonus to your armor class, but you can enhance your armor class with other items, such as a shield or a magic ring."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Buckle of Protection",
			"source": "MToMM",
			"page": 9,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"bonusAc": "+1",
			"bonusSavingThrow": "+1",
			"entries": [
				"This gold-plated buckle is rectangular and engraved with narrow chevrons. You gain a +1 bonus to AC and saving throws while wearing this item."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Buckle of Weaponry",
			"source": "MToMM",
			"page": 9,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This iron buckle is shaped like a small weapons rack and holds several miniature weapons—a {@item mace|PHB}, {@item spear|PHB}, {@item warhammer|PHB}, {@item battleaxe|PHB}, and {@item greatsword|PHB}. You can use a bonus action to detach one of these weapons from the buckle, causing the item to enlarge to full size. Once enlarged, they function as ordinary weapons.",
				"You can use another bonus action to touch the weapon to the buckle, causing it to shrink back down and reattach itself."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Bugle of Reviving",
			"source": "MToMM",
			"page": 9,
			"type": "INS",
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This instrument is about a foot long and made from solid brass. Provided you are proficient with wind instruments, you can use an action to play the bugle and create a loud, rousing tune. When you do this, up to seven small or medium corpses within 30 feet of you are raised as {@creature zombie|MM|zombies}.",
				"On each of your turns, you can use a bonus action to mentally command any {@creature zombie|MM} you made with the bugle providing the creature is within 60 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). If you issue no commands, the creature only defends itself against hostile creatures. The creature remains under your control for 24 hours, after which time it reverts to a corpse.",
				"Once you have used this property of the bugle, it can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Button of Blasting",
			"source": "MToMM",
			"page": 9,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This small, bone button may be thrown unerringly to a point you choose within 150 feet of you. When it reaches the target, it explodes in a ball of flame. Each creature in a 20-foot-radius sphere centered on that point must make a {@dc 15} Dexterity saving throw. A target takes {@damage 10d6} fire damage on a failed save, or half as much damage on a successful one. The button is consumed in the blast."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Button of Rosy Vision",
			"source": "MToMM",
			"page": 9,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"These buttons are always found in pairs, one made of a rose-colored gemstone and the other made of brass. When the rose button is sewn onto an item of clothing, if you hold the brass button up to your eye, you can see through the rose button as if you were located where it is. These buttons must both be on the same plane for this effect to work."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Cage of Entrapment",
			"source": "MToMM",
			"page": 9,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This square rosewood cage measures 6 inches per side and has an ornate brass handle attached to the top. You can use an action to touch a {@filter beast of size large or smaller|bestiary|source=|type=beast|miscellaneous=|size=t;s;m;l} with the cage. The creature must make a successful {@dc 15} Constitution saving throw or be drawn into the cage in miniature form. If you touch another creature with the cage while it is occupied, nothing happens.",
				"Once in the cage, the beast requires food, water, and air as normal. Opening the cage door causes the beast to return to normal size in the nearest unoccupied space."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"I have more than once used this device to move wild beasts away from a settlement. But sometimes the Balance requires the beast be killed, and other times that it be left free to ravage the settlement."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Cameo of Appearance",
			"source": "MToMM",
			"page": 9,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This small, oval-shaped piece of ivory has an elegant silver frame and is engraved with the profile of a muscular warrior wearing a full-faced helmet. While wearing it, you can use an action to speak its command word and a {@creature gladiator|MM} appears in the nearest unoccupied space.",
				"The {@creature gladiator|MM} cannot speak but is friendly to you and your companions for the duration. Roll initiative for the {@creature gladiator|MM}, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you). If you don't issue any commands, it defends itself from hostile creatures but otherwise takes no actions.",
				"The {@creature gladiator|MM} disappears one hour after you have summoned it. Once the cameo is used, it can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Candle of Protection",
			"source": "MToMM",
			"page": 10,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This item appears to be an ordinary wax candle in a brass holder. The candle's magic is activated when the candle is lit, which requires an action. After burning for 1 hour, the candle is destroyed, or you can snuff it out early for later use. Deduct the time it burned in increments of 1 minute from the candle's total burn time.",
				"When lit, it sheds {@quickref Vision and Light|PHB|2|0|bright light} in a 10-foot radius and {@quickref Vision and Light|PHB|2|0|dim light} for an additional 10 feet. Any undead creature that starts its turn within that light takes {@damage 1d6} radiant damage."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0004.webp"
						},
						"width": 321,
						"height": 866
					}
				]
			}
		},
		{
			"name": "Cane of Armament",
			"source": "MToMM",
			"page": 10,
			"type": "M",
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"weight": 2,
			"weaponCategory": "martial",
			"property": [
				"F"
			],
			"dmg1": "1d8",
			"dmgType": "P",
			"bonusWeapon": "+1",
			"entries": [
				"This item appears to be an ordinary walking cane. While holding it, you can use a bonus action to transform it into a {@item +1 rapier|DMG}, or to transform it back into a walking cane."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Cane of Detection",
			"source": "MToMM",
			"page": 10,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d6}",
			"charges": 6,
			"entries": [
				"If you tap this walking cane on a wall, floor, or door, it will cause any traps built into that structure within a 20-foot radius to glow faintly for 1 minute. The cane has 6 charges. Each use of the cane expends 1 charge. The cane regains {@dice 1d6} expended charges daily at dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Cape of Disguise",
			"source": "MToMM",
			"page": 10,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While wearing this plumed crimson cape, you can use an action to cast the {@spell disguise self} spell at will. The spell ends if the cape is removed."
			],
			"attachedSpells": [
				"disguise self"
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0005.webp"
						},
						"width": 622,
						"height": 951
					}
				]
			}
		},
		{
			"name": "Cape of Reeking",
			"source": "MToMM",
			"page": 10,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"While wearing this tattered green cape, you can use an action to cast the {@spell stinking cloud} spell. Once used, this property of the cape can't be used again until the next dawn."
			],
			"attachedSpells": [
				"stinking cloud"
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Cat's Eye Marble",
			"source": "MToMM",
			"page": 10,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This small glass sphere resembles a green cat's eye. Holding it in your hand grants you {@sense darkvision} to a range of 60 feet."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Chalice of Colors",
			"source": "MToMM",
			"page": 10,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"Once this clear glass chalice is filled with water, you can use your action to cast the contents in any direction. The liquid turns into a blinding array of flashing, colored light. Roll {@dice 6d10}; the total is how many hit points of creatures are affected. Creatures in a 15-foot cone originating from you are affected in ascending order of their current hit points (ignore creatures that can't see).",
				"Starting with the creature that has the lowest current hit points, each creature in the cone is {@condition blinded} until the end of your next turn. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected.",
				"Once used, this property of the chalice can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Chalice of Detection",
			"source": "MToMM",
			"page": 10,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This chalice is made from beautiful crystal and has a circular base, an orb-shaped stem and a goblet-style vessel. If it is filled with water and brought within 5 feet of poison, the water turns a sickly green hue. Poisonous monsters, gasses, weapons, and traps all trigger this effect. The water remains green, even if the chalice is moved more than 5 feet away from the poison.",
				"Once used, this property of the chalice can't be used again until the next dawn. The chalice must also be emptied and refilled with water before it is reused."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Chalice of Identification",
			"source": "MToMM",
			"page": 10,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This bronze chalice is gilded with silver and engraved with swirling wave patterns. When a potion is poured into it, the name of the potion appears on the surface of the liquid in misty white letters. The chalice may be used an unlimited number of times but must be washed thoroughly with water between uses or the letters do not appear."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Claw of Magical Theft",
			"source": "MToMM",
			"page": 11,
			"rarity": "very rare",
			"reqAttune": "by a spellcaster",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"wondrous": true,
			"entries": [
				"This small clawed hand is 3 inches long and is made of pure silver. While holding it, you can use an action to speak its command word and cause a ghostly, clawed hand to appear in the space of a spellcaster within 30 feet of you.",
				"Make a ranged spell attack against the creature. On a hit, the target loses its highest-level spell slot, up to a maximum of 5th level. At the same time, you regain one expended spell slot with a level equivalent to the spell slot you stole or lower.",
				"The ghostly hand disappears as soon as the attack is made."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Having been attacked with this item, I can assure you it is a most uncomfortable experience."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Cloak of the Phoenix",
			"source": "MToMM",
			"page": 11,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"modifySpeed": {
				"equal": {
					"fly": "walk"
				}
			},
			"entries": [
				"This floor-length cloak is composed of golden phoenix feathers and is fastened around the neck by a chain of fine platinum. While wearing this cloak, you have a flying speed equal to your walking speed."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Crown of Leadership",
			"source": "MToMM",
			"page": 11,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"ability": {
				"static": {
					"cha": 18
				}
			},
			"recharge": "dawn",
			"entries": [
				"This crown consists of a thin band of gold adorned with ten flawless diamonds. While wearing this crown, your Charisma score changes to 18. The item has no effect on your Charisma if it is already equal to or greater than 18.",
				"In addition, you can use your action to speak the crown's command word. For 1 minute, all friendly creatures within 10 feet of you are immune to being {@condition frightened} or {@condition charmed} and gain temporary hit points equal to twice your Charisma ability modifier at the start of each of their turns. Once used, this property of the crown can't be used again until the next dawn."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Some are born to lead, while others require a little bit of magical assistance."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Crystal of Alacrity",
			"source": "MToMM",
			"page": 11,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This circular topaz bears a carved relief of a knight in full armor. When attached to medium or heavy armor, that armor no longer has a Strength requirement."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Crystal of Aquatic Action",
			"source": "MToMM",
			"page": 11,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"modifySpeed": {
				"equal": {
					"swim": "walk"
				}
			},
			"entries": [
				"While holding this small, sea-green crystal, you can breathe underwater and gain a swimming speed equal to your walking speed. In addition, being underwater imposes no penalties on your attacks."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Cube of Abilities",
			"source": "MToMM",
			"page": 11,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This small wooden die has a red heraldic symbol painted on each of its six faces. The symbols and their meanings are:",
				{
					"type": "table",
					"colLabels": [
						"d6",
						"Symbol",
						"Meaning"
					],
					"colStyles": [
						"col-2 text-center",
						"col-5",
						"col-5"
					],
					"rows": [
						[
							"1",
							"Bear",
							"Strength"
						],
						[
							"2",
							"Cat",
							"Dexterity"
						],
						[
							"3",
							"Horse",
							"Constitution"
						],
						[
							"4",
							"Fox",
							"Intelligence"
						],
						[
							"5",
							"Serpent",
							"Wisdom"
						],
						[
							"6",
							"Unicorn",
							"Charisma"
						]
					]
				},
				"When you roll the die, the indicated ability score increases by 2, as does your maximum for that score. The dice immediately disappears after use."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0006.webp"
						},
						"width": 542,
						"height": 731
					}
				]
			}
		},
		{
			"name": "Cube of Luck",
			"source": "MToMM",
			"page": 11,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This small bone cube appears to be a regular die. You can use an action to speak its command word, and it then rolls only sixes for 1 minute."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Curtain of Spying",
			"source": "MToMM",
			"page": 11,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This appears to be a regular brocade curtain from one side and is 9 feet tall and 6 feet wide. When viewed from the other side, it is entirely transparent, making it an excellent one-way observation tool. If the curtain is placed on the ground with its transparent side up, a successful {@dc 15} Wisdom ({@skill Perception}) check is required to find it."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Cymbals of Crashing",
			"source": "MToMM",
			"page": 11,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"These silver hand cymbals are 8 inches wide and have brown leather straps attached to them. When struck together they emit a tremendous crash, and each flying creature within 60 feet must make a {@dc 15} Constitution saving throw. On a failed save, the creature has its flying speed reduced to 0 feet until the start of your next turn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Deck of Chance",
			"source": "MToMM",
			"page": 12,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This box contains ten thin ivory tiles, each beautifully painted with a different figure. When you draw a tile randomly from the deck, the tile disappears permanently, and you undergo the indicated effect.",
				{
					"type": "table",
					"colLabels": [
						"Figure",
						"Effect"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"Angel",
							"Your weapon attacks deal an extra {@damage 1d8} radiant damage on a hit."
						],
						[
							"Death",
							"You are transformed into a {@creature wraith|MM}. Your alignment and personality remain the same."
						],
						[
							"Demon",
							"Your alignment becomes chaotic evil."
						],
						[
							"Hermit",
							"All money, gems, and jewelry you own vanish. This includes your share of the party's wealth if it is held in a common treasury."
						],
						[
							"Jester",
							"Every sentence you utter must be a rhyming couplet. If you fail to rhyme when speaking, you take {@damage 2d8} psychic damage."
						],
						[
							"Lovers",
							"Any stranger you speak to for at least 1 minute must succeed on a {@dc 15} Wisdom saving throw or be {@condition charmed} by you for 1 hour."
						],
						[
							"Magician",
							"You are transformed into an {@creature evoker|VGM}. Your alignment and personality remain the same."
						],
						[
							"Paladin",
							"The {@item holy avenger|DMG} appears in your hand. If you give the sword to anyone else, it disappears."
						],
						[
							"Priest",
							"A deity of your alignment appears to you in a vision. You can ask up to three questions that can be answered with a yes or no and receive a correct answer for each question."
						],
						[
							"Savant",
							"You have advantage on all Intelligence, Wisdom, and Charisma ability checks."
						]
					]
				},
				"The effect lasts until dawn the next day. Only one tile per day may be drawn—drawing subsequent tiles has no effect."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Divan of Divination",
			"source": "MToMM",
			"page": 12,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This is a low sofa without headrests or arms. It is often richly upholstered, and it can be any color or size. If you take a long rest on this divan, you meet an angelic being in your dreams. You can ask a single question concerning a specific goal, event, or activity to occur within 7 days and receive a truthful reply. The reply might be a short phrase, a cryptic rhyme, or an omen.",
				"The reply doesn't take into account any possible circumstances that might change the outcome, such as the casting of spells or the loss or gain of a companion.",
				"Once the divan has been used, it can't be used again until 7 days have passed."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Drum of Silence",
			"source": "MToMM",
			"page": 12,
			"type": "INS",
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"While you hold this small {@item hand drum|SCAG}, you can use an action to strike it and cast the {@spell silence} spell with the area of effect centered on yourself. Once used, this property of the {@item hand drum|SCAG|drum} can't be used again until the next dawn."
			],
			"attachedSpells": [
				"silence"
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Leomund told me he used this device to neutralize both troublesome spellcasters and tedious dinner guests. Leomund could be a rather frivolous fellow."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Drums of Panic",
			"source": "MToMM",
			"page": 12,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"When you use an action to play these small {@item hand drum|SCAG|hand drums}, each hostile creature within 30 feet of you that hears you must succeed on a {@dc 15} Wisdom saving throw or become {@condition frightened} of you for 1 minute.",
				"A creature that fails the saving throw can repeat it at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on its saving throw is immune to the effect of these drums for 24 hours. Once used, this property of the drums can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Dust of Sleeping",
			"source": "MToMM",
			"page": 12,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"Usually found in a small leather sack, this powder resembles fine, white sand. There is enough of it for one use. When you use an action to throw a handful of the dust into the air, each creature that needs to breathe within 10 feet of you must succeed on a {@dc 15} Constitution saving throw or fall {@condition unconscious} for 1 minute, until the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. You are immune to the effect."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0007.webp"
						},
						"width": 481,
						"height": 724
					}
				]
			}
		},
		{
			"name": "Egg of Fog",
			"source": "MToMM",
			"page": 12,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This item resembles an ordinary egg. When shattered, a 40-foot-radius sphere of fog emerges from it. The sphere spreads around corners, and its area is {@quickref Vision and Light|PHB|2|0|heavily obscured}. The fog lasts for 1 hour or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Eyepatch of Sight",
			"source": "MToMM",
			"page": 13,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This item consists of a small piece of black leather attached to a thin headband. When worn over your eye, it gives you {@sense truesight} out to 60 feet. The effect lasts for 1 hour or until you take off the eyepatch. Once used, this property of the eyepatch can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Fan of Dancing",
			"source": "MToMM",
			"page": 13,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"While holding this fan, you can use an action to wave it at one creature within 10 feet. The target begins a comic dance in place for 1 minute. Creatures that can't be {@condition charmed} are immune to this effect.",
				"A dancing creature has a speed of 0 feet and has disadvantage on Dexterity saving throws and attack rolls. While the target is affected, other creatures have advantage on attack rolls against it. As an action, a dancing creature makes a Wisdom saving throw to regain control of itself. On a successful save, the effect ends.",
				"Once used, this property of the fan can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0008.webp"
						},
						"width": 943,
						"height": 850
					}
				]
			}
		},
		{
			"name": "Flute of Courage",
			"source": "MToMM",
			"page": 13,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"You must be proficient with wind instruments to use this {@item flute|PHB}. If you play the {@item flute|PHB} as an action, each humanoid in a 20-foot-radius sphere is immune to being {@condition frightened} while it can hear you for up to 1 minute. Once used, this property of the {@item flute|PHB} can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Flute of Faerie",
			"source": "MToMM",
			"page": 13,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"You must be proficient with wind instruments to use this {@item flute|PHB}. If you play the {@item flute|PHB} as an action, you summon fey creatures that appear in unoccupied spaces that you can see within range.",
				"Roll on the following table to determine what appears:",
				{
					"type": "table",
					"colLabels": [
						"d10",
						"Fey"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"8 {@creature blink dog|MM|blink dogs}"
						],
						[
							"2",
							"8 {@creature boggle|VGM|boggles}*"
						],
						[
							"3",
							"8 {@creature pixie|MM|pixies}"
						],
						[
							"4",
							"8 {@creature sprite|MM|sprites}"
						],
						[
							"5",
							"4 {@creature satyr|MM|satyrs}"
						],
						[
							"6",
							"4 {@creature darkling|VGM|darklings}*"
						],
						[
							"7",
							"2 {@creature dryad|MM|dryads}"
						],
						[
							"8",
							"2 {@creature quickling|VGM|quicklings}*"
						],
						[
							"9",
							"1 {@creature darkling elder|VGM}*"
						],
						[
							"10",
							"1 {@creature sea hag|MM}"
						]
					],
					"footnotes": [
						"* These creatures are from {@book Volo's Guide to Monsters|VGM}."
					]
				},
				"A summoned creature disappears when it drops to 0 hit points or after an hour. The summoned creatures are friendly to you and your companions. They obey any verbal commands that you issue to them (no action required by you).",
				"Once used, this property of the {@item flute|PHB} can't be used again until the next dawn."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Frostfallian Diamond Dust",
			"source": "MToMM",
			"page": 13,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This magic dust looks like very fine translucent sand. When thrown into a fireplace, it creates a magical link between it and another fireplace, at any distance, on the same plane of existence. You must have touched the destination fireplace at least once before. For 1 month, any creature can step into the target fireplace and exit from the destination fireplace, and vice versa, by using 5 feet of movement."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"This material comes from the plane of Frostfell and is manufactured by the eladrin servants of the Frost Lord. A devious creature is that one, and you should be wary if you meet him."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Gauntlets of Dexterity",
			"source": "MToMM",
			"page": 13,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"ability": {
				"static": {
					"dex": 18
				}
			},
			"entries": [
				"Your Dexterity score is 18 while you wear these supple, elbow-length leather gloves. They have no effect on you if your Dexterity is 18 or higher without them."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Gauntlets of the Storm",
			"source": "MToMM",
			"page": 13,
			"resist": [
				"lightning"
			],
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4}",
			"charges": 4,
			"entries": [
				"These metallic gloves, also known as storm gauntlets, crackle with electricity and fill the air with the scent of ozone. While wearing them, you have resistance to lightning damage.",
				"The gauntlets have 4 charges. You can use an action to expend 1 or more charges to cast one of the following spells (save {@dc 15}): {@spell shocking grasp} (1 charge), {@spell lightning bolt} (3 charges), or {@spell storm sphere|XGE} (4 charges).",
				"The gauntlets regain {@dice 1d4} expended charges daily at dawn."
			],
			"attachedSpells": [
				"shocking grasp",
				"lightning bolt",
				"storm sphere|xge"
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0009.webp"
						},
						"width": 650,
						"height": 610
					}
				]
			}
		},
		{
			"name": "Gavel of Authority",
			"source": "MToMM",
			"page": 14,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"When this gavel is knocked against a piece of wood, you gain advantage on all your Charisma ({@skill Persuasion}) or Charisma ({@skill Intimidation}) checks for 1 hour. Once used, this property of the gavel can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Globe of Sunlight",
			"source": "MToMM",
			"page": 14,
			"rarity": "very rare",
			"wondrous": true,
			"range": "60",
			"entries": [
				"This item resembles a multi-faceted yellow diamond and is about 2 inches across. You can use an action to throw the globe up to 60 feet away. When it reaches the end of its trajectory, the globe detonates in a 40-foot-radius sphere of brilliant sunlight. The globe is consumed when it detonates.",
				"Each creature in that light must make a {@dc 15} Constitution saving throw. On a failed save, a creature takes {@damage 12d6} radiant damage and is {@condition blinded} for 1 minute. On a successful save, it takes half as much damage and isn't {@condition blinded} by this spell. Undead and oozes have disadvantage on this saving throw.",
				"A creature {@condition blinded} by this effect makes another Constitution saving throw at the end of each of its turns. On a successful save, it is no longer {@condition blinded}."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Gloves of the Grappler",
			"source": "MToMM",
			"page": 14,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"These fingerless gloves are made of black, hardened leather. While wearing them, you have advantage on your {@action grapple|PHB} check when you attempt to {@action grapple|PHB} a creature. In addition, when you move a {@condition grappled} creature your speed is not halved."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0010.webp"
						},
						"width": 662,
						"height": 680
					}
				]
			}
		},
		{
			"name": "Gloves of the Starry Sky",
			"source": "MToMM",
			"page": 14,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": 3,
			"charges": 3,
			"entries": [
				"These supple gloves are made from black velvet and have tiny diamonds sewn into them. While wearing them, you can cast the {@spell light} spell at will.",
				"The gloves have 3 charges. You can use an action and expend 1 charge to cast {@spell magic missile} as a 5th-level spell. The missiles created look like a shower of falling stars. The gloves regain 3 charges daily at dawn."
			],
			"attachedSpells": [
				"light",
				"magic missile"
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Goggles of the Golden Sun",
			"source": "MToMM",
			"page": 14,
			"conditionImmune": [
				"blinded"
			],
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": 3,
			"charges": 3,
			"entries": [
				"These goggles are made of steel wrapped in black leather and have reflective gold lenses. While wearing them, you are immune to the {@condition blinded} condition.",
				"The goggles have 3 charges. You can use an action and expend 1 charge to cast the {@spell flame strike} spell. The gloves regain 3 charges daily at dawn."
			],
			"attachedSpells": [
				"flame strike"
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Golden Tongue",
			"source": "MToMM",
			"page": 14,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This charm looks like a small golden tongue. While wearing it around your neck, it grants you advantage on Charisma ({@skill Persuasion}) checks—however, you are required to make your argument in rhyming couplets. If you fail to speak in rhyme when making the check, you take {@damage 1d8} psychic damage."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"I cannot claim to be a poet. Perhaps others will find this item of more use."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Gong of Celestial Summoning",
			"source": "MToMM",
			"page": 14,
			"rarity": "very rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This gold hand-gong is 6 inches wide and has a handle made of silver twine. When struck, you summon a {@filter celestial of challenge rating 5 or lower|bestiary|source=|Challenge Rating=[&0;&5]|type=celestial|miscellaneous=}, which appears in an unoccupied space that you can see within range. The celestial disappears when it drops to 0 hit points or when 1 hour has elapsed.",
				"The celestial is friendly to you and your companions for the duration. Roll initiative for the celestial, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you), as long as they don't violate its alignment. If you don't issue any commands to the celestial, it defends itself from hostile creatures but otherwise takes no actions.",
				"Once the gong is used, it can't be used again until the next dawn."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Gong of Earthquakes",
			"source": "MToMM",
			"page": 14,
			"rarity": "rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This copper hand gong is 12 inches wide and has a red rope handle. When struck, an intense tremor rips through the ground in a 60-foot-radius circle centered on the gong and shakes everything in contact with the ground in that area. The tremor lasts for 1 minute.",
				"The ground in the area becomes {@quickref difficult terrain|PHB|3}. Each creature on the ground that is {@status Concentration|PHB|concentrating} must make a Constitution saving throw. On a failed save, the creature's {@status concentration} is broken.",
				"When the gong is struck and at the end of each turn while the tremor lasts, each creature on the ground in the area must make a Dexterity saving throw. On a failed save, the creature is knocked {@condition prone}. Permanent structures are not damaged, but loose items such as furniture are likely to fall over.",
				"Once used, this property of the gong can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Gong of Whirlwinds",
			"source": "MToMM",
			"page": 15,
			"rarity": "rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This silver gong is 18 inches wide and has two holes punched in the rim that can be used to suspend it. When the gong is struck, a whirlwind appears around it that lasts for 1 minute. All creatures within 10 feet of the gong must make a {@dc 15} Strength saving throw. On a failure, a target takes {@damage 3d8 + 2} bludgeoning damage and is flung up 20 feet away from the gong in a random direction and knocked {@condition prone}.",
				"Once used, this property of the gong can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Greenstone Amulet",
			"source": "MToMM",
			"page": 15,
			"immune": [
				"psychic"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"stunned"
			],
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This green gemstone is fist-sized and is carved into the shape of a shield. While wearing this item, you are immune to psychic damage, any effect that would sense your emotions or read your thoughts, divination spells, and the {@condition charmed}, {@condition frightened}, and {@condition stunned} conditions. The item even foils {@spell wish} spells and spells or effects of similar power used to affect your mind or to gain information about you."
			],
			"lootTables": [
				"Legendary Magic Items (Table I)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"My peculiar philosophy means that I make many enemies and accrue few allies. I will confess to you, trusted colleagues, that I have possessed one of these items for many years, and it has been invaluable."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Hammersphere",
			"source": "MToMM",
			"page": 15,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This 3-inch silver sphere is engraved with dozens of small hammer-shaped symbols. While holding the sphere, you can speak its command word as a bonus action, causing a floating, spectral hammer to appear within 60 feet of you.",
				"When you summon the hammer, you can make a melee spell attack against a creature within 5 feet of the weapon. When you make the attack, you do so with an attack bonus of {@hit 5}. On a hit, the target takes {@damage 3d8 + 5} force damage.",
				"As a bonus action on your turn, you can move the hammer up to 20 feet and repeat the attack against a creature within 5 feet of it.",
				"The hammer disappears after 1 minute and can't be summoned again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Handkerchief of Length",
			"source": "MToMM",
			"page": 15,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This item appears to be a normal silk handkerchief. However, when you place it in your pocket and speak the command word, you can then pull from your pocket a 50-foot-long line of multi-colored handkerchiefs tied to each other. This functions exactly like a regular piece of {@item Silk Rope (50 feet)|PHB|rope}.",
				"When you stuff the handkerchiefs back in your pocket, they revert to the original handkerchief."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Harp of Questing",
			"source": "MToMM",
			"page": 15,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "special",
			"entries": [
				"You must be proficient with a string instrument to use this small lap harp. When you use an action to play this item, you can place a magical command on a creature that can hear and understand you, forcing it to carry out some service that you decide.",
				"The creature must succeed on a {@dc 15} Wisdom saving throw or become {@condition charmed} by you for 30 days. While the creature is {@condition charmed} by you, it takes {@damage 5d10} psychic damage each time it acts in a manner directly counter to your instructions, but no more than once each day.",
				"You can issue any command you choose, short of an activity that would result in certain death. The only way to end the effect early is by a {@spell remove curse}, {@spell greater restoration}, or {@spell wish} spell.",
				"Once the harp has been used, it can't be used again until 7 days have passed."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"There was a time when I would destroy any magic item that I had no use for, believing this was the best way to preserve the Balance. An immature belief. I destroyed one of these harps during that period, and I regret it now, for they are remarkable devices."
						],
						"by": "Mordenkainen"
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0011.webp"
						},
						"width": 630,
						"height": 928
					}
				]
			}
		},
		{
			"name": "Harp of Silence",
			"source": "MToMM",
			"page": 16,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"You must be proficient with a string instrument to use this small lap harp. When you use an action to play this item, you cast the {@spell silence} spell with the area of effect centered on yourself. Once used, this property of the harp can't be used again until the next dawn."
			],
			"attachedSpells": [
				"silence"
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0012.webp"
						},
						"width": 754,
						"height": 1000
					}
				]
			}
		},
		{
			"name": "Harp of Thunder",
			"source": "MToMM",
			"page": 16,
			"rarity": "very rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"You must be proficient with a string instrument to use this small lap harp. When you use an action to play this item, it emits a thunderous blast in a 20-foot cone. Each creature in the cone must succeed on a {@dc 15} Constitution saving throw or become {@condition stunned} until the end of your next turn. Once used, this property of the harp can't be used again until the next dawn."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Hasp of Locking",
			"source": "MToMM",
			"page": 16,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"When you place this brass hasp on a closed door, window, gate, chest, or other entryway, it becomes locked for the duration. Only you can remove the hasp, although casting {@spell knock} on the locked object suppresses the magic of the hasp for 10 minutes. Otherwise, the locked object cannot be opened except by breaking it."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Heart of Hearing",
			"source": "MToMM",
			"page": 16,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While holding this small, heart-shaped ruby, you have advantage on Wisdom ({@skill Perception}) checks that rely on hearing."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Heart of Stone",
			"source": "MToMM",
			"page": 16,
			"conditionImmune": [
				"frightened"
			],
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While holding this small, heart-shaped piece of granite, you cannot be {@condition frightened}."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Horn of Four Winds",
			"source": "MToMM",
			"page": 16,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This item is made from brass and is inscribed with a swirling pattern. You can use an action to blow it and cast one of the following spells: {@spell fog cloud} (3rd-level version), {@spell gust of wind}, {@spell stinking cloud}, or {@spell wind wall}.",
				"Once used, this property of the horn can't be used again until the next dawn."
			],
			"attachedSpells": [
				"fog cloud",
				"gust of wind",
				"stinking cloud",
				"wind wall"
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Horn of Plenty",
			"source": "MToMM",
			"page": 16,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This item is made from a buffalo horn and has a brass mouthpiece. Upon blowing it, you create 45 pounds of food and 30 gallons of water on the ground or in containers within range, enough to sustain up to fifteen humanoids or five steeds for 24 hours. The food is bland but nourishing and spoils if uneaten after 24 hours. The water is clean and doesn't go bad.",
				"Once used, this property of the horn can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Horn of the Tritons",
			"source": "MToMM",
			"page": 16,
			"rarity": "very rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This item is a large, pink conch shell. You can use an action to blow it and cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"Rough waters become calm within a 1-mile radius of the horn.",
						"All aquatic creatures within 150 feet of you must make a successful {@dc 15} Wisdom saving throw or become {@condition frightened} of you for 1 minute.",
						"You summon a group of sea creatures, which the DM chooses or determines randomly."
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d20",
						"Creatures"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"1–4",
							"{@dice 4d4} {@creature reef shark|MM|reef sharks}"
						],
						[
							"5–10",
							"{@dice 2d4} {@creature giant octopus|MM|giant octopuses}"
						],
						[
							"11–16",
							"{@dice 1d4 + 1} {@creature hunter shark|MM|hunter sharks}"
						],
						[
							"17–20",
							"{@dice 1d4} {@creature killer whale|MM|killer whales}"
						]
					]
				},
				"The summoned creatures are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures but otherwise take no actions.",
				"Once used, this property of the horn can't be used again until the next dawn."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Icy Strand of the North",
			"source": "MToMM",
			"page": 16,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"When found, this thick white cord has {@dice 1d6 + 2} fist-sized shards of ice frozen onto it, which do not melt. While holding this cord, you can use an action to pull off one of the shards and hurl it up to 150 feet to a point you can see. Upon impact it explodes into a hail of rock-hard ice.",
				"Each creature within a 20-foot radius must make a Dexterity saving throw. A creature takes {@damage 2d8} bludgeoning damage and {@damage 4d6} cold damage on a failed save, or half as much damage on a successful one."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Impervious Vestment",
			"source": "MToMM",
			"page": 17,
			"resist": [
				{
					"resist": [
						"acid",
						"bludgeoning",
						"cold",
						"fire",
						"force",
						"lightning",
						"necrotic",
						"piercing",
						"poison",
						"psychic",
						"radiant",
						"slashing",
						"thunder"
					],
					"cond": true,
					"note": "all non-magical damage"
				}
			],
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This black silk robe is embroidered with a carbuncle pattern using adamantine thread. While wearing these robes you have resistance to all non-magical damage.",
				"Additionally, you can use an action to make yourself immune to all damage for 1 minute or until you take off the robe. Once this special action is used, it can't be used again until the next dawn."
			],
			"lootTables": [
				"Legendary Magic Items (Table I)|MToMM"
			]
		},
		{
			"name": "Infinite Scroll Case",
			"source": "MToMM",
			"page": 17,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This cylindrical silver tube has been engraved with an elaborate pattern in high relief and has a removable cap. You can place as many scrolls as you wish within this scroll case, including magic ones. Whenever you pull a scroll from the case, it is always the one that you desired."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Inkwell of Scrollmaking",
			"source": "MToMM",
			"page": 17,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This small, triangular glass bottle is inscribed with esoteric symbols and has a wooden stopper. When a magic scroll is prepared using ink from this inkwell, the preparation time and cost are both halved. The inkwell magically replenishes itself, supplying enough ink to write 100 spell levels worth of scrolls."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"This item also reduces the cost of transcribing a spell to your spell book. It is a deceptively powerful tool."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Iron Heart",
			"source": "MToMM",
			"page": 17,
			"rarity": "very rare",
			"wondrous": true,
			"ability": {
				"con": 2
			},
			"entries": [
				"This iron charm is the size and shape of a regular heart. When placed on the chest of a humanoid, it is absorbed into the creature's body and replaces its real heart. The recipient immediately gains a +2 bonus to its Constitution ability score."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Jug of Jade",
			"source": "MToMM",
			"page": 17,
			"rarity": "very rare",
			"wondrous": true,
			"recharge": "special",
			"entries": [
				"This 2-foot-tall jug is made of green earthenware and has a cork stopper in its narrow neck. When opened, a cloud of green gas is released filling a 10-foot-radius sphere. The cloud spreads around corners, and its area is {@quickref Vision and Light|PHB|2|0|heavily obscured}. The cloud lingers in the air for 1 minute.",
				"Each creature that is completely within the cloud must make a {@dc 15} Constitution saving throw. On a failed save, it is turned to jade stone and subjected to the {@condition petrified} condition. An affected creature returns to normal after one day has elapsed.",
				"If the stopper is firmly replaced in the jug, it begins slowly filling with gas and is ready again for use 10 days later."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Jug of Jesting",
			"source": "MToMM",
			"page": 17,
			"rarity": "rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This 1-foot-tall jug is made of yellowish earthenware and has a cork stopper. When opened, a cloud of translucent yellow gas is released filling a 20-foot-radius sphere. The gas lingers in the air for 1 minute.",
				"Each creature in the cloud must succeed on a {@dc 15} Wisdom saving throw or fall {@condition prone}, becoming {@condition incapacitated} with laughter and unable to stand up for the duration. A creature with an Intelligence score of 4 or less isn't affected.",
				"At the end of each of its turns, and each time it takes damage, the target can make another Wisdom saving throw. The target has advantage on the saving throw if it's triggered by damage. On a success, the effect ends.",
				"Once the stopper is replaced, the jug begins filling with gas and is ready again for use the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Kettle of Drumming",
			"source": "MToMM",
			"page": 17,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This item consists of an 18-inch-wide copper bowl with an animal skin stretched across the open end. When struck, the kettle drum makes a terrifying din. Each creature within 30 feet of you (not including you) must succeed on a {@dc 15} Wisdom saving throw or become {@condition frightened} of you for 1 minute.",
				"At the end of each of its turns, a creature can repeat the saving throw, ending the effect on itself on a success.",
				"Once used, this property of the drum can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Key of Opening",
			"source": "MToMM",
			"page": 17,
			"rarity": "uncommon",
			"wondrous": true,
			"charges": "{@dice 1d6 + 2}",
			"entries": [
				"This bronze key has a head shaped like a crown. When inserted into a nonmagical lock and twisted, the key expends a charge and opens the lock. The key has {@dice 1d6 + 2} charges when found and becomes nonmagical when you use the last charge."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0013.webp"
						},
						"width": 767,
						"height": 737
					}
				]
			}
		},
		{
			"name": "Ladle of Curing",
			"source": "MToMM",
			"page": 17,
			"rarity": "rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This ladle is made of sycamore and consists of a large turned bowl and an 18-inch handle with a hook end. When dipped into boiling water, it turns the contents of the bowl into a magical broth that, when completely consumed, cures {@condition blinded|PHB|blindness}, {@condition deafened|PHB|deafness}, and any diseases affecting the target. It takes an action to consume the broth.",
				"Once used, this property of the ladle can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Lamp of Darkness",
			"source": "MToMM",
			"page": 18,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This lamp is made from black iron and has shutters. It does not consume any oil. When you un-shutter the lamp, magical darkness spreads out from it to fill a 15-foot-radius sphere for 10 minutes. The darkness spreads around corners. A creature with {@sense darkvision} can't see through this darkness, and nonmagical light can't illuminate it.",
				"Once used, this property of the lamp can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Lamp of Djinni Summoning",
			"source": "MToMM",
			"page": 18,
			"rarity": "very rare",
			"wondrous": true,
			"charges": 3,
			"entries": [
				"This brass oil lamp is engraved with palm leaves and always appears tarnished when found. When you rub the lamp, you summon a {@creature djinni|MM} from the Elemental Plane of Air. The {@creature djinni|MM} appears to emerge from the lamp spout as a stream of colorful smoke and materializes in the nearest unoccupied space.",
				"The {@creature djinni|MM} remains with you for a maximum of 1 hour, or until it drops to 0 hit points. It then returns to its home plane. While summoned, the {@creature djinni|MM} is friendly to you and your companions. It obeys any commands you give it, no matter what language you use. If you fail to command it, the {@creature djinni|MM} defends itself against attackers but takes no other actions.",
				"The {@creature djinni|MM} may be summoned up to three times. After the third summons, the lamp randomly teleports somewhere up to 1000 miles away."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Lamp of Honesty",
			"source": "MToMM",
			"page": 18,
			"rarity": "rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This item appears to be an ordinary lamp except it burns for just 10 minutes on a {@item Oil (flask)|PHB|flask of oil}. Once lit, any creature within 15 feet of it cannot speak a deliberate lie. A creature may choose not to speak. Once you have lit the lamp, it cannot be re-lit until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"It may surprise you to learn that this item was first devised by Rary, who was a master of mental magic. Tenser considered him a mediocre wizard and gave him the nickname \"Medium Rary.\" Rary had his revenge, and much strife followed."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Leaf of Colors",
			"source": "MToMM",
			"page": 18,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This item appears to be an ordinary green leaf, freshly picked from a tree. You may command it to detect either a species of creature (such as goblins) or a type of creature (such as fiends or aberrations). If the leaf comes within 120 feet of the creature you specified, it turns yellow. If the leaf comes within 60 feet, it turns red. It returns to green once it is no longer within 120 feet of the creature. The leaf can only be attuned to detect one species or type of creature every 24 hours."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Leaf of Falling",
			"source": "MToMM",
			"page": 18,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This charm is shaped like a small silver leaf. When you fall while wearing this charm, you descend 60 feet per round and take no damage from falling."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"It is the rare adventurer who does not occasionally fall from a great height. This item is relatively simple to manufacture but is infinitely useful."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Lens of Lighting",
			"source": "MToMM",
			"page": 18,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This small convex glass lens can focus even the dimmest amount of light (including moonlight) into a tiny point that lights any combustible material (such as paper, cloth, or wood)."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Lens of Perspicacity",
			"source": "MToMM",
			"page": 18,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This soft, clear lens fits over your eye. While wearing it, you can speak a command word, and for the next 10 minutes, you have {@sense truesight} out to 120 feet.",
				"Once used, this property of the lens can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Libram of Evaluation",
			"source": "MToMM",
			"page": 18,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This small book has an embossed leather cover and is filled with a comprehensive index of gemstones and art objects alongside the market value. This index is magically updated every day at dawn to reflect the latest prices. Any art object or gemstone you possess is listed in the book and can be found with 10 minutes of searching."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Libram of Identification",
			"source": "MToMM",
			"page": 18,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This large book has a wood and leather cover, and thick pages of beautifully illuminated parchment. It can be used to identify any magic item. With 10 minutes searching, you can find an exact, illustrated match for the item you wish to identify. The entry includes all command words needed to use the item.",
				"Once the libram is used, it can't be used again until the next dawn. Anyone attempting to use the libram before then is unable to find the item they seek."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0014.webp"
						},
						"width": 778,
						"height": 498
					}
				]
			}
		},
		{
			"name": "Log of Burning",
			"source": "MToMM",
			"page": 19,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This small log may be set on fire by uttering its command word. It is not consumed by the flames and continues to burn forever until it is doused."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Mask of Comedy",
			"source": "MToMM",
			"page": 19,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This brightly painted mask depicts a face with a huge grin. When you use an action to don this mask, a creature of your choice that can see you and is within 30 feet of you must succeed on a {@dc 15} Wisdom saving throw. On a failure, the creature perceives you as hilariously funny and falls {@condition prone} in fits of laughter for 1 minute, becoming {@condition incapacitated} and unable to stand up for the duration. A creature with an Intelligence score of 4 or less isn't affected.",
				"At the end of each of its turns, and each time it takes damage, the target can make another Wisdom saving throw. The target has advantage on the saving throw if it's triggered by damage. On a success, the effect ends.",
				"Once used, this property of the mask can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Mask of Disguise",
			"source": "MToMM",
			"page": 19,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This mask is made of white plaster and depicts a face with holes for the eyes and mouth. When you use an action to don this mask, you make yourself—including your clothing, armor, weapons, and other belongings on your person—look different for 1 hour or until you use your action to take the mask off.",
				"You can seem 2 feet shorter or taller and can appear thin, fat, or in between. You can't change your body type, so you must adopt a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you.",
				"The changes wrought by this item hold up to casual physical inspection. For example, if you use this item to add a hat to your outfit, anyone touching the hat believes that they feel it. However, anyone making a detailed physical inspection of your appearance and succeeding on a {@dc 15} Intelligence ({@skill Investigation}) check discerns that you are magically disguised.",
				"The disguise lasts up to 1 hour and the mask may be used as many times as you wish."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Mask of Tragedy",
			"source": "MToMM",
			"page": 19,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This gray mask depicts a face with a frowning mouth and sad eyes. When you use an action to don this mask, a creature of your choice that can see you and is within 30 feet of you must succeed on a {@dc 15} Wisdom saving throw. On a failure, the creature is overcome by grief and falls {@condition prone} in a fit of wailing for 1 minute, becoming {@condition incapacitated} and unable to stand up for the duration. A creature with an Intelligence score of 4 or less isn't affected.",
				"At the end of each of its turns, and each time it takes damage, the target can make another Wisdom saving throw. The target has advantage on the saving throw if it's triggered by damage. On a success, the effect ends.",
				"Once used, this property of the mask can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Medallion of Empathy",
			"source": "MToMM",
			"page": 19,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This star-shaped silver medallion is engraved with the image of a heart held in a pair of hands. While wearing it, you have advantage on Wisdom ({@skill Insight}) checks."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Medallion of Gargoyles",
			"source": "MToMM",
			"page": 19,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This stone medallion is shaped like a grotesque head. While wearing this item, you can use your action to summon a pair of {@creature Gargoyle|MM|gargoyles} that emerge from a piece of stone that you can see within range. A {@creature gargoyle|MM} summoned by this amulet disappears when it drops to 0 hit points or after 1 hour.",
				"The summoned {@creature Gargoyle|MM|gargoyles} are friendly to you and your companions. Roll initiative for them as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures but otherwise take no actions.",
				"Once the medallion is used, it can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Mirror of Divination",
			"source": "MToMM",
			"page": 19,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"While holding this silver hand mirror, you can ask a single question concerning a specific goal, event, or activity to occur within a tenday. A ghostly face appears in the mirror and offers a truthful reply, which might be a short phrase, a cryptic rhyme, or an omen. Once used, this property of the mirror can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0015.webp"
						},
						"width": 640,
						"height": 954
					}
				]
			}
		},
		{
			"name": "Mirror of Images",
			"source": "MToMM",
			"page": 20,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"While holding this gold hand mirror, you can use an action to speak its command word and activate it. It remains activated until you use an action to speak the command word again.",
				"Any creature other than you that sees its reflection in the activated mirror while within 10 feet of it must succeed on a {@dc 15} Charisma saving throw or be trapped, along with anything it is wearing or carrying, in the mirror. This saving throw is made with advantage if the creature knows the mirror's nature. While trapped in the mirror, the creature's reflection remains visible and can talk to those in the real world.",
				"A creature trapped in the mirror doesn't age and doesn't need to eat, drink, or sleep. A creature trapped within the mirror can escape using magic that permits planar travel.",
				"If the mirror already contains a creature when used to trap a new creature, the current occupant is freed to accommodate the new prisoner. A freed creature appears in an unoccupied space within sight of the mirror but facing away from it. If the mirror is shattered, any creature it contains is freed and appears in the nearest unoccupied space."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Mirror of Reading",
			"source": "MToMM",
			"page": 20,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"While holding this hand mirror, you can use an action to speak its command word and activate it. It remains activated for 1 hour, during which time you understand any written language that you see reflected in the mirror's surface. Once used, this property of the mirror can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Mirror of Recall",
			"source": "MToMM",
			"page": 20,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"Staring into this small hand mirror allows you to perfectly recall any conversation you have ever had, any sight you have ever seen, or any book you have ever read."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Mirror of Seeing",
			"source": "MToMM",
			"page": 20,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"While looking into this hand mirror, you can use your action to cast the {@spell scrying} spell (save {@dc 15}). While scrying this way, the images appear in the mirror. Once used, this property of the mirror can't be used again until the next dawn."
			],
			"attachedSpells": [
				"scrying"
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Muzzle of Training",
			"source": "MToMM",
			"page": 20,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This leather muzzle can be placed on any beast that has a snout, with the muzzle magically growing or shrinking to fit correctly. While a beast is wearing the muzzle, any {@skill Animal Handling} checks made against it have advantage."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Nail of Pointing",
			"source": "MToMM",
			"page": 20,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This object appears to be a common carpentry nail. However, you can command the nail to point to any nonmagical object, and it will turn and point toward it for 1 hour. You must have previously seen the object or must have a detailed description of it. There is no limit to the nail's range, but the object must be on the same plane of existence. The nail can only be used to point at inanimate, non-magical objects. It can't point to living, undead, or constructed creatures.",
				"Once the nail is used, it can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"I may be unusual in that I consider items such as this to be far more powerful than something like a necklace of fireballs or a wand of lightning bolts. Using this simple device, I've tracked down countless lost books and relics, and have thereby learned many forgotten secrets of the ancients."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Necklace of Glittering",
			"source": "MToMM",
			"page": 20,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d3}",
			"charges": 3,
			"entries": [
				"This item consists of a circular sapphire in an electrum setting, which hangs from a silver chain studded with tiny diamonds. It has 3 charges. You can use an action to expend a charge and cause the gem to fire a brilliant beam of light at one creature you can see within 60 feet of you. The creature must succeed on a {@dc 15} Constitution saving throw or become {@condition blinded} for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
				"The necklace regains {@dice 1d3} expended charges daily at dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Needle of Mending",
			"source": "MToMM",
			"page": 20,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While holding this item you can cast the {@spell mending} cantrip at will."
			],
			"attachedSpells": [
				"mending"
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Net of Landing",
			"source": "MToMM",
			"page": 20,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This item is a 3-foot-square mesh of fine copper wire. Anyone wrapping the net about themselves like a cloak takes no damage from falling and always lands upright."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Net of Snaring",
			"source": "MToMM",
			"page": 20,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This item is a 5-foot-square mesh of shimmering, silver threads. You can use an action to throw the net at a Large or smaller creature you can see within 60 feet of you. Make a ranged attack roll with an attack bonus equal to your Dexterity modifier plus your proficiency bonus. On a hit, the target is {@condition restrained} until freed. The net has no effect on creatures that are formless, or creatures that are Huge or larger.",
				"A creature can use its action to make a {@dc 20} Dexterity check, freeing itself or another creature within its reach from the net on a success. If the check fails, any further attempts made by that creature automatically fail until 24 hours have elapsed.",
				"Once the net is used, it can't be used again until the next dawn. If thrown at a creature before then, it harmlessly slides off."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Nightcap of Vision",
			"source": "MToMM",
			"page": 21,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"Wearing this nightcap grants you {@sense darkvision}. You can see in {@quickref Vision and Light|PHB|2|0|dim light} within 60 feet as if it were {@quickref Vision and Light|PHB|2|0|bright light} and in darkness as if it were {@quickref Vision and Light|PHB|2|0|dim light}. You can't discern color in darkness, only shades of gray."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Oars of Rowing",
			"source": "MToMM",
			"page": 21,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"These items look like regular boat oars and are usually found in pairs. When you attach these oars to the oarlocks of a boat, you can speak a command word and cause the oars to row the boat on their own at a speed of 2 miles per hour for up to 12 hours. Speaking the command word again causes the oars to cease rowing. Once used, this property of the oars can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Ointment of Soothing",
			"source": "MToMM",
			"page": 21,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This stubby tin jar is 2 inches in diameter and contains {@dice 1d4 + 1} doses of a thick pink mixture that smells faintly of lavender. As an action, one dose of the ointment can be applied to the skin and it removes any {@condition exhaustion} you are suffering and cures any disease or poison affecting you."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Orb of Storms",
			"source": "MToMM",
			"page": 21,
			"resist": [
				"lightning"
			],
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "special",
			"entries": [
				"This small crystal sphere contains a boiling blue cloud. While holding the orb, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You have resistance to lightning damage.",
						"You can use an action to cast the {@spell control weather} spell. Once used, this property of the orb can't be used again until 15 days have passed.",
						"You can use an action to cast the {@spell storm of vengeance} spell (save {@dc 15}). Once used, this property of the orb can't be used again until 15 days have passed."
					]
				}
			],
			"attachedSpells": [
				"control weather",
				"storm of vengeance"
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0016.webp"
						},
						"width": 727,
						"height": 1986
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"It should not surprise you to learn that this orb was originally designed by Otiluke, who was a connoisseur of such magical devices."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Parchment of Rolling",
			"source": "MToMM",
			"page": 21,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This 8-inch-wide sheet of parchment is wrapped around two elaborately carved mahogany rollers. No matter how far you roll down, you never run out of fresh paper to write on and the thickness of the paper wrapped around the rollers never increases. It is an infinitely large piece of writing paper."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Periapt of the Sullen Seas",
			"source": "MToMM",
			"page": 22,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This sea-blue gemstone is attached to a silver chain and quivers when worn as if it were a large drop of water. While wearing the item, you can speak a command word and then hold your breath for up to 12 hours. While holding your breath, being underwater imposes no penalties on your movement or attacks.",
				"Once used, the periapt can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Pipe of Smoking",
			"source": "MToMM",
			"page": 22,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This pipe is always magically full of fresh tobacco. When you use an action to light and puff on it, you create a 20-foot-radius sphere of thick grey smoke centered on yourself. The sphere spreads around corners, and its area is {@quickref Vision and Light|PHB|2|0|heavily obscured}. Each creature other than yourself that is completely within the smoke at the start of its turn must make a DC 10 Constitution saving throw. On a failed save, the creature spends its action that turn retching and reeling. Creatures that don't need to breathe or are immune to poison automatically succeed on this saving throw.",
				"The smoke lasts for one hour or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it. Once you have lit the pipe, it can't be lit again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0017.webp"
						},
						"width": 787,
						"height": 903
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"According to a persistent stereotype, wizards have a weakness for pipes. I cannot determine where this idea originated. I find the habit repellant, and I know Bigby shared my opinion."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Pole of Rescue",
			"source": "MToMM",
			"page": 22,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This 5-foot-long pole is made of polished steel. When you speak the command word, a short silver thread appears attached to the end of the pole, with a 6-inch-wide silver hoop on the end of the thread. If you make a casting motion with the pole toward a creature you can see within 120 feet of you, the hoop flies unerringly toward the target with the thread magically lengthening. If the target, being of size medium or smaller and not magically {@condition restrained}, takes hold of the hoop, the thread begins retracting and drags the target toward you. Speaking the command word again causes the thread and hoop to disappear.",
				"Once used, this property of the pole can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Portable Bridge",
			"source": "MToMM",
			"page": 22,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"When folded, this item is small enough to fit in your pocket. When unfolded as an action, it magically expands into a 5-foot-wide bridge of wooden planks, capable of spanning a 60-foot gap."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Pouch of Plenty",
			"source": "MToMM",
			"page": 22,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This small brown leather pouch is embossed with the image of a bee. When you place up to 10 coins in the pouch and leave it closed until the following dawn, the coins are converted to the next higher metal. So copper coins become silver, silver coins become electrum, and so on. The pouch has no effect on platinum coins."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Pouch of Travelling",
			"source": "MToMM",
			"page": 22,
			"rarity": "uncommon",
			"wondrous": true,
			"weight": 20,
			"entries": [
				"This sturdy leather pouch weighs 20 pounds and is 10 inches square. Inside it are a {@item Two-Person Tent|PHB|tent}, a {@item bedroll|PHB}, a {@item mess kit|PHB}, a {@item tinderbox|PHB}, a {@item hooded lantern|PHB}, 10 days of {@item Rations (1 day)|PHB|rations}, 6 {@item iron spike|PHB|iron spikes}, a {@item crowbar|PHB}, a {@item waterskin|PHB}, and {@item Hempen Rope (50 feet)|PHB|50 feet of hempen rope}. All these items may be easily drawn out and replaced whenever required. If any additional item is placed in the pouch, it bursts and scatters the contents."
			],
			"packContents": [
				"two-person tent|phb",
				"bedroll|phb",
				"mess kit|phb",
				"tinderbox|phb",
				"hooded lantern|phb",
				{
					"item": "rations (1 day)|phb",
					"quantity": 10
				},
				{
					"item": "iron spike|phb",
					"quantity": 6
				},
				"crowbar|phb",
				"waterskin|phb",
				"hempen rope (50 feet)|phb"
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0018.webp"
						},
						"width": 557,
						"height": 645
					}
				]
			}
		},
		{
			"name": "Quill of Forgery",
			"source": "MToMM",
			"page": 23,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This appears to be an ordinary feather quill pen, but it can be used to imitate any handwriting. You must take a written sample of the handwriting to be copied, consisting of at least 10 words, and burn it before mixing the ashes with ink. When writing with that ink, your handwriting will perfectly match the sample for up to 500 words.",
				"Once used, this property of the quill can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0019.webp"
						},
						"width": 675,
						"height": 768
					}
				]
			}
		},
		{
			"name": "Quill of Necromancy",
			"source": "MToMM",
			"page": 23,
			"rarity": "rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This small black quill is made from a crow feather. When placed on the grave or corpse of any dead creature with a sheet of parchment, you can use an action to speak a command word to activate it. Once activated, you can ask the dead creature up to three questions, with the quill writing the answers on the parchment after each question. The corpse knows only what it knew in life, including the languages it knew. Answers are usually brief, cryptic, or repetitive.",
				"Once used, this property of the quill can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Quill of Truth",
			"source": "MToMM",
			"page": 23,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This large quill is made from the feather of a phoenix and has a nib of gold. It is not possible to write a deliberate lie using this quill. If you attempt to do so, the ink in the nib evaporates and the words cannot be formed on the page."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Rake of Smoothing",
			"source": "MToMM",
			"page": 23,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"When you drag this rake behind you, it perfectly obliterates all tracks and other traces of your passage. Having done this, you can't be tracked except by magical means."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Rake of Tracking",
			"source": "MToMM",
			"page": 23,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"You can use this item to rake over a 30-foot-square area, which takes 10 minutes. This has the effect of highlighting the tracks of any creatures that have recently passed through. All ability checks made to follow tracks in the area have advantage for the next 24 hours. Once you have used this property of the rake, it can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Rattle of Death",
			"source": "MToMM",
			"page": 23,
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This crimson wooden stick has a leering, skull-shaped rattle attached to one end. As an action, you can point and shake the rattle at one creature you can see within 60 feet. If the creature you choose has 100 hit points or fewer, it dies. Otherwise, there is no effect.",
				"A humanoid killed by this item rises at the start of your next turn as a {@creature zombie|MM} that is permanently under your command, following your orders to the best of its ability.",
				"Once used, the rattle can't be used again until the next dawn."
			],
			"lootTables": [
				"Legendary Magic Items (Table I)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"An object of remarkable and alarming potency, and few individuals in the multiverse can stand before it. I will not comment on rumors that I have such an object in my vaults."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Rattle of Elements",
			"source": "MToMM",
			"page": 23,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"When you shake this tin rattle, you call forth an elemental servant. Choose an area of air, earth, fire, or water that fills a 10-foot cube within range. An {@filter elemental of challenge rating 5 or lower|bestiary|source=|Challenge Rating=[&0;&5]|type=elemental|miscellaneous=} appropriate to the area you chose appears in an unoccupied space within 10 feet the area. For example, a {@creature fire elemental|MM} could emerge from a bonfire. The elemental disappears when it drops to 0 hit points or after 1 hour. The summoned creature is friendly to you and your companions and obeys any verbal commands that you issue to it.",
				"Once you have used this property of the rattle, it can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Robe of Thunder",
			"source": "MToMM",
			"page": 23,
			"resist": [
				"thunder"
			],
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This gray silk robe is printed with the image of boiling storm clouds. While wearing it, you have resistance to thunder damage.",
				"As an action, you can speak its command word and you are surrounded by an invisible, faintly rumbling aura for 1 minute. When you take damage from a creature that is within 5 feet of you, the aura inflicts {@damage 2d6} points of thunder damage on your attacker.",
				"Once used, this property of the robe can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Rudder of Guidance",
			"source": "MToMM",
			"page": 23,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This magical rudder will grow or shrink to fit the ship or boat it is attached to. Once installed, the pilot of the vessel will always know, with perfect accuracy, the direction of any port they have previously visited."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Sandals of the Light Step",
			"source": "MToMM",
			"page": 24,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"modifySpeed": {
				"bonus": {
					"walk": 10
				}
			},
			"recharge": "dawn",
			"entries": [
				"These superbly crafted sandals are made of fine green leather with mithral buckles and are designed to resemble overlapping leaves. While wearing them, you increase your walking speed by 10 feet and your movement is unaffected by {@quickref difficult terrain|PHB|3}.",
				"You can also use an action to speak a command word and, for 1 hour, you can stand on and move across any liquid surface as if it were solid ground. Once used, this property of the sandals can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Saw of Cutting",
			"source": "MToMM",
			"page": 24,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This is a regular hand saw and is about 2 feet long. As an action, you can speak the saw's command word and for the next 10 minutes you can use the saw to cut through any non-magical wood, metal, or stone, at the rate of 1 foot per minute. Once used, this property of the saw can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Scepter of Light",
			"source": "MToMM",
			"page": 24,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This short, gold-plated rod is capped by a clear crystal orb. As an action, you can speak the scepter's command word and, for the next 4 hours, a 60-foot-radius sphere of {@quickref Vision and Light|PHB|2|0|bright light} spreads out from the orb. {@quickref Vision and Light|PHB|2|0|Dim light} is shed for an additional 60 feet. If any of this light area overlaps with an area of darkness created by a spell of 3rd level or lower, the spell that created the darkness is dispelled.",
				"Once used, this property of the scepter can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Screaming Lantern",
			"source": "MToMM",
			"page": 24,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This brass lantern has shutters. When the shutters are opened, no light is emitted, but an ear-splitting scream comes from the lantern and continues until the shutters are closed. Any creature that can hear and starts its turn within 20 feet of the lantern while the lantern screams takes {@damage 1} point of thunder damage."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Scrimshaw Hand Mirror",
			"source": "MToMM",
			"page": 24,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This ornate mirror, carved from knucklehead trout ivory, has a peculiar silver surface. While holding this mirror, you can use a bonus action to activate it. The mirror's surface ripples briefly, and, for 1 hour, you see a faint aura around any reflected magic item.",
				"Once used, this property of the mirror can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Scroll of Writing",
			"source": "MToMM",
			"page": 24,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This scroll is made of paper and is wrapped around a wooden roller. Any words spoken by the owner of this item magically appear written on the paper. If a length of paper is torn from the scroll, the writing remains on it and it behaves exactly like a regular piece of paper. No matter how many sheets are torn from the scroll, it never runs out of paper."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Seeds of Growth",
			"source": "MToMM",
			"page": 24,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"These are usually found in a small canvas bag containing {@dice 2d4} seeds. As an action, you can throw a seed at a point you can see within 20 feet of you, and a large tangled bush, 10 feet in diameter, immediately sprouts from the ground there. This bush turns the ground into {@quickref difficult terrain|PHB|3} for 1 minute before wilting away.",
				"A creature that ends its turn in the area of the bush must succeed on a {@dc 15} Strength saving throw or be {@condition restrained} by the bush. A creature so {@condition restrained} can use its action to make a {@dc 15} Strength saving throw. On a success, it frees itself."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Seeds of Wealth",
			"source": "MToMM",
			"page": 24,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"These resemble the seeds of a beech tree, but when planted they grow into a tree that bears coins instead of fruit. This takes six months from planting. The tree bears one harvest of fruit only, consisting of {@dice 20d20} coins.",
				"Roll on the following table to determine what type of coin the tree bears:",
				{
					"type": "table",
					"colLabels": [
						"d20",
						"Type"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"1–5",
							"Copper"
						],
						[
							"6–10",
							"Silver"
						],
						[
							"11–15",
							"Electrum"
						],
						[
							"16–19",
							"Gold"
						],
						[
							"20",
							"Platinum"
						]
					]
				}
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Shovel of Animation",
			"source": "MToMM",
			"page": 24,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This item looks like an ordinary shovel with a 4-foot-long wooden shaft and a blade of iron. However, when used by moonlight to exhume a corpse, the corpse becomes a {@creature zombie|MM}. You can reanimate a maximum of 6 corpses in one night using this item. The corpses must have been buried in the ground, not simply covered over with rocks or dirt.",
				"On each of your turns, you can use a bonus action to mentally command the {@creature zombie|MM} so long as the creature is within 60 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). If you issue no commands, the {@creature zombie|MM} only defends itself against hostile creatures.",
				"The {@creature zombie|MM} is under your control for 24 hours, after which time it reverts to a corpse. It cannot be reanimated unless it is buried again and re-exhumed."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"There is some debate around the ethics of using necromantic magic such as this. I care nothing for such frivolous discussions. Magic is neither good nor evil, it simply is. My only consideration is whether a particular spell or item will enhance the Balance or diminish it."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Shovel of Digging",
			"source": "MToMM",
			"page": 25,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This item looks like an ordinary shovel with a 4-foot-long wooden shaft and a blade of iron. When you speak its command word, it begins digging by itself at the rate of 10 cubic feet per minute. The shovel can only dig soil or sand and digs for a maximum of 4 hours per day."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Slate of Identification",
			"source": "MToMM",
			"page": 25,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This is a 12-by-6-inch piece of black slate in a lavish wooden frame. When you touch it to a magic item and say \"Identify,\" the magical properties of the item are neatly printed out on the slate in chalk, including any required command words. Once used, this property of the slate can't be used again until the next dawn. Touching a nonmagical item has no effect."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Snuffer of Dousing",
			"source": "MToMM",
			"page": 25,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This thin silver-plated rod is 6 inches long and has a small cup attached to one end. When you use it to douse a candle, all non-magical fires within a 20-foot radius are also extinguished. Once used, this property of the snuffer can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Snuffer of Serving",
			"source": "MToMM",
			"page": 25,
			"rarity": "rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This ornately engraved brass rod is 8 inches long and has a small cup attached to one end. When you use it to douse a candle, eight {@creature smoke mephit|MM|smoke mephits} immediately emerge from the smouldering wick.",
				"The summoned {@creature smoke mephit|MM|mephits} are friendly to you and your companions. Roll initiative for the {@creature smoke mephit|MM|mephits} as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures but otherwise take no actions.",
				"Once used, this property of the snuffer can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Soap of True Washing",
			"source": "MToMM",
			"page": 25,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This small bar of soap is translucent blue in color. When you wash yourself with this soap, it cures any diseases affecting you and causes one curse affecting you to end. The soap is completely consumed in the process."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Spoon of Magic Medicine",
			"source": "MToMM",
			"page": 25,
			"rarity": "legendary",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"When you place this delicate silver spoon in your mouth, it immediately fills with thick, sweet syrup. Upon swallowing this magic medicine, you regain all your hit points, your {@condition exhaustion} level is reduced by one, and you are cured of {@condition blinded|PHB|blindness}, {@condition deafened|PHB|deafness}, and any diseases affecting you. It also causes all curses affecting you to end.",
				"Once you have used this property of the spoon, it can't be used again until the next dawn."
			],
			"lootTables": [
				"Legendary Magic Items (Table I)|MToMM"
			]
		},
		{
			"name": "Stormfire Amulet",
			"source": "MToMM",
			"page": 25,
			"immune": [
				"fire"
			],
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d3}",
			"charges": 3,
			"entries": [
				"This item consists of a flame-shaped electrum pendant set with a large fire opal. While wearing this amulet, you gain immunity to fire damage.",
				"The amulet has 3 charges. You can use an action to expend one charge and cast the {@spell fire storm} spell. The amulet regains {@dice 1d3} expended charges daily at dawn."
			],
			"attachedSpells": [
				"fire storm"
			],
			"lootTables": [
				"Legendary Magic Items (Table I)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Another very powerful item, with much potential to disrupt the Balance. Perhaps we are better off destroying such as this—I am torn on the matter."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "String of Lashing",
			"source": "MToMM",
			"page": 25,
			"type": "M",
			"rarity": "uncommon",
			"wondrous": true,
			"weight": 3,
			"value": 200,
			"weaponCategory": "martial",
			"property": [
				"F",
				"R"
			],
			"dmg1": "1d4",
			"dmgType": "S",
			"bonusWeapon": "+1",
			"entries": [
				"This item consists of a 4-inch piece of black twine tied to a small wooden peg. While holding this item, you can speak its command word as a bonus action to cause it to transform into a {@item +1 whip|DMG}. Speaking the command word again causes it to revert to string form."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "String of Pearls",
			"source": "MToMM",
			"page": 25,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"When found, this 6-inch length of white twine has {@dice 1d6 + 1} luminous white pearls strung upon it. As an action, you can remove a pearl from the string and throw it at a creature you can see within 20 feet of you. The pearl disappears in a small flash, and the creature must make a {@dc 15} Wisdom saving throw. On a failed save, roll on the following table to determine the effect:",
				{
					"type": "table",
					"colLabels": [
						"d6",
						"Effect"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"Whenever the target makes an attack roll or a saving throw, the target must roll a {@dice d4} and subtract the number rolled from the attack roll or saving throw. The effect lasts for 1 minute."
						],
						[
							"2",
							"The target takes {@damage 3d6} psychic damage and must immediately use its reaction, if available, to move as far as its speed allows away from you."
						],
						[
							"3",
							"The target falls into fits of laughter and falls {@condition prone}, becoming {@condition incapacitated} and unable to stand up for 1 minute. A creature with an Intelligence score of 4 or less isn't affected. At the end of each of its turns, and each time it takes damage, the target can make another Wisdom saving throw. The target has advantage on the saving throw if it's triggered by damage. On a success, the effect ends."
						],
						[
							"4",
							"If the target has 30 hit points or less, it falls {@condition unconscious} for 1 minute, until it takes damage, or someone uses an action to shake or slap it awake."
						],
						[
							"5",
							"If the target is humanoid, it is {@condition paralyzed} for 1 minute. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the effect ends on the target."
						],
						[
							"6",
							"The target is {@condition charmed} by you and regards you as a friendly acquaintance for 1 minute or until you or your companions do anything harmful to it."
						]
					]
				}
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "String of Shackling",
			"source": "MToMM",
			"page": 26,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This piece of woven flax is 3 feet long. If tied about the wrists of a creature that is {@condition incapacitated}, that creature cannot break or untie the string except with a {@spell wish}, though any other creature may do so with ease. If the string is cut or broken it loses its magic."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "String of Warding",
			"source": "MToMM",
			"page": 26,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This piece of strong, silvery twine is roughly 30 feet long and has the ends tied together. When placed on the ground in a circular shape, you can use an action to speak the command word and a 20-foot-tall cylinder of magical energy rises from the string.",
				"Choose one of the following types of creatures: celestials, elementals, fey, fiends, or undead. Creatures of the affected type can't willingly enter or leave the cylinder by nonmagical means. If the creature tries to use teleportation or interplanar travel to do so, it must first succeed on a {@dc 15} Charisma saving throw.",
				"The magical cylinder lasts for 1 hour or until you speak the command word again. Once used, the string can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Talisman of Exemplary Healing",
			"source": "MToMM",
			"page": 26,
			"rarity": "rare",
			"reqAttune": "by a bard, cleric, druid, paladin, or ranger",
			"reqAttuneTags": [
				{
					"class": "bard"
				},
				{
					"class": "cleric"
				},
				{
					"class": "druid"
				},
				{
					"class": "paladin"
				},
				{
					"class": "ranger"
				}
			],
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": 3,
			"charges": 3,
			"entries": [
				"This circular talisman is made of silver and inset with small diamonds in the shape of a triangle. While wearing it, you can use a bonus action to expend a charge and maximize the number of hit points regained when casting a healing spell using a spell slot of 6th or lower level. The talisman has 3 charges that are replenished every day at dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Tent of Luxury",
			"source": "MToMM",
			"page": 26,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This appears to be an ordinary canvas {@item two-person tent|PHB}. When you speak the command word, it pitches itself, and when you speak the command word again, it packs itself back up.",
				"While pitched, the interior of the tent is an extradimensional space that is 40 feet square. It contains fine silken beds, a small bathroom area, and a long table laden with a hearty feast. There is enough accommodation and food for 8 people, and the feast replenishes itself daily.",
				"The tent has AC 14 and 40 hit points. If it is destroyed, the contents of the tent are scattered around a 40-foot-radius area."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Tent of Warning",
			"source": "MToMM",
			"page": 26,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This appears to be an ordinary canvas {@item two-person tent|PHB}. When you pitch the tent and speak the command word, the tent produces the sound of a hand bell for 10 seconds whenever a small or larger creature comes within 100 feet of the tent. When you speak the command word, you can designate creatures that won't set off the alarm. Packing up the tent cancels the effect."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Troll Gut Rope",
			"source": "MToMM",
			"page": 26,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This 50-foot-long rope is woven from wet, rubbery troll intestines and is very pungent. You can command this rope to grow to any length up to 350 feet, and it reverts to its original length after 12 hours."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Twisted Claw",
			"source": "MToMM",
			"page": 26,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This small silver sculpture is shaped like a twisted beast's claw. You can use your action to point the claw at a target you can see within 60 feet of you. The target must make a {@dc 15} Constitution saving throw or become {@condition incapacitated} with excruciating pain for 1 minute on a failed save.",
				"At the end of each of its turns, the target can make another Constitution saving throw. On a success, the effect ends on the target. Once used, the claw can't be used again until the next dawn."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Unicorn Pendant",
			"source": "MToMM",
			"page": 26,
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned"
			],
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d8 + 2}",
			"charges": 10,
			"entries": [
				"This pendant is made from pure gold and is shaped like the head of a unicorn. While wearing this item, you are immune to being {@condition charmed}, {@condition paralyzed}, or {@condition poisoned}, and you have advantage on saving throws against spells and other magical effects.",
				"The pendant has 10 charges. While wearing it, you can use an action to expend 1 or more of its charges to cast one of the following spells: {@spell teleport} (7 charges), {@spell dispel evil and good} (5 charges), {@spell protection from energy} (3 charges), or {@spell cure wounds} (1 charge).",
				"The pendant regains {@dice 1d8 + 2} charges daily at dawn."
			],
			"attachedSpells": [
				"teleport",
				"dispel evil and good",
				"protection from energy",
				"cure wounds"
			],
			"lootTables": [
				"Legendary Magic Items (Table I)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"I have been called both \"good\" and \"evil\" so many times that the labels barely mean anything to me. Still, if any creature in the multiverse is pure, innocent, and noble, it is a unicorn. And even a unicorn can disrupt the Balance."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Urn of Purification",
			"source": "MToMM",
			"page": 26,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This copper urn holds up to 5 gallons of liquid. If you fill it with any sort of drink and replace the lid, after 1 hour, the drink is purified and rendered free of poison and disease."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Vampire Torc",
			"source": "MToMM",
			"page": 26,
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"A blood-red ruby is embedded in this black iron torc. When you hit with a melee attack while wearing this item, you regain hit points equal to half the amount of damage dealt, to a maximum of 20 hit points per round.",
				"While wearing the torc, you take 20 radiant damage when you start your turn in sunlight. While in sunlight, you have disadvantage on attack rolls and ability checks."
			],
			"lootTables": [
				"Legendary Magic Items (Table I)|MToMM"
			]
		},
		{
			"name": "Vest of Missile Protection",
			"source": "MToMM",
			"page": 27,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While wearing this black damask vest, you have resistance to damage from ranged weapon attacks."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Vestments of Power",
			"source": "MToMM",
			"page": 27,
			"resist": [
				"fire"
			],
			"rarity": "legendary",
			"reqAttune": "by a cleric",
			"reqAttuneTags": [
				{
					"class": "cleric"
				}
			],
			"wondrous": true,
			"bonusSpellAttack": "+2",
			"bonusSpellSaveDc": "+2",
			"bonusAc": "+2",
			"entries": [
				"These religious garments are made from fine linen and embroidered with purple, scarlet, and golden thread. You gain these benefits while wearing them:",
				{
					"type": "list",
					"items": [
						"Your spell save DC, spell attack bonus, and AC each increase by 2.",
						"You have advantage on saving throws against spells and other magical effects.",
						"When you fall, you descend 60 feet per round and take no damage from falling.",
						"You have resistance to fire damage.",
						"You can stand on and move across any liquid surface as if it were solid ground."
					]
				}
			],
			"lootTables": [
				"Legendary Magic Items (Table I)|MToMM"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0020.webp"
						},
						"width": 1400,
						"height": 1987
					}
				]
			}
		},
		{
			"name": "Water Cloak",
			"source": "MToMM",
			"page": 27,
			"resist": [
				"fire"
			],
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This cloak is made of black sailcloth and appears to be soaking wet, but it feels warm and dry to the wearer. Upon donning the cloak, you gain resistance to fire damage, and you can also, as an action, extinguish any non-magical flame that you can see within 60 feet and that fits within a 5-foot cube.",
				"You can also use a reaction to interrupt a creature in the process of casting a spell that inflicts fire damage. Provided the creature is casting a {@filter spell of 3rd level or lower|spells|source=|level=0;1;2;3|damage type=fire}, the spell fails and has no effect. Once used, this property of the cloak can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Wax of Fabrication",
			"source": "MToMM",
			"page": 27,
			"rarity": "rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"When found, this item is a 6-inch cube of pale, pliable wax. When you mold the wax and speak the command word, you can transform it into a single nonliving object of wood, stone, crystal, or metal. The object may be any shape you choose but must be of the same volume as the wax or smaller and must be of a form that you have seen before.",
				"The object exists for only a limited duration before reverting to a block of wax. The duration depends upon the material created. If the object is composed of multiple materials, use the shortest duration.",
				{
					"type": "table",
					"colLabels": [
						"Material",
						"Duration"
					],
					"colStyles": [
						"col- text-",
						"col- text-"
					],
					"rows": [
						[
							"Wood",
							"7 days"
						],
						[
							"Stone or crystal",
							"1 day"
						],
						[
							"Metals",
							"12 hours"
						],
						[
							"Gems",
							"1 hour"
						],
						[
							"Adamantine or mithral",
							"10 minutes"
						]
					]
				},
				"The entire block of wax must be used for the magical transformation to take place. Once used, the wax can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Wax of Hearing",
			"source": "MToMM",
			"page": 28,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This tin container, 2 inches in diameter, contains {@dice 1d6 + 1} applications of pale wax. As an action, you can take one application of the wax, roll it into two small balls, and insert them into your ears. This enables you to create an {@condition invisible} sensor in a location up to a mile away that you have visited or seen before. The sensor remains in place for 1 hour, and it can't be attacked or otherwise interacted with. You can hear through the sensor as if you were in its space.",
				"The used wax becomes nonmagical once the hour has elapsed."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Wheel of Burning",
			"source": "MToMM",
			"page": 28,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This wheel is 2 inches in diameter and constructed from black iron. If you place it on the ground and use an action to speak its command word, a ringed wall of fire appears, 20 feet in diameter, 20 feet high, 1 foot thick, with the wheel at the center. The wall is opaque and lasts for one minute.",
				"Any creature that enters the wall or ends its turn there must make a {@homebrew {@dc 15}|{@note No DC was given, most other items in the book use 15 as the standard check.}} Dexterity saving throw. On a failed save, the creature takes {@damage 5d8} fire damage, or half as much damage on a successful save.",
				"Once used, the wheel can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Wheel of Flying",
			"source": "MToMM",
			"page": 28,
			"rarity": "uncommon",
			"wondrous": true,
			"modifySpeed": {
				"static": {
					"fly": 60
				}
			},
			"entries": [
				"This wheel is about 1 foot in diameter and constructed from polished wood. While holding it in both hands, you can use an action to speak its command word and gain a flying speed of 60 feet for 1 hour. You must keep both hands on the wheel for the duration or the effect ends. Once used, the wheel can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"I think the inspiration for this device may have been taken from a peculiar world I visit from time to time. Real magic is rare there, while gnome-like gadgetry is very advanced indeed. In this place, they use wheels to control steel vehicles, some of which traverse the land, some the water, and others the air."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Whistle of Beasts",
			"source": "MToMM",
			"page": 28,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"When you blow this tin whistle, you summon fey spirits that take the form of beasts and appear in unoccupied spaces that you can see within range. Roll on the following table to determine what appears:",
				{
					"type": "table",
					"colLabels": [
						"d10",
						"Beast"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"4 {@creature ape|MM|apes}"
						],
						[
							"2",
							"4 {@creature black bear|MM|black bears}"
						],
						[
							"3",
							"2 {@creature lion|MM|lions}"
						],
						[
							"4",
							"2 {@creature tiger|MM|tigers}"
						],
						[
							"5",
							"2 {@creature brown bear|MM|brown bears}"
						],
						[
							"6",
							"2 {@creature dire wolf|MM|dire wolves}"
						],
						[
							"7",
							"2 {@creature giant eagle|MM|giant eagles}"
						],
						[
							"8",
							"2 {@creature giant spider|MM|giant spiders}"
						],
						[
							"9",
							"1 {@creature giant boar|MM}"
						],
						[
							"10",
							"1 {@creature saber-toothed tiger|MM}"
						]
					]
				},
				"Each beast is also considered fey, and it disappears when it drops to 0 hit points or after an hour. The summoned creatures are friendly to you and your companions, and they obey any verbal commands that you issue to them.",
				"Once used, this property of the whistle can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Whistle of Stopping",
			"source": "MToMM",
			"page": 28,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"When you blow this silver whistle, choose a humanoid that you can see within 60 feet. The target must succeed on a {@dc 15} Wisdom saving throw or be {@condition paralyzed} for one minute. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the effect ends on the target.",
				"Once used, this property of the whistle can't be used again until the next dawn."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "White Cloak of the Spider",
			"source": "MToMM",
			"page": 28,
			"resist": [
				"poison"
			],
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This white velvet cloak is embroidered with the image of a large black spider sitting in a web. While wearing it, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You have resistance to poison damage.",
						"You can use an action to cast the {@spell spider climb} spell. Once used, this property of the cloak can't be used again until the next dawn.",
						"You can use an action to cast the {@spell hold person} spell (save {@dc 13}). Once used, this property of the cloak can't be used again until the next dawn."
					]
				}
			],
			"attachedSpells": [
				"spider climb",
				"hold person"
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Wink Brooch",
			"source": "MToMM",
			"page": 28,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"grantsProficiency": true,
			"entries": [
				"A ruby engraved with a winking face is set at the head of this silver pin. While wearing the pin, you gain proficiency in the {@skill Persuasion} skill, and you double your proficiency bonus on checks made with that skill."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Wrestling Oil",
			"source": "MToMM",
			"page": 28,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This brass canister has a swirling pattern engraved upon it and contains {@dice 1d4 + 1} doses of a thick, sticky, translucent mixture. As an action, one dose of the oil can be applied to your skin. You then have advantage on any ability check you make to escape a {@action grapple} for 1 hour."
			],
			"lootTables": [
				"Uncommon Magic Items (Table F)|MToMM"
			]
		},
		{
			"name": "Xylophone of Xenomorphy",
			"source": "MToMM",
			"page": 28,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This item comprises a wooden mallet and three small wooden bars affixed to a frame. If you use an action to strike the wooden bars, you may transform a creature you can see within 60 feet into a hideous new form. An unwilling creature must make a successful {@dc 18} Wisdom saving throw to avoid the effect.",
				"The transformation lasts for 1 hour. The new form can be any aberration whose challenge rating is equal to or less than the target's challenge rating or level. The target's game statistics, including mental ability scores, are replaced by the statistics of the chosen aberration. It retains its alignment and personality.",
				"The target assumes the hit points of its new form. When it reverts to its normal form, the creature returns to the number of hit points it had before transforming. The creature is limited in the actions it can perform by the nature of its new form, and it can't speak, cast spells, or take any other action that requires hands or speech. The target's gear melds into the new form. The creature can't activate, use, wield, or otherwise benefit from any of its equipment.",
				"Once used, this property of the xylophone can't be used again until the next dawn."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Alliteration is not a sound basis on which to conduct serious magical research. The Balance is left in tatters due to nonsense such as this."
						],
						"by": "Mordenkainen"
					}
				]
			}
		},
		{
			"name": "Yoke of Flight",
			"source": "MToMM",
			"page": 28,
			"rarity": "very rare",
			"wondrous": true,
			"modifySpeed": {
				"static": {
					"fly": 60
				}
			},
			"entries": [
				"When this double yoke is used to harness a pair of horses, they gain a flying speed of 60 feet and can also pull a carriage through the air."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			]
		},
		{
			"name": "Yoke of Obedience",
			"source": "MToMM",
			"page": 28,
			"rarity": "rare",
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This yoke is made of soft leather and fits comfortably over the head. If you place the yoke on a sleeping humanoid, that creature is {@condition charmed} by you for an hour upon waking. While {@condition charmed} in this way, the creature regards you as its trusted leader. If harmed by you or your companions, or commanded to do something contrary to its nature, the target ceases to be {@condition charmed} in this way. Once used, this property of the yoke can't be used again until the next dawn."
			],
			"lootTables": [
				"Rare Magic Items (Table G)|MToMM"
			]
		},
		{
			"name": "Zoster of Zeal",
			"source": "MToMM",
			"page": 28,
			"rarity": "very rare",
			"wondrous": true,
			"bonusWeapon": "+2",
			"recharge": "dawn",
			"entries": [
				"This is a wide leather belt covered in bronze plates. You can use an action to don this item, and you gain a +2 bonus to all attack and damage rolls for 1 minute. Once used, the zoster can't be used again until the next dawn."
			],
			"lootTables": [
				"Very Rare Magic Items (Table H)|MToMM"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Perhaps it is fitting that we end this catalog with zeal, for I concede I possess the zeal of a convert. Having spent my youth in pursuit of power, I am now zealous for the Balance. Consideration of it dominates my waking thoughts.",
							"Many have suggested that I should seek out the Good instead. In my experience, the word has been relativized into meaninglessness, and is often a cipher for mere tribalism and prejudice, while other times it describes a banal sentimentalism. I have no use for these.",
							"Others have suggested that I ought to be a champion of Law. But I have been to Mechanus and seen a million machines march in lockstep, with not an original thought between them. This is not the future I wish.",
							"No, our world depends upon all these things and more, upon a vivacious mix of the opposing, the contrary, and the contradictory. This is the Balance, and this is what I have pledged to uphold."
						],
						"by": "Mordenkainen"
					}
				]
			}
		}
	],
	"table": [
		{
			"name": "Legendary Magic Items (Table I)",
			"source": "MToMM",
			"page": 32,
			"colLabels": [
				"d100",
				"Magic Item"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"01-11",
					"{@item Ball of Power|MToMM}"
				],
				[
					"12-22",
					"{@item Greenstone Amulet|MToMM}"
				],
				[
					"23-33",
					"{@item Impervious Vestment|MToMM}"
				],
				[
					"34-44",
					"{@item Rattle of Death|MToMM}"
				],
				[
					"45-55",
					"{@item Spoon of Magic Medicine|MToMM}"
				],
				[
					"56-66",
					"{@item Stormfire Amulet|MToMM}"
				],
				[
					"67-77",
					"{@item Unicorn Pendant|MToMM}"
				],
				[
					"78-88",
					"{@item Vampire Torc|MToMM}"
				],
				[
					"89-00",
					"{@item Vestments of Power|MToMM}"
				]
			]
		},
		{
			"name": "Rare Magic Items (Table G)",
			"source": "MToMM",
			"page": 31,
			"colLabels": [
				"d100",
				"Magic Item"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"01",
					"{@item Anklet of Hobbling|MToMM}"
				],
				[
					"02",
					"{@item Aquamarine of Spell Extending|MToMM}"
				],
				[
					"03",
					"{@item Armband of Healing|MToMM}"
				],
				[
					"04",
					"{@item Armband of Strength|MToMM}"
				],
				[
					"05-06",
					"{@item Badge of Freedom|MToMM}"
				],
				[
					"07",
					"{@item Badge of Valor|MToMM}"
				],
				[
					"08",
					"{@item Bag of Flame|MToMM}"
				],
				[
					"09",
					"{@item Balance of Judgement|MToMM}"
				],
				[
					"10",
					"{@item Bead of Accuracy|MToMM}"
				],
				[
					"11-12",
					"{@item Beady Eye|MToMM}"
				],
				[
					"13",
					"{@item Bell of Freedom|MToMM}"
				],
				[
					"14",
					"{@item Blanket of Healing|MToMM}"
				],
				[
					"15",
					"{@item Bone of Bruising|MToMM}"
				],
				[
					"16",
					"{@item Bracelet of Animal Speech|MToMM}"
				],
				[
					"17-18",
					"{@item Bracers of Lightning|MToMM}"
				],
				[
					"19",
					"{@item Bracers of Wind|MToMM}"
				],
				[
					"20",
					"{@item Bridle of Speaking|MToMM}"
				],
				[
					"21",
					"{@item Bridle of Wings|MToMM}"
				],
				[
					"22",
					"{@item Buckle of Protection|MToMM}"
				],
				[
					"23-24",
					"{@item Bugle of Reviving|MToMM}"
				],
				[
					"25",
					"{@item Button of Blasting|MToMM}"
				],
				[
					"26",
					"{@item Button of Rosy Vision|MToMM}"
				],
				[
					"27",
					"{@item Cage of Entrapment|MToMM}"
				],
				[
					"28",
					"{@item Cameo of Appearance|MToMM}"
				],
				[
					"29-30",
					"{@item Candle of Protection|MToMM}"
				],
				[
					"31",
					"{@item Cymbals of Crashing|MToMM}"
				],
				[
					"32",
					"{@item Divan of Divination|MToMM}"
				],
				[
					"33",
					"{@item Dust of Sleeping|MToMM}"
				],
				[
					"34",
					"{@item Eyepatch of Sight|MToMM}"
				],
				[
					"35-36",
					"{@item Fan of Dancing|MToMM}"
				],
				[
					"37",
					"{@item Gauntlets of Dexterity|MToMM}"
				],
				[
					"38",
					"{@item Gauntlets of the Storm|MToMM}"
				],
				[
					"39",
					"{@item Gavel of Authority|MToMM}"
				],
				[
					"40",
					"{@item Gloves of the Starry Sky|MToMM}"
				],
				[
					"41-42",
					"{@item Goggles of the Golden Sun|MToMM}"
				],
				[
					"43",
					"{@item Golden Tongue|MToMM}"
				],
				[
					"44",
					"{@item Gong of Earthquakes|MToMM}"
				],
				[
					"45",
					"{@item Gong of Whirlwinds|MToMM}"
				],
				[
					"46",
					"{@item Hammersphere|MToMM}"
				],
				[
					"47-48",
					"{@item Harp of Questing|MToMM}"
				],
				[
					"49",
					"{@item Heart of Stone|MToMM}"
				],
				[
					"50",
					"{@item Horn of Four Winds|MToMM}"
				],
				[
					"51",
					"{@item Icy Strand of the North|MToMM}"
				],
				[
					"52",
					"{@item Inkwell of Scrollmaking|MToMM}"
				],
				[
					"53-54",
					"{@item Jug of Jesting|MToMM}"
				],
				[
					"55",
					"{@item Ladle of Curing|MToMM}"
				],
				[
					"56",
					"{@item Lamp of Darkness|MToMM}"
				],
				[
					"57",
					"{@item Lamp of Honesty|MToMM}"
				],
				[
					"58",
					"{@item Leaf of Colors|MToMM}"
				],
				[
					"59-60",
					"{@item Leaf of Falling|MToMM}"
				],
				[
					"61",
					"{@item Lens of Perspicacity|MToMM}"
				],
				[
					"62",
					"{@item Mask of Disguise|MToMM}"
				],
				[
					"63",
					"{@item Mask of Tragedy|MToMM}"
				],
				[
					"64",
					"{@item Medallion of Gargoyles|MToMM}"
				],
				[
					"65-66",
					"{@item Mirror of Divination|MToMM}"
				],
				[
					"67",
					"{@item Mirror of Images|MToMM}"
				],
				[
					"68",
					"{@item Mirror of Seeing|MToMM}"
				],
				[
					"69",
					"{@item Net of Landing|MToMM}"
				],
				[
					"70",
					"{@item Net of Snaring|MToMM}"
				],
				[
					"71-72",
					"{@item Ointment of Soothing|MToMM}"
				],
				[
					"73",
					"{@item Periapt of the Sullen Seas|MToMM}"
				],
				[
					"74",
					"{@item Pouch of Plenty|MToMM}"
				],
				[
					"75",
					"{@item Quill of Necromancy|MToMM}"
				],
				[
					"76",
					"{@item Rake of Smoothing|MToMM}"
				],
				[
					"77-78",
					"{@item Rattle of Elements|MToMM}"
				],
				[
					"79",
					"{@item Robe of Thunder|MToMM}"
				],
				[
					"80",
					"{@item Sandals of the Light Step|MToMM}"
				],
				[
					"81",
					"{@item Scrimshaw Hand Mirror|MToMM}"
				],
				[
					"82",
					"{@item Seeds of Wealth|MToMM}"
				],
				[
					"83-84",
					"{@item Shovel of Animation|MToMM}"
				],
				[
					"85",
					"{@item Snuffer of Serving|MToMM}"
				],
				[
					"86",
					"{@item String of Shackling|MToMM}"
				],
				[
					"87",
					"{@item String of Warding|MToMM}"
				],
				[
					"88",
					"{@item Talisman of Exemplary Healing|MToMM}"
				],
				[
					"89-90",
					"{@item Tent of Luxury|MToMM}"
				],
				[
					"91",
					"{@item Vest of Missile Protection|MToMM}"
				],
				[
					"92",
					"{@item Water Cloak|MToMM}"
				],
				[
					"93",
					"{@item Wax of Fabrication|MToMM}"
				],
				[
					"94",
					"{@item Wheel of Burning|MToMM}"
				],
				[
					"95-96",
					"{@item Whistle of Beasts|MToMM}"
				],
				[
					"97",
					"{@item White Cloak of the Spider|MToMM}"
				],
				[
					"98",
					"{@item Wink Brooch|MToMM}"
				],
				[
					"99-00",
					"{@item Yoke of Obedience|MToMM}"
				]
			]
		},
		{
			"name": "Uncommon Magic Items (Table F)",
			"source": "MToMM",
			"page": 30,
			"colLabels": [
				"d100",
				"Magic Item"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"01",
					"{@item Anchor of Seafaring|MToMM}"
				],
				[
					"02",
					"{@item Anklet of Levitation|MToMM}"
				],
				[
					"03",
					"{@item Anklet of Walking|MToMM}"
				],
				[
					"04",
					"{@item Armored Gi|MToMM}"
				],
				[
					"05-06",
					"{@item Bead of Dew|MToMM}"
				],
				[
					"07",
					"{@item Bellows of Breath|MToMM}"
				],
				[
					"08",
					"{@item Bellows of Strong Wind|MToMM}"
				],
				[
					"09",
					"{@item Belt of Pankration|MToMM}"
				],
				[
					"10",
					"{@item Bone of Animation|MToMM}"
				],
				[
					"11-12",
					"{@item Boots of Carrying|MToMM}"
				],
				[
					"13",
					"{@item Bottle of Containment|MToMM}"
				],
				[
					"14",
					"{@item Bottle of Fireflies|MToMM}"
				],
				[
					"15",
					"{@item Bottle of Moonlight|MToMM}"
				],
				[
					"16",
					"{@item Bridle of Control|MToMM}"
				],
				[
					"17-18",
					"{@item Brooch of Bones|MToMM}"
				],
				[
					"19",
					"{@item Broom of Serving|MToMM}"
				],
				[
					"20",
					"{@item Buckle of Weaponry|MToMM}"
				],
				[
					"21",
					"{@item Cane of Armament|MToMM}"
				],
				[
					"22",
					"{@item Cane of Detection|MToMM}"
				],
				[
					"23-24",
					"{@item Cape of Disguise|MToMM}"
				],
				[
					"25",
					"{@item Cape of Reeking|MToMM}"
				],
				[
					"26-27",
					"{@item Cat's Eye Marble|MToMM}"
				],
				[
					"28",
					"{@item Chalice of Colors|MToMM}"
				],
				[
					"29",
					"{@item Chalice of Detection|MToMM}"
				],
				[
					"30-31",
					"{@item Chalice of Identification|MToMM}"
				],
				[
					"32",
					"{@item Crystal of Alacrity|MToMM}"
				],
				[
					"33",
					"{@item Crystal of Aquatic Action|MToMM}"
				],
				[
					"34",
					"{@item Cube of Luck|MToMM}"
				],
				[
					"35",
					"{@item Curtain of Spying|MToMM}"
				],
				[
					"36-37",
					"{@item Drum of Silence|MToMM}"
				],
				[
					"38",
					"{@item Drums of Panic|MToMM}"
				],
				[
					"39",
					"{@item Egg of Fog|MToMM}"
				],
				[
					"40",
					"{@item Flute of Courage|MToMM}"
				],
				[
					"41",
					"{@item Gloves of the Grappler|MToMM}"
				],
				[
					"42-43",
					"{@item Handkerchief of Length|MToMM}"
				],
				[
					"44",
					"{@item Harp of Silence|MToMM}"
				],
				[
					"45-46",
					"{@item Hasp of Locking|MToMM}"
				],
				[
					"47",
					"{@item Heart of Hearing|MToMM}"
				],
				[
					"48",
					"{@item Horn of Plenty|MToMM}"
				],
				[
					"49-50",
					"{@item Infinite Scroll Case|MToMM}"
				],
				[
					"51",
					"{@item Kettle of Drumming|MToMM}"
				],
				[
					"52",
					"{@item Key of Opening|MToMM}"
				],
				[
					"53",
					"{@item Lens of Lighting|MToMM}"
				],
				[
					"54",
					"{@item Libram of Evaluation|MToMM}"
				],
				[
					"55-56",
					"{@item Libram of Identification|MToMM}"
				],
				[
					"57",
					"{@item Log of Burning|MToMM}"
				],
				[
					"58-59",
					"{@item Mask of Comedy|MToMM}"
				],
				[
					"60",
					"{@item Medallion of Empathy|MToMM}"
				],
				[
					"61",
					"{@item Mirror of Reading|MToMM}"
				],
				[
					"62-63",
					"{@item Muzzle of Training|MToMM}"
				],
				[
					"64",
					"{@item Nail of Pointing|MToMM}"
				],
				[
					"65",
					"{@item Necklace of Glittering|MToMM}"
				],
				[
					"66",
					"{@item Needle of Mending|MToMM}"
				],
				[
					"67",
					"{@item Nightcap of Vision|MToMM}"
				],
				[
					"68-69",
					"{@item Oars of Rowing|MToMM}"
				],
				[
					"70",
					"{@item Parchment of Rolling|MToMM}"
				],
				[
					"71",
					"{@item Pipe of Smoking|MToMM}"
				],
				[
					"72",
					"{@item Pole of Rescue|MToMM}"
				],
				[
					"73",
					"{@item Pouch of Travelling|MToMM}"
				],
				[
					"74-75",
					"{@item Quill of Forgery|MToMM}"
				],
				[
					"76",
					"{@item Quill of Truth|MToMM}"
				],
				[
					"77",
					"{@item Rake of Tracking|MToMM}"
				],
				[
					"78-79",
					"{@item Saw of Cutting|MToMM}"
				],
				[
					"80",
					"{@item Scepter of Light|MToMM}"
				],
				[
					"81-82",
					"{@item Screaming Lantern|MToMM}"
				],
				[
					"83",
					"{@item Scroll of Writing|MToMM}"
				],
				[
					"84",
					"{@item Seeds of Growth|MToMM}"
				],
				[
					"85",
					"{@item Shovel of Digging|MToMM}"
				],
				[
					"86",
					"{@item Slate of Identification|MToMM}"
				],
				[
					"87-88",
					"{@item Snuffer of Dousing|MToMM}"
				],
				[
					"89",
					"{@item Soap of True Washing|MToMM}"
				],
				[
					"90",
					"{@item String of Lashing|MToMM}"
				],
				[
					"91",
					"{@item String of Pearls|MToMM}"
				],
				[
					"92",
					"{@item Tent of Warning|MToMM}"
				],
				[
					"93-94",
					"{@item Troll Gut Rope|MToMM}"
				],
				[
					"95",
					"{@item Urn of Purification|MToMM}"
				],
				[
					"96",
					"{@item Wax of Hearing|MToMM}"
				],
				[
					"97",
					"{@item Wheel of Flying|MToMM}"
				],
				[
					"98",
					"{@item Whistle of Stopping|MToMM}"
				],
				[
					"99-00",
					"{@item Wrestling Oil|MToMM}"
				]
			]
		},
		{
			"name": "Very Rare Magic Items (Table H)",
			"source": "MToMM",
			"page": 32,
			"colLabels": [
				"d100",
				"Magic Item"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"01-03",
					"{@item Bagpipes of Droning|MToMM}"
				],
				[
					"04-07",
					"{@item Balance of Power|MToMM}"
				],
				[
					"08-10",
					"{@item Banner of the Storm's Eye|MToMM}"
				],
				[
					"11-14",
					"{@item Belt of Naked Invisibility|MToMM}"
				],
				[
					"15-18",
					"{@item Belt of the Wide Earth|MToMM}"
				],
				[
					"19-22",
					"{@item Buckle of Armor|MToMM}"
				],
				[
					"23-25",
					"{@item Claw of Magical Theft|MToMM}"
				],
				[
					"26-29",
					"{@item Cloak of the Phoenix|MToMM}"
				],
				[
					"30-33",
					"{@item Crown of Leadership|MToMM}"
				],
				[
					"34-37",
					"{@item Cube of Abilities|MToMM}"
				],
				[
					"38-40",
					"{@item Deck of Chance|MToMM}"
				],
				[
					"41-44",
					"{@item Flute of Faerie|MToMM}"
				],
				[
					"45-47",
					"{@item Frostfallian Diamond Dust|MToMM}"
				],
				[
					"48-51",
					"{@item Globe of Sunlight|MToMM}"
				],
				[
					"52-54",
					"{@item Gong of Celestial Summoning|MToMM}"
				],
				[
					"55-58",
					"{@item Harp of Thunder|MToMM}"
				],
				[
					"59-61",
					"{@item Horn of the Tritons|MToMM}"
				],
				[
					"62-65",
					"{@item Iron Heart|MToMM}"
				],
				[
					"66-68",
					"{@item Jug of Jade|MToMM}"
				],
				[
					"69-72",
					"{@item Lamp of Djinni Summoning|MToMM}"
				],
				[
					"73-75",
					"{@item Mirror of Recall|MToMM}"
				],
				[
					"76-79",
					"{@item Orb of Storms|MToMM}"
				],
				[
					"80-82",
					"{@item Portable Bridge|MToMM}"
				],
				[
					"83-86",
					"{@item Rudder of Guidance|MToMM}"
				],
				[
					"87-89",
					"{@item Twisted Claw|MToMM}"
				],
				[
					"90-93",
					"{@item Xylophone of Xenomorphy|MToMM}"
				],
				[
					"94-96",
					"{@item Yoke of Flight|MToMM}"
				],
				[
					"97-00",
					"{@item Zoster of Zeal|MToMM}"
				]
			]
		}
	],
	"book": [
		{
			"name": "Mordenkainen's Tome of Marvelous Magic",
			"id": "MToMM",
			"source": "MToMM",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/Cover.webp"
			},
			"published": "2019-10-08",
			"author": "M.T. Black",
			"contents": [
				{
					"name": "Cover Page & Credits"
				},
				{
					"name": "Preface"
				},
				{
					"name": "Magical Item Descriptions"
				},
				{
					"name": "Random Magic Item Tables"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "MToMM",
			"source": "MToMM",
			"data": [
				{
					"type": "section",
					"name": "Cover Page & Credits",
					"page": 1,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/Cover-Full.webp"
							},
							"title": "Explore a wealth of fantastic new magic items in this supplement for the world's greatest roleplaying game",
							"width": 2176,
							"height": 2816
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0001.webp"
							},
							"width": 498,
							"height": 643
						},
						{
							"type": "entries",
							"name": "Credits",
							"page": 1,
							"entries": [
								{
									"type": "list",
									"style": "list-no-bullets",
									"columns": 2,
									"page": 1,
									"items": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"page": 1,
											"items": [
												"{@b Designer:} M.T. Black",
												"{@b Consultant:} Hiten Dave",
												"{@b Editor:} Noah Lloyd",
												"{@b Editorial Assistant:} Carl Agner",
												"{@b Art Direction and Graphic Design:} Rich Lescouflair",
												"{@b Cover and Interior Art:} Provided by Wizards of the Coast and used with permission",
												"{@b Special Thanks:} Chris Lindsay, Wizards of the Coast"
											]
										},
										{
											"type": "list",
											"style": "list-no-bullets",
											"page": 1,
											"name": "The following sources inspired this material:",
											"items": [
												"{@link The Book of Marvelous Magic|https://en.wikipedia.org/wiki/The_Book_of_Marvelous_Magic}",
												"{@link Elminster's Guide to Divination|https://www.dmsguild.com/product/233047/Elminsters-Guide-to-Divination}",
												"{@link Elminster's Guide to Magic|https://www.dmsguild.com/product/221735/Elminsters-Guide-to-Magic}",
												"{@link Encyclopedia Magica|https://en.wikipedia.org/wiki/Encyclopedia_Magica}",
												"{@link Magic Item Compendium|https://en.wikipedia.org/wiki/Magic_Item_Compendium}",
												"{@link Mirt's Undermountain Survival Guide|https://www.dmsguild.com/product/269024/Mirts-Undermountain-Survival-Guide}",
												"{@link Way of the Iron Embrace|https://www.dmsguild.com/product/275382/Way-of-the-Iron-Embrace}"
											]
										}
									]
								}
							]
						},
						{
							"type": "hr"
						},
						"{@note DUNGEONS & DRAGONS, D&D, Wizards of the Coast, Forgotten Realms, Ravenloft, Eberron, the dragon ampersand, Ravnica and all other Wizards of the Coast product names, and their respective logos are trademarks of Wizards of the Coast in the USA and other countries.}",
						"{@note This work contains material that is copyright Wizards of the Coast and/or other authors. Such material is used with permission under the Community Content Agreement for Dungeon Masters Guild.}",
						"{@note All other original material in this work is 2019 and published under the Community Content Agreement for Dungeon Masters Guild.}"
					]
				},
				{
					"type": "section",
					"name": "Preface",
					"page": 4,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"I have travelled to more worlds than I can easily recall, and I have seen more items of marvelous magic than I could record in a book of infinite pages. Many of these wonders I have possessed at one time or another, some I have merely observed, while others I know of only by reputation.",
								"It is true that I once studied and collected magic for the sole purpose of accruing power, and I was more successful than most in this endeavour. Yet power becomes a perilous narcotic when sought for its own sake. Your desire always exceeds your capacity, and so you grow less satisfied rather than more, even as you increase your potency. Logicians would term this a \"vicious circle.\"",
								"It was while conducting certain hazardous experiments on Avernus, many years past, that I had a revelation. Or perhaps the revelation was given me—if so, it is the first time the gods have ever bequeathed me anything of use. Regardless, this was when I realized what is now common knowledge amongst the learned: that the equilibrium between the infernal and the diabolical forces prevents either from dominating. Or, to put it more plainly, if either the devils or demons ever gained the upper hand in their struggle, they would soon overrun the multiverse.",
								"This (along with several other experiences and a considerable amount of self-reflection) eventually led me to embrace the doctrine of the Balance, which states that the stability and sanity of the world depends upon the maintenance of an equilibrium rather than the triumph of any one force over the other. I could say much more about this, but I am preaching to the converted.",
								"These latter years I have spent accruing knowledge for those who, like myself, are committed to the preservation of Balance. This volume documents two hundred magical items that are particularly powerful or practical. Precise knowledge of these objects permits you to either utilize or thwart them, as well as helping you to find or create the said item in the first place. Therefore, this volume is remarkably powerful and dangerous, and I've made just eight copies to be placed in the hands of those I trust.",
								"If this volume somehow falls into the hands of some other, I can only hope (I will not pray) that you will tread lightly, be wary, and (may it be so) act wisely."
							],
							"by": "Mordenkainen"
						},
						{
							"type": "inset",
							"page": 4,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"My dear friend,",
										"I have, at considerable risk to myself, made a copy of my master's great work and have included it in this package. Mordenkainen remains a great wizard, perhaps the greatest of them all, but he has grown increasingly paranoid in his twilight years and jealously guards his knowledge. He has spoken more than once recently about burning down his entire library, lest it fall into the wrong hands. As a scholar myself, I cannot allow this to come to pass. Indeed, I have done questionable things to ensure that it does not.",
										"In your recent note, you asked me to explain why Mordenkainen is so zealous for the Balance. I can best do so by repeating to you a story he has told me often. There was once a mayor whose son died after a bite from a diseased rat, and so she engaged an enchanter to kill all the rats in town. Now, it so happened that most of the local lizards fed on those rats, and soon there were no lizards to be found either. But the lizards also fed on certain insects, and these could now breed without restraint. Great swarms of these insects descended upon the town's crops, and much famine and death followed, and the whole town was finally abandoned. Thus, we see the folly of interfering with the great Balance, even in a small way. But I am no preacher—should you ever meet Mordenkainen yourself, he will relate a hundred such anecdotes to you.",
										"But for now, I pray you will use this book wisely, and remember to keep its existence secret!"
									],
									"by": "Qort"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Magical item Descriptions",
					"page": 5,
					"entries": [
						"Magic items are presented in alphabetical order. A magic item's description gives the item's name, its category, its rarity, and its magical properties.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"columns": 2,
							"page": 5,
							"items": [
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Anchor of Seafaring",
									"page": 5,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Anklet of Hobbling",
									"page": 5,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 5,
									"entries": [
										"Hobbling a creature over an extended period can result in permanent injury and is really a form of torture. I can think of few instances where the Balance is served by gratuitous cruelty."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Anklet of Levitation",
									"page": 5,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Anklet of Walking",
									"page": 5,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Aquamarine of Spell Extending",
									"page": 5,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Armband of Healing",
									"page": 5,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Armband of Strength",
									"page": 5,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Armored Gi",
									"page": 5,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Badge of Freedom",
									"page": 5,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Badge of Valor",
									"page": 5,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bag of Flame",
									"page": 5,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 6,
									"entries": [
										"Someone once said that having heard one bagpipe tune, you have heard them all. An overly cynical assessment, but I admit the music is an acquired taste."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bagpipes of Droning",
									"page": 6,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Balance of Judgement",
									"page": 6,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Balance of Power",
									"page": 6,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Ball of Power",
									"page": 6,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Banner of the Storm's Eye",
									"page": 6,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bead of Accuracy",
									"page": 6,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bead of Dew",
									"page": 6,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Beady Eye",
									"page": 6,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bell of Freedom",
									"page": 6,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 6,
									"entries": [
										"An especially useful device for those who are adventuring without a thief in the party. And including a self-confessed thief in the party always seemed to defy logic to me."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bellows of Breath",
									"page": 7,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bellows of Strong Wind",
									"page": 7,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Belt of Naked Invisibility",
									"page": 7,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 7,
									"entries": [
										"Some have suggested this item was created as a joke. If so, it was an expensive one. More likely, I think, is that the obvious defect resulted from an oversight on the part of the creator. This happens among the learned more often than they would care to admit."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Belt of Pankration",
									"page": 7,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Belt of the Wide Earth",
									"page": 7,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Blanket of Healing",
									"page": 7,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bone of Animation",
									"page": 7,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bone of Bruising",
									"page": 7,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Boots of Carrying",
									"page": 7,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bottle of Containment",
									"page": 7,
									"collapsed": true
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0002.webp"
											},
											"width": 411,
											"height": 579
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0003.webp"
											},
											"width": 284,
											"height": 527
										}
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bottle of Fireflies",
									"page": 8,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 8,
									"entries": [
										"This is a better use for wine than most I've seen"
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bottle of Moonlight",
									"page": 8,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bracelet of Animal Speech",
									"page": 8,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bracers of Lightning",
									"page": 8,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bracers of Wind",
									"page": 8,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bridle of Control",
									"page": 8,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bridle of Speaking",
									"page": 8,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bridle of Wings",
									"page": 8,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Brooch of Bones",
									"page": 8,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 8,
									"entries": [
										"A rather ghoulish item to wear, especially in social situations. But decidedly useful when there are necromancers about."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Broom of Serving",
									"page": 9,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Buckle of Armor",
									"page": 9,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Buckle of Protection",
									"page": 9,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Buckle of Weaponry",
									"page": 9,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Bugle of Reviving",
									"page": 9,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Button of Blasting",
									"page": 9,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Button of Rosy Vision",
									"page": 9,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Cage of Entrapment",
									"page": 9,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 9,
									"entries": [
										"I have more than once used this device to move wild beasts away from a settlement. But sometimes the Balance requires the beast be killed, and other times that it be left free to ravage the settlement."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Cameo of Appearance",
									"page": 9,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Candle of Protection",
									"page": 10,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Cane of Armament",
									"page": 10,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Cane of Detection",
									"page": 10,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Cape of Disguise",
									"page": 10,
									"collapsed": true
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0004.webp"
											},
											"width": 321,
											"height": 866
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0005.webp"
											},
											"width": 622,
											"height": 951
										}
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Cape of Reeking",
									"page": 10,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Cat's Eye Marble",
									"page": 10,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Chalice of Colors",
									"page": 10,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Chalice of Detection",
									"page": 10,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Chalice of Identification",
									"page": 10,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Claw of Magical Theft",
									"page": 11,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 11,
									"entries": [
										"Having been attacked with this item, I can assure you it is a most uncomfortable experience."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Cloak of the Phoenix",
									"page": 11,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Crown of Leadership",
									"page": 11,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 11,
									"entries": [
										"Some are born to lead, while others require a little bit of magical assistance."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Crystal of Alacrity",
									"page": 11,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Crystal of Aquatic Action",
									"page": 11,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Cube of Abilities",
									"page": 11,
									"collapsed": true
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0006.webp"
									},
									"width": 542,
									"height": 731
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Cube of Luck",
									"page": 11,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Curtain of Spying",
									"page": 11,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Cymbals of Crashing",
									"page": 11,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Deck of Chance",
									"page": 12,
									"collapsed": true
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0007.webp"
									},
									"width": 481,
									"height": 724
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Divan of Divination",
									"page": 12,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Drum of Silence",
									"page": 12,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 12,
									"entries": [
										"Leomund told me he used this device to neutralize both troublesome spellcasters and tedious dinner guests. Leomund could be a rather frivolous fellow."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Drums of Panic",
									"page": 12,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Dust of Sleeping",
									"page": 12,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Egg of Fog",
									"page": 12,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Eyepatch of Sight",
									"page": 13,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Fan of Dancing",
									"page": 13,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Flute of Courage",
									"page": 13,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Flute of Faerie",
									"page": 13,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 13,
									"entries": [
										"This material comes from the plane of Frostfell and is manufactured by the eladrin servants of the Frost Lord. A devious creature is that one, and you should be wary if you meet him."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Frostfallian Diamond Dust",
									"page": 13,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Gauntlets of Dexterity",
									"page": 13,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Gauntlets of the Storm",
									"page": 13,
									"collapsed": true
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0008.webp"
											},
											"width": 943,
											"height": 850
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0009.webp"
											},
											"width": 650,
											"height": 610
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0010.webp"
											},
											"width": 662,
											"height": 680
										}
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Gavel of Authority",
									"page": 14,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Globe of Sunlight",
									"page": 14,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Gloves of the Grappler",
									"page": 14,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Gloves of the Starry Sky",
									"page": 14,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Goggles of the Golden Sun",
									"page": 14,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Golden Tongue",
									"page": 14,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 14,
									"entries": [
										"I cannot claim to be a poet. Perhaps others will find this item of more use."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Gong of Earthquakes",
									"page": 14,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Gong of Celestial Summoning",
									"page": 14,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Gong of Whirlwinds",
									"page": 15,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Greenstone Amulet",
									"page": 15,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 15,
									"entries": [
										"My peculiar philosophy means that I make many enemies and accrue few allies. I will confess to you, trusted colleagues, that I have possessed one of these items for many years, and it has been invaluable."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Hammersphere",
									"page": 15,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Handkerchief of Length",
									"page": 15,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 15,
									"entries": [
										"There was a time when I would destroy any magic item that I had no use for, believing this was the best way to preserve the Balance. An immature belief. I destroyed one of these harps during that period, and I regret it now, for they are remarkable devices."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Harp of Questing",
									"page": 15,
									"collapsed": true
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0011.webp"
											},
											"width": 630,
											"height": 928
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0012.webp"
											},
											"width": 754,
											"height": 1000
										}
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Harp of Silence",
									"page": 16,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Harp of Thunder",
									"page": 16,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Hasp of Locking",
									"page": 16,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Heart of Hearing",
									"page": 16,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Heart of Stone",
									"page": 16,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Horn of Four Winds",
									"page": 16,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Horn of Plenty",
									"page": 16,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Horn of the Tritons",
									"page": 16,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Icy Strand of the North",
									"page": 16,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Impervious Vestment",
									"page": 17,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Infinite Scroll Case",
									"page": 17,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Inkwell of Scrollmaking",
									"page": 17,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 17,
									"entries": [
										"This item also reduces the cost of transcribing a spell to your spell book. It is a deceptively powerful tool."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Iron Heart",
									"page": 17,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Jug of Jade",
									"page": 17,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Jug of Jesting",
									"page": 17,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Kettle of Drumming",
									"page": 17,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Key of Opening",
									"page": 17,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Ladle of Curing",
									"page": 17,
									"collapsed": true
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0013.webp"
									},
									"width": 767,
									"height": 737
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Lamp of Darkness",
									"page": 18,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Lamp of Djinni Summoning",
									"page": 18,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Lamp of Honesty",
									"page": 18,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 18,
									"entries": [
										"It may surprise you to learn that this item was first devised by Rary, who was a master of mental magic. Tenser considered him a mediocre wizard and gave him the nickname \"Medium Rary.\" Rary had his revenge, and much strife followed."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Leaf of Colors",
									"page": 18,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 18,
									"entries": [
										"It is the rare adventurer who does not occasionally fall from a great height. This item is relatively simple to manufacture but is infinitely useful."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Leaf of Falling",
									"page": 18,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Lens of Lighting",
									"page": 18,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Lens of Perspicacity",
									"page": 18,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Libram of Evaluation",
									"page": 18,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Libram of Identification",
									"page": 18,
									"collapsed": true
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0014.webp"
									},
									"width": 778,
									"height": 498
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Log of Burning",
									"page": 19,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Mask of Comedy",
									"page": 19,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Mask of Disguise",
									"page": 19,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Mask of Tragedy",
									"page": 19,
									"collapsed": true
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0015.webp"
									},
									"width": 640,
									"height": 954
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Medallion of Empathy",
									"page": 19,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Medallion of Gargoyles",
									"page": 19,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Mirror of Divination",
									"page": 19,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Mirror of Images",
									"page": 20,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Mirror of Reading",
									"page": 20,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Mirror of Recall",
									"page": 20,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Mirror of Seeing",
									"page": 20,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Muzzle of Training",
									"page": 20,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Nail of Pointing",
									"page": 20,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 20,
									"entries": [
										"I may be unusual in that I consider items such as this to be far more powerful than something like a {@item necklace of fireballs} or a {@item wand of lightning bolts}. Using this simple device, I've tracked down countless lost books and relics, and have thereby learned many forgotten secrets of the ancients."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Necklace of Glittering",
									"page": 20,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Needle of Mending",
									"page": 20,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Net of Landing",
									"page": 20,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Net of Snaring",
									"page": 20,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Nightcap of Vision",
									"page": 21,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Oars of Rowing",
									"page": 21,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Ointment of Soothing",
									"page": 21,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Orb of Storms",
									"page": 21,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 21,
									"entries": [
										"It should not surprise you to learn that this orb was originally designed by Otiluke, who was a connoisseur of such magical devices."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Parchment of Rolling",
									"page": 21,
									"collapsed": true
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0016.webp"
											},
											"width": 727,
											"height": 1986
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0017.webp"
											},
											"width": 787,
											"height": 903
										}
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Periapt of the Sullen Seas",
									"page": 22,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Pipe of Smoking",
									"page": 22,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 22,
									"entries": [
										"According to a persistent stereotype, wizards have a weakness for pipes. I cannot determine where this idea originated. I find the habit repellent, and I know Bigby shared my opinion."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Pole of Rescue",
									"page": 22,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Portable Bridge",
									"page": 22,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Pouch of Plenty",
									"page": 22,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Pouch of Travelling",
									"page": 22,
									"collapsed": true
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0018.webp"
									},
									"width": 557,
									"height": 645
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Quill of Forgery",
									"page": 23,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Quill of Necromancy",
									"page": 23,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Quill of Truth",
									"page": 23,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Rake of Smoothing",
									"page": 23,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Rake of Tracking",
									"page": 23,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Rattle of Death",
									"page": 23,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 23,
									"entries": [
										"An object of remarkable and alarming potency, and few individuals in the multiverse can stand before it. I will not comment on rumors that I have such an object in my vaults."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0019.webp"
									},
									"width": 675,
									"height": 768
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Rattle of Elements",
									"page": 23,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Robe of Thunder",
									"page": 23,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Rudder of Guidance",
									"page": 23,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Saw of Cutting",
									"page": 24,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Sandals of the Light Step",
									"page": 24,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Scepter of Light",
									"page": 24,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Screaming Lantern",
									"page": 24,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Scrimshaw Hand Mirror",
									"page": 24,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Scroll of Writing",
									"page": 24,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Seeds of Growth",
									"page": 24,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Seeds of Wealth",
									"page": 24,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Shovel of Animation",
									"page": 24,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 24,
									"entries": [
										"There is some debate around the ethics of using necromantic magic such as this. I care nothing for such frivolous discussions. Magic is neither good nor evil, it simply is. My only consideration is whether a particular spell or item will enhance the Balance or diminish it."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Shovel of Digging",
									"page": 25,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Slate of Identification",
									"page": 25,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Snuffer of Dousing",
									"page": 25,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Snuffer of Serving",
									"page": 25,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Soap of True Washing",
									"page": 25,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Spoon of Magic Medicine",
									"page": 25,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Stormfire Amulet",
									"page": 25,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 25,
									"entries": [
										"Another very powerful item, with much potential to disrupt the Balance. Perhaps we are better off destroying such as this—I am torn on the matter."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "String of Lashing",
									"page": 25,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "String of Pearls",
									"page": 25,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "String of Shackling",
									"page": 26,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "String of Warding",
									"page": 26,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Talisman of Exemplary Healing",
									"page": 26,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Tent of Luxury",
									"page": 26,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Tent of Warning",
									"page": 26,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Troll Gut Rope",
									"page": 26,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Twisted Claw",
									"page": 26,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Unicorn Pendant",
									"page": 26,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 26,
									"entries": [
										"I have been called both \"good\" and \"evil\" so many times that the labels barely mean anything to me. Still, if any creature in the multiverse is pure, innocent, and noble, it is a {@creature unicorn}. And even a unicorn can disrupt the Balance."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Urn of Purification",
									"page": 26,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Vampire Torc",
									"page": 26,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Vest of Missile Protection",
									"page": 27,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Vestments of Power",
									"page": 27,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Water Cloak",
									"page": 27,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Wax of Fabrication",
									"page": 27,
									"collapsed": true
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0020.webp"
									},
									"width": 1400,
									"height": 1987
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Wax of Hearing",
									"page": 28,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Wheel of Burning",
									"page": 28,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Wheel of Flying",
									"page": 28,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 28,
									"entries": [
										"I think the inspiration for this device may have been taken from a peculiar world I visit from time to time. Real magic is rare there, while gnome-like gadgetry is very advanced indeed. In this place, they use wheels to control steel vehicles, some of which traverse the land, some the water, and others the air."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Whistle of Beasts",
									"page": 28,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Whistle of Stopping",
									"page": 28,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "White Cloak of the Spider",
									"page": 28,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Wink Brooch",
									"page": 28,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Wrestling Oil",
									"page": 28,
									"collapsed": true
								},
								{
									"type": "inset",
									"page": 29,
									"entries": [
										"Alliteration is not a sound basis on which to conduct serious magical research. The Balance is left in tatters due to nonsense such as this."
									]
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Xylophone of Xenomorphy",
									"page": 29,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Yoke of Flight",
									"page": 29,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Yoke of Obedience",
									"page": 29,
									"collapsed": true
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "MToMM",
									"name": "Zoster of Zeal",
									"page": 29,
									"collapsed": true
								}
							]
						},
						{
							"type": "inset",
							"page": 29,
							"entries": [
								"Perhaps it is fitting that we end this catalog with zeal, for I concede I possess the zeal of a convert. Having spent my youth in pursuit of power, I am now zealous for the Balance. Consideration of it dominates my waking thoughts.",
								"Many have suggested that I should seek out the Good instead. In my experience, the word has been relativized into meaninglessness, and is often a cipher for mere tribalism and prejudice, while other times it describes a banal sentimentalism. I have no use for these.",
								"Others have suggested that I ought to be a champion of Law. But I have been to Mechanus and seen a million machines march in lock-step, with not an original thought between them. This is not the future I wish.",
								"No, our world depends upon all these things and more, upon a vivacious mix of the opposing, the contrary, and the contradictory. This is the Balance, and this is what I have pledged to uphold."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Random Magic Item Tables",
					"page": 30,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0021.webp"
							},
							"width": 1018,
							"height": 380
						},
						"The following tables may be used in place of the corresponding magic item tables in {@book chapter 7|DMG|7} of the {@book Dungeon Master's Guide|DMG}.",
						{
							"type": "statblock",
							"tag": "table",
							"source": "MToMM",
							"name": "Uncommon Magic Items (Table F)",
							"page": 30,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "table",
							"source": "MToMM",
							"name": "Rare Magic Items (Table G)",
							"page": 31,
							"collapsed": true
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0022.webp"
							},
							"width": 1534,
							"height": 544
						},
						{
							"type": "statblock",
							"tag": "table",
							"source": "MToMM",
							"name": "Very Rare Magic Items (Table H)",
							"page": 32,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "table",
							"source": "MToMM",
							"name": "Legendary Magic Items (Table I)",
							"page": 32,
							"collapsed": true
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MToMM/0023.webp"
							},
							"width": 772,
							"height": 1987
						}
					]
				}
			]
		}
	]
}
