{
	"_meta": {
		"sources": [
			{
				"json": "MythologicalItems",
				"abbreviation": "MyI",
				"full": "Mythological Items",
				"authors": [
					"Mythos Chronicles"
				],
				"convertedBy": [
					"Illy01 [he/him]"
				],
				"version": "2024-05-25",
				"color": "ffffff",
				"url": "https://www.drivethrurpg.com/en/product/477972/mythological-items-a-compendium-for-5e",
				"dateReleased": "2024-04-19"
			}
		],
		"status": "wip",
		"dateAdded": 1716646929,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "4308081d01",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Promethean Fire",
			"source": "MythologicalItems",
			"page": 4,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"The Promethean fire stands as a symbol of enlightenment, marking the dawn of human civilization. This sacred flame, stolen from the gods by Prometheus, embodies the spirit of innovation and resilience. Contained within a magical vessel, the fire's eternal glow represents humanity's continuous quest for knowledge, serving as a beacon of progress and unity.",
				"Crafted from the divine essence seized by Prometheus, the vessel underscores the fire's role in advancing communal well-being over individual glory. It evokes memories of the first hearth fires, around which communities formed, cultures flourished, and the bonds of society were forged. This flame was the nucleus of early civilization, where stories were shared, and knowledge was passed down through generations.",
				"The light of the Promethean fire symbolizes the pursuit of understanding, guiding humanity through darkness towards discovery. It is a reminder of Prometheus' sacrifice for human advancement and the ongoing journey of exploration and creativity that defines our species. In its gentle warmth, the ancients found the spark of curiosity that fueled their desire to learn and grow, making the Promethean fire not just a physical beacon, but a metaphorical one, illuminating the path of human progress.",
				"The Promethean fire is a magical fire contained in a finely crafted vessel. The Promethean fire has the following properties:",
				{
					"type": "entries",
					"name": "Eternal Warmth",
					"entries": [
						"The Promethean fire can't be extinguished by any means. The fire sheds {@quickref Vision and Light||2||bright light} in a 60-foot radius and {@quickref Vision and Light||2||dim light} for an additional 60 feet, and is able to ignite any fire source without requiring fuel."
					]
				},
				{
					"type": "entries",
					"name": "Beacon of Courage",
					"entries": [
						"As an action, a creature holding the Promethean fire's vessel can use its powers to embolden its allies. For the next 8 hours, each creature of the bearer's choice within 60 feet of the fire gains advantage on saving throws against being {@condition charmed} or {@condition frightened}. Once used, this ability can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Artisan's Inspiration",
					"entries": [
						"When crafting or repairing items within the light of the Promethean Fire, a creature gains advantage on all checks related to the crafting or repairing process, reflecting the fire's inspiration and guidance in human endeavors."
					]
				},
				{
					"type": "entries",
					"name": "Purifier of Life",
					"entries": [
						"By placing a bowl of food or water near the flame for 1 minute, the fire purifies it, rendering it free from of poison and disease. This purification process represents the Promethean fire's nurturing aspect and its role in sustaining life."
					]
				}
			]
		},
		{
			"name": "Apollo's Arrow",
			"source": "MythologicalItems",
			"page": 4,
			"baseItem": "arrow|PHB",
			"type": "A",
			"rarity": "very rare",
			"weight": 0.05,
			"bonusWeapon": "+3",
			"entries": [
				"Apollo's arrows are enhanced by the divine aura of Apollo, the Olympian god of archery, offering unmatched precision and lethality. This exquisite arrow, forged from celestial bronze and adorned with feathers from the sacred swans of Apollo's chariot, shimmers with a divine glow.",
				"You have a +3 bonus to attack and damage rolls made with this magical arrow. The Apollo's arrow has the following magical properties. Once it hits a target, the arrow is no longer magical until the next dawn, after which it regains its powers.",
				{
					"type": "entries",
					"name": "Guided Strike",
					"entries": [
						"An Apollo's arrow seeks its target with unerring accuracy. When you make an attack roll with this arrow, you can invoke the guidance of Apollo to declare that the arrow will automatically hit your target without rolling the attack. When thrown in this way, the Apollo's arrow ignores any benefit provided to the target by being in cover (excluding total cover) or holding a shield. On a hit, the arrow deals an additional {@damage 2d8} radiant damage in addition to the normal weapon's damage, and the target must succeed on a {@dc 18} Constitution saving throw or be outlined by divine light until the start of your next turn. An affected creature sheds {@quickref Vision and Light||2||bright light} in 30-foot radius and {@quickref Vision and Light||2||dim light} for an additional 30 feet and is unable to benefit from spells or effects that would turn it {@condition invisible}. Any attack roll made against a creature radiating this divine light has advantage, provided the attacker can see the target."
					]
				},
				{
					"type": "entries",
					"name": "Indestructibility",
					"entries": [
						"Reflecting its divine origin and craftsmanship, an Apollo's arrow is indestructible and can't be broken by any means. After it is used, the arrow immediately reappears in the quiver of the creature who threw it."
					]
				}
			]
		},
		{
			"name": "Pelt of the Nemean Lion",
			"source": "MythologicalItems",
			"page": 5,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"bonusAc": "+1",
			"resist": [
				{
					"note": "from nonmagical attacks",
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"cond": true
				}
			],
			"entries": [
				"The Pelt of the Nemean Lion stands as one of the most iconic relics in Greek mythology, embodying the essence of an indomitable beast that once roamed the valley of Nemea. This lion was no ordinary creature; its golden fur was said to be impervious to the edge of any blade or the point of any arrow, making it a symbol of ultimate resilience and strength. The Nemean Lion's fearsome reputation spread far and wide, casting a shadow of dread over the land until it met its match in Heracles (also known as Hercules), the son of Zeus.",
				"The confrontation with the Nemean Lion was the first of Heracles' twelve labors, a series of seemingly impossible tasks set forth by King Eurystheus as a means of testing the hero's strength, cunning, and courage. Heracles' victory over the lion using his immense strength and divine wit - strangling it with his bare hands after realizing its hide was impenetrable - marked the beginning of his legendary journey and solidified his status as one of the greatest heroes in Greek mythology.",
				"After slaying the lion, Heracles skinned the creature using its own claws and donned its pelt as armor. From that moment, the Pelt of the Nemean Lion became as much a part of Heracles' identity as his club or his divine lineage. It served not only as protection in his subsequent labors and battles but also as a powerful symbol of his triumph over the impossible, a testament to the hero's indomitable spirit and the favor of the Olympian gods.",
				"The pelt gleams with a subtle golden light, its fur as impenetrable as ever, and serves as a profound emblem of courage and the enduring power of those who dare to face the impossible. Crafted into a magnificent cloak or armor, the Pelt of the Nemean",
				"Lion is a relic of myth, imbuing its wearer with a fraction of the legendary strength and the invincibility of Heracles.",
				"While attuned to the Pelt of the Nemean Lion, a creature has the following benefits:",
				{
					"type": "entries",
					"name": "Legendary Resilience",
					"entries": [
						"While wearing the pelt, you gain a +1 bonus to AC and resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks, a reflection of the Nemean Lion's own invulnerability."
					]
				},
				{
					"type": "entries",
					"name": "Fearsome Presence",
					"entries": [
						"The pelt imbues you with an intimidatory aura, granting you advantage on all Charisma ({@skill Intimidation}) checks and allowing you to add your Strength score modifier to any {@skill Intimidation} check your make. As an action while wearing the pelt, you can attempt to intimidate a creature you can see within 30 feet of you. The target must succeed on a Wisdom saving throw contested by your Charisma ({@skill Intimidation}) check or be {@condition frightened} for the next minute. A {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"type": "entries",
					"name": "Enhanced Strength",
					"entries": [
						"You have advantage on all Strength ability checks and saving throws you make."
					]
				}
			]
		},
		{
			"name": "Thyrsus",
			"source": "MythologicalItems",
			"page": 6,
			"baseItem": "staff|PHB",
			"type": "SCF",
			"scfType": "arcane",
			"rarity": "uncommon",
			"reqAttune": true,
			"weight": 4,
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"bonusWeapon": "+1",
			"charges": 3,
			"staff": true,
			"recharge": "dawn",
			"entries": [
				"The Thyrsus, an emblem of divine revelry and natural abundance, holds a place of honor within the pantheon of sacred symbols associated with Dionysus, the god of wine, ecstasy, and regeneration. This staff, traditionally crafted from fennel and entwined with ivy, crowned with a pine cone at its peak, serves as a tangible link to the ancient rites and rituals of the Dionysian cult. The Maenads, also known as Bacchantes, Dionysus' most devout and frenetic worshippers, brandished the Thyrsus as they partook in the Bacchanals - rituals filled with wild dancing, music, and the consumption of wine, which induced states of divine madness and ecstatic fervor.",
				"The Maenads, whose name translates to 'the raving ones', were not only participants in these rites, but also conduits of Dionysus' divine power, embodying the chaotic and untamed forces of nature that the god himself represented. Adorned in skins of animals, they traversed forests and hills, their celebrations a profound expression of liberation from societal constraints, a return to primal freedom under the patronage of Dionysus. The Bacchanals were occasions of significant religious importance, serving as ceremonies of death and rebirth, where the Maenads experienced the dissolution of self and unity with the divine, a cycle reflective of nature's own rhythms.",
				"The Thyrsus symbolizes this connection between the wild, generative forces of the earth and the transcendental ecstasy of divine communion. It was believed that the staff could bring joy and pain, heal and harm, mirroring the dual nature of Dionysus as both benevolent and wrathful. The pine cone atop the Thyrsus, a symbol of fertility and eternal life, further emphasized the staff's role in rites celebrating the endless cycle of death and renewal, the core of Dionysian worship.",
				"You gain a +1 bonus to attack and damage rolls made with this staff. When you hit a creature with an attack made with the Thyrsus, the target takes an additional {@damage 1d6} psychic damage as the overwhelming frenzy and euphoria associated with Dionysian rites cloud its mind, causing disorientation and pain. While attuned to the Thyrsus, you gain the following benefits:",
				{
					"type": "entries",
					"name": "Ivy's Grasp",
					"entries": [
						"As an action, you can tap the Thyrsus on the ground to cast the {@spell entangle} spell (save{@dc 13}) without expending a spell slot. Once used, this ability can't be used again until the next dawn. This power echoes the staff's connection to the earth and the wild, unfettered growth it can inspire, similar to the untamed nature of Dionysian festivities."
					]
				},
				{
					"type": "entries",
					"name": "Wine's Bounty",
					"entries": [
						"The Thyrsus has 3 charges. You can use an action during your turn to expend a charge and fill a glass or chalice with a modest quantity of vine (up to 3 gallons) by touching it with the staff."
					]
				},
				{
					"type": "entries",
					"name": "Bacchic Fervor",
					"entries": [
						"The Thyrsus enhances your ability to inspire and captivate others. You gain advantage on Charisma ({@skill Performance}) and Charisma ({@skill Persuasion}) checks made to influence others through music, dance, or passionate speech, reflecting the infectious joy of Dionysian revelry."
					]
				}
			],
			"attachedSpells": [
				"entangle"
			]
		},
		{
			"name": "Palladium",
			"source": "MythologicalItems",
			"page": 7,
			"rarity": "artifact",
			"wondrous": true,
			"entries": [
				"Within Greek mythology, few artifacts hold a place as significant as the Palladium. This revered wooden statue, representing Athena, the goddess of wisdom, was said to be the protector of the city of Troy. Legend holds that as long as the Palladium remained within",
				"Troy's walls, the city would be impervious to invasion and harm.",
				"For this reason, the story of the Palladium intertwines closely with the narratives of heroism and treachery that characterize the Trojan War. It is said that the Palladium's loss marked the beginning of Troy's downfall, a pivotal moment that underscored the artifact's crucial role in the city's fate. The theft of the Palladium was a feat performed by Odysseus and Diomedes, heroes of Greece known for their wit and valor who undertook a perilous mission to infiltrate Troy.",
				"Utilizing a secret passage, they managed to evade the city's defenses and abscond with the Palladium, leaving Troy vulnerable for the first time. This act of desecration not only stripped the city of Athena's protection but also demoralized its inhabitants, setting the stage for the infamous deception of the Trojan Horse. The theft of the Palladium by Odysseus and Diomedes is emblematic of the complex interplay between divine will and human agency that pervades the entirety of Greek mythology. The Palladium is a small statuette of Athena carved out of wood. The Palladium has the following properties:",
				{
					"type": "entries",
					"name": "Divine Protection",
					"entries": [
						"The presence of the Palladium within a city, settlement, or stronghold imbues its walls and structures with a divine resilience, granting them resistance to all damage types. Additionally, the area is shrouded in a subtle, divine aura that makes scrying and other forms of magical spying more difficult, increasing the DC of similar spells and effects by 5."
					]
				},
				{
					"type": "entries",
					"name": "Wisdom of Athena",
					"entries": [
						"While held within a physical location, the Palladium grants insight and clarity to the settlement's sovereign, granting it a +2 bonus to Wisdom and Intelligence scores up to a maximum of 30, representing Athena's blessing of wisdom and strategic acumen."
					]
				},
				{
					"type": "entries",
					"name": "Magical Warding",
					"entries": [
						"The entire city protected by the Palladium is permanently subjected to the effects of the {@spell forbiddance} spell, preventing any form of teleportation into it."
					]
				},
				{
					"type": "entries",
					"name": "Curse of Betrayal",
					"entries": [
						"Should the Palladium be stolen or removed with ill intent, the thief becomes cursed, becoming plagued by nightmares. While in possession of the Palladium, a cursed creature has disadvantage on all attack rolls and saving throw as long as it keeps the artifact. Only returning the Palladium or a successful appeal to Athena are able to lift the curse."
					]
				}
			]
		},
		{
			"name": "Hermes' Winged Sandals",
			"source": "MythologicalItems",
			"page": 8,
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"modifySpeed": {
				"static": {
					"fly": 90
				}
			},
			"entries": [
				"Hermes' winged sandals, known in mythology for their enchanting appearance and remarkable abilities, are central to the tales of Hermes, the fleet-footed messenger who connected the realms of gods and men. These sandals are often depicted as golden and crafted with delicate wings at the heel or ankle, fluttering with each step or flight Hermes took across the skies. This iconic imagery has been celebrated in numerous artworks and literature, symbolizing Hermes' swift and agile nature.",
				"According to the myths, these sandals were endowed with magical properties that allowed Hermes to move with the speed of the wind, making him {@condition invisible} to mortals and immortals alike when he wished. This ability was crucial in carrying out the duties Zeus bestowed upon him, from delivering messages to leading souls to the realm of Hades. The sandals' divine magic facilitated Hermes' many roles, from the god of commerce and communication to the trickster and guide of souls, by granting him the ultimate freedom of movement.",
				"Their portrayal in various stories - from aiding Perseus in his quest to slay Medusa to Hermes' numerous intervention in the lives of gods and mortals alike - underscores Hermes' connection to the human experience, as the sandals were gifts that enabled interactions and the execution of divine will within the human realm.",
				"While attuned to the Hermes' winged sandals, you gain the following benefits:",
				{
					"type": "entries",
					"name": "Legendary Speed",
					"entries": [
						"While wearing the sandals, your walking speed increases to 60 feet (unless it is already 60 feet or higher), and you gain a flying speed of 90 feet and the ability to hover."
					]
				},
				{
					"type": "entries",
					"name": "Messenger's Agility",
					"entries": [
						"As a bonus action during your turn, you can invoke the power of Hermes to double your speed for 1 minute. Once used, this ability can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Divine Diplomacy",
					"entries": [
						"While attuned to the sandals, you gain advantage in (Charisma) {@skill Persuasion} checks and you know if you hear a lie."
					]
				},
				{
					"type": "entries",
					"name": "Master of Stealth",
					"entries": [
						"The sandals enhance your natural stealth, granting advantage on (Dexterity) {@skill Stealth} checks. This echoes Hermes' role as the patron of thieves and his legendary cunning and stealth."
					]
				},
				{
					"type": "entries",
					"name": "Guidance of Hermes",
					"entries": [
						"Once per day, you can invoke the guidance of Hermes for insight into a specific course of action to take, as if casting the {@spell commune} spell without expending a spell slot or consuming material components."
					]
				},
				{
					"type": "entries",
					"name": "Unbound Freedom",
					"entries": [
						"The sandals imbue you with a profound sense of liberation, giving you immunity to being {@condition paralyzed}, {@condition restrained}, knocked {@condition prone}, or pushed against your will."
					]
				},
				{
					"type": "entries",
					"name": "Feathered Descent",
					"entries": [
						"You can extend Hermes' mastery over flight to others. As a reaction when you see a creature within 60 feet of your falling, you can choose any number of creatures you can see within 60 feet of you. The targets fall at a rate of 60 feet per round, take no damage from falling, and can always land on their feet, as if under the effect of the {@spell feather fall} spell. Once used, this ability can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Silent Steps",
					"entries": [
						"While wearing the sandals, your footsteps or movements make no sound, regardless of the surface you are moving on."
					]
				}
			],
			"attachedSpells": [
				"feather fall"
			]
		},
		{
			"name": "Girdle of Hippolyta",
			"source": "MythologicalItems",
			"page": 9,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"The Girdle of Hippolyta is deeply rooted in the myths and legends surrounding the Amazon queen, Hippolyta.",
				"This ornate belt was not only a symbol of her authority over the Amazons but also a representation of her strength and her royal lineage. According to legend, Hippolyta's girdle was a gift from her father, Ares, the god of war, which bestowed upon her both protection and the divine right to lead her people.",
				"In the epic tales, the girdle was sought by Heracles as one of his twelve labors. Heracles was tasked with retrieving it as a token of his bravery and skill, a mission that would bring him to the shores of the land ruled by the warrior women and lead to encounters marked by both diplomacy and conflict.",
				"While attuned to the Girdle of Hippolyta, you gain the following benefits:",
				{
					"type": "entries",
					"name": "Charismatic Authority",
					"entries": [
						"While wearing the Girdle of Hippolyta, you gain advantage on Charisma ({@skill Persuasion}) and Charisma ({@skill Intimidation}) checks."
					]
				},
				{
					"type": "entries",
					"name": "Commanding Presence",
					"entries": [
						"As an action during your turn, you can invoke the natural leadership qualities bestowed by the belt to cast the {@spell command} spell (save{@dc 15}) without expending a spell slot or requiring material components. Once used, this property can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Warrior's Resolve",
					"entries": [
						"While wearing the belt, you have advantage on saving throws against being {@condition charmed} or {@condition frightened}, representing the legendary courage and unwavering resolve of Hippolyta."
					]
				}
			],
			"attachedSpells": [
				"command"
			]
		},
		{
			"name": "Head of Medusa",
			"source": "MythologicalItems",
			"page": 9,
			"rarity": "artifact",
			"wondrous": true,
			"entries": [
				"The Head of Medusa is one of the most formidable artifacts described across Greek myths, encapsulating the tragic and fearsome legacy of its former owner, Medusa. Once a beautiful and devout priestess of Athena, Medusa was transformed into a Gorgon as a divine punishment - her lustrous hair turned into venomous serpents and her once comforting gaze became a horrific weapon that turned onlookers into stone. This curse made Medusa a symbol of ultimate dread, an unwilling monster shunned and feared by all.",
				"Medusa lived in isolation, her gaze a lethal threat to any who crossed her path, until her fateful encounter with Perseus. Commissioned by King Polydectes to bring back Medusa's head, Perseus embarked on his quest armed with gifts from the gods, including a reflective shield from Athena, winged sandals from Hermes, and a sword created by Hephaestus himself. Using the shield to view Medusa indirectly, Perseus was able to behead her without turning to stone, thereafter using her head as a powerful weapon.",
				"In the aftermath of their encounter, the head of Medusa retained its petrifying powers. Perseus used it to defeat his enemies and achieve heroic feats, such as rescuing Andromeda and overthrowing tyrants who had wronged him. After his adventures, he gifted the head to Athena, who mounted it on her shield, the Aegis, as a potent symbol of protection and terror, imbuing the shield with the ability to ward off evil.",
				"The Head of Medusa has the following properties:",
				{
					"type": "entries",
					"name": "Petrifying Gaze",
					"entries": [
						"As an bonus action while holding the Head of Medusa, you can direct its gaze in a 60-foot cone originating from it. Each creature starting its turn within the area or entering it for the first time in a turn must succeed on a{@dc 23} Constitution saving throw or be {@condition restrained} as its flesh begins to harden.",
						"A creature {@condition restrained} by the Head of Medusa must repeat the Constitution saving throw at the end of each of its turns, ending the effect on itself on a success. If a {@condition restrained} creature fails the saving throw for two times on subsequent turns, its flesh continues to harden, imposing it disadvantage on all saving throws until the {@condition restrained} condition ends. After failing a third save in a row, a creature is turned to stone and subjected to the {@condition petrified} condition until freed by a {@spell greater restoration} spell or similar magic."
					]
				},
				{
					"type": "entries",
					"name": "Serpentine Whispers",
					"entries": [
						"The Head of Medusa occasionally whispers secrets or warning to its bearer, granting it advantage on initiative rolls and Wisdom ({@skill Perception}) checks."
					]
				}
			]
		},
		{
			"name": "Bow of Heracles",
			"source": "MythologicalItems",
			"page": 10,
			"baseItem": "longbow|PHB",
			"type": "R",
			"resist": [
				"poison"
			],
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 2,
			"weaponCategory": "martial",
			"property": [
				"A",
				"H",
				"2H"
			],
			"range": "150/600",
			"dmg1": "1d8",
			"dmgType": "P",
			"bonusWeapon": "+3",
			"entries": [
				"The Bow of Heracles, crafted from the horns of a mighty beast and strung with unbreakable golden threads, is a legendary weapon synonymous with Herculean strength and precision. This formidable bow was one of Heracles' primary weapons, used throughout his numerous labors and heroic deeds, demonstrating his prowess not only in strength but also in archery. Born to Zeus and the mortal Alcmene, Heracles was gifted with superhuman strength and destined for a life marked by both great deeds and grave trials. His most famous challenges, the Twelve Labors, were penances for the grievous act of slaying his own family, a tragedy inflicted upon him by the goddess Hera's wrath. After his death and subsequent ascension to godhood, Heracles' weapons, including his bow, were venerated as symbols of his enduring legacy - icons of the capacity to overcome adversity through strength and resilience.",
				"Unlike ordinary bows, which rely on the dexterity of the wielder, the Bow of Heracles harnesses the user's brute strength to propel arrows with devastating force.",
				"You gain a +3 bonus to attack and damage rolls made with this longbow. The Bow of Heracles has the following properties:",
				{
					"type": "entries",
					"name": "Herculean Draw",
					"entries": [
						"The Bow of Heracles allows you to use your Strength modifier instead of your Dexterity modifier for attack and damage rolls made with this weapon, representing its need for immense physical strength to draw fully."
					]
				},
				{
					"type": "entries",
					"name": "Mighty Range",
					"entries": [
						"The Bow of Heracles has a normal range of 200 feet and a long range of 800 feet, allowing you to hit targets from great distances as Heracles did when he faced foes across vast battlefields."
					]
				},
				{
					"type": "entries",
					"name": "Piercing Shot",
					"entries": [
						"When you make an attack with this bow, you can declare it will be a Piercing Shot. The arrow loosed will fly with such force that it can pierce through multiple enemies. Instead of making an attack roll, you can force all creatures in a 100-foot line that is 5 feet wide to make a{@dc 18} Dexterity saving throw. A creature takes {@damage 6d8} piercing damage on a failed save, or half as much on a successful one. Once used, this property can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Quiver of the Hunter",
					"entries": [
						"The Bow of Heracles magically produces a nonmagical arrow each time you draw the bowstring, ensuring that you never run out of ammunition."
					]
				},
				{
					"type": "entries",
					"name": "Heroic Resilience",
					"entries": [
						"While attuned to the Bow of Heracles, you gain resistance to poison damage and advantage on saving throws against being {@condition poisoned}, reflecting Heracles' resilience during his famed encounter with the venomous Hydra."
					]
				}
			],
			"ammoType": "arrow|phb"
		},
		{
			"name": "Golden Apple of the Hesperides",
			"source": "MythologicalItems",
			"page": 10,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"The Golden Apples of the Hesperides are fabled fruits from ancient Greek mythology, grown in a divine garden guarded by the Hesperides, nymphs of the evening and daughters of Atlas. These apples were not only sought after for their beauty but also for their magical properties, as they were believed to grant immortality to whoever consumed them. The garden was also protected by Ladon, a fearsome dragon, making the task of obtaining these apples one of the celebrated Twelve Labors of Heracles.",
				"The apples radiate a soft, golden glow and emit a sweet, enchanting aroma that can refresh the spirit and heal the body. They are associated with the divine, representing a source of life and rejuvenation, coveted by gods and mortals alike. While in possession of one or more Golden Apples, a creature emanates an aura that grants it advantage on all Charisma checks made to interact with fey and celestial creatures, mirroring the enchanting nature of the apples. As an action, a creature holding a Golden Apple of the Hesperides can eat it, gaining the following benefits:",
				{
					"type": "entries",
					"name": "Eternal Vigor",
					"entries": [
						"Consuming one of the Golden Apples grants the eater the benefits of a {@spell greater restoration} spell."
					]
				},
				{
					"type": "entries",
					"name": "Renewal of Youth",
					"entries": [
						"Upon consuming the apple, the eater's physical age is reduced by 1 year, to a minimum of 13 years. A creature that benefits from this effect is immune to have its age reduced by eating a Golden Apple of the Hesperides for the next month."
					]
				},
				{
					"type": "entries",
					"name": "Elixir of Health",
					"entries": [
						"In addition to its restorative powers, eating the apple provides the consumer with an increase in vitality. For the next 24 hours, the creature gains 20 temporary hit points and advantage on Constitution saving throws, reflecting the apple's strengthening qualities."
					]
				},
				{
					"type": "entries",
					"name": "Rare Delight",
					"entries": [
						"The apple's enchanting flavor and divine origin grant inspiration once consumed. For the next 24 hours, the consumer can choose to add a {@dice d10} to one ability check, attack roll, or saving throw, declaring it after seeing the roll but before knowing the result."
					]
				}
			]
		},
		{
			"name": "Pandora's Box",
			"source": "MythologicalItems",
			"page": 11,
			"rarity": "artifact",
			"reqAttune": true,
			"wondrous": true,
			"bonusAc": "+3",
			"bonusSavingThrow": "+3",
			"entries": [
				"Pandora's Box is one of the most iconic and enigmatic artifacts in Greek mythology, rich with layers of meaning and symbolism. According to legend, Pandora was the first woman created by the gods, fashioned by Hephaestus from clay as part of the divine plan of Zeus.",
				"Each god contributed something to perfect her: Athena clothed her, Aphrodite gave her beauty, and Hermes bestowed upon her cunning and bold curiosity.",
				"Zeus presented Pandora to Epimetheus, a Titan whose name means 'afterthought', as a gift. However, along with Pandora, Zeus gave another gift - a beautifully crafted box, which was, in fact, an intricately decorated jar (or 'pithos'). Zeus instructed Pandora never to open this container. It was said to hold special gifts from the gods, but in truth, it contained all the evils that could plague mankind, including illness, despair, malice, greed, old age, deceit, and strife - punishments for humankind's reception of the stolen gift of fire from Prometheus.",
				"Despite the warning, Pandora's curiosity, a trait bestowed upon her by the very gods, eventually overwhelmed her resolve. One day, unable to resist temptation any longer, she lifted the lid of the box. Immediately, all the evils it contained burst out, spreading over the earth to a􀃧ict human beings forever. Yet, all was not lost. As Pandora quickly closed the box, one last thing remained inside - Hope. This small spirit alone had not escaped, and when Pandora later opened the box again, Hope emerged to provide a counterbalance to the sufferings unleashed upon the world.",
				"The tale of Pandora is often considered a story of unintended consequences, illustrating the unexpected outcomes that can arise from seemingly innocent actions. The box itself, often depicted as a modest yet ornate vessel, holds a mysterious allure, symbolizing the dual potential for unleashing challenges and offering the means to overcome them.",
				"Pandora's Box is an intricately ornated box with the following properties:",
				{
					"type": "entries",
					"name": "Guardian of Miseries",
					"entries": [
						"As long as Pandora's box remains closed, a creature attuned to it gains a +3 bonus to AC and saving throws, symbolizing the protective influence of foresight and self-control."
					]
				},
				{
					"type": "entries",
					"name": "Release of Evils",
					"entries": [
						"As an action, a creature holding Pandora's Box can slightly open it, allowing spectral forms of minor evils to escape. All creatures within 30 feet of the box must succeed on a{@dc 23} Wisdom saving throw or be affected by a random condition for the next minute. The condition is determined by rolling a {@dice d10} and consulting the result with the following table.",
						{
							"type": "table",
							"caption": "Pandora's Box Release of Evils Table",
							"colLabels": [
								"d10",
								"Condition"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Blinded"
								],
								[
									"2",
									"Deafened"
								],
								[
									"3",
									"Frightened"
								],
								[
									"4",
									"Paralyzed"
								],
								[
									"5",
									"Poisoned"
								],
								[
									"6",
									"Restrained"
								],
								[
									"7",
									"Stunned"
								],
								[
									"8",
									"Exhaustion"
								],
								[
									"9",
									"Charmed"
								],
								[
									"10",
									"Petrified"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Apocalyptic Release",
					"entries": [
						"As an action, a creature holding Pandora's box can completely open it, triggering a catastrophic release of major evils upon the world. This event causes widespread calamity, such as pandemics, natural disasters, and war, affecting the entire world.",
						"After this event, the box automatically closes itself and can't be opened again for a century."
					]
				},
				{
					"type": "entries",
					"name": "Curse of Curiosity",
					"entries": [
						"A creature attuned to Pandora's Box struggles with overwhelming curiosity. The creature must succeed on a{@dc 15} Wisdom saving throw each morning or feel compelled to open it, triggering a cataclysm as detailed in the Apocalyptic Release feature."
					]
				},
				{
					"type": "entries",
					"name": "Inexorable Revelation",
					"entries": [
						"Once per year, the bearer can use an action to consult the box for divine insight into a significant mystery or a future event by tapping into the deep, forbidden knowledge contained within it."
					]
				}
			]
		},
		{
			"name": "Dragon's Teeth Satchel",
			"source": "MythologicalItems",
			"page": 12,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This rugged satchel, crafted from the hide of a mythical dragon, contains a set of enchanted dragon's teeth akin to those used by Cadmus in the ancient myth of Thebes' founding. Legend has it that Cadmus, having slain a sacred dragon of Ares, sowed its teeth into the earth as instructed by Athena. From these teeth sprang fierce Spartoi warriors, fully armed and ready to aid Cadmus in establishing the city of Thebes. With spears in hand and shields adorned, the Spartoi were fierce and loyal, destined to play the roles of guardians in the fabled history of Thebes.",
				"Inside the satchel are {@dice 1d4 + 1} dragon's teeth. As an action while holding the satchel, you can scatter one tooth onto the ground and speak the command words etched into the satchel. When you do so, a {@creature spartoi warrior|MythologicalCreatures} rises from the ground, obeying your commands and acting on your initiative.",
				"The summoned creature remain for 1 hour before returning to the earth. Once all teeth have been used, the satchel loses its magic."
			]
		},
		{
			"name": "Ruyi Jingu Bang",
			"source": "MythologicalItems",
			"page": 13,
			"baseItem": "staff|PHB",
			"type": "SCF",
			"scfType": "arcane",
			"rarity": "legendary",
			"reqAttune": "by a creature of chaotic alignment",
			"reqAttuneTags": [
				{
					"alignment": [
						"C"
					]
				}
			],
			"weight": 4,
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"bonusWeapon": "+3",
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4 + 1}",
			"charges": 5,
			"staff": true,
			"entries": [
				"Ruyi Jingu Bang is the legendary staff bound to the fate of Sun Wukong, the Monkey King. Selected by Sun Wukong from the arsenal of the Dragon King of the Eastern Sea, the Ruyi Jingu Bang was no ordinary weapon. It possessed the ability to change its size at its master's whim, from no larger than a needle to tall enough to pierce the clouds. This ability not only showcased the staff's intrinsic magic but also mirrored Sun Wukong's own transformative nature, his defiance of the limits imposed by the heavens, and his journey from a stone born of primal chaos to a deity. The staff's name, meaning 'As-You-Will Gold-Banded Cudgel', signifies the fluidity and adaptability of its form and the will of its wielder to challenge the might of the cosmos and the rigid order of the celestial bureaucracy.",
				"You gain a +3 bonus to attack and damage rolls made with this staff. The staff has the following properties:",
				{
					"type": "entries",
					"name": "Growth",
					"entries": [
						"As a bonus action, you can command the staff to grow, increasing its reach to 30 feet and its damage to {@dice 2d10}. This effect can be dismissed as a bonus action."
					]
				},
				{
					"type": "entries",
					"name": "Sweeping Strike",
					"entries": [
						"Once per short rest, when the staff is in its grown state, you can make a special sweeping attack with it. You sweep the area in front of you, targeting all creatures in a 30-foot cone. Each creature in the cone must make a{@dc 21} Dexterity saving throw or take {@damage 6d10} bludgeoning damage and be knocked {@condition prone} on a failed save, or half as much damage and not be knocked {@condition prone} on a successful one."
					]
				},
				{
					"type": "entries",
					"name": "Charges",
					"entries": [
						"The staff has 5 charges that can be expended to use its poweful abilities. The staff regains {@dice 1d4 + 1} expended charges daily at dawn."
					]
				},
				{
					"type": "entries",
					"name": "Legendary Strike",
					"entries": [
						"When you hit with an attack using this staff, you can expend two charges to deal an additional {@damage 6d10} radiant damage, and the target must make a{@dc 21} Constitution saving throw or be {@condition stunned} until the end of its next turn."
					]
				},
				{
					"type": "entries",
					"name": "Mythical Transformation",
					"entries": [
						"As a bonus action, you can expend a charge to invoke the staff's mythical power, transforming it into its true divine form for 1 minute.",
						"While in this form, the staff deals an additional {@damage 1d10} radiant damage on a hit."
					]
				},
				{
					"type": "entries",
					"name": "Summon Ruyi Jingu Bang Copy",
					"entries": [
						"As a bonus action, you can expend one charge to summon a copy of the Ruyi Jingu Bang at a location within 30 feet of you, immediately making an attack with it. As a bonus action on subsequent turns, you can move the copy up to 30 feet and make an attack with it. The copy duplicates the damage and effects of your attacks made with the Ruyi Jingu Bang."
					]
				}
			],
			"foundryEffects": [
				{
					"name": "Ruyi Jingu Bang Growth Damage",
					"disabled": true,
					"changes": [
						{
							"key": "system.bonuses.mwak.damage",
							"mode": "ADD",
							"value": "2d10"
						}
					]
				},
				{
					"name": "Ruyi Jingu Bang Mythical Transformation Damage",
					"disabled": true,
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"changes": [
						{
							"key": "system.bonuses.mwak.damage",
							"mode": "ADD",
							"value": "1d10[radiant]"
						}
					]
				}
			]
		},
		{
			"name": "Green Dragon Crescent Blade",
			"source": "MythologicalItems",
			"page": 14,
			"baseItem": "glaive|PHB",
			"type": "M",
			"rarity": "legendary",
			"reqAttune": true,
			"weight": 6,
			"weaponCategory": "martial",
			"property": [
				"H",
				"R",
				"2H"
			],
			"dmg1": "1d10",
			"dmgType": "S",
			"bonusWeapon": "+3",
			"entries": [
				"The Green Dragon Crescent Blade, known as 'Frost Fair",
				"Blade' (legend says how during a battle in the snow, the blade had so much blood on it, causing it to freeze and make a layer of frost on the blade), is a legendary glaive that once carved its name across the annals of history, wielded by the valorous general Guan Yu in the era of the Three Kingdoms. Its blade, emerald-green and shimmering like the scales of a dragon, reflects the light of the sun and moon, casting a glow that seems to pierce the very soul of darkness. The weapon is adorned with intricate carvings, signifying the balance of power and grace. The wielder of this blade is said to command the respect of both the heavens and the earth, embodying the virtues of honor and courage that transcend mortal boundaries.",
				"You gain a +3 bonus to attack and damage rolls made with this glaive. The Green Dragon Crescent Blade has the following properties:",
				{
					"type": "entries",
					"name": "Dragon's Might",
					"entries": [
						"As a bonus action, you can infuse the glaive with energy, causing it to exude a powerful aura.",
						"For the next minute, any creature hit by the blade takes an additional {@damage 1d10} force damage, and the ground within 5 feet of where you struck becomes {@quickref difficult terrain||3} for every creature other than you until the start of your next turn."
					]
				},
				{
					"type": "entries",
					"name": "Celestial Wind",
					"entries": [
						"Once per short rest, you can swing the blade to release a gust of divine wind in a 60-foot line that is 5 feet wide. Each creature in the line must make a{@dc 21} Dexterity saving throw, taking {@damage 4d10} slashing damage plus {@damage 4d10} radiant damage on a failed save, or half as much damage on a successful one. This wind extinguishes all non-magical flames in its path and disperses fog, smoke, and other gases."
					]
				},
				{
					"type": "entries",
					"name": "Unyielding Resolve",
					"entries": [
						"When you are reduced to 0 hit points but not killed outright, you can choose to drop to 1 hit point instead. You can use this feature once per long rest. Additionally, when this feature is used, your attacks with the Green Dragon Crescent Blade deal maximum damage until the end of your next turn."
					]
				}
			],
			"foundryEffects": [
				{
					"name": "Green Dragon Crescent Blade Dragon's Might Damage",
					"disabled": true,
					"changes": [
						{
							"key": "system.bonuses.mwak.damage",
							"mode": "ADD",
							"value": "1d10[force]"
						}
					]
				}
			]
		},
		{
			"name": "Parashu",
			"source": "MythologicalItems",
			"page": 15,
			"baseItem": "battleaxe|PHB",
			"type": "M",
			"rarity": "artifact",
			"reqAttune": true,
			"sentient": true,
			"weight": 4,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"bonusWeapon": "+3",
			"entries": [
				"Parashu, the divine axe bestowed by Lord Shiva to Parashuram, resonates with the echoes of ancient penance, wrath, and righteousness. This weapon, a celestial artifact, was not merely a tool of warfare but a symbol of the balance between the serene wisdom of a Brahmin and the fierce courage of a Kshatriya. Crafted in the heavenly anvils of Mount Kailash, its blade is etched with sacred mantras, radiating a divine luminescence capable of dispelling darkness both physical and spiritual.",
				"The lore of Parashu is interwoven with the legend of its wielder, Parashuram, the sixth avatar of Lord Vishnu, born to Sage Jamadagni and Renuka. Parashuram, a Brahmin with the heart of a warrior, embodied the virtues of both castes, earning him his divine weapon as a testament to his unwavering dedication and austerity. Shiva, impressed by Parashuram's discipline and devotion, gifted him Parashu, which would become an extension of his will to uphold dharma.",
				"Throughout its existence, Parashu has been a witness and participant in countless battles, shaping the course of history and the fate of dynasties. Its blade has tasted the blood of warriors and tyrants, forever altering the landscapes of both the physical and astral realms.",
				"Parashuram's vow to rid the earth of unjust Kshatriyas saw the axe's blade unleashed in righteous fury, decimating the warrior class twenty-one times over, a cycle of vengeance that would stain the earth and the weapon with the blood of countless souls.",
				"Yet, the axe is not merely an instrument of destruction.",
				"Parashuram, with Parashu in hand, carved out new lands from the sea, demonstrating its ability to create and nurture as much as to annihilate. This duality mirrors the complex nature of its master: destroyer and protector, warrior and sage.",
				"You gain a +3 bonus to attack and damage rolls made with this battleaxe. Parashu has the following properties:",
				{
					"type": "entries",
					"name": "Celestial Strike",
					"entries": [
						"When you hit with an attack using Parashu, you deal an extra {@damage 2d10} radiant damage to the target."
					]
				},
				{
					"type": "entries",
					"name": "Divine Command",
					"entries": [
						"As a bonus action, you can command Parashu to emit a dazzling light, illuminating brightly in a 60-foot radius and radiating {@quickref Vision and Light||2||dim light} for an additional 60 feet. Enemies within the light's radius have disadvantage on attack rolls against you. This effect lasts for 1 minute and can be used once per long rest."
					]
				},
				{
					"type": "entries",
					"name": "Earth Sculptor",
					"entries": [
						"Parashu holds the power to alter landscapes. You can touch the ground with Parashu and cast the {@spell move earth} spell without expending a spell slot or needing material components."
					]
				},
				{
					"type": "entries",
					"name": "Purge of Evil",
					"entries": [
						"You can cast the {@spell dispel evil and good} spell without expending a spell slot or needing material components."
					]
				},
				{
					"type": "entries",
					"name": "Redemption",
					"entries": [
						"Once per week, as an action, you can cast the {@spell true resurrection} spell without expending a spell slot or needing material components."
					]
				},
				{
					"type": "entries",
					"name": "Wrath of the Righteous",
					"entries": [
						"Once per short rest, you can invoke the power of Parashu to unleash a wave of divine energy in a 60-foot cone. Each creature in the area must make a{@dc 23} Dexterity saving throw, taking {@damage 15d10} radiant damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"type": "entries",
					"name": "Curse of Bloodshed",
					"entries": [
						"The legacy of violence that Parashu carries cannot be easily forgotten. After significant battles where more than ten creatures are killed, the wielder may feel the weight of the lives taken, a reminder of the cycle of vengeance and the importance of seeking peace and justice over endless conflict. The wielder must succeed on a{@dc 18} Wisdom saving throw or gain a level of {@condition exhaustion}."
					]
				},
				{
					"type": "entries",
					"name": "Sentience",
					"entries": [
						"Parashu is a sentient lawful neutral weapon with an Intelligence of 18, a Wisdom of 20, and a Charisma of 24. It has hearing and {@sense darkvision} out to a range of 120 feet. The weapon can communicate with its wielder telepathically and can speak, read, and understand Common, Sanskrit, and Celestial. Parashu's purpose is to eradicate evil, enforce justice, and guide its wielder on the path of righteousness, much like its original master, Parashuram."
					]
				}
			],
			"attachedSpells": [
				"move earth",
				"dispel evil and good",
				"true resurrection"
			],
			"foundryEffects": [
				{
					"name": "Parashu Celestial Strike Damage",
					"changes": [
						{
							"key": "system.bonuses.mwak.damage",
							"mode": "ADD",
							"value": "2d10[radiant]"
						}
					]
				}
			]
		},
		{
			"name": "Spatial Ring (Uncommon)",
			"source": "MythologicalItems",
			"page": 16,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"The Spatial Ring, a marvel of magical craftsmanship, links the physical realm to an extradimensional space, creating a pocket dimension accessible only to its wearer. This ring is a staple in the arsenal of Immortal Cultivators, wizards, and adventurers across myriad worlds of Asian fantasy, from the ethereal realms of Chinese Wuxia, Xianxia, and Xuanhuan to the enchanted landscapes of Japanese magic fantasy. Crafted with mastery over Spatial law or infused with potent spatial magic, the Spatial Ring serves as a portable vault, a secret chamber that one can carry on their finger.",
				"A user wearing it can summon items within the ring's space within 5 feet of it with a mere thought or store them in by touching them. Summoning or storing one item can be done as a free action.",
				{
					"type": "entries",
					"name": "Extradimensional Space",
					"entries": [
						"The space inside forms a cube with a volume of 6 cubic feet."
					]
				},
				{
					"type": "entries",
					"name": "Imprinting a Spiritual Mark",
					"entries": [
						"The marking process involves a 10-minute ritual where the user must focus on the ring, forging a connection between their soul and the ring. This process make it impossible for others to use this ring without erasing the spiritual mark first."
					]
				},
				{
					"type": "entries",
					"name": "Erasing a Spiritual Mark",
					"entries": [
						"To erase an existing spiritual mark and claim the ring as their own, a new user must also perform a 10-minute ritual and succeed on a Wisdom check with the difficulty based on the ring's rarity:{@dc 13} for uncommon,{@dc 15} for rare,{@dc 18} for very rare, and{@dc 21} for legendary. A failed attempt prevents the creature from trying again for 24 hours, as their soul requires rest. They can attempt the ritual again before this period, by taking a level of {@condition exhaustion}."
					]
				},
				{
					"type": "entries",
					"name": "Spatial Distortion",
					"entries": [
						"If the Spatial Ring is overloaded, or exposed to an effect that disrupts spatial magic, it ruptures and is destroyed, and its contents are scattered in the Astral Plane. Similarly, placing the Spatial Ring within another extradimensional space such as a {@item Bag of Holding}, {@item Portable Hole}, or similar item instantly destroys both items and opens a gate to the Astral Plane, with the aforementioned consequences."
					]
				}
			]
		},
		{
			"name": "Spatial Ring (Rare)",
			"source": "MythologicalItems",
			"page": 16,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"The Spatial Ring, a marvel of magical craftsmanship, links the physical realm to an extradimensional space, creating a pocket dimension accessible only to its wearer. This ring is a staple in the arsenal of Immortal Cultivators, wizards, and adventurers across myriad worlds of Asian fantasy, from the ethereal realms of Chinese Wuxia, Xianxia, and Xuanhuan to the enchanted landscapes of Japanese magic fantasy. Crafted with mastery over Spatial law or infused with potent spatial magic, the Spatial Ring serves as a portable vault, a secret chamber that one can carry on their finger.",
				"A user wearing it can summon items within the ring's space within 5 feet of it with a mere thought or store them in by touching them. Summoning or storing one item can be done as a free action.",
				{
					"type": "entries",
					"name": "Extradimensional Space",
					"entries": [
						"The space inside forms a cube with a volume of 32 cubic feet."
					]
				},
				{
					"type": "entries",
					"name": "Imprinting a Spiritual Mark",
					"entries": [
						"The marking process involves a 10-minute ritual where the user must focus on the ring, forging a connection between their soul and the ring. This process make it impossible for others to use this ring without erasing the spiritual mark first."
					]
				},
				{
					"type": "entries",
					"name": "Erasing a Spiritual Mark",
					"entries": [
						"To erase an existing spiritual mark and claim the ring as their own, a new user must also perform a 10-minute ritual and succeed on a Wisdom check with the difficulty based on the ring's rarity:{@dc 13} for uncommon,{@dc 15} for rare,{@dc 18} for very rare, and{@dc 21} for legendary. A failed attempt prevents the creature from trying again for 24 hours, as their soul requires rest. They can attempt the ritual again before this period, by taking a level of {@condition exhaustion}."
					]
				},
				{
					"type": "entries",
					"name": "Spatial Distortion",
					"entries": [
						"If the Spatial Ring is overloaded, or exposed to an effect that disrupts spatial magic, it ruptures and is destroyed, and its contents are scattered in the Astral Plane. Similarly, placing the Spatial Ring within another extradimensional space such as a {@item Bag of Holding}, {@item Portable Hole}, or similar item instantly destroys both items and opens a gate to the Astral Plane, with the aforementioned consequences."
					]
				}
			]
		},
		{
			"name": "Spatial Ring (Very Rare)",
			"source": "MythologicalItems",
			"page": 16,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"The Spatial Ring, a marvel of magical craftsmanship, links the physical realm to an extradimensional space, creating a pocket dimension accessible only to its wearer. This ring is a staple in the arsenal of Immortal Cultivators, wizards, and adventurers across myriad worlds of Asian fantasy, from the ethereal realms of Chinese Wuxia, Xianxia, and Xuanhuan to the enchanted landscapes of Japanese magic fantasy. Crafted with mastery over Spatial law or infused with potent spatial magic, the Spatial Ring serves as a portable vault, a secret chamber that one can carry on their finger.",
				"A user wearing it can summon items within the ring's space within 5 feet of it with a mere thought or store them in by touching them. Summoning or storing one item can be done as a free action.",
				{
					"type": "entries",
					"name": "Extradimensional Space",
					"entries": [
						"The space inside forms a cube with a volume of 128 cubic feet."
					]
				},
				{
					"type": "entries",
					"name": "Imprinting a Spiritual Mark",
					"entries": [
						"The marking process involves a 10-minute ritual where the user must focus on the ring, forging a connection between their soul and the ring. This process make it impossible for others to use this ring without erasing the spiritual mark first."
					]
				},
				{
					"type": "entries",
					"name": "Erasing a Spiritual Mark",
					"entries": [
						"To erase an existing spiritual mark and claim the ring as their own, a new user must also perform a 10-minute ritual and succeed on a Wisdom check with the difficulty based on the ring's rarity:{@dc 13} for uncommon,{@dc 15} for rare,{@dc 18} for very rare, and{@dc 21} for legendary. A failed attempt prevents the creature from trying again for 24 hours, as their soul requires rest. They can attempt the ritual again before this period, by taking a level of {@condition exhaustion}."
					]
				},
				{
					"type": "entries",
					"name": "Spatial Distortion",
					"entries": [
						"If the Spatial Ring is overloaded, or exposed to an effect that disrupts spatial magic, it ruptures and is destroyed, and its contents are scattered in the Astral Plane. Similarly, placing the Spatial Ring within another extradimensional space such as a {@item Bag of Holding}, {@item Portable Hole}, or similar item instantly destroys both items and opens a gate to the Astral Plane, with the aforementioned consequences."
					]
				}
			]
		},
		{
			"name": "Spatial Ring (Legendary)",
			"source": "MythologicalItems",
			"page": 16,
			"rarity": "legendary",
			"wondrous": true,
			"entries": [
				"The Spatial Ring, a marvel of magical craftsmanship, links the physical realm to an extradimensional space, creating a pocket dimension accessible only to its wearer. This ring is a staple in the arsenal of Immortal Cultivators, wizards, and adventurers across myriad worlds of Asian fantasy, from the ethereal realms of Chinese Wuxia, Xianxia, and Xuanhuan to the enchanted landscapes of Japanese magic fantasy. Crafted with mastery over Spatial law or infused with potent spatial magic, the Spatial Ring serves as a portable vault, a secret chamber that one can carry on their finger.",
				"A user wearing it can summon items within the ring's space within 5 feet of it with a mere thought or store them in by touching them. Summoning or storing one item can be done as a free action.",
				{
					"type": "entries",
					"name": "Extradimensional Space",
					"entries": [
						"The space inside forms a cube with a volume of 512 cubic feet."
					]
				},
				{
					"type": "entries",
					"name": "Imprinting a Spiritual Mark",
					"entries": [
						"The marking process involves a 10-minute ritual where the user must focus on the ring, forging a connection between their soul and the ring. This process make it impossible for others to use this ring without erasing the spiritual mark first."
					]
				},
				{
					"type": "entries",
					"name": "Erasing a Spiritual Mark",
					"entries": [
						"To erase an existing spiritual mark and claim the ring as their own, a new user must also perform a 10-minute ritual and succeed on a Wisdom check with the difficulty based on the ring's rarity:{@dc 13} for uncommon,{@dc 15} for rare,{@dc 18} for very rare, and{@dc 21} for legendary. A failed attempt prevents the creature from trying again for 24 hours, as their soul requires rest. They can attempt the ritual again before this period, by taking a level of {@condition exhaustion}."
					]
				},
				{
					"type": "entries",
					"name": "Spatial Distortion",
					"entries": [
						"If the Spatial Ring is overloaded, or exposed to an effect that disrupts spatial magic, it ruptures and is destroyed, and its contents are scattered in the Astral Plane. Similarly, placing the Spatial Ring within another extradimensional space such as a {@item Bag of Holding}, {@item Portable Hole}, or similar item instantly destroys both items and opens a gate to the Astral Plane, with the aforementioned consequences."
					]
				}
			]
		},
		{
			"name": "Naraka's Mystic Armor",
			"source": "MythologicalItems",
			"page": 17,
			"baseItem": "plate armor|PHB",
			"type": "HA",
			"rarity": "artifact",
			"reqAttune": true,
			"weight": 65,
			"ac": 18,
			"strength": "15",
			"bonusAc": "+3",
			"stealth": true,
			"resist": [
				{
					"note": "from nonmagical attacks",
					"resist": [
						"piercing",
						"bludgeoning",
						"slashing"
					],
					"cond": true
				}
			],
			"entries": [
				"In ancient Hindu mythology, few figures are as formidable and feared as Naraka, also known as Narakasura. Born from the union of Bhudevi, the Earth goddess, and Varaha, an avatar of Vishnu, Naraka was a paradoxical entity, embodying both divine potential and profound darkness. His rule over Pragjyotisha was marked by tyranny, his ambition stretching beyond the earthly realm to challenge the celestial deities themselves. Naraka's might was unparalleled, his strength and mystic abilities a reflection of his divine and demonic heritage. Among his possessions, none was as iconic as his heavy golden armor, a masterpiece of craftsmanship that was both a symbol of his might and a source of his mystic powers.",
				"This armor, known to the ages as Naraka's Mystic Armor, is wrought from heavenly forges and imbued with the essence of Naraka's unyielding spirit. Radiant and imposing, the golden armor is adorned with intricate etchings that narrate tales of valor and conquest, its brilliance mirroring the very essence of its original bearer. The armor, much like Naraka himself, is a reflection of the complex interplay of light and darkness, its golden sheen a constant reminder of the divine potential that coursed through Naraka's veins, even as he walked a path shadowed by his darker inclinations.",
				"This plate armor grants a +3 bonus to AC. Additionally, it has the following features:",
				{
					"type": "entries",
					"name": "Aura of Menace",
					"entries": [
						"Once per long rest, the wearer can unleash a terrifying aura as an action, reminiscent of Naraka's daunting presence. For 1 minute, enemies within 60 feet of the wearer must make a{@dc 21} Wisdom saving throw or be {@condition frightened} for the duration.",
						"A creature can repeat the saving throw at the end of each of its turns, with disadvantage if it's within line of sight of the wearer, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the the armor's Aura of Menace for the next 24 hours."
					]
				},
				{
					"type": "entries",
					"name": "Endurance of the Tyrant",
					"entries": [
						"The wearer gains resistance to nonmagical bludgeoning, piercing, and slashing damage, embodying Naraka's legendary endurance and strength."
					]
				},
				{
					"type": "entries",
					"name": "Illusions of the Asura King",
					"entries": [
						"Twice per long rest, the wearer can cast {@spell mirror image} without needing a spell slot or material components."
					]
				},
				{
					"type": "entries",
					"name": "Mystic Armor",
					"entries": [
						"The wearer gains advantage on saving throws against spells and other magical effects. If the wearer rolls a natural 20 for the save against a spell of 7th level or lower that targets only it, the spell reflects back on the caster, using the slot level, spell save DC, attack bonus, and spellcasting ability of the caster."
					]
				}
			],
			"attachedSpells": [
				"mirror image"
			]
		},
		{
			"name": "The Dragon Pearl",
			"source": "MythologicalItems",
			"page": 19,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"In Chinese mythology, The Dragon Pearl emerges as an artifact of profound prosperity, wisdom, and protection. Its origins are traced back to ancient tales of transformation, sacrifice, and the enduring bond between the heavens and the earth. Revered across generations, this pearl symbolizes the harmonious balance of yin and yang, embodying the essence of strength, benevolence, and the nurturing aspect of dragons as guardians of life and bringers of rain.",
				"The Dragon Pearl is said to be a luminescent orb, pulsating with a soft, inner light. Smooth to the touch, its surface seems to ripple with the colors of the dawn sky. According to legend, the pearl was discovered by a boy named Nie Lang, in a time of great need, and it transformed his life and that of his community, ultimately leading to his transformation into a dragon, the eternal protector of the land.",
				"The Dragon Pearl serves as a bridge between the mortal realm and the divine, a reminder of the protective grace and wisdom offered by the dragon spirits of lore. It is a testament to the enduring belief in the dragons' role as kind, helpful protectors, embodying the prosperity and good luck they bring. As a symbol found in art, culture, and history, The Dragon Pearl continues to inspire those who seek to balance power with benevolence, and strength with wisdom.",
				"The Dragon Pearl has the following properties:",
				{
					"type": "entries",
					"name": "Bountiful Harvest",
					"entries": [
						"Once per day, the attuned bearer can invoke the Dragon Pearl's power to cause abundant growth in a field or garden, ensuring a rich harvest. This effect mimics an enhanced version of the {@spell plant growth} spell, affecting an area up to 5-mile radius."
					]
				},
				{
					"type": "entries",
					"name": "Protector's Veil",
					"entries": [
						"The Dragon Pearl grants its wielder the ability to summon a protective barrier around its home or a designated area once per week. This barrier acts similarly to the {@spell hallow} spell but covers a larger area (up to a 500-foot radius) and lasts for 24 hours, safeguarding those within from natural and magical disasters."
					]
				},
				{
					"type": "entries",
					"name": "Wisdom of the Ages",
					"entries": [
						"The attuned bearer gains an innate understanding of the natural world and its creatures, granting it the ability to communicate with animals as if they shared a language and advantage on all Wisdom ({@skill Insight}) checks."
					]
				}
			]
		},
		{
			"name": "Kunlun Bamboo Flute",
			"source": "MythologicalItems",
			"page": 19,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"Rooted deeply in the mystical lore of Chinese mythology, the Kunlun Bamboo Flute emerges as a conduit of the celestial energies of the legendary Kunlun Mountain, a site revered across tales and epochs as the abode of immortals and deities. This flute is not merely an instrument but a symbol of the sacred harmony that binds the cosmos, nature, and the spirit.",
				"Crafted from the most exquisite bamboo, nurtured by the spiritual essence of Kunlun's ethereal landscape, the flute's creation is as much a divine act as it is an art. Its very material is imbued with the mountain's serene yet potent life force, granting it properties that transcend the mundane realm.",
				"The history of bamboo-made wind instruments like the Xiaodi Flute stretches back to the primitive clan period in China, evidencing the long-standing relationship between humans and music. Historical records recount the emperor's directive to Ling Lun, a renowned musician, to fashion wind instruments from the bamboo of Kunlun Mountain during the Spring and Autumn Period.",
				"The Kunlun Bamboo Flute has the following properties:",
				{
					"type": "entries",
					"name": "Harmony's Call",
					"entries": [
						"When played, the Kunlun Bamboo Flute has the power to calm even the most troubled hearts and minds. Those within hearing distance of its music must succeed on a{@dc 15} Wisdom saving throw or be {@condition charmed}, ceasing any aggression for the duration of the melody or until attacked."
					]
				},
				{
					"type": "entries",
					"name": "Nature's Resonance",
					"entries": [
						"Once per day, the wielder can play the flute to communicate and command natural animals, as per the {@spell animal friendship} spell (DC 15), reflecting the flute's deep resonance with the natural world."
					]
				},
				{
					"type": "entries",
					"name": "Path to Enlightenment",
					"entries": [
						"The wielder gains advantage on Wisdom ({@skill Insight}) checks and saving throws against being deceived."
					]
				},
				{
					"type": "entries",
					"name": "Veil of Truth",
					"entries": [
						"The flute's music can, once per long rest, be used to cast {@spell detect thoughts} (DC 15), without requiring a spell slot."
					]
				}
			],
			"attachedSpells": [
				"detect thoughts"
			]
		},
		{
			"name": "The Gada of Hanuman",
			"source": "MythologicalItems",
			"page": 20,
			"baseItem": "mace|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 4,
			"weaponCategory": "simple",
			"dmg1": "1d6",
			"dmgType": "B",
			"bonusWeapon": "+1",
			"entries": [
				"In Hindu mythology, the Gada of Hanuman is a formidable weapon wielded by the divine monkey warrior, Hanuman. This mighty mace, crafted from the bones of celestial beings, is imbued with the resilience and strength of Hanuman himself. Known for its ability to crush mountains and shatter boulders, the Gada is a symbol of divine power and unwavering protection, making it a sought-after artifact for warriors and devotees alike.",
				"You gain a +1 bonus to attack and damage rolls made with this mace. The Gada of Hanuman has the following properties:",
				{
					"type": "entries",
					"name": "Divine Strength",
					"entries": [
						"{@action Attack} made by the Gada deal an extra {@damage 1d6} force damage on a hit."
					]
				},
				{
					"type": "entries",
					"name": "Mountain Shatter",
					"entries": [
						"Upon command, the Gada can unleash a forceful blow that mimics the tremor of an earthquake. Once per long rest, as an action, the wielder can strike the ground to send a shockwave in a 20-foot radius. Each creature in this area must succeed on a{@dc 15} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"type": "entries",
					"name": "Bane of Obstacles",
					"entries": [
						"When used in combat against structures or inanimate objects, the Gada deals double damage."
					]
				},
				{
					"type": "entries",
					"name": "Leap of Faith",
					"entries": [
						"Channeling Hanuman's legendary ability to leap great distances, the wielder of the Gada's high and long jumping distance is tripled."
					]
				}
			],
			"foundryEffects": [
				{
					"name": "Gada of Hanuman Divine Strength Damage",
					"changes": [
						{
							"key": "system.bonuses.mwak.damage",
							"mode": "ADD",
							"value": "1d6[force]"
						}
					]
				}
			]
		},
		{
			"name": "Draupnir",
			"source": "MythologicalItems",
			"page": 23,
			"resist": [
				{
					"note": "from nonmagical attacks",
					"resist": [
						"piercing",
						"bludgeoning",
						"slashing"
					],
					"cond": true
				}
			],
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"Draupnir, Odin's golden arm ring, is a profound symbol of endless abundance and renewal, deeply woven into the legends of Norse mythology. Forged by the skilled dwarf brothers Sindri and Brokkr as part of a wager with Loki, Draupnir has the unique property to duplicate itself every ninth night, producing eight new rings of equal make and quality, symbolizing the regenerative powers of the cosmos.",
				"Odin, the Allfather, and chief among the Aesir, wears Draupnir not merely as an adornment but as a potent symbol of his sovereignty and his role as the god of wisdom, war, and poetry. The ring's ability to multiply reflects Odin's far-reaching influence and the expansive nature of his wisdom, which encompasses both the runes and the mead of poetry. Draupnir is thus a conduit of Odin's power, a token of his boundless generosity and the prosperity he bestows upon those who seek knowledge and truth.",
				"The physical manifestation of Draupnir is as majestic as its mythological significance. Described as a golden arm ring, its surface is intricately inscribed with runes that glow softly, pulsating with the magic of creation.",
				"Every ninth night, as the new rings emerge, they are accompanied by a faint melody, reminiscent of the cosmic harmony that governs all of creation.",
				"Draupnir is a magical arm ring possessing the following properties:",
				{
					"type": "entries",
					"name": "Ring of Abundance",
					"entries": [
						"While attuned to Draupnir, you can use an action to touch the ground, causing food and fresh water to spring forth from the earth as per the {@spell heroes' feast} spell. Once you use this feature, you can't use it again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Gift of Multiplication",
					"entries": [
						"Every ninth night, Draupnir produces eight identical rings, each of which is considered a replica of Draupnir with lesser powers.",
						"Each Draupnir Replica can be used as a spellcasting focus possessing 3 charges. A creature holding a Draupnir Replica can expend a charge and use an action to cast the {@spell bless} spell without expending a spell slot, requiring {@status concentration} or needing any material, verbal, or somatic component. All the charges of a Draupnir Replica replenish daily at dawn."
					]
				},
				{
					"type": "entries",
					"name": "Aura of Wisdom",
					"entries": [
						"While attuned to Draupnir, you gain advantage on all Intelligence, Wisdom, and Charisma saving throws, reflecting Odin's dominion over wisdom and eloquence."
					]
				},
				{
					"type": "entries",
					"name": "Odin's Boon",
					"entries": [
						"Once per week while attuned to Draupnir, you can beseech Odin for guidance, casting the {@spell commune} spell without expending a spell slot or requiring material components."
					]
				},
				{
					"type": "entries",
					"name": "Protector of the Realm",
					"entries": [
						"While attuned to Draupnir, you gain resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks, symbolizing the ring's role in safeguarding the prosperity and well-being of the lands under Odin's watch."
					]
				}
			],
			"attachedSpells": [
				"bless"
			]
		},
		{
			"name": "Mjolnir",
			"source": "MythologicalItems",
			"page": 24,
			"baseItem": "warhammer|PHB",
			"type": "M",
			"immune": [
				"lightning"
			],
			"resist": [
				"thunder"
			],
			"rarity": "artifact",
			"reqAttune": "by a creature deemed worthy",
			"sentient": true,
			"weight": 2,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "B",
			"dmg2": "1d10",
			"bonusWeapon": "+3",
			"modifySpeed": {
				"static": {
					"fly": 60
				}
			},
			"entries": [
				"Mjolnir, the thunderous hammer of Thor, is one of the most formidable and revered weapons in Norse mythology. Its name, thought to derive from the Old Norse words meaning 'to grind' or 'to crush', embodies the hammer's devastating power. Forged by the dwarven brothers Sindri and Brokkr as part of a wager with the trickster god Loki, Mjolnir's creation is a tale of craftsmanship, magic, and deceit. Loki had bet his head that the dwarves could not create items more magnificent than those made by the renowned sons of Ivaldi. As they worked, Loki, in the guise of a fly, bit Brokkr to sabotage their efforts. Despite this, the dwarves succeeded in creating Mjolnir, although its handle was shorter than intended. This flaw did not detract from its power; rather, it allowed Thor to wield the hammer single-handedly, a unique feature among weapons of its kind.",
				"Mjolnir, as Thor's weapon, is capable of leveling mountains with a single blow, yet it was also used in rituals to bless marriages, births, and funerals, highlighting its dual nature as an instrument of destruction and a symbol of consecration and protection.",
				"The physical representations of Mjolnir are as compelling as its powers. Depicted as a short-handled hammer inscribed with runes, it is said to return to Thor's hand after being thrown, a trait that makes it unparalleled as a weapon. Its ability to summon the elements of the storm complements Thor's dominion over the weather and his role as a god of thunder and storms.",
				"Throughout sagas and poems, Mjolnir plays a crucial role in numerous battles against the giants, protecting the gods and humanity alike. In the Þrymskviða, a giant named Þrymr steals Mjolnir, demanding the goddess Freyja in exchange for its return. Thor, disguised as Freyja, attends the wedding feast and retrieves Mjolnir, using it to defeat Þrymr and his giant brethren, thereby averting disaster and reinstating the gods' power. This tale, among many others, cements Mjolnir's place as a powerful symbol of power in Norse legends and myths.",
				"You gain a +3 bonus to attack and damage rolls made with this warhammer. Mjolnir has the following properties:",
				{
					"type": "entries",
					"name": "Indestructibility",
					"entries": [
						"Mjolnir can't be destroyed by any means."
					]
				},
				{
					"type": "entries",
					"name": "Lightning Strike",
					"entries": [
						"When you hit a creature with Mjolnir, lightning erupts from the warhammer to deal an extra {@damage 2d8} lightning damage to the target."
					]
				},
				{
					"type": "entries",
					"name": "Sentience",
					"entries": [
						"Mjolnir is a sentient artifact with a chaotic good alignment. It possesses an Intelligence of 20, a Wisdom of 24, and a Charisma of 24. It has hearing and {@sense darkvision} out to a range of 120 feet. The weapon can communicate telepathically with its wielder and can understand all languages. Mjolnir's voice is deep and resonant, echoing with the power of thunder.",
						"Mjolnir's primary goal is to protect the realms from giants and other forces of chaos. It seeks a wielder who is both brave in battle and noble in spirit, someone who upholds the values of courage, truth, and justice.",
						"Mjolnir judges the worthiness of those who attempt to wield it, refusing anyone it deems unworthy of its power.",
						"The hammer is imbued with the essence of the storm, and its mood shifts with the changing weather. It is most lively and talkative during thunderstorms, when its power feels magnified. Mjolnir has a deep respect for Thor and Odin and prefers wielders who show deference to these deities. It may offer counsel or wisdom related to the foes it has faced or the battles it has seen, especially concerning the giants.",
						"Mjolnir can become sulky or withdrawn if forced into actions against its nature or if used for petty, unworthy causes. It expects its wielder to engage in heroic deeds and to use its power to protect the innocent and uphold the good. Should its wielder act in a way that betrays these principles, Mjolnir may temporarily withhold its abilities, especially its powers of flight and lightning, until a deed worthy of its power is performed."
					]
				},
				{
					"type": "entries",
					"name": "Mighty Storm",
					"entries": [
						"As an action, you can call forth a storm within a 5-mile radius centered on yourself. The storm lasts for 1 hour and can manifest as heavy rain, snow, sleet, or a thunderstorm (your choice). While the storm is active, you can use a bonus action while outdoor to call down a bolt of lightning to strike a point you can see within 120 feet of you. Each creature in a 10-footradius sphere centered on that point must make a{@dc 23} Dexterity saving throw, taking {@damage 4d10} lightning damage on a failed save, or half as much damage on a successful one. Once you summon this mighty storm, you can't do it again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Thunderous Impact",
					"entries": [
						"Whenever you hit with an attack using Mjolnir, you can invoke its power to unleash a thunderclap audible out to 300 feet. Each creature of your choice within 300 feet of it must succeed on a{@dc 23} Constitution saving throw or be {@condition stunned} until the end of its next turn. Once you use this feature, you can't use it again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Flight",
					"entries": [
						"While wielding Mjolnir, you gain a flying speed of 60 feet and the ability to hover. You can use this feature to fly for up to 4 hours, all at once or in several shorter flights, each one using a minimum of 1 minute from the duration. If you are flying when the duration expires, you descend at a rate of 30 feet per round until you land. Mjolnir regains 2 hours of flying capability for every 12 hours it isn't in use."
					]
				},
				{
					"type": "entries",
					"name": "Worthy's Might",
					"entries": [
						"Mjolnir can only be lifted and wielded by those it deems worthy. The criteria for worthiness are determined by the GM, often based on the character's alignment, actions, and intentions. A creature deemed unworthy cannot even manage to lift Mjolnir from the ground, much less wield its powers."
					]
				},
				{
					"type": "entries",
					"name": "Hurling",
					"entries": [
						"While wielding Mjolnir, you can use the warhammer as a thrown weapon with a normal range of 60 feet and a long range of 180 feet. When thrown, Mjolnir returns to your hand immediately after the attack is resolved, landing in your open hand."
					]
				},
				{
					"type": "entries",
					"name": "Power of the Storm",
					"entries": [
						"While attuned to Mjolnir, you are immune to lightning damage, and you have resistance to thunder damage."
					]
				}
			],
			"foundryEffects": [
				{
					"name": "Mjolnir Lightning Damage",
					"changes": [
						{
							"key": "system.bonuses.mwak.damage",
							"mode": "ADD",
							"value": "2d8[lightning]"
						}
					]
				}
			]
		},
		{
			"name": "Gleipnir",
			"source": "MythologicalItems",
			"page": 26,
			"rarity": "legendary",
			"wondrous": true,
			"entries": [
				"Gleipnir is a magical chain of unparalleled strength, a legendary artifact fashioned from the most ethereal and elusive elements of the world, making it a marvel of mythical craftsmanship and ingenuity even across Norse sagas. Appearing as a slender ribbon, deceptively delicate to the eye, Gleipnir contains within it the power to bind even the mightiest of beings without fail, a testament to its creators' mastery and the desperate times that called for its creation.",
				"Commissioned by the gods as a measure of last resort, Gleipnir was designed to secure the great wolf Fenrir, a creature of such immense power that no ordinary fetter could hold him. As the third chain specifically created to accomplish this task (after Leyding and Dromi), Gleipnir succeeded in binding Fenrir in a vain attempt to prevent Ragnarok.",
				"The components of Gleipnir - the sound of a cat's footfall, the beard of a woman, the roots of a mountain, the sinews of a bear, the breath of a fish, and the spit of a bird - were chosen for their impossibility, embodying the essence of things beyond the reach of both gods and mortals. Woven by the deft hands of the dwarves, Gleipnir's creation was as much an act of desperation as it was of brilliance, a chain forged not in the fires of a forge but in the crucible of necessity.",
				"Gleipnir is a magical chain possessing the following properties:",
				{
					"type": "entries",
					"name": "Indestructibility",
					"entries": [
						"Gleipnir can't be destroyed by any means."
					]
				},
				{
					"type": "entries",
					"name": "Unbreakable Restraint",
					"entries": [
						"As an action during your turn, you can place Gleipnir on an {@condition incapacitated} or willing creature within 5 feet of you. Gleipnir can be used to bind a creature of any size or strength. Once bound, the creature is {@condition restrained} and cannot move, attack, casts spells, or use any effect or ability that require physical motion.",
						"A creature bound by Gleipnir is prevented from using any method of extradimensional movement, including teleportation, plane shifting, or dimensional travel (even from passing-through an interdimensional portal).",
						"You and any creature you designate when binding a creature with Gleipnir can use an action to remove it.",
						"Once every millenium, the bound creature can make a {@dc 45} Strength ({@skill Athletics}) check. On a success, the creature breaks free from Gleipnir.",
						"The binding effect of Gleipnir is inescapable by any physical or magical means (including a {@spell wish} spell) other than removing it or breaking free from it."
					]
				}
			]
		},
		{
			"name": "Gjallarhorn",
			"source": "MythologicalItems",
			"page": 27,
			"rarity": "artifact",
			"wondrous": true,
			"entries": [
				"Crafted from the sacred wood of Yggdrasil, the world tree that connects all of creation, the Gjallarhorn was a magical horn created to signal the beginning of Ragnarok, the doom of the divine and the reshaping of worlds. Entrusted to Heimdall, the vigilant guardian who watches over the rainbow bridge Bifrost, the Gjallarhorn's destiny is to sound the clarion call that would awaken the gods and heroes of the Norse sagas to the final battle against the forces of chaos.",
				"The surface of the Gjallarhorn is intricately etched with runes, each symbol imbued with the essence of the cosmos and the wisdom of Odin, the Allfather. These magical runes ensure that the horn's call, once sounded, would resonate not only physically, but within the very soul of every being, marking the commencement of the end times. The Gjallarhorn's lore across legends and myths emphasizes the inevitable cycle of ending and beginning, embodying the Norse belief in the cyclical nature of existence.",
				"Heimdall, born of the sea and endowed with keen sight and hearing, is the chosen guardian of the Gjallarhorn. His role is to watch for the signs of the world's unraveling and, at the predetermined moment, sound the horn that will gather the Aesir for Ragnarok.",
				"The Gjallarhorn is a magical horn that can be only used by beings chosen by the Aesir gods. The horn possesses the following properties:",
				{
					"type": "entries",
					"name": "Call to Arms",
					"entries": [
						"When blown at the start of Ragnarok, the Gjallarhorn is heard by all creatures that ever existed, having the power to summon the greatest warriors from across the ages, heroes whose valor and might are unmatched. These spectral warriors use the statistics of a einherjar and appear in unoccupied spaces the horn's wielder can see, ready to follow its commands and fight until the predetermined end of the conflict.",
						"When the Gjallarhorn is sounded to signal the beginning of Ragnarok, the spectral warriors of past ages are summoned from Valhalla to fight once more, as detailed in the table below.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "table",
									"colLabels": [
										"Summoned Einherjar",
										"Quantity"
									],
									"colStyles": [
										"col-8",
										"col-4"
									],
									"rows": [
										[
											"{@creature Einherjar Warrior|MythologicalCreatures}",
											"{@dice 6d12}"
										],
										[
											"{@creature Einherjar Elite|MythologicalCreatures}",
											"{@dice 4d8}"
										],
										[
											"{@creature Einherjar Champion|MythologicalCreatures}",
											"{@dice 3d6}"
										],
										[
											"{@creature Einherjar Hero|MythologicalCreatures}",
											"{@dice 2d4}"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "End of Days",
					"entries": [
						"The sound of the Gjallarhorn is not just a call to battle but a signal that the laws of nature and magic are suspended. For the duration of Ragnarok, all creatures summoned by the horn gain resistance to all damage types and advantage on all saving throws."
					]
				},
				{
					"type": "entries",
					"name": "Unbreakable Will",
					"entries": [
						"Those who hear the call of the Gjallarhorn and march to Ragnarok under its banner are imbued with a fearless resolve. A creature that hears the sound of the Gjallarhorn is immune to being {@condition charmed} and {@condition frightened} until the end of the events of Ragnarok."
					]
				},
				{
					"type": "entries",
					"name": "Fate's Decree",
					"entries": [
						"To blow the Gjallarhorn before its time is to court disaster. Such an act would not only fail but curse the wielder, killing it. A creature killed in this way can't be resurrected by any means short of a {@spell wish} spell."
					]
				}
			]
		},
		{
			"name": "Dáinsleif",
			"source": "MythologicalItems",
			"page": 30,
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "very rare",
			"reqAttune": true,
			"curse": true,
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"bonusWeapon": "+2",
			"entries": [
				"In the sagas of Norse mythology, few weapons carry the ominous reputation of Dáinsleif, King Högni's dreadful sword. Forged in the shadows of legend by dwarven smiths under a blood-red moon, Dáinsleif's blade was imbued with spells of malice and vengeance.",
				"Its name, which means 'Dáinn's legacy' after the mythical dwarf Dáinn, hints at its grim nature. The sword is said to possess a curse as ancient as the stars - once drawn, it cannot be sheathed until it has claimed a life, and any wound it inflicts is fated never to heal, leading to certain death.",
				"You gain a +2 bonus to attack and damage rolls made with this longsword. Dáinsleif has the following properties:",
				{
					"type": "entries",
					"name": "Cursed Wound",
					"entries": [
						"Each time a creature is hit by an attack made with Dáinsleif, the target is wounded with a cursed wound that can't be closed by any form of healing, magical or otherwise. At the start of each of its turn, a wounded creature takes {@damage 1d4} necrotic damage for each open wound. This damage can't be reduced by any means. This effect lasts until the creature is cured by a {@spell remove curse} spell or similar magic."
					]
				},
				{
					"type": "entries",
					"name": "Bloodthirst",
					"entries": [
						"Once unsheathed, Dáinsleif must taste blood before it can be returned to its scabbard. If the sword is sheathed without having taken a life, the wielder suffers a curse, taking {@damage 4d10} necrotic damage each hour until the sword claims the life of a humanoid creature. This damage can't be reduced by any means.",
						"During this time, an attuned creature can't unattune from this weapon."
					]
				},
				{
					"type": "entries",
					"name": "Death's Promise",
					"entries": [
						"Upon drawing Dáinsleif, the wielder can declare a target as their sworn enemy as a bonus action during its turn. Attacks made with Dáinsleif against the sworn enemy within the next minute have advantage on the attack roll and deal an extra {@damage 1d10} necrotic damage on a hit. If any of these attacks reduces the target to 0 hit points, the target dies instantly, and is unable to be resurrected by any means short of a {@spell wish} spell. Once used, this ability can't be used until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Unending Vengeance",
					"entries": [
						"If a creature slain by Dáinsleif is ever attempted to be revived or resurrected, there is a 50% chance that the spell simply fails. This represents the sword's curse extending beyond the veil of death, a grim reminder of its dwarven enchantments designed to grant no peace to its victims, even in death."
					]
				},
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"Dáinsleif is bound to its wielder once attuned, and it imposes a heavy burden - a constant thirst for conflict. The wielder finds themselves more easily provoked to anger and violence, a reflection of the sword's baleful influence. Only unattuning from Dáinsleif can break this curse."
					]
				}
			],
			"foundryEffects": [
				{
					"name": "Dáinsleif Death's Promise Target Damage",
					"disabled": true,
					"changes": [
						{
							"key": "system.bonuses.mwak.damage",
							"mode": "ADD",
							"value": "1d10[necrotic]"
						}
					]
				}
			]
		},
		{
			"name": "Freyrsverð",
			"source": "MythologicalItems",
			"page": 30,
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "very rare",
			"reqAttune": "by a champion of peace and prosperity",
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"bonusWeapon": "+1",
			"entries": [
				"Freyrsverð is a beacon of unmatched distinction, signifying fertility, prosperity, and peace. Crafted by divine hands, this weapon was destined for the Vanir god Freyr, embodying the essence of life and the enduring cycle of growth. Its golden blade, shimmering with the first light of dawn, and intricately carved hilt, tell a tale of creation, of the unyielding force of life that pushes through soil to bask in the sun's warmth. In battle, Freyrsverð is said to wield itself, fighting with lethal precision to protect all that is good and growing.",
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon. While attuned to Freyrsverð, you gain the following benefits:",
				{
					"type": "entries",
					"name": "Self-Wielding",
					"entries": [
						"When facing two or more foes that you are aware of, the sword animates of its own accord, allowing its wielder to make an additional attack as part of its {@action Attack} action each turn."
					]
				},
				{
					"type": "entries",
					"name": "Sunbeam",
					"entries": [
						"While holding Freyrsverð, you can use an action during your turn to cast the {@spell sunbeam} spell (save{@dc 18}) without expending a spell slot or requiring material components. Once used, this ability can't be used again until the next dawn, provided the sword is bathed in sunlight for at least 1 hour during this time."
					]
				},
				{
					"type": "entries",
					"name": "Harvest's Bounty",
					"entries": [
						"As an action during your turn, you can cast {@spell plant growth} while holding Freyrsverð without expending a spell slot or requiring material components. Once used, this ability can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Champion of Peace",
					"entries": [
						"If you successfully negotiate a peaceful resolution to a conflict that would otherwise lead to violence, you and up to three other creatures of your choice within 30 feet of Freyrsverð regain {@dice 2d12} hit points and gain the benefits of the bless for the next hour."
					]
				}
			],
			"attachedSpells": [
				"sunbeam",
				"plant growth"
			]
		},
		{
			"name": "Andvaranaut",
			"source": "MythologicalItems",
			"page": 31,
			"type": "RG|DMG",
			"rarity": "rare",
			"reqAttune": true,
			"curse": true,
			"entries": [
				"Andvaranaut, a ring of unmatched craftsmanship, was forged by the dwarf Andvari, deep within the realms where earth clasps fire. This ring, capable of generating endless gold, was not merely a marvel of dwarven skill but also Andvari's most prized possession.",
				"The tale took a dark turn when Loki, the Norse god known for mischief and cunning, discovered the ring. In his quest for treasure, Loki captured Andvari, who had transformed himself into a fish to escape. Despite Andvari's desperate attempts to keep Andvaranaut hidden, Loki seized it, compelling Andvari to relinquish his entire treasure. In his despair, Andvari cursed Andvaranaut, declaring that it would bring ruin and death to whoever possessed it.",
				"True to Andvari's curse, the ring soon became a harbinger of misfortune. It was central to a chain of tragic events that unfolded from the halls of Hreidmar, where it was offered as blood gold, to the saga of the Volsungs, marking the lives of heroes and kings with betrayal, loss, and ruin. Sigurd the dragon-slayer, among its notable bearers, could not escape the ring's doomed legacy, illustrating the peril of unchecked greed and the inevitability of fate.",
				"Andvaranaut is a magical ring of exquisite craft. The ring has the following properties:",
				{
					"type": "entries",
					"name": "Gold Finder",
					"entries": [
						"While attuned to Andvaranaut, you can use an action during your turn to locate the nearest cache of gold within 2 miles of you. The ring gently pulls in the direction of the gold, growing warmer as you approach the cache. Once you use this ability, you can't use it again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Wealth Generation",
					"entries": [
						"Andvaranaut generates {@dice 2d4 x 10} gold pieces each day at dawn while attuned to a creature. The gold appears within the ring's band, falling out when the ring is turned upside down."
					]
				},
				{
					"type": "entries",
					"name": "Curse of Andvari",
					"entries": [
						"The wealth Andvaranaut brings is tainted with misfortune. Daily at dusk while wearing this ring, you must succeed on a{@dc 15} Wisdom saving throw or be compelled to act on a greedy impulse detrimental to yourself or your companions. This could manifest as hoarding supplies, stealing from a powerful figure, or any other action driven by avarice, as determined by the GM."
					]
				},
				{
					"type": "entries",
					"name": "Curse Removal",
					"entries": [
						"The curse of Andvaranaut can be lifted by returning the ring to a descendant of Andvari or through a powerful act of charity and selflessness, such as giving away a substantial portion of your wealth without expectation of reward. Only then can the curse be truly broken, transforming the ring into a benign source of prosperity."
					]
				}
			]
		},
		{
			"name": "Svalinn",
			"source": "MythologicalItems",
			"page": 32,
			"baseItem": "shield|PHB",
			"type": "S",
			"immune": [
				"fire",
				"radiant"
			],
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 6,
			"ac": 2,
			"bonusAc": "+5",
			"entries": [
				"Svalinn is a shield of mythic origins, its name derived from Old Norse for 'cool' or 'chill', signifying its role as the protector against the searing heat of the sun. This legendary shield, mentioned in the 'Grímnismál' of the Poetic Edda, is said to stand before the sun, shielding the earth from its blistering rays, thus preventing the world from being consumed by fire. Not forged of iron or wood, but of the essence of ice and the breath of the north wind, Svalinn embodies the paradox of a shield not meant for battle but for the preservation of life itself.",
				"The shield's surface mirrors the ice's gleam, with runes that speak of ancient magics and the delicate balance between the inferno above and the world below. These runes hint at the shield's creation, possibly by the hands of the gods themselves or by a legendary smith of the dwarves, intended as a safeguard for times when the sun's chariot rides too close to the earth.",
				"While holding this shield, you have a +3 bonus to AC. This bonus is in addition to the shield's normal bonus to AC. Svalinn has the following additional properties:",
				{
					"type": "entries",
					"name": "Solar Warding",
					"entries": [
						"While attuned to Svalinn and holding it, you gain immunity to fire and radiant damage, and creatures within 10 feet of you have resistance to the same types of damage."
					]
				},
				{
					"type": "entries",
					"name": "Glacial Aegis",
					"entries": [
						"As an action during your turn, you can invoke the power of Svalinn to unleash a blast of cold energy in a 30-foot radius originating from the shield.",
						"Each creature within the area must succeed on a{@dc 18} Constitution saving throw. A creature takes {@damage 6d8} cold damage and is {@condition restrained} by magical ice until the end of its next turn on a failed save, or half as much damage and is not {@condition restrained} on a successful one.",
						"Once used, this ability can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Protector of the Realms",
					"entries": [
						"Svalinn has the unique capacity to shield against environmental extremes. While attuned to it, you are immune to the effects of extreme environmental conditions such as extreme cold and extreme heat."
					]
				},
				{
					"type": "entries",
					"name": "Aurora's Veil",
					"entries": [
						"While in total darkness, you can use an action during your turn to invoke Svalinn's power to illuminate your surroundings with a soft, protective light. This light works as the {@spell daylight} spell but also grants all creatures of your choice within it advantage on saving throws against being {@condition blinded}."
					]
				}
			]
		},
		{
			"name": "Skofnung",
			"source": "MythologicalItems",
			"page": 32,
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "artifact",
			"reqAttune": true,
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"bonusWeapon": "+3",
			"entries": [
				"Skofnung, revered as the greatest of all swords in Norse sagas, was once borne by the legendary King Hrolf Kraki. This sword's name is etched into the annals of mythology, whispered in tales that speak of its unmatched sharpness. Forged in an age shrouded in the mists of legend, Skofnung was not a mere weapon but a symbol of kingly might and valor. It is said that the sword contained the spirits of King Hrolf's twelve loyal berserker bodyguards, making it alive with their fierce essence and battlelust. The blade is marked with runes of ancient magic, its craftsmanship unrivaled, shimmering with a cold light that seems to pierce through to the marrow. To unsheathe Skofnung is to call upon the valor of ages past, to stand as a sovereign among warriors on the battlefield.",
				"You gain a +3 bonus to attack and damage rolls made with this longsword. While attuned to Skofnung, you gain the following benefits:",
				{
					"type": "entries",
					"name": "Berserker Spirits",
					"entries": [
						"When wielding Skofnung, you can use a bonus action to invoke the spirits of the berserkers within the blade, gaining advantage on all attack rolls and saving throws made within the next minute. Once used, this feature can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "King's Command",
					"entries": [
						"Skofnung holds sway over lesser weapons. Once per turn when you hit a creature with an attack made with this longsword, you can attempt to disarm the target by performing a King's Command strike, commanding Skofnung to hit with overwhelming force. The target takes and additional {@damage 2d8} force damage and must succeed on a{@dc 23} Strength saving throw or be forced to drop one weapon of your choice that it's holding. The item is pushed up to 15 feet away in a direction of your choice. You can't use this ability in the same turn you performed a Shieldbreaker strike."
					]
				},
				{
					"type": "entries",
					"name": "Shieldbreaker",
					"entries": [
						"Reflecting Skofnung's legendary sharpness, you can use the sword to break the shield of your foes with a single, sharp cut. Once per turn when you hit a creature wielding a shield with an attack made with Skofnung, you can choose to perform a Shieldbreaker strike. If you do so, the target takes an additional {@damage 2d8} force damage, and the shield it is holding is destroyed if it is nonmagical. If the shield is magical, the target must succeed on a{@dc 23} Strength saving throw or be forced to drop the shield, which is pushed up to 30 feet away in a direction of your choice.",
						"You can't use this ability in the same turn you performed a King's Command strike."
					]
				},
				{
					"type": "entries",
					"name": "Aura of Kingship",
					"entries": [
						"Skofnung embodies the dignity and authority of King Hrolf Kraki. While the sword is drawn you gain a commanding presence, imposing disadvantage on attack rolls against you made by enemies within 30 feet who can see the sword."
					]
				}
			]
		},
		{
			"name": "Idunn's Apple Fragment",
			"source": "MythologicalItems",
			"page": 33,
			"rarity": "varies",
			"entries": [
				"In the verdant groves of Asgard lies a garden tended by Idunn, the goddess of youth and rejuvenation. Among the treasures of this celestial orchard, Idunn's apples shine the brightest, imbued with the essence of life itself. These apples are no ordinary fruit; they are the source of the gods' enduring vigor and eternal youth, a secret closely guarded within the realms of the divine. It is said that without the sustenance provided by Idunn's apples, even the gods would eventually age and wane, losing their might and immortality.",
				"However, such divine gifts are not meant for mortal hands, and it is a rare occasion that a fragment of Idunn's apple finds its way into the realms of men and mortals. When it does, it carries with it a sliver of the garden's sacred magic - a magic potent enough to heal wounds that defy mortal remedies, to invigorate the weary, and to protect against the maladies that plague the living.",
				"The journey of an apple fragment from Idunn's grove to the mortal world is often shrouded in mystery, a tale of quests undertaken by the bravest of heroes, of bargains struck with beings of ancient power, or of gifts bestowed as rewards for services rendered to the gods themselves. Each fragment, no matter how small, is a precious relic, a symbol of the gods' favor, and a reminder of the ties that bind the realms of Norse cosmology together.",
				"To consume a fragment of Idunn's apple is to briefly bridge the gap between the mortal and the divine, to feel the pulse of eternal life coursing through one's veins. It is both a blessing and a reminder of the fleeting nature of existence, pushing those who partake of it to strive for greatness, to seek out their destiny under the watchful eyes of the gods, and to carve their names into the sagas that will echo through the ages.",
				"Idunn's apples are renowned in Norse mythology for their ability to grant the gods eternal youth and vitality. A fragment of Idunn's apple carries a portion of this potent magic. Consuming a fragment not only heals but imbues the consumer with enhanced vigor and a rejuvenated spirit, the effects varying based on the fragment's rarity. As an action, a creature holding the apple's fragment can eat it, experiencing a surge of life force, manifesting in immediate healing, a reduction of physical age, and the cleansing of various conditions.",
				"The following table details the specific effects and conditions removed based on the fragment's rarity.",
				{
					"type": "entries",
					"name": "Idunn's Apple Fragment Table",
					"entries": [
						{
							"type": "table",
							"colLabels": [
								"Rariet",
								"Healing",
								"Age Reduction",
								"Conditions Removed"
							],
							"colStyles": [
								"col-2",
								"col-2",
								"col-2",
								"col-6"
							],
							"rows": [
								[
									"Rare",
									"{@dice 4d8 + 8}",
									"{@dice 1d6 + 2} years",
									"{@condition blinded}, {@condition deafened}, and {@condition poisoned}, plus all diseases"
								],
								[
									"Very  Rare",
									"{@dice 6d8 + 12}",
									"{@dice 2d6 + 4} years",
									"{@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition poisoned}, and {@condition restrained}, plus all diseases"
								],
								[
									"Legendary",
									"{@dice 8d8 + 16}",
									"{@dice 3d6 + 6} years",
									"{@condition blinded}, {@condition deafened}, {@condition exhaustion}, {@condition paralyzed}, {@condition poisoned}, {@condition restrained}, and {@condition stunned}, plus all diseases"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Quetzalcoatl's Serpent Staff, Legendary",
			"source": "MythologicalItems",
			"page": 34,
			"baseItem": "staff|PHB",
			"type": "SCF",
			"scfType": "arcane",
			"rarity": "legendary",
			"reqAttune": "by a spellcaster",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"sentient": true,
			"weight": 4,
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"staff": true,
			"entries": [
				"Quetzalcoatl's Serpent Staff, a divine relic adorned with quetzal feathers and serpent motifs, was once carried by the Aztec god Quetzalcoatl, the 'Feathered Serpent'. Known for his association with life, light, wisdom, and the wind, Quetzalcoatl is a pivotal deity in ancient Mesoamerican mythology. This staff, echoing the benevolent nature of Quetzalcoatl, grants its wielder control over the winds and the ability to communicate with animals, symbolizing the god's domain over the elements and his kinship with all living creatures.",
				"The staff's wielder gains a bonus to attack and damage rolls of +3. The wielder can also cast {@spell control weather} once per day without requiring a spell slot. The staff also has the following properties:",
				{
					"type": "entries",
					"name": "Animal Communion",
					"entries": [
						"The wielder can cast {@spell speak with animals} without expending a spell slot, facilitating a deep bond between the wielder and the natural world."
					]
				},
				{
					"type": "entries",
					"name": "Daylight's Blessing",
					"entries": [
						"Once per day, the wielder can cast {@spell daylight}, illuminating the darkest corners with the light of the sun."
					]
				},
				{
					"type": "entries",
					"name": "Healer's Grace",
					"entries": [
						"The staff allows its wielder to cast {@spell cure wounds} (3rd level) twice per day without expending a spell slot, reflecting Quetzalcoatl's life-giving powers."
					]
				},
				{
					"type": "entries",
					"name": "Wind's Command",
					"entries": [
						"The staff grants its wielder the ability to cast {@spell gust of wind} at will and wind wall three times per day without expending a spell slot."
					]
				},
				{
					"type": "entries",
					"name": "Sentience",
					"entries": [
						"Quetzalcoatl's Serpent Staff is a sentient artifact with an Intelligence of 18, Wisdom of 20, and Charisma of 22. It has hearing and {@sense darkvision} out to a range of 120 feet. The staff can communicate telepathically with its attuned wielder and speaks all languages known by it. It seeks to guide its wielder in spreading wisdom, fostering life, and maintaining the balance between the elements."
					]
				}
			],
			"attachedSpells": [
				"control weather",
				"speak with animals",
				"daylight",
				"cure wounds",
				"gust of wind"
			]
		},
		{
			"name": "Quetzalcoatl's Serpent Staff, Artifact",
			"source": "MythologicalItems",
			"page": 34,
			"baseItem": "staff|PHB",
			"type": "SCF",
			"scfType": "arcane",
			"rarity": "artifact",
			"reqAttune": "by a spellcaster",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"sentient": true,
			"weight": 4,
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"staff": true,
			"entries": [
				"Quetzalcoatl's Serpent Staff, a divine relic adorned with quetzal feathers and serpent motifs, was once carried by the Aztec god Quetzalcoatl, the 'Feathered Serpent'. Known for his association with life, light, wisdom, and the wind, Quetzalcoatl is a pivotal deity in ancient Mesoamerican mythology. This staff, echoing the benevolent nature of Quetzalcoatl, grants its wielder control over the winds and the ability to communicate with animals, symbolizing the god's domain over the elements and his kinship with all living creatures.",
				"The staff's wielder gains a bonus to attack and damage rolls of +3. The wielder can also cast {@spell control weather} once per day without requiring a spell slot. The staff also has the following properties:",
				{
					"type": "entries",
					"name": "Animal Communion",
					"entries": [
						"The wielder can cast {@spell speak with animals} without expending a spell slot, facilitating a deep bond between the wielder and the natural world."
					]
				},
				{
					"type": "entries",
					"name": "Daylight's Blessing",
					"entries": [
						"Once per day, the wielder can cast {@spell daylight}, illuminating the darkest corners with the light of the sun."
					]
				},
				{
					"type": "entries",
					"name": "Healer's Grace",
					"entries": [
						"The staff allows its wielder to cast {@spell cure wounds} (3rd level) twice per day without expending a spell slot, reflecting Quetzalcoatl's life-giving powers."
					]
				},
				{
					"type": "entries",
					"name": "Wind's Command",
					"entries": [
						"The staff grants its wielder the ability to cast {@spell gust of wind} at will and wind wall three times per day without expending a spell slot."
					]
				},
				{
					"type": "entries",
					"name": "Sentience",
					"entries": [
						"Quetzalcoatl's Serpent Staff is a sentient artifact with an Intelligence of 18, Wisdom of 20, and Charisma of 22. It has hearing and {@sense darkvision} out to a range of 120 feet. The staff can communicate telepathically with its attuned wielder and speaks all languages known by it. It seeks to guide its wielder in spreading wisdom, fostering life, and maintaining the balance between the elements."
					]
				},
				{
					"type": "entries",
					"name": "Artifact Rarity",
					"entries": [
						"As the wielder's connection with the staff deepens, it unlocks additional, more potent abilities. The wielder can now harness the full spectrum of Quetzalcoatl's dominion casting these spells without expending a spell slot or needing material components."
					]
				},
				{
					"type": "entries",
					"name": "Eternal Cycle (Artifact)",
					"entries": [
						"Once per year, the wielder can cast {@spell true resurrection}, epitomizing the cycle of life, death, and rebirth that Quetzalcoatl oversees."
					]
				},
				{
					"type": "entries",
					"name": "Divine Restoration (Artifact)",
					"entries": [
						"Once per day, the wielder can cast {@spell regenerate}, signifying the renewal of life."
					]
				},
				{
					"type": "entries",
					"name": "Storm's Fury (Artifact)",
					"entries": [
						"Once per day, the wielder can cast {@spell storm of vengeance}, summoning a tempest that echoes Quetzalcoatl's control over the elements."
					]
				},
				{
					"type": "entries",
					"name": "Sun's Wrath (Artifact)",
					"entries": [
						"Once per day, the wielder can cast {@spell sunburst}, calling down the wrath of the sun upon its foes."
					]
				},
				{
					"type": "entries",
					"name": "Transcendental Word (Artifact)",
					"entries": [
						"Once per week, the wielder can cast {@spell divine word}, invoking the power of creation and destruction."
					]
				}
			],
			"attachedSpells": [
				"control weather",
				"speak with animals",
				"daylight",
				"cure wounds",
				"gust of wind",
				"true resurrection",
				"regenerate",
				"storm of vengeance",
				"sunburst",
				"divine word"
			]
		},
		{
			"name": "Dreamcatcher",
			"source": "MythologicalItems",
			"page": 35,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"Inspired by the Ojibwe people's traditions and widely adopted among Native American nations, the dreamcatcher is a powerful symbol of protection and comfort. Originally woven by the grandmothers and mothers as a charm to protect their children from nightmares, the dreamcatcher consists of a wooden hoop covered in a net or web of natural fibers, with meaningful and sacred items like feathers and beads attached, hanging below the hoop. According to legend, the dreamcatcher acts as a filter for dreams, allowing only good dreams to pass through the holes and down onto the sleeper, while bad dreams are caught in the web, vanishing with the first light of dawn.",
				"This item has following abilities:",
				{
					"type": "entries",
					"name": "Guardian of Rest",
					"entries": [
						"While sleeping under the dreamcatcher, the user gains advantage on saving throws against effects that would cause nightmares or disturb their rest, including magical effects that prevent sleep or invoke fear."
					]
				},
				{
					"type": "entries",
					"name": "Bearer of Good Dreams",
					"entries": [
						"Once per long rest, when the user sleeps under the dreamcatcher, they can ask for guidance on a specific situation or decision. The GM may or may not provide a hint, vision, or symbolic dream related to the query, offering insight or foreshadowing potential outcomes."
					]
				},
				{
					"type": "entries",
					"name": "Catcher of Nightmares",
					"entries": [
						"Any attempt to scry on the user while they sleep under the dreamcatcher, whether by magical means or other divination spells, must succeed on an extra{@dc 15} Wisdom saving throw or the attempt fails, and the dreamcatcher reflects a misleading vision dictated by the GM."
					]
				}
			]
		},
		{
			"name": "The Jade Mask",
			"source": "MythologicalItems",
			"page": 35,
			"resist": [
				"poison"
			],
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"The Jade Mask, a vestige of ancient Mesoamerican civilizations, is a ceremonial artifact imbued with the essence of the earth and sky. Crafted from the finest jade, this mask was revered not only for its aesthetic beauty but also for its spiritual significance, embodying the unity and balance of the cosmos. The jade, a stone of life and death, was believed to facilitate communication with the gods, granting its wearer protection and wisdom. Jade masks held profound religious and ritualistic importance among the Maya and other civilizations. They were often used in burial ceremonies or as offerings to gods in religious rituals. The intricate craftsmanship of these masks showcases the artistic skill and cultural sophistication of ancient Mesoamerican societies. Additionally, the choice of jade as the primary material for these masks reflects the spiritual reverence attributed to this precious stone in Mesoamerican cosmology.",
				"Wearing The Jade Mask grants the following benefits:",
				{
					"type": "entries",
					"name": "Guidance of the Heavens",
					"entries": [
						"You gain advantage on saving throws against being {@condition frightened}."
					]
				},
				{
					"type": "entries",
					"name": "Protection of the Earth",
					"entries": [
						"You gain resistance to poison damage."
					]
				},
				{
					"type": "entries",
					"name": "Spiritual Insight",
					"entries": [
						"While wearing the mask, you gain advantage on ability checks related to events, artifacts, or individuals connected to the deceased. This includes deciphering clues related to ancient burial sites, interpreting the intentions of spirits, or understanding the significance of rituals associated with death and the afterlife."
					]
				},
				{
					"type": "entries",
					"name": "Voice of the Ancients",
					"entries": [
						"Once per long rest, you can use the mask to cast {@spell speak with dead} without expending a spell slot or needing material components."
					]
				}
			],
			"attachedSpells": [
				"speak with dead"
			]
		},
		{
			"name": "Inti's Sun Disc",
			"source": "MythologicalItems",
			"page": 36,
			"baseItem": "shield|PHB",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 6,
			"ac": 2,
			"bonusAc": "+2",
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d3}",
			"charges": 3,
			"entries": [
				"Inti's Sun Disc is a resplendent shield, bathed in the golden glow of the sun, a divine emblem of Inti, the revered sun god of the Inca pantheon. Legend has it that this radiant disc was bestowed upon the Inca emperor, a celestial gift that embodies Inti's power, protection, and benevolence. As the sun nurtures life and banishes shadows, so does Inti's Sun Disc shield its wielder from darkness and malevolence, a beacon of hope and a bulwark against evil.",
				"The disc grants a +2 bonus to AC. This bonus is in addition to the shield's normal bonus to AC. Inti's Sun Disc has the following magical properties:",
				{
					"type": "entries",
					"name": "Beacon of Purity",
					"entries": [
						"Inti's Sun Disc has 3 charges. The bearer can use an action to expend 1 charge to cast {@spell lesser restoration} or 2 charges to cast {@spell protection from energy} (fire only) without expending a spell slot or needing material components. The disc regains {@dice 1d3} expended charges daily at dawn."
					]
				},
				{
					"type": "entries",
					"name": "Blinding Flash",
					"entries": [
						"Once per day, as an action, the wielder can intensify the disc's radiance to create a blinding flash of light. Each creature within 30 feet that can see the disc must succeed on a{@dc 18} Constitution saving throw or be {@condition blinded} for 1 minute. A creature can make a Constitution saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"type": "entries",
					"name": "Protection from Evil",
					"entries": [
						"While attuned to and holding the disc, the wielder has advantage on saving throws against spells and other effects created by fiends and undead."
					]
				},
				{
					"type": "entries",
					"name": "Sun's Radiance",
					"entries": [
						"As an action, the bearer can cause the disc to emanate {@quickref Vision and Light||2||bright light} in a 30-foot radius and {@quickref Vision and Light||2||dim light} for an additional 30 feet. This light dispels any darkness in its area that was created by a spell. The bearer can extinguish this light as a bonus action."
					]
				}
			],
			"attachedSpells": [
				"lesser restoration",
				"protection from energy"
			]
		},
		{
			"name": "Chakana Stone",
			"source": "MythologicalItems",
			"page": 36,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"The Chakana Stone is a mystical item, intricately carved from a single piece of stone into the shape of the Chakana, or Andean Cross. This sacred symbol represents the harmonious concept of the three worlds according to Inca cosmology: Uku Pacha (the lower world), Kay Pacha (the present world), and Hanan Pacha (the upper world). Each level of the Chakana embodies the Inca's intricate understanding of the cosmos, life, and the spiritual journey of the soul.",
				"The Chakana Stone has the following properties:",
				{
					"type": "entries",
					"name": "Clarity of Mind",
					"entries": [
						"While attuned to and holding the Chakana Stone, the bearer gains advantage on Wisdom checks."
					]
				},
				{
					"type": "entries",
					"name": "Guidance of the Three Worlds",
					"entries": [
						"Once per day, the bearer can meditate with the Chakana Stone for 10 minutes to gain a premonitory glimpse of the possible outcomes of a specific course of action. This meditation grants a +5 bonus on the next Intelligence, Wisdom, or Charisma check related to the contemplated decision, reflecting the guidance from the three worlds."
					]
				},
				{
					"type": "entries",
					"name": "Pathfinder's Beacon",
					"entries": [
						"The Chakana Stone serves as a navigational aid. When the bearer is lost or uncertain of its path, it can hold the stone to the sky to receive a subtle guidance toward its desired destination or way back to familiar ground. This does not provide exact directions but offers intuitive understanding to aid in navigation."
					]
				}
			]
		},
		{
			"name": "Book of Thoth",
			"source": "MythologicalItems",
			"page": 37,
			"rarity": "legendary",
			"reqAttune": "by a sorcerer, wizard, or cleric",
			"reqAttuneTags": [
				{
					"class": "sorcerer"
				},
				{
					"class": "wizard"
				},
				{
					"class": "cleric"
				}
			],
			"wondrous": true,
			"focus": [
				"Sorcerer",
				"Wizard"
			],
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d12 + 8}",
			"charges": 20,
			"entries": [
				"The Book of Thoth, named after the Egyptian deity of wisdom, writing, and magic, is an ancient tome of unfathomable power. Thoth, the god who maintained the universe, inventor of writing, and the advisor and arbitrator of the gods, is said to have penned this book, which contains secrets and spells capable of bending reality and altering the very fabric of existence. The book is a compendium of knowledge, covering everything from the creation of the world and the secrets of the gods to the magic that underpins the cosmos.",
				"Thoth, revered in Egyptian mythology as the ibisheaded god, was not only a deity of knowledge and wisdom but also of the moon. His domain over the hidden and the esoteric made him a guardian of both the divine and the mortal realms. The Book of Thoth is his masterwork, a divine manuscript that offers its reader insight into the mysteries that lie beyond the comprehension of the living.",
				"Contained within its pages are spells of immense power, rituals for communicating with the gods, and formulas capable of granting its reader abilities that mimic the divine. To possess the Book of Thoth is to hold the keys to the secrets of life and death, creation and destruction, magic and science.",
				{
					"type": "entries",
					"name": "Charges",
					"entries": [
						"The Book of Thoth holds 20 charges, serving as a reservoir of magical energy that can be tapped into by the attuned wielder. It regains {@dice 1d12 + 8} expended charges daily at dawn."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting",
					"entries": [
						"The Book of Thoth can serve as a spellcasting focus for your spells, its pages channeling your magical energies. As a focus of unparalleled power, the Book of Thoth can be used to cast the following spells from its pages without expending a spell slot or needing material components, expending a number of charges per spell: {@spell detect magic} (1 charge) {@spell identify} (1 charge) {@spell comprehend languages} (1 charge) {@spell remove curse} (3 charges) divination (4 charges) {@spell legend lore} (5 charges) {@spell contact other plane} (5 charges) {@spell scrying} (5 charges) {@spell true seeing} (6 charges) {@spell symbol} (7 charges)",
						"Additionally, the Book of Toth has the following magical properties:"
					]
				},
				{
					"type": "entries",
					"name": "Arcane Secrets",
					"entries": [
						"Once per day, the bearer of the Book of Thoth can cast any spell from any spell list up to 5th level without expending a spell slot or needing material components."
					]
				},
				{
					"type": "entries",
					"name": "Keeper of Secrets",
					"entries": [
						"Once per day, the reader can invoke the power of the book to cast either forbiddance or warding bond, without expending a spell slot or needing material components, sealing away knowledge or protecting those who seek it."
					]
				},
				{
					"type": "entries",
					"name": "Thoth's Protection",
					"entries": [
						"The book grants its reader advantage on saving throws against spells and magical effects, a protective measure from Thoth himself to shield his devotee from harm."
					]
				},
				{
					"type": "entries",
					"name": "Wisdom of Thoth",
					"entries": [
						"While attuned to the book, your Intelligence and Wisdom scores increase by 2, to a maximum of 24. This bonus reflects Thoth's gift of unparalleled wisdom and understanding."
					]
				}
			],
			"attachedSpells": [
				"detect magic",
				"identify",
				"comprehend languages",
				"remove curse",
				"legend lore",
				"contact other plane",
				"scrying",
				"true seeing",
				"symbol"
			],
			"foundryEffects": [
				{
					"name": "Intelligence Boost",
					"transfer": true,
					"changes": [
						{
							"key": "system.abilities.int.value",
							"mode": "ADD",
							"value": "2"
						},
						{
							"key": "system.abilities.int.max",
							"mode": "OVERRIDE",
							"value": 24
						}
					]
				},
				{
					"name": "Wisdom Boost",
					"transfer": true,
					"changes": [
						{
							"key": "system.abilities.wis.value",
							"mode": "ADD",
							"value": "2"
						},
						{
							"key": "system.abilities.wis.max",
							"mode": "OVERRIDE",
							"value": 24
						}
					]
				}
			]
		},
		{
			"name": "Eye of Ra",
			"source": "MythologicalItems",
			"page": 38,
			"rarity": "artifact",
			"reqAttune": "by a cleric, paladin, or sorcerer",
			"reqAttuneTags": [
				{
					"class": "cleric"
				},
				{
					"class": "paladin"
				},
				{
					"class": "sorcerer"
				}
			],
			"wondrous": true,
			"sentient": true,
			"entries": [
				"The Eye of Ra is not merely an artifact but a symbol of divine watchfulness, wrath, and protection. Representing the right eye of Ra, the sun god from ancient Egyptian mythology, this artifact embodies the fiery power of the sun and serves as a guardian against chaos and evil. Ra, one of the oldest and most significant deities in ancient Egyptian religion, was believed to rule all parts of the created world: the sky, the earth, and the underworld. He was the god of the sun, order, kings, and the sky.",
				"Ra's Eye, personified as the goddess Wadjet, is a powerful force of retribution and violence, acting independently of Ra to exercise justice and provide protection. According to mythology, the Eye of Ra waged war on enemies of the sun god and was a fierce protector of the righteous and the innocent. It was often invoked as a symbol of royal authority, embodying the sun's life-giving power and its potential for destructive fire.",
				"Legends tell that the Eye of Ra once wandered away from Egypt, causing a period of darkness and decline. Upon its return, the Eye was appeased with festivities and adorned with precious jewels, restoring its benevolence and ensuring the prosperity and safety of the land. Thus, the Eye of Ra represents both the sun's nurturing warmth and its potential for vengeful wrath.",
				"The Eye of Ra has the following properties:",
				{
					"type": "entries",
					"name": "Light of Truth",
					"entries": [
						"The Eye of Ra grants its wielder {@sense truesight} out to a range of 120 feet."
					]
				},
				{
					"type": "entries",
					"name": "Protector of the Sun",
					"entries": [
						"Once per day, the wielder can use the Eye of Ra to cast {@spell sunbeam} (DC 23) without expending a spell slot. While attuned to this artifact, the wielder also has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"type": "entries",
					"name": "Renewal",
					"entries": [
						"Once per week, the wielder of the Eye of Ra can invoke its power to cast {@spell true resurrection} without expending a spell slot or needing material components."
					]
				},
				{
					"type": "entries",
					"name": "Repelling Negativity",
					"entries": [
						"The Eye of Ra emits a constant aura that extends in a 20-foot radius around it. Any undead or fiend that enters the aura must make a{@dc 23} Wisdom saving throw or be {@condition frightened} for 1 minute as long as it remains in the aura. The creature can repeat the saving throw at the end of each of its turns, with disadvantage if it is still within the aura. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the the Repelling Negativity aura for the next 24 hours."
					]
				},
				{
					"type": "entries",
					"name": "Solar Force",
					"entries": [
						"While attuned to the Eye of Ra, your Wisdom and Constitution scores increase by +4, up to a maximum of 30."
					]
				},
				{
					"type": "entries",
					"name": "Solar Fury",
					"entries": [
						"The Eye of Ra holds immense solar energy that can be unleashed by its wielder. As an action, the wielder can invoke this power to emit a blast of radiant light from the artifact, dealing {@damage 12d6} radiant damage to all creatures within a 60-foot cone. Each creature in the area must make a{@dc 23} Constitution saving throw, taking the damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"type": "entries",
					"name": "Sentience",
					"entries": [
						"The Eye of Ra is a sentient artifact with an Intelligence of 18, Wisdom of 20, and Charisma of 24. It has hearing and {@sense truesight} out to a range of 120 feet and can communicate telepathically with its attuned wielder. The Eye has a lawful good alignment, and its purpose is to vanquish evil and darkness, spread the light of the sun, and protect the forces of good."
					]
				}
			],
			"attachedSpells": [
				"sunbeam",
				"true resurrection"
			],
			"foundryEffects": [
				{
					"name": "Light of Truth",
					"transfer": true,
					"changes": [
						{
							"key": "system.attributes.senses.truesight",
							"mode": "OVERRIDE",
							"value": "120"
						}
					]
				},
				{
					"name": "Solar Force - Wisdom",
					"transfer": true,
					"changes": [
						{
							"key": "system.abilities.wis.value",
							"mode": "ADD",
							"value": "4"
						},
						{
							"key": "system.abilities.wis.max",
							"mode": "OVERRIDE",
							"value": 30
						}
					]
				},
				{
					"name": "Solar Force - Constitution",
					"transfer": true,
					"changes": [
						{
							"key": "system.abilities.con.value",
							"mode": "ADD",
							"value": "4"
						},
						{
							"key": "system.abilities.con.max",
							"mode": "OVERRIDE",
							"value": 30
						}
					]
				}
			]
		},
		{
			"name": "Eye of Horus",
			"source": "MythologicalItems",
			"page": 39,
			"rarity": "artifact",
			"reqAttune": "by a cleric, paladin, or sorcerer",
			"reqAttuneTags": [
				{
					"class": "cleric"
				},
				{
					"class": "paladin"
				},
				{
					"class": "sorcerer"
				}
			],
			"wondrous": true,
			"sentient": true,
			"charges": 3,
			"recharge": "dawn",
			"entries": [
				"The Eye of Horus, also known as the Wadjet, is a revered symbol from ancient Egyptian mythology, embodying healing, protection, and restoration. This artifact represents the left eye of Horus, the god of the sky, who is often depicted as a falcon. Horus' eye was wounded in a fierce battle with Set, the god of chaos and storms, as Horus sought to avenge his father Osiris' death. The eye's subsequent healing by Thoth, the god of knowledge and magic, not only symbolizes the restoration of Horus' physical strength but also represents the broader theme of healing and restoration in the natural and divine worlds.",
				"Horus, a deity of both the sky and kingship, is closely associated with the moon in Egyptian mythology. His eye, once restored, became a powerful amulet used for protection and healing, believed to ward off evil spirits and bring good health. The Eye of Horus thus serves as a symbol of the moon's mysterious and regenerative powers, its phases mirroring the cycles of healing and decline in the physical world.",
				"The Eye of Horus has the following properties:",
				{
					"type": "entries",
					"name": "Healer's Insight",
					"entries": [
						"The bearer of the Eye of Horus gains proficiency in {@skill Medicine} if they do not already possess it, or expertise if they already proficient in it.",
						"Additionally, they can cast {@spell heal} once per day without expending a spell slot."
					]
				},
				{
					"type": "entries",
					"name": "Lunar Force",
					"entries": [
						"While attuned to the Eye of Horus, your Charisma and Constitution scores increase by +4, up to a maximum of 30."
					]
				},
				{
					"type": "entries",
					"name": "Lunar Illumination",
					"entries": [
						"As an action, the Eye of Horus can emit a soft, silvery light equivalent to moonlight, which can fill a 60-foot radius. This light acts as the {@spell moonbeam} spell as if casted at 5th level. This ability does not require {@status concentration} but lasts for up to 1 minute. You can only have one Lunar Illumination active at any time."
					]
				},
				{
					"type": "entries",
					"name": "Protection of Horus",
					"entries": [
						"This artifact grants its wielder the ability to cast {@spell protection from evil and good} at will, without expending a spell slot or needing material components, reflecting its protective heritage."
					]
				},
				{
					"type": "entries",
					"name": "Restorative Gaze",
					"entries": [
						"The Eye of Horus holds 3 charges of the {@spell regenerate} spell, which can be used by the attuned bearer. Expended charges are regained at dawn."
					]
				},
				{
					"type": "entries",
					"name": "Sentience",
					"entries": [
						"The Eye of Horus is a sentient artifact with an Intelligence of 16, Wisdom of 22, and Charisma of 18. It can see and hear out to a range of 120 feet and communicates telepathically with its attuned bearer.",
						"The Eye has a lawful good alignment, and its purpose is to safeguard the forces of order and life against the chaos and destruction represented by Set."
					]
				}
			],
			"attachedSpells": [
				"heal",
				"protection from evil and good"
			],
			"foundryEffects": [
				{
					"name": "Healer's Insight",
					"transfer": true,
					"changes": [
						{
							"key": "system.skills.med.value",
							"mode": "ADD",
							"value": "1"
						}
					]
				},
				{
					"name": "Lunar Force - Charisma",
					"transfer": true,
					"changes": [
						{
							"key": "system.abilities.cha.value",
							"mode": "ADD",
							"value": "4"
						},
						{
							"key": "system.abilities.cha.max",
							"mode": "OVERRIDE",
							"value": 30
						}
					]
				},
				{
					"name": "Lunar Force - Constitution",
					"transfer": true,
					"changes": [
						{
							"key": "system.abilities.con.value",
							"mode": "ADD",
							"value": "4"
						},
						{
							"key": "system.abilities.con.max",
							"mode": "OVERRIDE",
							"value": 30
						}
					]
				}
			]
		},
		{
			"name": "Combined Divine Essence: The Union of Ra and Horus",
			"source": "MythologicalItems",
			"page": 40,
			"rarity": "artifact",
			"entries": [
				"When one individual attunes to both the {@item Eye of Ra|MythologicalItems} and the {@item Eye of Horus|MythologicalItems}, it access a profound synchronization of solar and lunar energies, manifesting exceptional powers that harmonize the might of the sun with the mystery of the moon. This rare and potent union bestows the following abilities, in addition to individual artifact powers:",
				{
					"type": "entries",
					"name": "Divine Harmony",
					"entries": [
						"While attuned to both the Eye of Ra and the Eye of Horus, your actions are infused with celestial power, granting you the ability to act with perfect balance between aggression and diplomacy. Once per long rest, you may cast {@spell foresight} and meteor swarm (DC 23) once each without expending a spell slot. You can choose to cast them simulaneously, as part of the same action."
					]
				},
				{
					"type": "entries",
					"name": "Perfect Sight",
					"entries": [
						"You gain {@sense truesight} out of a range of 240 feet. Additionally, once per day, you can use an action to reveal all hidden and {@condition invisible} creatures and objects within this range and automatically dispel their invisibility."
					]
				},
				{
					"type": "entries",
					"name": "Random Properties",
					"entries": [
						"When you attune to both the Eye of Ra and the Eye of Horus, the artifacts' combined magic bestows additional random properties:"
					]
				},
				{
					"type": "entries",
					"name": "2 Random Minor Beneficial Properties",
					"entries": []
				},
				{
					"type": "entries",
					"name": "1 Random Major Beneficial Property",
					"entries": []
				},
				{
					"type": "entries",
					"name": "Twin Auras",
					"entries": [
						"You emanate two auras, each extending 30 feet from you. The solar aura (Eye of Ra) grants allies within it immunity to being {@condition frightened} and {@condition charmed}, while the lunar aura (Eye of Horus) grants them resistance to necrotic and psychic damage."
					]
				}
			],
			"attachedSpells": [
				"foresight"
			],
			"foundryEffects": [
				{
					"name": "Perfect Sight",
					"transfer": true,
					"changes": [
						{
							"key": "system.attributes.senses.truesight",
							"mode": "OVERRIDE",
							"value": "240"
						}
					]
				}
			]
		},
		{
			"name": "Ankh",
			"source": "MythologicalItems",
			"page": 41,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"The Ankh, also known as the key of life, is one of the most recognizable and enduring symbols from ancient Egyptian culture. This looped cross symbolizes life, immortality, and the universe. It is often depicted in the hands of deities, denoting their ability to sustain life and resurrect souls, thereby offering a bridge between the mortal realm and the afterlife. The Ankh represents not only physical life on earth but also eternal life in the netherworld. Thus, it embodies the union of masculine and feminine, earth and sky, creating a balance of power and fertility.",
				"In iconography, gods are shown holding the Ankh to a pharaoh's nose, granting him the 'breath of life' or eternal life in the world to come. The Ankh's pervasive presence in tomb paintings and inscriptions underscores its status as a symbol of the assurance of life beyond death, making it a powerful amulet for protection and divine favor.",
				"The Ankh has the following properties:",
				{
					"type": "entries",
					"name": "Aura of Preservation",
					"entries": [
						"The Ankh generates a protective aura in a 10-foot radius around the wielder. Allies within the aura have advantage on death saving throws, poison, and disease."
					]
				},
				{
					"type": "entries",
					"name": "Balance of Life and Death",
					"entries": [
						"When used to cast any spells that restore hit points, the Ankh amplifies these spells, causing them to restore an additional {@dice 1d4} hit points."
					]
				},
				{
					"type": "entries",
					"name": "Divine Breath",
					"entries": [
						"Once per day, as an action, the bearer of the Ankh can touch a creature and restore a significant amount of health and free it from harmful conditions as per the {@spell heal} spell."
					]
				},
				{
					"type": "entries",
					"name": "Gift of Life",
					"entries": [
						"While attuned to the Ankh of Eternal Life, your Constitution score increases by 2, to a maximum of 22, reflecting the Ankh's enhancing effect on your life force."
					]
				},
				{
					"type": "entries",
					"name": "Resurrection Bond",
					"entries": [
						"Once per month, if the wielder or a creature it choose within 30 feet dies, the Ankh automatically triggers the effect of the {@spell resurrection} spell on that creature. This ability must be recharged by spending an uninterrupted day within a consecrated area (such as a temple dedicated to a deity of life or the afterlife) during which the wielder must perform sacred rites."
					]
				}
			],
			"foundryEffects": [
				{
					"name": "Constitution Boost",
					"transfer": true,
					"changes": [
						{
							"key": "system.abilities.con.value",
							"mode": "ADD",
							"value": "2"
						},
						{
							"key": "system.abilities.con.max",
							"mode": "OVERRIDE",
							"value": 22
						}
					]
				}
			]
		},
		{
			"name": "Scarab of Rebirth",
			"source": "MythologicalItems",
			"page": 41,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"bonusAc": "+1",
			"bonusSavingThrow": "+1",
			"entries": [
				"The Scarab of Rebirth is exquisitely crafted in the likeness of the sacred scarab beetle, known as Scarabaeus sacer, a creature of profound significance in ancient Egyptian culture. Revered as a powerful emblem of regeneration, transformation, and protection, the scarab symbolized the cycle of life and was intimately associated with the sun god Ra. The Egyptians revered this beetle not only for its biological characteristics but also for its mythological representation; they observed the scarab rolling its ball of dung across the earth and equated this action with Ra rolling the sun across the sky, reinforcing the beetle's image as a symbol of the protective qualities of the sun. The lifecycle of the scarab, with beetles emerging fully formed from dung balls, mirrored ideas of rebirth and transformation, themes that were central to Egyptian religious beliefs. Scarabs were thus crafted into amulets, seals, and jewelry, serving both as protective talismans and as symbolic guides for the dead in the afterlife.",
				"The Scarab of Rebirth has the following properties:",
				{
					"type": "entries",
					"name": "Protection",
					"entries": [
						"The Scarab of Rebirth grants its wearer a +1 bonus to AC and saving throws."
					]
				},
				{
					"type": "entries",
					"name": "Renewal of Life",
					"entries": [
						"Once per day, when the wearer's hit points fall below 10 (or if it loses any number of hit points while it has less than 10 hit points total), the scarab activates, restoring hit points equal to {@dice 1d8} + the wearer's Constitution modifier."
					]
				},
				{
					"type": "entries",
					"name": "Cleansing Touch",
					"entries": [
						"The Scarab of Rebirth grants the wearer the ability to purify a creature from poison or disease. Once per long rest, the wearer can use an action to touch the scarab to a creature within 5 feet, ending either one disease or one poison affecting it."
					]
				}
			]
		}
	],
	"itemGroup": [
		{
			"name": "Spatial Ring",
			"source": "MythologicalItems",
			"page": 16,
			"tier": "minor",
			"type": "GV|DMG",
			"rarity": "varies",
			"entries": [
				"The Spatial Ring, a marvel of magical craftsmanship, links the physical realm to an extradimensional space, creating a pocket dimension accessible only to its wearer. This ring is a staple in the arsenal of Immortal Cultivators, wizards, and adventurers across myriad worlds of Asian fantasy, from the ethereal realms of Chinese Wuxia, Xianxia, and Xuanhuan to the enchanted landscapes of Japanese magic fantasy. Crafted with mastery over Spatial law or infused with potent spatial magic, the Spatial Ring serves as a portable vault, a secret chamber that one can carry on their finger.",
				"A user wearing it can summon items within the ring's space within 5 feet of it with a mere thought or store them in by touching them. Summoning or storing one item can be done as a free action.",
				"To bind the Spatial Ring to its user, a ritual of 10 minutes is required, during which the individual must concentrate on the ring to imprint their spiritual mark onto it, thus linking their soul to the ring's enchanted confines. This connection is unique and intimate, permitting only one Spatial Ring to be bound to a user at any given time. While multiple rings can be adorned, only the one with the user's spiritual mark is protected from unauthorized use; any ring without such a mark can be utilized by anyone who is in contact with it.",
				"For each rarity level, the Spatial Ring grants access to an extradimensional cube-shaped space of the specified volume, without any maximum weight limitations for the items stored within it. The Spatial Ring weighs practically nothing and does not vary in weight regardless of its contents. Summoning an item from the ring or storing an item into it requires but a thought from the wearer, with the item appearing or disappearing within 5 feet of the ring. Breathing creatures can survive within the ring's pocket dimension for a limited amount of time based on the ring's air supply: 1 minute per unoccupied cubic feet."
			],
			"items": [
				"Spatial Ring (Uncommon)|MythologicalItems",
				"Spatial Ring (Rare)|MythologicalItems",
				"Spatial Ring (Very Rare)|MythologicalItems",
				"Spatial Ring (Legendary)|MythologicalItems"
			]
		},
		{
			"name": "Kusanagi-no-Tsurugi",
			"source": "MythologicalItems",
			"page": 18,
			"tier": "major",
			"rarity": "varies",
			"type": "GV|DMG",
			"entries": [
				"Kusanagi-no-Tsurugi, also known as Ama-no- Murakumo ('Heavenly Sword of Gathering Clouds'), is a blade steeped in the deepest myths and legends of Japan. It stands as one of the three Imperial Regalia, alongside the mirror Yata no Kagami and the jewel Yasakani no Magatama, symbols of the Japanese imperial spirit. Its origins trace back to the storm god Susanoo, who discovered the sword in the body of the eight-headed serpent Yamata-no-Orochi, a creature he defeated after it terrorized the province of Izumo.",
				"Upon its discovery, Susanoo gifted the sword to his sister, the sun goddess Amaterasu, as a reconciliation and a token of apology for his earlier tempestuous behavior, which had once caused her to hide away from the world. This act of giving is deeply symbolic, representing not only the mending of familial bonds but also the integration of celestial powers within the sacred treasures of Japan. The Kusanagi-no-Tsurugi, since then, has been a symbol of the valor and virtue of the rulers of Japan, embodying the spirit of the nation and its divine origins.",
				"The sword is said to possess the power to control the wind and the very skies, a testament to its creation amidst storm and strife. Over the centuries, it has become emblematic of the ability to overcome adversity, a talisman for protection and victory."
			],
			"items": [
				"+1 Kusanagi-no-Tsurugi|MythologicalItems",
				"+2 Kusanagi-no-Tsurugi|MythologicalItems",
				"+3 Kusanagi-no-Tsurugi|MythologicalItems"
			]
		},
		{
			"name": "Quetzalcoatl's Serpent Staff",
			"source": "MythologicalItems",
			"page": 34,
			"tier": "major",
			"rarity": "varies",
			"type": "GV|DMG",
			"entries": [
				"Quetzalcoatl's Serpent Staff, a divine relic adorned with quetzal feathers and serpent motifs, was once carried by the Aztec god Quetzalcoatl, the 'Feathered Serpent'. Known for his association with life, light, wisdom, and the wind, Quetzalcoatl is a pivotal deity in ancient Mesoamerican mythology. This staff, echoing the benevolent nature of Quetzalcoatl, grants its wielder control over the winds and the ability to communicate with animals, symbolizing the god's domain over the elements and his kinship with all living creatures."
			],
			"items": [
				"Quetzalcoatl's Serpent Staff, Legendary|MythologicalItems",
				"Quetzalcoatl's Serpent Staff, Artifact|MythologicalItems"
			]
		}
	],
	"magicvariant": [
		{
			"name": "+1 Kusanagi-no-Tsurugi",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Shortsword"
				},
				{
					"name": "Longsword"
				}
			],
			"inherits": {
				"namePrefix": "+1 Kusanagi-no-Tsurugi ",
				"source": "MythologicalItems",
				"page": 18,
				"rarity": "rare",
				"reqAttune": true,
				"bonusWeapon": "+1",
				"entries": [
					"Kusanagi-no-Tsurugi, also known as Ama-no- Murakumo ('Heavenly Sword of Gathering Clouds'), is a blade steeped in the deepest myths and legends of Japan. It stands as one of the three Imperial Regalia, alongside the mirror Yata no Kagami and the jewel Yasakani no Magatama, symbols of the Japanese imperial spirit. Its origins trace back to the storm god Susanoo, who discovered the sword in the body of the eight-headed serpent Yamata-no-Orochi, a creature he defeated after it terrorized the province of Izumo.",
					"Upon its discovery, Susanoo gifted the sword to his sister, the sun goddess Amaterasu, as a reconciliation and a token of apology for his earlier tempestuous behavior, which had once caused her to hide away from the world. This act of giving is deeply symbolic, representing not only the mending of familial bonds but also the integration of celestial powers within the sacred treasures of Japan. The Kusanagi-no-Tsurugi, since then, has been a symbol of the valor and virtue of the rulers of Japan, embodying the spirit of the nation and its divine origins.",
					"The sword is said to possess the power to control the wind and the very skies, a testament to its creation amidst storm and strife. Over the centuries, it has become emblematic of the ability to overcome adversity, a talisman for protection and victory.",
					{
						"type": "entries",
						"name": "Rarity Increases with Use",
						"entries": [
							"As the wielder grows in experience and prowess, so too does the power of Kusanagi-no-Tsurugi.",
							"The sword grants a +1 bonus to attack and damage rolls"
						]
					},
					{
						"type": "entries",
						"name": "Whisper of the Wind",
						"entries": [
							"Once per day, the wielder can cast {@spell gust of wind} (DC 15), channeling the tempestuous origins of the sword."
						]
					}
				]
			}
		},
		{
			"name": "+2 Kusanagi-no-Tsurugi",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Shortsword"
				},
				{
					"name": "Longsword"
				}
			],
			"inherits": {
				"namePrefix": "+2 Kusanagi-no-Tsurugi ",
				"source": "MythologicalItems",
				"page": 18,
				"rarity": "very rare",
				"reqAttune": true,
				"bonusWeapon": "+2",
				"entries": [
					"Kusanagi-no-Tsurugi, also known as Ama-no- Murakumo ('Heavenly Sword of Gathering Clouds'), is a blade steeped in the deepest myths and legends of Japan. It stands as one of the three Imperial Regalia, alongside the mirror Yata no Kagami and the jewel Yasakani no Magatama, symbols of the Japanese imperial spirit. Its origins trace back to the storm god Susanoo, who discovered the sword in the body of the eight-headed serpent Yamata-no-Orochi, a creature he defeated after it terrorized the province of Izumo.",
					"Upon its discovery, Susanoo gifted the sword to his sister, the sun goddess Amaterasu, as a reconciliation and a token of apology for his earlier tempestuous behavior, which had once caused her to hide away from the world. This act of giving is deeply symbolic, representing not only the mending of familial bonds but also the integration of celestial powers within the sacred treasures of Japan. The Kusanagi-no-Tsurugi, since then, has been a symbol of the valor and virtue of the rulers of Japan, embodying the spirit of the nation and its divine origins.",
					"The sword is said to possess the power to control the wind and the very skies, a testament to its creation amidst storm and strife. Over the centuries, it has become emblematic of the ability to overcome adversity, a talisman for protection and victory.",
					{
						"type": "entries",
						"name": "Rarity Increases with Use",
						"entries": [
							"As the wielder grows in experience and prowess, so too does the power of Kusanagi-no-Tsurugi.",
							"The sword grants a +2 bonus to attack and damage rolls"
						]
					},
					{
						"type": "entries",
						"name": "Whisper of the Wind",
						"entries": [
							"Once per day, the wielder can cast {@spell gust of wind} (DC 15), channeling the tempestuous origins of the sword."
						]
					},
					{
						"type": "entries",
						"name": "Stormbringer",
						"entries": [
							"Once per day as a bonus action, the wielder can summon a storm in a 60-foot radius around it. Enemies within the storm have disadvantage on attack rolls, while the wielder and its allies gain advantage on attack rolls due to the tempest's obscuring effects. The storm lasts for 1 minute."
						]
					}
				]
			}
		},
		{
			"name": "+3 Kusanagi-no-Tsurugi",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Shortsword"
				},
				{
					"name": "Longsword"
				}
			],
			"inherits": {
				"namePrefix": "+3 Kusanagi-no-Tsurugi ",
				"source": "MythologicalItems",
				"page": 18,
				"rarity": "legendary",
				"reqAttune": true,
				"bonusWeapon": "+3",
				"entries": [
					"Kusanagi-no-Tsurugi, also known as Ama-no- Murakumo ('Heavenly Sword of Gathering Clouds'), is a blade steeped in the deepest myths and legends of Japan. It stands as one of the three Imperial Regalia, alongside the mirror Yata no Kagami and the jewel Yasakani no Magatama, symbols of the Japanese imperial spirit. Its origins trace back to the storm god Susanoo, who discovered the sword in the body of the eight-headed serpent Yamata-no-Orochi, a creature he defeated after it terrorized the province of Izumo.",
					"Upon its discovery, Susanoo gifted the sword to his sister, the sun goddess Amaterasu, as a reconciliation and a token of apology for his earlier tempestuous behavior, which had once caused her to hide away from the world. This act of giving is deeply symbolic, representing not only the mending of familial bonds but also the integration of celestial powers within the sacred treasures of Japan. The Kusanagi-no-Tsurugi, since then, has been a symbol of the valor and virtue of the rulers of Japan, embodying the spirit of the nation and its divine origins.",
					"The sword is said to possess the power to control the wind and the very skies, a testament to its creation amidst storm and strife. Over the centuries, it has become emblematic of the ability to overcome adversity, a talisman for protection and victory.",
					{
						"type": "entries",
						"name": "Rarity Increases with Use",
						"entries": [
							"As the wielder grows in experience and prowess, so too does the power of Kusanagi-no-Tsurugi.",
							"The sword grants a +3 bonus to attack and damage rolls"
						]
					},
					{
						"type": "entries",
						"name": "Whisper of the Wind",
						"entries": [
							"Once per day, the wielder can cast {@spell gust of wind} (DC 15), channeling the tempestuous origins of the sword."
						]
					},
					{
						"type": "entries",
						"name": "Stormbringer",
						"entries": [
							"Once per day as a bonus action, the wielder can summon a storm in a 60-foot radius around it. Enemies within the storm have disadvantage on attack rolls, while the wielder and its allies gain advantage on attack rolls due to the tempest's obscuring effects. The storm lasts for 1 minute."
						]
					},
					{
						"type": "entries",
						"name": "Sky Cleaver",
						"entries": [
							"Once per day, when the wielder hits a creature with this weapon, it can call down a great bolt of lightning against the target, dealing {@damage 12d10} lightning damage."
						]
					}
				]
			}
		},
		{
			"name": "Statuette of Terracotta Army",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Terracotta Warrior"
				},
				{
					"name": "Terracotta Archer"
				},
				{
					"name": "Terracotta Elite"
				},
				{
					"name": "Terracotta General"
				}
			],
			"inherits": {
				"namePrefix": "Statuette of ",
				"source": "MythologicalItems",
				"page": 20,
				"rarity": "varies",
				"entries": [
					"The Statuette of Terracotta Army is a mystical artifact that draws upon the ancient power and grandeur of the Terracotta Army, created to protect Emperor Qin Shi Huang in the afterlife. These statuettes, crafted from the very earth that once bore the weight of the Emperor's clay guardians, serve as a link between the past and the present, enabling their wielder to summon the essence of these eternal soldiers.",
					{
						"type": "entries",
						"name": "Types of Statuette",
						"entries": [
							"The Statuette of Terracotta Army comes in 4 variations. After use it's power resets based on the cooldown descripted below.",
							{
								"type": "table",
								"colLabels": [
									"Statuette",
									"Summoned Creature",
									"Cooldown"
								],
								"colStyles": [
									"col-4",
									"col-6",
									"col-2"
								],
								"rows": [
									[
										"Terracotta Warrior (Rare)",
										"{@creature Terracotta Warrior|MythologicalCreatures}",
										"4 days"
									],
									[
										"Terracotta Archer (Rare)",
										"{@creature Terracotta Archer|MythologicalCreatures}",
										"4 days"
									],
									[
										"Terracotta Elite (Very Rare)",
										"{@creature Terracotta Elite|MythologicalCreatures}",
										"7 days"
									],
									[
										"Terracotta General (Legendary)",
										"{@creature Terracotta General|MythologicalCreatures}",
										"10 days"
									]
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Activation",
						"entries": [
							"To activate a statuette, one must use an action to speak its command word and throw the statuette to a point on the ground within 60 feet. The statuette transforms into the corresponding Terracotta soldier, assuming there's enough space for the creature to appear. These summoned soldiers are friendly to you and your companions, understanding your languages and obeying your spoken commands. If you issue no commands, the creatures defends themselves but take no other actions."
						]
					},
					{
						"type": "entries",
						"name": "Reversion",
						"entries": [
							"At the end of the duration, when reduced to 0 hit points, or if you use an action to speak the command word again while touching it, the summoned soldier reverts to its statuette form. The statuette's property can't be used again until the specified cooldown period has passed."
						]
					}
				]
			}
		}
	]
}
