{
	"_meta": {
		"sources": [
			{
				"json": "CrazyJarlsDiscountMagicShop",
				"abbreviation": "CJDMS",
				"full": "Crazy Jarls Discount Magic Shop",
				"color": "8B0000",
				"version": "",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/73ypzw/crazy_jarls_discount_magic_shop_all_41_items_from/",
				"authors": [
					"Shamus_Aran"
				],
				"convertedBy": [
					"axelcool1234"
				]
			}
		],
		"dateAdded": 1586802904,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "b20bde0ec5",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Amulet of Decisive Protection",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "varies",
			"wondrous": true,
			"entries": [
				"This charm is shaped like a shield, with sockets for a number of small gemstones on its face. The number of gems in the amulet varies with the amulet's rarity (Uncommon: 1, Rare: 2, Very Rare: 3, Legendary: 4).",
				"While wearing this amulet, you may choose to cause an attack that would hit you to miss instead. You may also choose to succeed on a saving throw you have failed.",
				"After using either effect, one of the amulet's gems shatters. If the amulet runs out of gems, it loses its magical properties."
			]
		},
		{
			"name": "Bottomless Trash Bin",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This dingy tin bucket is one foot across and one foot high, weighs half a pound, and is closed with a thin metal lid. When you open it, it makes a popping sound as air rushes into it.",
				"The bottom of the bin is pure black and allows solid objects to pass through it freely. Liquids merely sit at the bottom and do not pass through. Mundane objects that are engulfed entirely by the trash bin vanish and can never be recovered, obliterated as though touched by a Sphere of Annihilation.",
				"Objects are only destroyed by the trash bin if the entire object falls into the blackness. Even the tiniest portion of exposed matter will prevent it from being destroyed.",
				"The trash bin will reject creatures and magical items that are inserted into it. Any such entity forced into the bucket will experience a totally black, airless void for one round before being ejected out the bucket's opening, or appearing within 5 feet of the bucket if the lid is closed after it."
			]
		},
		{
			"name": "Bow of Grudges",
			"source": "CrazyJarlsDiscountMagicShop",
			"baseItem": "longbow|PHB",
			"type": "R",
			"rarity": "rare",
			"reqAttune": "by a ranger",
			"weight": 2,
			"value": 5000,
			"weaponCategory": "martial",
			"property": [
				"A",
				"H",
				"2H"
			],
			"range": "150/600",
			"dmg1": "1d8",
			"dmgType": "P",
			"entries": [
				"This bow is formed of unusually tensile steel, and features a variety of oaths and curses carved up and down its limbs.",
				"The Bow of Grudges has six charges, each related to one of the curses engraved on it. It regains {@dice 1d6} charges each dawn.",
				"Whenever you make an attack against one of your Favored Enemies with this bow, you may expend a charge and speak one of these curses before rolling to hit. If you do, that attack deals an additional {@damage 1d8} Psychic damage."
			],
			"ammoType": "arrow|phb",
			"reqAttuneTags": [
				{
					"class": "ranger"
				}
			]
		},
		{
			"name": "Brace of Manual Labor",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This metal skeleton fits over a medium-sized humanoid's body and manipulates leverage and force to greatly enhance the wearer's lifting power. It takes one minute to don, can be worn comfortably underneath any armor, and does not impede your movement.",
				"While wearing the brace, you have advantage on Strength checks made to push, drag, and lift objects."
			]
		},
		{
			"name": "Censer of Soothing Scents",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"charges": 5,
			"entries": [
				"Forged of gold and gleaming electrum, this thurible constantly emits a pleasant-smelling mist. You may use the Censer as a holy symbol.",
				"The Censer has 5 charges and regains {@dice 1d4 + 1} expended charges each day at dawn. You may expend a charge from the Censer to cast Cure Wounds as a ritual."
			],
			"rechargeAmount": "{@dice 1d4 + 1}"
		},
		{
			"name": "Cleaver of Wild Swings",
			"source": "CrazyJarlsDiscountMagicShop",
			"baseItem": "greataxe|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": "by a barbarian",
			"weight": 7,
			"value": 3000,
			"weaponCategory": "martial",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "1d12",
			"dmgType": "S",
			"entries": [
				"This monstrous axe is hideously unbalanced. With all its weight concentrated in its head, it seems built to swing once, with a prayer to whatever gods may listen that it doesn't miss.",
				"When you use your Reckless Attack feature while wielding this weapon, its damage die becomes a {@dice d20} until the end of your turn."
			]
		},
		{
			"name": "Combination Attack Knife",
			"source": "CrazyJarlsDiscountMagicShop",
			"baseItem": "dagger|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": "by a rogue",
			"weight": 1,
			"value": 200,
			"weaponCategory": "simple",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "P",
			"entries": [
				"This switchblade's handle conceals a complex mechanism for storing kinetic energy. A simple switch releases this energy, causing the blade to unlock and spring forth for extra puncturing force.",
				"This knife can hold up to 5 charges and starts with 0. It gains a charge at the end of a turn on which you make a Sneak Attack. Before you make a Sneak Attack, you may expend any number of charges and declare you are adding that many {@dice d6}'s to the attack's damage."
			]
		},
		{
			"name": "Cumulus Horn",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This hunting horn is made of pearly white metal and streaked through with veins of cyan crystal. It can be used as a normal musical instrument by anyone with proficiency in wind or brass instruments.",
				"Once per day, as an action, you can blow a specific tune on the horn and cause its bell to emit a thick pillar of cloud. This cloud is in the shape of a ten-by-ten-foot line that can extend up to 60 feet in a direction you designate.",
				"Vision through the cloud's area is heavily obscured, and it lasts for an hour or until a wind of 10 mph or stronger disperses it."
			]
		},
		{
			"name": "Defiant Skull Charm",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This charm is carved of marble in the shape of a human skull. Its eye sockets are set with two spectral flames that glow faintly.",
				"The creature wearing this charm makes death saving throws at advantage."
			]
		},
		{
			"name": "Gauntlets of Healing Hands",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "rare",
			"reqAttune": "by a paladin",
			"wondrous": true,
			"entries": [
				"These steel gauntlets are trimmed with burnished copper. Their palms are set with two engraved icons that can function as holy symbols.",
				"When you use your Lay On Hands feature while wearing these gauntlets, for every 3 hit points you restore to a creature, the gauntlets restore an additional hit point to that creature without drawing from your healing pool."
			],
			"reqAttuneTags": [
				{
					"class": "paladin"
				}
			]
		},
		{
			"name": "Home-Run Bat",
			"source": "CrazyJarlsDiscountMagicShop",
			"baseItem": "club|PHB",
			"type": "M",
			"rarity": "uncommon",
			"reqAttune": "by a monk",
			"weight": 2,
			"value": 10,
			"weaponCategory": "simple",
			"property": [
				"L"
			],
			"dmg1": "1d4",
			"dmgType": "B",
			"entries": [
				"This club is made of exceptionally light ash wood, making it ideal for swinging at small, fast-moving targets.",
				"When you use your Deflect Missiles feature, you may spend a ki point to swing the Bat with both hands at the incoming projectile. If you do this, add an extra {@dice 1d10} to the damage you reduce with Deflect Missiles.",
				"If you successfully negate the attack's damage, you automatically redirect the projectile and can make a ranged attack for no ki point cost."
			]
		},
		{
			"name": "Levinrod",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RD|DMG",
			"rarity": "uncommon",
			"reqAttune": true,
			"recharge": "dawn",
			"charges": 4,
			"entries": [
				"This weighty metal rod is tipped with a blunt prong with two tines that occasionally arc electricity.",
				"A Levinrod can be used as a weapon, functioning like a mace that deals Lightning damage instead of Bludgeoning.",
				"The Levinrod has 4 charges and regains {@dice 1d4} expended charges at dawn. When you hit with the rod, you may expend a charge to send a pulse of electricity through the prongs. The creature you hit must make a DC 12 Constitution check or be {@condition Incapacitated} until the start of your next turn."
			],
			"rechargeAmount": "{@dice 1d4}"
		},
		{
			"name": "Mage Siphon Amulet",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "rare",
			"reqAttune": "by a sorcerer",
			"wondrous": true,
			"entries": [
				"This amulet consists of a golden disc set with a brilliant star ruby. It seems to draw in ambient magic and glows in the presence of extremely powerful magical auras.",
				"While wearing this amulet, whenever a spell you cast targets a single hostile creature, that creature must make a Wisdom saving throw against your spell save DC. On a failure, you gain a single sorcery point."
			],
			"reqAttuneTags": [
				{
					"class": "sorcerer"
				}
			]
		},
		{
			"name": "Mimic-Tooth Necklace",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This necklace is a simple rough cord with little adornment. From it hangs a number of brilliant two-inch-long fangs, all tarnished with what look like acid marks.",
				"While wearing this necklace, you become aware if you are within 100 feet of any creatures pretending to be inanimate objects, such as Cloakers, Darkmantles, Gargoyles, or (obviously) Mimics.",
				"As an action, you may rattle the teeth on the necklace, causing an unsettling scraping and clinking noise. Any creatures within 50 feet subject to the necklace's awareness must succeed on a DC 14 Wisdom saving throw or rustle and jostle involuntarily, giving away their position. Be aware that revealing a creature this way may provoke it to attack."
			]
		},
		{
			"name": "Mining Pick",
			"source": "CrazyJarlsDiscountMagicShop",
			"baseItem": "war pick|PHB",
			"type": "M",
			"rarity": "uncommon",
			"reqAttune": true,
			"weight": 2,
			"value": 500,
			"weaponCategory": "martial",
			"dmg1": "1d8",
			"dmgType": "P",
			"entries": [
				"This heavy iron pickaxe is chipped and pitted, though it parts earth and stone as if it were brand new.",
				"Attacks made with this weapon have advantage to hit creatures made of earthen or metallic material, such as Golems, Constructs, or Modrons.",
				"In addition, you have a burrow speed of 5 feet through unworked, unenchanted stone and earth. Ground you burrow through with the pick is reduced to dust and rubble, leaving a clear tunnel behind you."
			]
		},
		{
			"name": "Misty Dagger",
			"source": "CrazyJarlsDiscountMagicShop",
			"baseItem": "dagger|PHB",
			"type": "M",
			"rarity": "uncommon",
			"reqAttune": true,
			"weight": 1,
			"value": 200,
			"weaponCategory": "simple",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "P",
			"entries": [
				"While this dagger's hilt and handle are not very noteworthy, its blade appears spectral and transparent. When thrown or swung, the blade trails wisps of vapor that rapidly dissapate.",
				"While attuned to this weapon, you can use a bonus action to make it vanish in a burst of mist, after which there is no trace of it and it is impossible to find. You may cause it to rematerialize in your grip or on your person with another bonus action."
			]
		},
		{
			"name": "Oaken Cudgel",
			"source": "CrazyJarlsDiscountMagicShop",
			"baseItem": "club|PHB",
			"type": "M",
			"rarity": "uncommon",
			"reqAttune": "by a druid",
			"weight": 2,
			"value": 10,
			"weaponCategory": "simple",
			"property": [
				"L"
			],
			"dmg1": "1d4",
			"dmgType": "B",
			"entries": [
				"This gnarled tangle of roots has bound together tightly enough to function as a decent bludgeon. It seems very receptive to nature-aligned magic.",
				"While under the effect of the Shillelagh spell, the Cudgel swells to the size of a large tree limb, becoming a Greatclub with a damage die of {@dice 1d12}."
			],
			"reqAttuneTags": [
				{
					"class": "druid"
				}
			]
		},
		{
			"name": "Ocaringa",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RG|DMG",
			"rarity": "uncommon",
			"entries": [
				"This thick blue ring is made of ceramic and features twelve holes around its band. A small nozzle projects from the band and, when blown, it sounds just like a normal ocarina.",
				"This ring can function as a musical instrument, and proficiency with any wind instrument will allow you to treat the Ocaringa as though you were proficient with it.",
				"A Bard that is not proficienct in any wind instrument can spend a short rest learning to play the Ocaringa, after which they become proficient with it."
			]
		},
		{
			"name": "Personal Ballista Pendant",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"The weighty charm on this pendant is forged of wrought iron and shaped like an oversized crossbow bolt.",
				"Once per day, as part of a ranged weapon attack, you may declare you are using the pendant's magic before making your attack roll.",
				"The projectile you fire grows to three times its normal size, adding two of its damage dice to the attack's damage. The attack roll for this attack is made at disadvantage against creatures of Medium size or smaller."
			]
		},
		{
			"name": "Pomegrenade Tree",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This shrub is no more than a foot tall and grows in a sturdy clay pot. To remain healthy, it only requires regular sunlight and a half-pint of water per day.",
				"The fist-sized fruit that grows from this plant is known as the pomegrenade. A single plant produces {@dice 1d4 + 1} fruit in a week. Pomegrenades can be eaten and a single fruit is nutritious enough to serve as a day's rations.",
				"Pomegrenades can also be thrown up to 30 feet, exploding in a blast of seeds and concussive force on impact. All creatures within 10 feet of the exploding fruit must succeed on a DC 14 Dexterity save or take {@damage 2d6} thunder damage and {@damage 2d6} piercing damage, taking half as much on a success."
			]
		},
		{
			"name": "Prismatic Ring",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RG|DMG",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"The metal of this ring is streaked with a rainbow pattern that shimmers and shifts around constantly.",
				"As an action, you may speak one of the following words to the ring, or a word closely related to one of them: \"Fire,\" \"Cold,\" \"Lightning,\" \"Acid,\" or \"Poison.\"",
				"All weapon attacks you make have their damage type replaced with the damage type you stated for one minute. This does not make the damage count as magical unless the weapon was already magical.",
				"You may not use the ring again until the next dawn."
			]
		},
		{
			"name": "Ring of Actual Magical Missiles",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RG|DMG",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"This simple silver ring is set, not with a gem, but a bright white sphere of force.",
				"The ring holds 8 charges and regains {@dice 1d8} charges every dawn. As an action, you may expend up to five charges to fire that many magic darts, as per the Magic Missile spell. If the ring uses its last charge, its force sphere goes out until dawn."
			]
		},
		{
			"name": "Ring of Cubic Force",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RG|DMG",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"This ring is made of electrum and set with a square panel, decorated with a single embossed rune.",
				"As an action you may conjure an opaque 5-foot cube of force flush against your palm. The cube floats in space and does not move until over 500 pounds is applied to it, at which point it vanishes. The cube also vanishes after existing for 1 hour or if you dismiss it as an action.",
				"After using this ring's power once, you cannot use it again until the next dawn."
			]
		},
		{
			"name": "Ring of Holy Acrimony",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RG|DMG",
			"rarity": "rare",
			"reqAttune": true,
			"entries": [
				"This ring is made of polished marble and set with a single medium-sized gem.",
				"Once per day, as an action, you may hold the ring aloft and speak a word of power, causing it to glow brightly. All creatures that can see you within 60 feet that are of the type corresponding to the ring's gemstone must succeed on a DC 14 Wisdom saving throw or be turned for 1 minute or until they take damage.",
				"A turned creature must spend its turns trying to move as far away from you as it can, and it can't willingly move to a space within 30 feet of you. It also can't take reactions. For its action, it can use only the Dash action or try to escape from an effect that prevents it from moving. If there's nowhere to move, the creature can use the Dodge action.",
				{
					"type": "table",
					"colLabels": [
						"Gem",
						"Creatrue"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2 text-center",
						"col-2 text-center"
					],
					"rows": [
						[
							"{@item Onyx}",
							"Undead"
						],
						[
							"{@item Emerald}",
							"Fey"
						],
						[
							"{@item Ruby}",
							"Fiend"
						],
						[
							"{@item Sapphire}",
							"Celestial"
						],
						[
							"{@item Bismuth}",
							"Aberration"
						]
					]
				}
			]
		},
		{
			"name": "Ring of Intangible Convenience",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RG|DMG",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"This ring is made of polished dark wood, with a large diamond held in a carved hand.",
				"This ring maintains the Unseen Servant spell at all times. The servant vanishes if you move more than 50 feet away from it, if you dismiss it, or if it is reduced to 0 hit points. After the servant vanishes, you may re-summon it as an action after one hour."
			]
		},
		{
			"name": "Ring of Magical Missiles",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RG|DMG",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"This ring is fashioned to look like a very long golden arrow, twisted into a triple braid around the finger.",
				"Once per day, as a bonus action, you may use this ring to conjure a single magical dart or piece of ammunition with a +1 bonus to attack and damage rolls. This projectile vanishes after you make an attack with it or after an hour has passed."
			],
			"bonusWeapon": "+1"
		},
		{
			"name": "Ring of the Pugilist",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RG|DMG",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"This ring is made of brass, adorned with a single sharp spike that never dulls or chips.",
				"While wearing this ring, your unarmed strikes deal {@dice 1d6} plus your Strength modifier in Piercing damage."
			]
		},
		{
			"name": "Ring of Second Chances",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RG|DMG",
			"rarity": "uncommon",
			"entries": [
				"This pure silver ring is set with a bright white gemstone.",
				"If the creature wearing this ring is dead, the ring immediately casts Revivify on it. This spell is cast even if the creature has been dead for more than a minute. After casting the spell, the ring's gem turns black and it loses all magical properties."
			]
		},
		{
			"name": "Rings of Transposition",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RG|DMG",
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"These twin rings are made of flawless, highly polished electrum. When you peer into the surface of one, you see the reflection from the other.",
				"These rings come in a set of two and must be attuned to separate characters to function. While within 100 feet of each other and on the same plane of existence, one character may activate their ring as a bonus action. The other character becomes aware of this, and can immediately use their reaction to do the same.",
				"If both rings are activated before the end of the turn, their bearers instantly swap position, regardless of any objects or terrain in between them."
			]
		},
		{
			"name": "Ring of Unity",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RG|DMG",
			"rarity": "rare",
			"reqAttune": true,
			"entries": [
				"This silver ring's band is fashioned to resemble a chain of tiny humanoid figures, locked arm in arm.",
				"Up to five characters may attune to this ring and may do so during a single short rest, but only one may wear it.",
				"Whenever the character wearing this ring deals damage to a creature, any number of other characters attuned to the ring may use their reaction to add {@dice 1d4} to the attack's damage."
			]
		},
		{
			"name": "Sling of Giant Slaying",
			"source": "CrazyJarlsDiscountMagicShop",
			"baseItem": "sling|PHB",
			"type": "R",
			"rarity": "uncommon",
			"reqAttune": true,
			"value": 10,
			"weaponCategory": "simple",
			"property": [
				"A"
			],
			"range": "30/120",
			"dmg1": "1d4",
			"dmgType": "B",
			"entries": [
				"This sling is made of supple leather and cannot be torn, punctured, or deformed in any way.",
				"This sling deals {@damage 1d6} damage normally. When attacking Giants or any creature at least two size larger than you, it instead deals {@damage 2d6} damage."
			],
			"ammoType": "bullet|phb"
		},
		{
			"name": "Token of Median Outcomes",
			"source": "CrazyJarlsDiscountMagicShop",
			"page": 0,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This coin is made of iron. One face depicts a bored man of average looks, the other a scale measuring equal weights. {@coinflip Flipping the coin|Token of Median Outcomes|Bored Man|Balanced Scale} will always result in the opposite of the previous flip.",
				"While attuned to the token, whenever you make a skill check, saving throw, or attack roll, roll {@dice 2d10} instead of a {@dice d20}."
			]
		},
		{
			"name": "Trained Die Mimic",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This tiny cube appears to be made of mahogany wood, with black concave pips on each face numbering 1 through 6.",
				"Occasionally, one of the pips will open to reveal an eye, which will glance around before closing. Stroking the die on its \"6\" face causes it to vibrate gently, as if purring.",
				"In reality, this die is an infant mimic, trained to hide in its owner's pockets and feed on lint and bugs.",
				"As an action, you can throw the mimic up to 30 feet away. Roll an actual {@dice d6} to see what face the mimic lands on. When the mimic comes to a stop, it opens all the eyes on that face and fires a beam of energy out of each eye at the nearest creature within 15 feet. Each beam is a ranged attack with a +5 bonus to hit that deals {@damage 1d6} force damage.",
				"After landing and firing its beams, the mimic skitters back to you, crawls into your pocket, and falls asleep until the next dawn. However, if it lands on a 1, it instead flees after making its beam attack, hiding in the nearest dark corner. Finding it requires a DC 15 Intelligence (Investigation) check."
			],
			"bonusWeaponAttack": "+5"
		},
		{
			"name": "Wand of Illegal Tender",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "uncommon",
			"type": "WD|DMG",
			"entries": [
				"This wand is a cylinder, seemingly forged of solid gold. However, the paint has chipped in several places, revealing low-quality iron underneath.",
				"Once per day, you may wave this wand over up to ten coins, reciting the command phrase: \"He who controls the fools' gold, controls the fools.\" They become indistinguishable from platinum pieces for one hour, after which they return to their original appearance."
			]
		},
		{
			"name": "Wand of Magic Tricks",
			"source": "CrazyJarlsDiscountMagicShop",
			"page": 0,
			"rarity": "uncommon",
			"type": "WD|DMG",
			"entries": [
				"This wand's ivory shaft is decorated with three spirals that run up its length -- one green, one purple, and one gold.",
				"You may use the wand to cast Druidcraft, Prestidigitation, and Thaumaturgy at will. While one of these spells is active, its respective color will glow softly on the wand."
			]
		},
		{
			"name": "Woki-Toki Earring",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This earring is made of balsa wood and depicts a tribal-stylized face with a large mouth and ears.",
				"While wearing one of these earrings, you can hear anything spoken by a creature wearing another. You may \"deafen\" your earring at will, preventing it from receiving any sound."
			]
		},
		{
			"name": "Yin-Yang Staff",
			"source": "CrazyJarlsDiscountMagicShop",
			"baseItem": "quarterstaff|PHB",
			"type": "M",
			"rarity": "uncommon",
			"reqAttune": true,
			"weight": 4,
			"value": 20,
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"recharge": "dawn",
			"charges": 10,
			"entries": [
				"This staff's wood is half dark ebony and half pale white spruce, coming to a clean divide in the exact center. Each half has a single spiralling stripe of the other color up its length.",
				"The staff has 10 charges and regains all expended charges at dawn. As an action, you may expend a charge to touch a creature with one end of the staff.",
				"The white end of the staff subjects the target to the Bless spell. The black end of the staff subjects the target to the Bane spell with a DC of 12.",
				"Neither of these effects require concentration; however, you may only use the staff to maintain one Bless and one Bane at a time. The effect must end before you may use it again."
			],
			"rechargeAmount": 10
		},
		{
			"name": "Ilgana's Incredible Icebox",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "very rare",
			"wondrous": true,
			"weight": 100,
			"entries": [
				"This white box is 5 feet high, 5 feet wide, and 10 feet long. It weighs 100 pounds while empty. When the lid on its top is opened, the inside is revealed to be incredibly cold, though there appears to be no mechanism making it so.",
				"Any food placed into the icebox immediately cools down and becomes well-preserved, not subject to spoil or rot so long as it remains in the icebox. Once removed, it immediately warms up to a palatable temperature.",
				"Food kept in the icebox for 24 hours becomes enchanted. This enchantment lasts until eaten or after the food has been outside the box for 1 hour.",
				"Eating food from the icebox cures you of all diseases and poisons, increases your hit point maximum by {@dice 2d8}, and restores that many hit points to you. This effect lasts for 24 hours."
			]
		},
		{
			"name": "Seismic Sledge",
			"source": "CrazyJarlsDiscountMagicShop",
			"baseItem": "warhammer|PHB",
			"type": "M",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 2,
			"value": 1500,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "B",
			"dmg2": "1d10",
			"entries": [
				"This sledgehammer seems to be made entirely of solid feldspar. When swung, it trails light drifts of sand.",
				"You have a +2 bonus to attack and damage rolls made with this weapon.",
				"In addition, three times per day, you may use an action to swing the hammer in a grand overhead arc, bringing it down on the ground in front of you. When the hammer hits the ground, a wall of solid stone springs from the ground at a point you designate.",
				"The wall is a rectangle 10 feet high, 20 feet wide, and 3 inches thick. It can be oriented any direction you wish, but must be connected to solid stone at some point, allowing you to create bridges or ramps if you so desire.",
				"If the wall pushes through a creature's space, that creature is shoved to one side of the wall (your choice). The wall has AC 15 and 90 hit points."
			],
			"bonusWeapon": "+2"
		},
		{
			"name": "Entrancing Mirror",
			"source": "CrazyJarlsDiscountMagicShop",
			"baseItem": "shield|PHB",
			"type": "S",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 6,
			"value": 1000,
			"ac": 2,
			"entries": [
				"This mirror is shaped like a great tower shield and has convenient handles on the back. It is impossible to scratch or deface, and the image reflected in it seems almost real.",
				"You have a +1 bonus to your AC while wielding this shield.",
				"As an action, you may present the mirror and speak its command phrase: \"Capio Animus.\" All creatures in a 30-foot cone that can see the Mirror must succeed on a DC 16 Wisdom save or be enthralled as it warps and produces impossible, fascinating images.",
				"Creatures affected by the Mirror are {@condition Incapacitated} and have their speed reduced to 0. The effect ends on a creature if that creature takes damage, cannot see the mirror, is ever more than 30 feet away from the mirror, or if someone uses their action to wake them.",
				"The Mirror's power lasts for one minute. After using it this way, you cannot use it again until the next dawn."
			],
			"bonusAc": "+1"
		},
		{
			"name": "Ring of the Specialist",
			"source": "CrazyJarlsDiscountMagicShop",
			"type": "RG|DMG",
			"rarity": "very rare",
			"reqAttune": true,
			"entries": [
				"This ring is divided into six segments, each made of a different material and inlaid with the image of a different animal. While attuning to it, you must focus on one animal. You have that animal's associated ability score and its maximum increased by 2, while all other ability scores and their maximums are reduced by 1.",
				{
					"type": "table",
					"colLabels": [
						"Animal",
						"Material",
						"Ability Score"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2 text-center",
						"col-2 text-center"
					],
					"rows": [
						[
							"Bull",
							"Ebony",
							"Strength"
						],
						[
							"Cat",
							"Silver",
							"Dexterity"
						],
						[
							"Bear",
							"Marble",
							"Constitution"
						],
						[
							"Fox",
							"Quartz",
							"Intelligence"
						],
						[
							"Owl",
							"Ivory",
							"Wisdom"
						],
						[
							"Eagle",
							"Gold",
							"Charisma"
						]
					]
				}
			]
		},
		{
			"name": "Mask of the Pale Stalker",
			"source": "CrazyJarlsDiscountMagicShop",
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"charges": 3,
			"recharge": "dawn",
			"entries": [
				"This porcelain mask has no features upon its face, save two dark eyeholes and a simple grin. A crack runs from top to bottom, splitting one of the eyes in half. None of your facial features can be made out through the mask's \"face,\" though you can see out without any trouble.",
				"This mask is deeply unsettling. While you wear it, you have disadvantage on Charisma checks made to interact positively with other people. However, you have advantage on Charisma checks made to threaten, intimidate, or frighten someone.",
				"The Mask has 3 charges, and regains {@dice 1d3} each day at dawn. As an action, you may expend a charge to focus the mask's disquieting aura on a creature that can see you. That creature must succeed on a DC 15 Wisdom saving throw or become {@condition Frightened} of you.",
				"A creature under the Mask's effects must attempt the Wisdom saving throw again at the end of each of its turns, taking {@damage 3d10} Psychic damage on a failure. The effect ends after the creature succeeds on the saving throw, is out of sight of you at the end of your turn, or after a minute has passed."
			]
		}
	],
	"magicvariant": [
		{
			"name": "Flaming Missile",
			"type": "GV|DMG",
			"requires": [
				{
					"type": "A"
				},
				{
					"name": "Dart"
				}
			],
			"inherits": {
				"tier": "minor",
				"rarity": "uncommon",
				"source": "CrazyJarlsDiscountMagicShop",
				"page": 0,
				"namePrefix": "Flaming ",
				"entries": [
					"This projectile's tip is formed of red crystal that occasionally sparks and cracks ominously. When fired or thrown, the missile bursts into flame.",
					"When you make an attack with this weapon, treat it as though you were casting {@spell fire bolt}, using Dexterity as your spellcasting ability. Hit or miss, the projectile burns up after igniting, turning to ash."
				]
			}
		},
		{
			"name": "Hammer of Smiting",
			"type": "GV|DMG",
			"requires": [
				{
					"dmgType": "B"
				}
			],
			"inherits": {
				"rarity": "uncommon",
				"reqAttune": true,
				"source": "CrazyJarlsDiscountMagicShop",
				"page": 0,
				"nameSuffix": " of Smiting",
				"entries": [
					"These steel gauntlets are trimmed with burnished copper. Their palms are set with two engraved icons that can function as holy symbols.",
					"When you use your Lay On Hands feature while wearing these gauntlets, for every 3 hit points you restore to a creature, the gauntlets restore an additional hit point to that creature without drawing from your healing pool.",
					{
						"type": "table",
						"colLabels": [
							"Spell",
							"Rarity",
							"Save DC"
						],
						"colStyles": [
							"col-2 text-center",
							"col-2 text-center",
							"col-2 text-center"
						],
						"rows": [
							[
								"{@spell Searing Smite}",
								"Uncommon",
								"14"
							],
							[
								"{@spell Thunderous Smite}",
								"Uncommon",
								"14"
							],
							[
								"{@spell Wrathful Smite}",
								"Uncommon",
								"14"
							],
							[
								"{@spell Branding Smite}",
								"Rare",
								"N/A"
							],
							[
								"{@spell Blinding Smite}",
								"Very Rare",
								"16"
							]
						]
					}
				]
			}
		},
		{
			"name": "Merciful Weapon",
			"type": "GV|DMG",
			"requires": [
				{
					"type": "M"
				}
			],
			"inherits": {
				"rarity": "rare",
				"reqAttune": true,
				"source": "CrazyJarlsDiscountMagicShop",
				"page": 0,
				"namePrefix": "Merciful ",
				"entries": [
					"This weapon's hilt is gilded and etched with patterns reminiscent of olive branches. Holding it seems to calm your temper, and you feel hesitant to use it on your fellow man.",
					"When you make an attack with this weapon against a creature that would bring it to 0 hit points, you may instead bring it to 1 hit point and automatically knock it prone.",
					"You have advantage on Charisma checks made to intimidate or persuade the creature, as it knows you have willingly spared its life."
				]
			}
		},
		{
			"name": "Stylish Gear",
			"type": "GV|DMG",
			"requires": [
				{
					"type": "M"
				},
				{
					"type": "R"
				},
				{
					"type": "S"
				}
			],
			"inherits": {
				"rarity": "rare",
				"reqAttune": true,
				"source": "CrazyJarlsDiscountMagicShop",
				"page": 0,
				"namePrefix": "Stylish ",
				"entries": [
					"No single item defines this category of gear. While you are wielding this impeccably-made equipment, it imparts knowledge of how to use it most effectively.",
					"Attunement to this item grants you a specific Fighting Style if you did not already have it. What style the item gives you depends on what type of item it is.",
					{
						"type": "table",
						"colLabels": [
							"Category",
							"Fighting Style"
						],
						"colStyles": [
							"col-2 text-center",
							"col-2 text-center",
							"col-2 text-center"
						],
						"rows": [
							[
								"Ranged Weapon",
								"Archery"
							],
							[
								"One-Handed or Versatile Weapon",
								"Dueling"
							],
							[
								"Two-Handed Weapon",
								"Great Weapon Fighting"
							],
							[
								"Shield",
								"Protection"
							],
							[
								"Twin Light Weapons",
								"Two-Weapon Fighting"
							]
						]
					}
				]
			}
		},
		{
			"name": "Slumbering Bane",
			"type": "GV|DMG",
			"requires": [
				{
					"type": "M",
					"weaponCategory": "martial"
				}
			],
			"inherits": {
				"rarity": "very rare",
				"source": "CrazyJarlsDiscountMagicShop",
				"page": 0,
				"namePrefix": "Slumbering ",
				"entries": [
					"This weapon's blade was once pure white metal, its platinum hilt fashioned like angelic wings. Now, however, the weapon seems absolutely ruined. Its precious metals are all tarnished and its business end is rusted and pitted.",
					"This weapon's damage counts as magical, but it has no other unique properties until you critically hit with it.",
					"Each time you critically hit with this weapon, one of the three gems inlaid on its grip flares to life. For each gem lit this way, the weapon gains a +1 bonus to attack and damage rolls. If all three gems are lit, the weapon also deals {@dice 2d4} extra Radiant damage when attacking Undead creatures.",
					"If three days pass without this weapon striking a creature with a Challenge Rating of at least 1, one of its gems goes out. Another gem goes out every 3 days until the weapon strikes such a creature."
				],
				"bonusWeapon": "+1"
			}
		}
	]
}
