{
	"_meta": {
		"sources": [
			{
				"json": "MCos",
				"abbreviation": "MCos",
				"full": "Magical Cosmetics",
				"authors": [
					"Shaun Ellis"
				],
				"convertedBy": [
					"Osiris"
				],
				"url": "https://www.dmsguild.com/product/246365/Magical-Cosmetics",
				"version": "1.0",
				"targetSchema": "1.1.1"
			}
		],
		"dateAdded": 1543832293,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "16bc26463b",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Darkvision Eyeshadow",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small container with {@dice 1d6+2} uses of a deep purple powder.",
				"One use can be applied around the eyes during a short or long rest and remains applied for 24 hours, unless removed.",
				"While applied the wearer has darkvision up to 30 ft."
			]
		},
		{
			"name": "Fan Lashes",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A paid of white staggered eyelashes.",
				"Once per day while wearing these lashes, the wearer can use an action to flutter their eye lashes and create a gust of wind in a 15 ft. line.",
				"Any creature hit by the wind must make a DC13 Strength saving throw or be pushed back 5 ft."
			]
		},
		{
			"name": "Flame Lashes",
			"wondrous": true,
			"rarity": "very rare",
			"source": "MCos",
			"entries": [
				"A pair of thick short dark red eyelashes.",
				"As an action you can make a ranged spell attack (+2 to attack) as a single ray shoots from each of the lashes (2 rays total) to a specified target. Each ray deals {@dice 1d12} fire damage on hit.",
				"The lashes are burnt up in the process of attacking."
			]
		},
		{
			"name": "Insightful Eyeshadow",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A glass container with {@dice 1d6+2} uses of a blue powder.",
				"One use can be applied around the eyes during a short or long rest and remains applied for 24 hours.",
				"Any creature hit by the wind must make a DC13 Strength saving throw of e pushed back 5 ft.",
				"While applied, if you concentrate on keeping eye contact of a creature you can see for 1 minute you learn one piece of information of your choice about the creature listed below, once that information is learned you cannot learn more from that creature:",
				{
					"type": "list",
					"items": [
						"Creature's alignment.",
						"Creature's level or CR.",
						"Creature's current health."
					]
				}
			]
		},
		{
			"name": "Lashes of Charming",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A pair of cat eye eyelashes.",
				"They can be applied during a short or long rest.",
				"Once per day while wearing these lashes, the wearer can use an action to flutter their eyelashes at a creature they can see within 30 ft. and cast Charm Person (Save DC15) on the target."
			]
		},
		{
			"name": "Readers Eyeshadow",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small container with {@dice 1d6+2} uses of a pink powder.",
				"One use can be applied around the eyes during a short or long rest and remains applied for 24 hours, unless removed.",
				"While applied the wearer can read the language that is listed on the container.",
				"It does not allow you to speak, write or understand the language in any other way besides reading."
			]
		},
		{
			"name": "Revealing Lashes",
			"wondrous": true,
			"rarity": "uncommon",
			"reqAttune": true,
			"source": "MCos",
			"entries": [
				"A pair of glittery doll shaped eyelashes.",
				"While squinting with these lashes you have disadvantage on checks requiring sight, but are able to see a glowing outline around invisible creatures and objects."
			]
		},
		{
			"name": "True Sight Eyeshadow",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small container with {@dice 1d6+2} uses of a shimmering mint colored powder.",
				"One use can be applied around the eyes during a short or long rest and remains applied for 24 hours, unless removed.",
				"While applied the wearer can see through Illusory Script, it appears as normal writing in the hand and language that wrote it.",
				"The wearer also has advantage on Investigation(Intelligence) checks against illusions."
			]
		},
		{
			"name": "Shade-eye Lashes",
			"wondrous": true,
			"rarity": "very rare",
			"source": "MCos",
			"entries": [
				"A pair of long thick black eyelashes.",
				"While wearing these eyelashes you gain advantage on saving throws against blindness."
			]
		},
		{
			"name": "Magicseeker Eyeshadow",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small container with {@dice 1d6+2} uses of a glittery blue colored powder.",
				"One use can be applied around the eyes during a short or long rest and remains applied for 24 hours, unless removed.",
				"While applied the wearer can see the presence of magic within a 15 ft. cone.",
				"A faint aura appears around magical creatures or objects that are visible."
			]
		},
		{
			"name": "Choking Fragrance",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A small glass bottle containing {@dice 1d6+2} uses of a green perfume that causes creatures to gag when smelled.",
				"One use can be applied during a short or long rest and remains applied for 6 hours or until removed.",
				"While this fragrance is applied hostile creatures within 5 ft. of you must make a DC13 Constitution saving throw, on a failure the creature begins coughing and has disadvantage on all attack rolls, skill checks and saving throws.",
				"Any affected creature can repeat the saving throw at the end of each of it's turns.",
				"One a success the creature is immune to the effects of this fragrance for the next 24 hours.",
				"If the creature is no longer within 5 ft. of you the effect ends."
			]
		},
		{
			"name": "Courage Fragrance",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small glass bottle containing {@dice 1d6+2} uses of a golden perfume that invokes the feelings of confidence and bravery when smelled.",
				"One use can be applied during a short or long rest and remains applied for 6 hours or until removed.",
				"While this perfume is applied, you and any friendly creatures within 5 ft. of you that can smell this fragrance have advantage on saving throws against fear effects."
			]
		},
		{
			"name": "Diplomat Fragrance",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small glass bottle containing {@dice 1d6+2} uses of a blue perfume that creates a cloud of mist around you.",
				"One use can be applied during a short or long rest and remains applied for 6 hours or until removed.",
				"You have advantage on charisma based skill checks against any creatures within 5 ft. of you that can smell this fragrance."
			]
		},
		{
			"name": "Daze Fragrance",
			"wondrous": true,
			"rarity": "very rare",
			"source": "MCos",
			"entries": [
				"A small glass bottle containing {@dice 1d6+2} uses of a wine colored perfume that makes it difficult to focus when smelled.",
				"One use can be applied during a short or long rest and remains applied for 6 hours or until removed.",
				"While this perfume is applied, any hostile creatures starting their turn within 5 ft. of you, that can smell this fragrance must make a DC13 Wisdom saving throw, or the creature loses focus and takes no action this turn.",
				"On a success the creature is immune to the effects of this fragrance for the next 24 hours."
			]
		},
		{
			"name": "Faith Fragrance",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A small glass bottle containing {@dice 1d6+2} uses of a silver perfume that smells of iron.",
				"One use can be applied during a short or long rest and remains applied for 6 hours or until removed.",
				"While this perfume is applied aberrations, celestials, elementals, fey, fiends and undead creatures within 5 ft. of you have disadvantage on saving throws and attack rolls."
			]
		},
		{
			"name": "Invigorate Fragrance",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A small glass bottle containing {@dice 1d6+2} uses of a bright orange perfume that energizes and emboldens you.",
				"One use can be applied during a short or long rest and remains applied for 6 hours or until removed.",
				"While applied friendly creatures within 5 ft. that can smell deal extra damage equal to your Charisma modifier (max +4) on all non magical damage rolls."
			],
			"bonusWeaponDamage": "+4"
		},
		{
			"name": "Love Fragrance",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A small glass bottle containing {@dice 1d6+2} uses of a rosy red perfume that invokes the sensation of love when smelled.",
				"One use can be applied during a short or long rest and remains applied for 6 hours or until removed.",
				"While this perfume is applied, any creatures within 5 ft. of you that can smell must on a DC13 Charisma saving throw.",
				"On a failed save the creature is {@condition charmed} by you, the creature can repeat the saving throw at the end of each of it's turns.",
				"One a success the creature is immune to the effects of this fragrance for the next 24 hours."
			]
		},
		{
			"name": "Serenity Fragrance",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small glass bottle containing {@dice 1d6+2} uses of a deep purple perfume that calms the mind when smelled.",
				"One use can be applied during a short or long rest and remains applied for 6 hours or until removed.",
				"While this perfume is applied, you and any friendly creatures within 5 ft. that can smell has advantage on saving throws against charm effects."
			]
		},
		{
			"name": "Rejuvenate Fragrance",
			"wondrous": true,
			"rarity": "very rare",
			"source": "MCos",
			"entries": [
				"A small glass bottle containing {@dice 1d6+2} uses of a deep red perfume that invigorates you with liveliness when smelled",
				"One use can be applied during a short or long rest and remains applied for 6 hours or until removed.",
				"While this perfume is applied, you and any friendly creatures within 5 ft. that can smell restores the maximum amount of hit points from any healing spells or hit die that are used."
			]
		},
		{
			"name": "Unveil Fragrance",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A small glass bottle containing {@dice 1d6+2} uses of a milky perfume that creates a cloud of mist around you.",
				"One use can be applied during a short or long rest and remains applied for 6 hours or until removed.",
				"Invisible creatures or objects within 5 ft. of you have the mist cling to them, making them visible"
			]
		},
		{
			"name": "Berry Dye",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small bottle of deep red hair dye containing {@dice 1d4+1} uses.",
				"One use can be applied during a short or long rest, and you can only dye your hair once every 24 hours.",
				"Once applied it causes the hair to grow {@dice 1d6} berries, the berries can be removed and eaten as an action.",
				"Once eaten the berries recover {@dice 1d4+1} hit points and remove {@condition poisoned}.",
				"After 24 hours the berries wither losing all their properties."
			]
		},
		{
			"name": "Climber Wig",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A long blonde wig made with extremely strong strands of hair.",
				"While wearing this wig you can extend the length of this hair up to 50 ft. as an action.",
				"The hair can be climbed the same as a rope."
			]
		},
		{
			"name": "Collectors Wig",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"This curly black wig has a surprising amount of volume to it that bounces easily",
				"This wig has an extra-dimensional space within it, allowing the wearer to put any small or thing object into the wig.",
				"The exact size is 3 cubic feet, and can hold up to 20 pounds.",
				"Pulling an object out takes a bonus action and the wearer has to have seen the object before.",
				"If the wig is removed, all items that where placed inside fall out."
			]
		},
		{
			"name": "Hair Growth Tonic",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small greenish bottle containing {@dice 1d4+1} uses of a clear balm.",
				"One use can be applied to 6 inch square surface of anything organic, during a short or long rest.",
				"Once applied hair will begin growing from the surface within 24 hours and remain there for 1 week.",
				"After which the hair will grow thin and brittle and fall off."
			]
		},
		{
			"name": "Helmet Wig",
			"wondrous": true,
			"rarity": "uncommon",
			"reqAttune": true,
			"source": "MCos",
			"entries": [
				"The wearer of this wig can use an action to turn it into metal and form a plate helmet.",
				"The wig grants a +1 to AC while it's in helmet form and you are not already wearing a helmet.",
				"Switching it back to a wig takes an action"
			],
			"bonusAc": "+1"
		},
		{
			"name": "Shimmering Hair Dye",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small bottle containing {@dice 1d4+1} uses of a yellow dye that faintly glows when swirled around.",
				"One use can be applied during a short or long rest, and you can only dye your hair once every 24 hours.",
				"Once applied it causes your hair to emit bright light up to 30 ft.",
				"After 6 hours the hair fades and only emits dim light, after 12 hours the light fades completely and your hair no longer emits any light."
			]
		},
		{
			"name": "Smoke Dye",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A small bottle containing {@dice 1d4+1} uses of a gray dye that looks like smoke when swirled around.",
				"One use can be applied during a short or long rest, and you can only dye your hair once every 24 hours.",
				"Once applied it causes smoke to spill out from your hair for 6 hours.",
				"All attack rolls against you that rely on sight are made with disadvantage due to the obscuring smoke."
			]
		},
		{
			"name": "Samson's Tonic",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A small bottle containing {@dice 1d4+1} uses of a reddish balm",
				"One use can be applied during a short or long rest, and you can only dye your hair once every 24 hours.",
				"While applied you gain advantage to all strength skill checks for 24 hours"
			]
		},
		{
			"name": "Tangle Wig",
			"wondrous": true,
			"rarity": "rare",
			"reqAttune": true,
			"source": "MCos",
			"entries": [
				"This red haired wig looks like a tangled mess, simply touching it can get your fingers caught in it.",
				"While wearing this wig you can use an action to animate the hair and use it to restrain another creature within 5 ft. of you.",
				"The creature must make a DC15 Strength saving throw, or become {@condition restrained}.",
				"The creature can spend an action on each of it's turns to repeat the saving throw and attempt to break free."
			]
		},
		{
			"name": "Winged Wig",
			"wondrous": true,
			"rarity": "very rare",
			"reqAttune": true,
			"source": "MCos",
			"entries": [
				"This white haired wig flares outward on the sides, and is styles in a way that gives the appearance of wings.",
				"You can use this wig to fly at a speed of 20 ft. for up to 6 hours, all at once or in several shorter flights, each one using a minimum of 1 minute from the duration.",
				"If you are flying when the duration expires, you descend at a rate of 30 feet per round until you land.",
				"The wig regains 3 hours of flight time for every 12 hours it isn't in use."
			]
		},
		{
			"name": "Lipstick of Sweet Words",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"An iron tube containing {@dice 1d8+2} uses of a deep red lipstick.",
				"One use can be applied to your lips during a short or long rest and remains applied for 24 hours, unless removed.",
				"While applied the wearer has advantage on all Charisma based skill checks against creatures that can see you."
			]
		},
		{
			"name": "Lipstick of Dreams",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A crystal tube containing {@dice 1d8+2} uses of a pastel purple lipstick.",
				"One use can be applied to your lips during a short or long rest and remains applied for 24 hours, unless removed.",
				"While wearing this lipstick when you kiss a creature you can choose to expend it's magic to put them to sleep.",
				"Roll {@dice 4d6} if the total is higher or equal to the target's current hit points then they fall asleep and are considered {@condition Unconscious}",
				"Once the magic is expended the lipstick changes to a deep mauve color."
			]
		},
		{
			"name": "Lipstick of Flames",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A dark metal tube containing {@dice 1d8+2} uses of a bright red colored lipstick with flakes of gold.",
				"One use can be applied to your lips during a short or long rest and remains applied for 24 hours, unless removed.",
				"While wearing this lipstick you can use an action to expend the magic and breathe a 15 ft. cone of fire.",
				"Creatures within the cone must make a DC13 Dexterity saving throw or take {@dice 3d6} fire damage, or half as much on a success.",
				"Once the magic is expended the lipstick changes to a natural red color."
			]
		},
		{
			"name": "Lipstick of Ice",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A crystal tube containing {@dice 1d8+2} uses of a pale blue lipstick.",
				"One use can be applied to your lips during a short or long rest and remains applied for 24 hours, unless removed.",
				"While wearing this lipstick you can use an action to expend the magic and breathe a 15 ft. cone of ice and cold.",
				"The terrain within the cone becomes covered in ice and is considered difficult terrain.",
				"Any creature moving through this space must make a DC15 Dexterity save or fall prone.",
				"Once the magic is expended the lipstick changes to a deeper blue color."
			]
		},
		{
			"name": "Lipstick of Languages",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small gold tube with the name of a language etched onto the side, containing {@dice 1d8+2} uses of a light pink lipstick.",
				"One use can be applied to your lips during a short or long rest and remains applied for 24 hours, unless removed.",
				"While applied the wearer can speak the language labeled on the tube.",
				"This only affects speech, the wearer is not able to read or write the language unless otherwise capable of doing so."
			]
		},
		{
			"name": "Lipstick of Messages",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small copper tube containing {@dice 1d8+2} uses of a glittering blue lipstick.",
				"One use can be applied to your lips during a short or long rest and remains applied for 24 hours, unless removed.",
				"By leaving a kiss mark on a surface you can leave a short message as per the {@spell magic mouth} spell however the kiss mark animates rather than a mouth appearing.",
				"The kiss mark fades after the first time it repeats the message, and you can use this lipstick 3 times before it's magic is expended.",
				"Once the magic is expended the lipstick loses it's glittering shine and becomes matte."
			]
		},
		{
			"name": "Lipstick of Purifying",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A small white tube containing {@dice 1d8+2} uses of a white lipstick.",
				"One use can be applied to your lips during a short or long rest and remains applied for 24 hours, unless removed.",
				"While wearing this lipstick you cannot become poisoned from eating or drinking food."
			]
		},
		{
			"name": "Lipstick of Reviving",
			"wondrous": true,
			"rarity": "very rare",
			"source": "MCos",
			"entries": [
				"A white gold tube containing {@dice 1d8+2} uses of a shimmering gold lipstick.",
				"One use can be applied to your lips during a short or long rest and remains applied for 24 hours, unless removed.",
				"While wearing this lipstick you can use an action to expend the magic and cast {@spell revivify} by kissing a creature.",
				"Once the magic is expended the lipstick fades off."
			]
		},
		{
			"name": "Lipstick of Sludge Spit",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A black tube containing {@dice 1d8+2} uses of a green lipstick.",
				"One use can be applied to your lips during a short or long rest and remains applied for 24 hours, unless removed.",
				"While wearing this lipstick you can use a bonus action to choose a location within 15 ft., and spit a ball of sticky sludge that covers a 5 ft. square and remains for 3 rounds.",
				"Any creature within or entering that space must make a DC13 Strength saving throw or become stuck, reducing their movement speed to 0 ft.",
				"If stuck the creature can attempt to break free with a successful Strength save at the start of each of it's turns.",
				"At the end of the 3 rounds when the sludge fades, any stuck creatures are no longer affected."
			]
		},
		{
			"name": "Lipstick of Hidden Space",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small sparkling black tube containing {@dice 1d8+2} uses of a deep purple and silver lipstick.",
				"One use can be applied to your lips during a short or long rest and remains applied for 24 hours, unless removed.",
				"While wearing this lipstick you can activate it's magic to transport a single small object able to fit within your mouth (coin, key, gemstone) to a temporary extra-dimensional space.",
				"The object can be pulled back out at anytime or until the lipstick wears off or is removed, at which point the object appears back in your mouth.",
				"There is only enough space for one object to be stored in this manner at any given time."
			]
		},
		{
			"name": "Arcanist Striker Nailpolish",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A bottle containing an opalescent nail polish, it contains enough for {@dice 1d6+4} uses.",
				"Can only be applied during a short or long rest and remains applied until removed, one use is enough to cover a single nail.",
				"While at least one nail has this polish applied, you can use a bonus action to cast a single bolt of {@spell magic missile} at a target.",
				"After this is used the magic is expended from that nail and it fades to white."
			]
		},
		{
			"name": "Clawhand Nailpolish",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A bottle containing a dark metallic gray nail polish that hardens into a metal coating, it contains enough for {@dice 1d6+4} uses.",
				"Can only be applied during a short or long rest and remains applied until removed, one use is enough to cover a single nail.",
				"While at least one nail has this polish applied and you are making a melee attack against another creature, you can choose to expend the magic from any nails with this polish on them.",
				"If you do add 1 point of piercing damage for each nail expended in this way.",
				"After the attack the polish cracks and breaks off the nail."
			]
		},
		{
			"name": "Grave Touch Nailpolish",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A bottle containing a green nail polish, it contains enough for {@dice 1d6+4} uses.",
				"Can only be applied during a short or long rest and remains applied until removed, one use is enough to cover a single nail.",
				"While at least one nail has the polish applied and you are touching another creature, you can use an action to expend the magic from as many nails as you choose.",
				"When you do you deal 1 point of necrotic damage for each nail expended in this way, you also regain health equal to the amount of damage dealt to the creature by this effect.",
				"After the magic is expended from the nail it fades to a black color."
			]
		},
		{
			"name": "Powerarm Nailpolish",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A bottle containing a glossy magenta nail polish that faintly glows, it contains enough for {@dice 1d6+4} uses.",
				"Can only be applied during a short or long rest and remains applied until removed, one use is enough to cover a single nail.",
				"When you make an unarmed strike and at least one nail has this polish applied, you can expend the magic from one nail to make the strike magical for overcoming resistances.",
				"The strike also gets +1 to attack and damage rolls, once expended the nail polish fades to a cyan color."
			],
			"bonusWeapon": "+1"
		},
		{
			"name": "Prima Prisma Nailpolish",
			"wondrous": true,
			"rarity": "very rare",
			"source": "MCos",
			"entries": [
				"A bottle containing a glittering rainbow nail polish, it contains enough for {@dice 1d6+4} uses.",
				"Can only be applied during a short or long rest and remains applied until removed, one use is enough to cover a single nail.",
				"While at least one nail has the nail polish applied, you can use an action to expend the magic in one nail and cast {@spell color spray}.",
				"If all ten nails have the polish applied you can use an action to release the magic from all the nails at once to cast {@spell prismatic spray}.",
				"After the magic is expended from a nail the polish becomes a flat white color."
			]
		},
		{
			"name": "Razzle Dazzle Nailpolish",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A bottle containing a sparkling silver nail polish, it contains enough for {@dice 1d6+4} uses.",
				"Can only be applied during a short or long rest and remains applied until removed, one use is enough to cover a single nail.",
				"While at least one nail has the nail polish applied, you can use a bonus action to cast {@spell prestidigitation} and perform a single minor magical trick that goes off instantly.",
				"After that the magic is expended from the nail and it fades to a light blue."
			]
		},
		{
			"name": "Rejuvenation Nailpolish",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A bottle containing a red nail polish, it contains enough for {@dice 1d6+4} uses.",
				"Can only be applied during a short or long rest and remains applied until removed, one use is enough to cover a single nail.",
				"While at least one nail has the nail polish applied and you are touching another creature, you can use an action to expend the magic from as many nails you choose.",
				"For each nail expended you can heal 1 hit point of the creature you are touching.",
				"After that the magic is expended from the nail it fades to a white color."
			]
		},
		{
			"name": "Safecracker Nailpolish",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A bottle containing a silver nail polish, it contains enough for {@dice 1d6+4} uses.",
				"Can only be applied during a short or long rest and remains applied until removed, one use is enough to cover a single nail.",
				"While at least one nail has this polish applied you can touch a lock and gain +1 to your next skill check to unlock it for each nail you choose to expend.",
				"After the magic is expended from the nail it fades to a plum color."
			]
		},
		{
			"name": "Snap Nailpolish",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A bottle containing a clear nail polish, it contains enough for {@dice 1d6+4} uses.",
				"Can only be applied during a short or long rest and remains applied until removed, one use is enough to cover a single nail.",
				"While at least one nail has this polish applied you can snap your your fingers as a bonus action to expend the magic in one nail.",
				"The sound of the snap is amplified and deals {@dice 1d4} force damage to any creature within 5 ft. of you."
			]
		},
		{
			"name": "Spectral Reach Nailpolish",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A bottle containing a glittering blue nail polish, it contains enough for {@dice 1d6+4} uses.",
				"Can only be applied during a short or long rest and remains applied until removed, one use is enough to cover a single nail.",
				"While at least one nail has this polish applied, you can use a bonus action to cast {@spell mage hand} and have it perform a single action before it disappears.",
				"After that the magic is expended from the nail and it fades to a matte purple."
			]
		},
		{
			"name": "Blurring Cream",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small container containing a white cream, it has enough cream for {@dice 1d4+2} uses.",
				"One use can be applied to the face during a short or long rest and remains applied for 24 hours, unless removed.",
				"While this facial cream is applied, it becomes difficult for creatures to remember your face."
			]
		},
		{
			"name": "Color Lotion",
			"wondrous": true,
			"rarity": "common",
			"source": "MCos",
			"entries": [
				"A small container of cream that comes in variety of colors, it has enough cream for {@dice 1d4+2} uses.",
				"One use can be applied to the skin during a short or long rest and remains applied for 24 hours, unless removed.",
				"While applied, the creatures skin becomes the color of the lotion for 24 hours."
			]
		},
		{
			"name": "Cooling Lotion",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small container with a blue cream, it has enough cream for {@dice 1d4+2} uses.",
				"One use can be applied to the skin during a short or long rest and remains applied for 24 hours, unless removed.",
				"Applying this lotion gives you resistance to fire damage, and you do not receive exhaustion when exposed to hot temperatures for an extended period."
			]
		},
		{
			"name": "Face Cream of Many Faces",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A small container with a dazzling multi colored cream, it has enough cream for {@dice 1d4+2} uses.",
				"One use can be applied to the face during a short or long rest and remains applied for 24 hours, unless removed.",
				"While applying this cream to your face, imagine another humanoid creature you've seen before and the cream will alter your face to match.",
				"This effect lasts as long as the cream is applied."
			]
		},
		{
			"name": "Silkskin Cream",
			"wondrous": true,
			"rarity": "rare",
			"source": "MCos",
			"entries": [
				"A small container with a pale yellow cream, it has enough cream for {@dice 1d4+2} uses.",
				"One use can be applied to the half the body during a short or long rest and remains applied for 24 hours, unless removed.",
				"While applied, this cream will make you immune to petrification.",
				"When this cream is fully applied (two uses) to a creature already {@condition petrified}, the petrification will be removed."
			]
		},
		{
			"name": "Skulker Cream",
			"wondrous": true,
			"rarity": "very rare",
			"source": "MCos",
			"entries": [
				"A small container with a black cream, it has enough cream for {@dice 1d4+2} uses.",
				"One use can be applied to the skin during a short or long rest and remains applied for 24 hours, unless removed.",
				"While this cream is applied you are able to fade into the shadows, you have advantage on stealth checks while within shadows.",
				"Attacks against you also have disadvantage while you are within shadows."
			]
		},
		{
			"name": "Slick Lotion",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small container with clear cream, it has enough cream for {@dice 1d4+2} uses.",
				"One use can be applied to the skin during a short or long rest and remains applied for 24 hours, unless removed.",
				"While applied you have advantage on escaping from being restrained or grappled."
			]
		},
		{
			"name": "Stoneskin Lotion",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small container with a gray shimmering cream, it has enough cream for {@dice 1d4+2} uses.",
				"One use can be applied to the skin during a short or long rest and remains applied for 24 hours, unless removed.",
				"When this skin is applied to a creature their skin hardens into a rough bark like surface.",
				"The creature then gains +1 to their AC while not wearing any armor."
			],
			"bonusAc": "+1"
		},
		{
			"name": "Ward Cream",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small container with a sparkling light purple cream, it has enough cream for {@dice 1d4+2} uses.",
				"One use can be applied to the skin during a short or long rest and remains applied for 24 hours, unless removed.",
				"While applied you have resistance to bludgeoning, piercing and slashing damage from the first attack that hits you.",
				"This only applies only to the first strike that hits you, and the lotion must be reapplied before you can gain this effect again."
			],
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			]
		},
		{
			"name": "Warming Lotion",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "MCos",
			"entries": [
				"A small container with an orange cream, it has enough cream for {@dice 1d4+2} uses.",
				"One use can be applied to the skin during a short or long rest and remains applied for 24 hours, unless removed.",
				"Applying this lotion gives you resistance to cold damage, and you do not receive exhaustion when exposed to cold temperatures for an extended period."
			]
		}
	]
}
