"itemProperty": [
    {
        "abbreviation": "AeroD",
        "source": "ExpWea",
        "page": 5,
        "entries": [
            {
                "type": "entries",
                "name": "Aerodynamic",
                "entries": [
                    "A weapon with this property is specifically made to be thrown with extreme speed and accuracy. A damage value in parentheses appears with the property the damage when the weapon is thrown to make a ranged attack."
                ]
            }
        ],
        "template": "{{prop_name}} ({{item.aerodynamic}})"
    },
    {
        "abbreviation": "Arca",
        "source": "ExpWea",
        "page": 5,
        "entries": [
            {
                "type": "entries",
                "name": "Arcane",
                "entries": [
                    "Weapons with this property can deal only one of the following damage types: acid, cold, fire, force, lightning, necrotic, poison, radiant, or thunder damage.",
                    "While wielding these weapons, you must choose to use your spellcasting modifier to make attack and damage rolls instead. Creatures without the spellcasting ability must use Intelligence as their modifier",
                    "These weapons can also serve as a focus.",
                    "This weapon ceases to function in an antimagic field."
                ]
            }
        ]
    },
    {
        "abbreviation": "Aqua",
        "source": "ExpWea",
        "page": 5,
        "entries": [
            {
                "type": "entries",
                "name": "Aquatic",
                "entries": [
                    "Weapons with this property do not suffer any penalities associated with underwater combat. Even if the creature does not possess a swimming speed."
                ]
            }
        ]
    },
    {
        "abbreviation": "AnAr",
        "source": "ExpWea",
        "page": 5,
        "entries": [
            {
                "type": "entries",
                "name": "Anti-Armor",
                "entries": [
                    "When dealing damage to an opponent in heavy armor or wielding a shield, you gain a +1 bonus to hit."
                ]
            }
        ]
    },
    {
        "abbreviation": "Brc",
        "source": "ExpWea",
        "page": 5,
        "entries": [
            {
                "type": "entries",
                "name": "Brace",
                "entries": [
                    "When you ready your Attack action wielding this weapon, you can deal an additional damage die of damage against a creature that has moved at least half its movement speed before entering within your reach.",
                    "Additionally, whenever you make an opportunity attack against a creature that has moved at least half its movement speed before provoking your attack of opportunity, you can add an additional damage die to the total roll."
                ]
            }
        ]
    },
    {
        "abbreviation": "Brtl",
        "source": "ExpWea",
        "page": 5,
        "entries": [
            {
                "type": "entries",
                "name": "Brutal",
                "entries": [
                    "When you score a critical hit with a weapon attack, you can reroll 1s and 2s on the weapon's damage dice. You can only use this feature once per attack"
                ]
            }
        ]
    },
    {
        "abbreviation": "Brst",
        "source": "ExpWea",
        "page": 5,
        "entries": [
            {
                "type": "entries",
                "name": "Burst",
                "entries": [
                    "Ranged weapons with the scatter trait can deal increased damage to a single target within range as its complete salvo strikes its target. the extra damage is specified in the parentheses associated with this feature."
                ]
            }
        ],
        "template": "{{prop_name}} ({{item.burst}})"
    },
    {
        "abbreviation": "Clmb",
        "source": "ExpWea",
        "page": 5,
        "entries": [
            {
                "type": "entries",
                "name": "Climbing",
                "entries": [
                    "While wielding a weapon with this property, creatures have advantage on Strength ({@skill Athletics}) or Dexterity({@skill Acrobatics}) to climb."
                ]
            }
        ]
    },
    {
        "abbreviation": "Cncl",
        "source": "ExpWea",
        "page": 5,
        "entries": [
            {
                "type": "entries",
                "name": "Concealed",
                "entries": [
                    "While wielding this weapon, you have advantage on Dexterity ({@skill Sleight of Hand}) checks to conceal it. You are able to draw and sheathe this weapon (no action required)"
                ]
            }
        ]
    },
    {
        "abbreviation": "Darm",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Disarm",
                "entries": [
                    "While wielding this weapon, you have advantage on Athletics ({@skill Athletics}) checks or Dexterity ({@skill Sleight of Hand}) checks whenever you substitute a weapon attack for a disarm action."
                ]
            }
        ]
    },
    {
        "abbreviation": "DuS",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Dual Shot",
                "entries": [
                    "Upon hitting a creature with a ranged weapon attack, you are able to hit it twice. You can only add your modifier to the first damage roll. If you score a critical hit, you can treat both attacks as a critical hit. This feature expends two ammunition",
                    "Any additional damage bonuses such as Archery fighting style, Sneak Attack, or Sharpshooter can only be applied once per attack.",
                    "However, this feature can benefit from features such as Hunter's Mark that activates upon each time a creature is damaged."
                ]
            }
        ]
    },
    {
        "abbreviation": "Explos",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Explosive",
                "entries": [
                    "Weapon with this property create a thunderous boom that can be heard in a radius specified by the parentheses accompanying this feature."
                ]
            }
        ],
        "template": "{{prop_name}} ({{item.explosive}})"
    },
    {
        "abbreviation": "DuB",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Dual Blade",
                "entries": [
                    "When making an attack with a weapon with this property, you can use your bonus action to make another attack with this weapon"
                ]
            }
        ]
    },
    {
        "abbreviation": "Ken",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Keen",
                "entries": [
                    "When dealing damage to an unarmored creature or a creature wearing light armor, you gain a +1 bonus to damage rolls."
                ]
            }
        ]
    },
    {
        "abbreviation": "Fcs",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Focus",
                "entries": [
                    "While wielding a weapon with this property, you gain a +1 bonus to saving throws to maintain concentration"
                ]
            }
        ]
    },
    {
        "abbreviation": "Grp",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Grapple",
                "entries": [
                    "While wielding this weapon, you have advantage on Strength (Athletic) checks whenever you substitute a weapon attack for a grapple"
                ]
            }
        ]
    },
    {
        "abbreviation": "HD",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Heavy Draw",
                "entries": [
                    "Ranged weapons with this property must rely on Strength instead of Dexterity when determining attack rolls and damage rolls within a ranged weapon."
                ]
            }
        ]
    },
    {
        "abbreviation": "HP",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "High Powered",
                "entries": [
                    "Weapons with this property does not suffer disadvantage when fired in melee range."
                ]
            }
        ]
    },
    {
        "abbreviation": "Hk",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Hook",
                "entries": [
                    "While wielding a weapon with this property, you have advantage on Strength (Athletics) checks when you substitute your weapon attack to shove a creature. When you shove a creature in this manner, you must to pull it 5ft towards you instead."
                ]
            }
        ]
    },
    {
        "abbreviation": "Ill",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Illuminate",
                "entries": [
                    "Weapons with this property have a special container attached that contains fuel to act as a source of light. This light can be treated as a protected light source such as a hooded lantern and must be refueled accordingly.",
                    "While lit, the weapon can give off a bright light in a 10ft. radius and dim light an additional 10ft. For the duration, the weapon can deal additional damage die of damage when it hits a creature with an attack. This additional damage counts as fire damage."
                ]
            }
        ]
    },
    {
        "abbreviation": "KB",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Knockback",
                "entries": [
                    "While wielding a weapon with this property, you have advantage on Strength (Athletics) checks when you substitute your weapon attack to shove a creature."
                ]
            }
        ]
    },
    {
        "abbreviation": "Mt",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Mounted",
                "entries": [
                    "A mounted weapon can be used with one hand while mounted."
                ]
            }
        ]
    },
    {
        "abbreviation": "Py",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Payload",
                "entries": [
                    "As a bonus action, this weapon can be loaded with a particular payload. This payload can include a flask of poison, or a potion. Upon a hit, creatures take the weapon's base damage and are subject to any effects of its payload."
                ]
            }
        ]
    },
    {
        "abbreviation": "Prj",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Projectile",
                "entries": [
                    "Weapons with this property can be used as a projectile for a weapon with the payload. You can add the base damage of this weapon to the payload weapon's base damage die when you make a ranged weapon attack. When determining range, you use the range of the weapon with payload."
                ]
            }
        ]
    },
    {
        "abbreviation": "QD",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Quick Draw",
                "entries": [
                    "You can draw or stow two weapons with this property when you would normally be able to draw or stow only one."
                ]
            }
        ]
    },
    {
        "abbreviation": "Rsr",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Restrained",
                "entries": [
                    "A Large or smaller creature hit by a weapon with this property is restrained until it is freed. A weapon has no effect on creatures that are form less, or creatures that are Huge or larger. A creature can use its action to make a DC 10 Strength check, freeing itself or another creature within its reach on a success. Dealing 5 slashing damage to the weapon (AC 10) also frees the creature without harming it, ending the effect and destroying the weapon. When you use an action, bonus action, or reaction to attack with this weapon, you can make only one attack regardless of the number of attacks you can normally make."
                ]
            }
        ]
    },
    {
        "abbreviation": "Scr",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Scatter",
                "entries": [
                    "Weapons with this property require a Dexterity saving throw equal to 8 + your Dexterity modifier + your proficiency bonus instead of an attack roll to hit. This feature can affect creatures in a cone specified by the weapon's range.",
                    "On a failed saving throw, creatures in range take damage equal to the weapon's damage die. You can add your Dexterity bonus to this roll. On a successful save, it takes no damage.",
                    "When fire a weapon at its extended range, your attack deals half damage to creatures within this range threshold. The damage die is decreased to that in the value in parentheses. However, you can still add your Dexterity bonus to the total damage roll."
                ]
            }
        ]
    },
    {
        "abbreviation": "Scp",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Scope",
                "entries": [
                    "Ranged weapons with this property are equipped with a tool to allow the user to search over long distances. While wielding this weapon, you can substitute one of your attack actions to take the Search action.",
                    "When you do so, you advantage on Wisdom({@skill Perception}) checks that rely on sight over 30ft. from you. However, you suffer disadvantage on Wisdom({@skill Perception}) checks that rely on sight within 30ft. of you."
                ]
            }
        ]
    },
    {
        "abbreviation": "Sge",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Siege",
                "entries": [
                    "Weapons with this property deal double damage against buildings and objects."
                ]
            }
        ]
    },
    {
        "abbreviation": "SS",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Spell Strike",
                "entries": [
                    "While wielding this weapon, you can make a melee weapon attack without suffering disadvantage. When determining damage, you can choose the base damage die"
                ]
            }
        ]
    },
    {
        "abbreviation": "Spf",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Spitfire",
                "entries": [
                    "Weapons with this property are able to unleash a salvo of ammunition. You can only use this feature if the weapon is fully loaded.",
                    "When used, creatures in a line that has a 5ft. width and a length equal to your weapon's maximum range must make a Dexterity saving throw equal to 8 + your Strength or Dexterity modifier (weapon dependent) + your proficiency bonus.",
                    "On a failed save, creatures take damage equal to the weapon's damage die + your Strength or Dexterity bonus (weapon dependent). On a successful saving throw, creatures take no damage. Using this features fully uses any ammunition rounds forcing you to reload."
                ]
            }
        ]
    },
    {
        "abbreviation": "Swt",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Switch",
                "entries": [
                    "Weapons with this property can deal its choice of an additional weapon type as seen in parentheses."
                ]
            }
        ],
        "template": "{{prop_name}} ({{item.switch}})"
    },
    {
        "abbreviation": "Tqn",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Technique",
                "entries": [
                    "This weapon can be used with one or two hands. A damage value in parentheses appears with the property the damage when the weapon is used with one hand while the other hand is free while making a melee attack."
                ]
            }
        ],
        "template": "{{prop_name}} ({{item.technique}})"
    },
    {
        "abbreviation": "Trp",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Trip",
                "entries": [
                    "While wielding a weapon with this property, creatures have advantage on Strength ({@skill Athletics}) when it substitutes a weapon attack to shove a creature or to knock it prone."
                ]
            }
        ]
    },
    {
        "abbreviation": "UnA",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Unarmed",
                "entries": [
                    "While wielding a weapon with trait, your hands are considered free to use of hold an object.",
                    "If a creature attempts to disarm you, it must take its action to do so. When a creature attempts to disarm you, you have advantage on Strength(Athletics) or Dexterity (Acrobatics) checks to resist."
                ]
            }
        ]
    },
    {
        "abbreviation": "War",
        "source": "ExpWea",
        "page": 6,
        "entries": [
            {
                "type": "entries",
                "name": "Ward",
                "entries": [
                    "While wielding weapons with this property, you gain a +1 bonus to saving throws against spell effects."
                ]
            }
        ]
    }
]