{
	"_meta": {
		"sources": [
			{
				"json": "BelzorFF",
				"abbreviation": "BFF",
				"full": "Belzor's Fantastical Flora",
				"version": "1.0.0",
				"authors": [
					"Tyler Stokes"
				],
				"color": "12731d"
			}
		],
		"edition": "classic",
		"dateAdded": 1742159474,
		"dateLastModified": 1742159474,
		"_dateLastModifiedHash": "63b2b2a029"
	},
	"item": [
		{
			"name": "Acid",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"As an action, you can splash the contents of this vial onto a creature within 5 feet of you or throw the vial up to 20 feet, shattering it on impact. In either case, make a ranged attack against a creature or object, treating the acid as an improvised weapon. On a hit, the target takes 2d6 acid damage."
			]
		},
		{
			"name": "Alchemist's Fire",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 1,
			"entries": [
				"This sticky, adhesive fluid ignites when exposed to air. As an action, you can throw this flask up to 20 feet, shattering it on impact. Make a ranged attack against a creature or object, treating the alchemist's fire as an improvised weapon. On a hit, the target takes 1d4 fire damage at the start of each of its turns. A creature can end this damage by using its action to make a DC 10 Dexterity check to extinguish the flames."
			]
		},
		{
			"name": "Antitoxin",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"A creature that drinks this vial of liquid gains advantage on saving throws against poison for 1 hour. It confers no benefit to undead or constructs."
			]
		},
		{
			"name": "Assassin's Blood",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"A creature that ingests this poison must make a DC 10 Constitution saving throw. On a failed save, it takes 6 (1d12) poison damage and is poisoned for 24 hours. On a successful save, the creature takes half damage and isn't poisoned."
			]
		},
		{
			"name": "Biza's Breath",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0,
			"entries": [
				"A creature subjected to this poison must succeed on a DC 16 Constitution saving throw or become poisoned for 1 minute. The poisoned creature must use its action to make a melee attack against a randomly determined creature within its reach. If there is no other creature within its reach, the poisoned creature does nothing on its turn. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
			]
		},
		{
			"name": "Bomb",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 1,
			"entries": [
				"As an action, a character can light this bomb and throw it at a point up to 60 feet away. Each creature within 5 feet of that point must succeed on a DC 12 Dexterity saving throw or take 3d6 force damage."
			]
		},
		{
			"name": "Dynamite",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 1,
			"entries": [
				"As an action, a creature can light a stick of dynamite and throw it at a point up to 60 feet away. Each creature within 5 feet of that point must make a DC 12 Dexterity saving throw, taking 3d6 bludgeoning damage on a failed save, or half as much damage on a successful one.",
				"A character can bind sticks of dynamite together so they explode at the same time. Each additional stick increases the damage by 1d6 (to a maximum of 10d6) and the burst radius by 5 feet (to a maximum of 20 feet).",
				"Dynamite can be rigged with a longer fuse to explode after a set amount of time, usually 1 to 6 rounds. Roll initiative for the dynamite. After the set number of rounds goes by, the dynamite explodes on that initiative."
			]
		},
		{
			"name": "Elixir of Health",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, it cures any disease afflicting you, and it removes the blinded, deafened, paralyzed, and poisoned conditions.",
				"This clear red liquid has tiny bubbles of light in it."
			]
		},
		{
			"name": "Essence of Ether",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0,
			"entries": [
				"A creature that inhales this poison must succeed on a DC 15 Constitution saving throw or become poisoned for 8 hours. The poisoned creature is unconscious. The creature wakes up if it takes damage or if another creature takes an action to shake it awake."
			]
		},
		{
			"name": "Oil of Etherealness",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "legendary",
			"weight": 1,
			"entries": [
				"This oil can cover a Large or smaller creature, along with the equipment it's wearing and carrying (one additional vial is required for each size category above Large). Applying the oil takes 10 minutes. The affected creature then gains the effect of the etherealness spell for 1 hour.",
				"Beads of this cloudy gray oil form on the outside of its container and quickly evaporate."
			]
		},
		{
			"name": "Oil of Sharpness",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 1,
			"entries": [
				"This oil can coat one slashing or piercing weapon or up to 5 pieces of slashing or piercing ammunition. Applying the oil takes 1 minute. For 1 hour, the coated item is magical and has a +1 bonus to attack and damage rolls.",
				"This clear, gelatinous oil sparkles with tiny, ultrathin silver shards."
			]
		},
		{
			"name": "Oil of Greater Sharpness",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 1,
			"entries": [
				"This oil can coat one slashing or piercing weapon or up to 5 pieces of slashing or piercing ammunition. Applying the oil takes 1 minute. For 1 hour, the coated item is magical and has a +2 bonus to attack and damage rolls.",
				"This clear, gelatinous oil sparkles with tiny, ultrathin silver shards."
			]
		},
		{
			"name": "Oil of Superior Sharpness",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 1,
			"entries": [
				"The oil can coat one slashing or piercing weapon or up to 5 pieces of slashing or piercing ammunition. Applying the oil takes 1 minute. For 1 hour, the coated item is magical and has a +3 bonus to attack and damage rolls.",
				"This clear, gelatinous oil sparkles with tiny, ultrathin silver shards."
			]
		},
		{
			"name": "Oil of Slipperiness",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 1,
			"entries": [
				"This oil can cover a Large or smaller creature, along with the equipment it's wearing and carrying (one additional vial is required for each size category above Large). Applying the oil takes 10 minutes. The affected creature then gains the effect of a freedom of movement spell for 8 hours.",
				"This sticky black unguent is thick and heavy in the container, but it flows quickly when poured."
			]
		},
		{
			"name": "Philter of Love",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"The next time you see a creature within 10 minutes after drinking this philter, you become charmed by that creature for 1 hour. If the creature is of a species and gender you are normally attracted to, you regard it as your true love while you are charmed.",
				"This potion's rose-hued, effervescent liquid contains one easy-to-miss bubble shaped like a heart."
			]
		},
		{
			"name": "Potion of Resistance",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you gain resistance to one damage type for 1 hour.",
				"This dark and cloudy liquid shows sparks of color matching its damage resistance type."
			]
		},
		{
			"name": "Potion of Advantage",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you gain advantage on one ability check, attack roll, or saving throw of your choice that you make within the next hour.",
				"his potion takes the form of a sparkling, golden mist that moves and pours like water."
			]
		},
		{
			"name": "Potion of Aqueous Form",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you transform into a pool of water. You return to your true form after 10 minutes or if you are incapacitated or die.",
				"You're under the following effects while in this form:",
				"{@b Liquid Movement.} You have a swimming speed of 30 feet. You can move over or through other liquids. You can enter and occupy the space of another creature. You can rise up to your normal height, and you can pass through even Tiny openings. You extinguish nonmagical flames in any space you enter.",
				"{@b Watery Resilience.} You have resistance to nonmagical damage. You also have advantage on Strength, Dexterity, and Constitution saving throws.",
				"{@b Limitations.} You can't talk, attack, cast spells, or activate magic items. Any objects you were carrying or wearing meld into your new form and are inaccessible, though you continue to be affected by anything you're wearing, such as armor.",
				"The dark blue liquid of this potion sloshes constantly like waves"
			]
		},
		{
			"name": "Potion of Climbing",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you gain a climbing speed equal to your walking speed for 1 hour. During this time, you have advantage on Strength (Athletics) checks you make to climb.",
				"The potion is separated into brown, silver, and gray layers resembling bands of stone. Shaking the bottle fails to mix the colors."
			]
		},
		{
			"name": "Potion of Strength",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 1,
			"entries": [
				"When you drink this potion, your Strength score changes to 21 for 1 hour. The potion has no effect on you if your Strength is equal to or greater than that score.",
				"This potion's transparent liquid has floating in it a sliver of a giant's fingernail."
			]
		},
		{
			"name": "Potion of Greater Strength",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 1,
			"entries": [
				"When you drink this potion, your Strength score changes to 23 for 1 hour. The potion has no effect on you if your Strength is equal to or greater than that score.",
				"This potion's transparent liquid has floating in it a sliver of a giant's fingernail."
			]
		},
		{
			"name": "Potion of Superior Strength",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 1,
			"entries": [
				"When you drink this potion, your Strength score changes to 25 for 1 hour. The potion has no effect on you if your Strength is equal to or greater than that score.",
				"This potion's transparent liquid has floating in it a sliver of a giant's fingernail."
			]
		},
		{
			"name": "Potion of Supreme Strength",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "legendary",
			"weight": 1,
			"entries": [
				"When you drink this potion, your Strength score changes to 29 for 1 hour. The potion has no effect on you if your Strength is equal to or greater than that score.",
				"This potion's transparent liquid has floating in it a sliver of a giant's fingernail."
			]
		},
		{
			"name": "Potion of Comprehension",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you can understand the literal meaning of any language for 1 hour. To read a language you do not know, you must be touching the surface that it is written on. This potion does not give you the ability to speak or write languages that you do not know.",
				"This liquid is a clear concoction with bits of salt and soot swirling in it."
			]
		},
		{
			"name": "Potion of Diminution",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 0,
			"entries": [
				"When you drink this potion, you gain the 'reduce' effect of the {@spell enlarge/reduce} spell for 1d4 hours (no concentration required).",
				"The red in the potion's liquid continuously contracts to a tiny bead and then expands to color the clear liquid around it. Shaking the bottle fails to interrupt this process."
			]
		},
		{
			"name": "Potion of Dragon's Majesty",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you transform into an adult dragon of the same kind as the dragon included in the making of the potion. The transformation lasts for 1 hour. Any equipment you are wearing or carrying melds into your new form or falls to the ground (your choice). For the duration, you use the game statistics of the adult dragon instead of your own, but you retain your languages, personality, and memories. You can't use a dragon's Change Shape or its legendary or lair actions.",
				"This potion looks like liquid gold, with a single scale from a dragon suspended in it."
			]
		},
		{
			"name": "Potion of Gaseous Form",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 0,
			"entries": [
				"When you drink this potion, you gain the effect of the {@spell gaseous form} spell for 1 hour (no concentration required) or until you end the effect as a bonus action.",
				"This potion's container seems to hold fog that moves and pours like water."
			]
		},
		{
			"name": "Potion of Giant Size",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "legendary",
			"weight": 0,
			"entries": [
				"When you drink this potion, you become Huge for 24 hours if you are Medium or smaller, otherwise the potion does nothing. For that duration, your Strength becomes 25, if it isn't already higher, and your hit point maximum is doubled (your current hit points are doubled when you drink the potion). In addition, the reach of your melee attacks increases by 5 feet.",
				"Everything you are carrying and wearing also increases in size for the duration. When rolling damage for weapons enlarged in this manner, roll three times the normal number of dice; for example, an enlarged longsword would deal 3d8 slashing damage (instead of 1d8), or 3d10 slashing damage (instead of 1d10) when used with two hands.",
				"When the effect ends, any hit points you have above your hit point maximum become temporary hit points.",
				"This potion is a pale white liquid with a pungent aroma akin to that of rotting algae. It tastes sweet, however, when consumed."
			]
		},
		{
			"name": "Potion of Growth",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 1,
			"entries": [
				"When you drink this potion, you gain the 'enlarge' effect of the {@spell enlarge/reduce} spell for 1d4 hours (no concentration required).",
				"The red in the potion's liquid continuously expands from a tiny bead to color the clear liquid around it and then contracts. Shaking the bottle fails to interrupt this process."
			]
		},
		{
			"name": "Potion of Healing",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"You regain 2d4 + 2 hit points when you drink this potion.",
				"The potion's red liquid glimmers when agitated."
			]
		},
		{
			"name": "Potion of Greater Healing",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"You regain 4d4 + 4 hit points when you drink this potion.",
				"The potion's red liquid glimmers when agitated."
			]
		},
		{
			"name": "Potion of Superior Healing",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"You regain 8d4 + 8 hit points when you drink this potion.",
				"The potion's red liquid glimmers when agitated."
			]
		},
		{
			"name": "Potion of Supreme Healing",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"You regain 10d4 + 20 hit points when you drink this potion.",
				"The potion's red liquid glimmers when agitated."
			]
		},
		{
			"name": "Potion of Heroism",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"You gain 10 temporary hit points that last for 1 hour. For the same duration, whenever you make an attack roll or saving throw, you can add 1d4 to the number rolled.",
				"This blue potion bubbles and steams as if boiling."
			]
		},
		{
			"name": "Potion of Invisibility",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you become invisible for 1 hour. Anything you wear or carry is invisible with you. The effect ends early if you attack or cast a spell.",
				"This potion's container looks empty but feels as though it holds liquid."
			]
		},
		{
			"name": "Potion of Greater Invisibility",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "legendary",
			"weight": 1,
			"entries": [
				"When you drink this potion, you become invisible for 1 hour. Anything you wear or carry is invisible with you.",
				"This potion's container looks empty but feels as though it holds liquid."
			]
		},
		{
			"name": "Potion of Invulnerability",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 2,
			"entries": [
				"For 1 minute after you drink this potion, you have resistance to all damage.",
				"This potion's syrupy liquid looks like liquefied iron."
			]
		},
		{
			"name": "Potion of Mind Reading",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you gain the effect of the {@spell detect thoughts} spell (save DC 13).",
				"This potion's dense, purple liquid has an ovoid cloud of pink floating in it."
			]
		},
		{
			"name": "Potion of Poison",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"This poison is masked by illusion magic, making it appear beneficial. An identify spell reveals its true nature.",
				"If you drink it, you take 3d6 poison damage, and you must succeed on a DC 13 Constitution saving throw or be poisoned. At the start of each of your turns while you are poisoned in this way, you take 3d6 poison damage. At the end of each of your turns, you can repeat the saving throw. On a successful save, the poison damage you take on your subsequent turns decreases by 1d6. The poison ends when the damage decreases to 0.",
				"This concoction looks, smells, and tastes like a potion of healing."
			]
		},
		{
			"name": "Potion of Polychromy",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you and everything you are wearing or carrying take on a rainbow-hued appearance for 1 hour. During that time, you can use a bonus action to turn any color or combination of colors you choose. If you mimic the colors of your surroundings, your hues continually shift to match your surroundings, and you have advantage on Dexterity (Stealth) checks and can attempt to hide even in plain sight.",
				"The potion is separated into seven brightly colored bands of immiscible liquids and has a syrupy taste."
			]
		},
		{
			"name": "Potion of Psionic Fortitude",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you have advantage for 1 hour on saving throws you make to avoid or end the charmed or stunned condition on yourself.",
				"This black potion swirls with shimmering flecks of pink and purple."
			]
		},
		{
			"name": "Potion of Speed",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you gain the effect of the haste spell for 1 minute (no concentration required).",
				"The potion's yellow fluid is streaked with black and swirls on its own."
			]
		},
		{
			"name": "Potion of Vitality",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, it removes any exhaustion you are suffering and cures any disease or poison affecting you. For the next 24 hours, you regain the maximum number of hit points for any Hit Die you spend.",
				"The potion's crimson liquid regularly pulses with dull light, calling to mind a heartbeat."
			]
		},
		{
			"name": "Potion of Watchful Rest",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you gain the following benefits for the next 8 hours: magic can't put you to sleep, and you can remain awake during a long rest and still gain its benefits.",
				"This potion is amber colored and has a sweet taste."
			]
		},
		{
			"name": "Potion of Water Breathing",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"You can breathe underwater for 1 hour after drinking this potion.",
				"This cloudy green fluid smells of the sea and has a jellyfish-like bubble floating in it."
			]
		},
		{
			"name": "Smoke Grenade",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 2,
			"entries": [
				"As an action, a character can throw a grenade at a point up to 60 feet away.",
				"One round after a smoke grenade lands, it emits a cloud of smoke that creates a heavily obscured area in a 20-foot radius. A moderate wind (at least 10 miles per hour) disperses the smoke in 4 rounds; a strong wind (20 or more miles per hour) disperses it in 1 round."
			]
		},
		{
			"name": "Sovereign Glue",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "legendary",
			"weight": 1,
			"entries": [
				"This viscous, milky-white substance can form a permanent adhesive bond between any two objects. It must be stored in a jar or flask that has been coated inside with oil of slipperiness. When found, a container contains 1d6 + 1 ounces.",
				"One ounce of the glue can cover a 1-foot square surface. The glue takes 1 minute to set. Once it has done so, the bond it creates can be broken only by the application of universal solvent or oil of etherealness, or with a wish spell."
			]
		},
		{
			"name": "Tangler Grenade",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 1,
			"entries": [
				"A tangler grenade is an alchemical, nonmagical item with an ovoid resin shell that shatters on impact. An as action, a creature can throw a tangler grenade at a point up to 60 feet away. Each creature within 10 feet of a shattered tangler grenade must succeed on a DC 15 Dexterity saving throw or be restrained by sticky white webs. As an action, a creature can try to free itself or another creature within its reach from the webs, doing so with a successful DC 20 Strength (Athletics) check.",
				"A gallon of alcohol dissolves the webs produced by a single tangler grenade. Otherwise, the webs dissolve on their own after 1 hour, freeing any creatures restrained by them."
			]
		},
		{
			"name": "Universal Solvent",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"This tube holds milky liquid with a strong alcohol smell. You can use an action to pour the contents of the tube onto a surface within reach. The liquid instantly dissolves up to 1 square foot of adhesive it touches, including sovereign glue."
			]
		},
		{
			"name": "Air Pod",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "uncommon",
			"weight": 0,
			"entries": [
				"When you consume this pod, you can hold your breath and don't need to breathe air for 1 hour. This effect ends early if you speak or release your breath.",
				"This smooth white lozenge pulses as if breathing."
			]
		},
		{
			"name": "Archer's Gum",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0,
			"entries": [
				"A creature that consumes it gains the benefits of the Sharpshooter feat for 1 hour.",
				"This sweet-tasting concoction is made from tree sap."
			]
		},
		{
			"name": "Changeling Brew",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"For 1 hour after you drink this tonic, you can use your action to change your appearance and your voice to mimic those of a Small or Medium Humanoid that you have seen, or back into your normal form. Your game statistics, other than your size, are the same in each form. Any equipment you are wearing changes to fit your new form. When this effect ends, you revert to your normal form.",
				"This pale liquid contains a floating hair strand or other component from the Humanoid being replicated."
			]
		},
		{
			"name": "Devil's Sight",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 1,
			"entries": [
				"When you drink this, for 1 hour you can see in darkness, both magical and nonmagical, to a distance of 120 feet.",
				"This thick red liquid looks like blood, but tastes sweet."
			]
		},
		{
			"name": "Dream Tobacco",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"Smoking this concoction takes 1 minute, which takes an action or bonus action on each of your turns for the duration. At the end of the period, you cast the {@spell dream} spell, with you as the messenger for the spell's effect.",
				"If you include a body part, lock of hair, clipping from a nail, or similar portion of the target's body in the making of this concoction, the target makes its saving throw with disadvantage."
			]
		},
		{
			"name": "Faerie Dust",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 0,
			"entries": [
				"When sprinkled with this dust, you gain a flying speed equal to your walking speed for 1 hour and can hover. If you're in the air when the potion wears off, you fall unless you have some other means of staying aloft.",
				"This dust has an iridescent hue and feels metallic."
			]
		},
		{
			"name": "Magician's Friend",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this tonic, choose a number of spells from your class's spell list up to your proficiency bonus and add them to the list of spells you know or have prepared. This effect lasts until you finish a long rest.",
				"A creature can only benefit from this effect once between long rests, however if a second is consumed, one spell may be swapped out.",
				"This dark liquid flickers with different colors of light."
			]
		},
		{
			"name": "Telepathy Tonic",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"When you drink this tonic, you can use an action to read the surface thoughts of a creature within 60 feet of you that you can see. After a link is established this effect can penetrate barriers, but 3 feet of wood or dirt, 2 feet of stone, 2 inches of metal, or a thin sheet of lead blocks it. While a target is in range, you can continue reading its thoughts, as long as your concentration isn't broken (as if concentrating on a spell). While reading a creature's mind, you have advantage on Wisdom (Insight) and Charisma (Deception, Intimidation, and Persuasion) checks you make against it. This effect lasts for 1 hour or until the link is broken."
			]
		},
		{
			"name": "Third Eye",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this tonic, you gain truesight out to a range of 120 feet. This effect lasts for 10 minutes."
			]
		},
		{
			"name": "Witch's Tears",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"This tincture of nightshade berries temporarily alters the structure of the eyes, granting enhanced vision. When poured directly onto the eyes of a creature, the target gains darkvision out to a range of 60 feet for 1 hour.",
				"The appearance of dark fluid running from the eyes of a creature using this preparation has earned it its common name."
			]
		},
		{
			"name": "Stone Salve",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "very rare",
			"weight": 0,
			"entries": [
				"An emollient balm originally made using oils from the throat of a basilisk. Applying it to the skin of a petrified creature causes that condition to end on it."
			]
		},
		{
			"name": "Abyssal Shroud",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "legendary",
			"weight": 1,
			"entries": [
				"When you drink astringent decoction, you become wreathed in roiling smoke and gain the following benefits for 10 minutes:",
				"You are immune to fire damage.",
				"You have truesight out to a range of 60 feet.",
				"The area within 5 feet of you is heavily obscured.",
				"Other creatures within this area can't breathe.",
				"A creature that enters a space within 5 feet of you or starts its turn there starts burning (3d6).",
				"This dark, smoky liquid burns as it seeps out of the pores of that who drinks it."
			]
		},
		{
			"name": "Cold Weather Tonic",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this tonic, you gain immunity to exhaustion due to extreme cold. This effect lasts for 8 hours.",
				"Small ice shards float in this pale blue liquid."
			]
		},
		{
			"name": "Hero's Elixir",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "legendary",
			"weight": 1,
			"entries": [
				"This potion is often sought-after by before knights going into battle. After drinking it, when you fail a saving throw, you can choose to succeed instead. This effect ends after you use it three times or you finish a long rest.",
				"This glowing orangle liquid pulses with energy."
			]
		},
		{
			"name": "Hot Weather Balm",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"Applying this ointment to the skin of a creature causes it to gain immunity to exhaustion due to extreme heat for 8 hours.",
				"This ointment appears red, but changes to match a creature's skin when applied."
			]
		},
		{
			"name": "Red Mist",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"When you consume this tablet, for 8 hours you regain 1 hit point whenever you become stable or succeed on a death saving throw.",
				"Additionally, on a natural 1, you only receive one failed death save. On a natural 20, you awaken with full hit points.",
				"This white tablet effervesces in liquid, turning it a deep crimson color"
			]
		},
		{
			"name": "Spymaster's Bane",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 1,
			"entries": [
				"When you drink it, you gain immunity to effects that would sense your emotions or read your thoughts, and you can't be detected or targeted by divination magic, including scrying sensors, unless you allow it. This benefit lasts for 8 hours.",
				"This potion is the color of liquid gold."
			]
		},
		{
			"name": "Tincture of Magic Resistance",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this, for 1 hour you have advantage on saving throws against spells and other magical effects. If you are able to cast spells, you can't cast them or concentrate on them while under the effect of this tonic.",
				"This decoction looks and smells like blood"
			]
		},
		{
			"name": "Wight Powder",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"When you use this, the next time you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. Once you do so, this effect ends. This effect ends early if you finish a long rest. A creature that benefits from this effect can't do so again until it finishes a long rest.",
				"This chalky white powder is rubbed into the gums."
			]
		},
		{
			"name": "Healing Salve",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"When applied to a creature during a short rest, at the end of the period the target regains the maximum number of hit points for any Hit Die it spends."
			]
		},
		{
			"name": "Mana Tonic",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this tonic, you can choose expended spell slots to recover. The spell slots can have a combined level of up to 1d4 + 1. A creature that recovers spell slots using a mana tonic can't do so again until it finishes a long rest.",
				"This purple liquid constanly swirls and twinkles occasionally."
			]
		},
		{
			"name": "Troll Unguent",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"A topical unguent that typically uses the remarkable regenerative properties of trolls and slaadi. When applied to the skin of a creature, for 10 minutes that creature regains 10 hit points at the start of each of its turns, provided it has at least 1 hit point."
			]
		},
		{
			"name": "White Magnolia Tea",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"When you drink this tea during a short rest, at the end of the period you gain the benefits of finishing a long rest. This doesn't count toward the normal limit of long rests you can benefit from in a 24-hour period. A creature that benefits from this effect can't do so again until it finishes a long rest.",
				"This bright white liquid constantly vibrates."
			]
		},
		{
			"name": "Glow Stick",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"This tube contains a special compound that emits light when exposed to air. As an action, you can expose the contents of a glow stick to the surrounding air. Doing so causes it to radiate bright light in a 20-foot radius and dim light for an additional 20 feet. This effect lasts for 10 minutes. Covering the glow stick with something opaque blocks the light.",
				"The light is typically a pale green, but can vary depending on the preparation method."
			]
		},
		{
			"name": "Choking Cinder Bomb",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"This stoppered clay ball is filled with a caustic substance that ignites in air. As an action, you can throw it at a point up to 60 feet away, creating a cloud of noxious gas that slowly fills a 20-foot radius sphere centered on that point over the course of the next round. The cloud spreads around corners, and its area is lightly obscured.",
				"Each creature that is completely within the cloud at the start of its turn must succeed on a Constitution saving throw or become poisoned for 1 minute. Creatures that don't need to breathe automatically succeed on this saving throw. A creature can repeat the saving throw at the start of each of its turns, ending the effect early on a success",
				"The gas is flammable. If it is exposed to fire each creature that is completely within the cloud must succeed on a Dexterity saving throw or start burning (1d6).",
				"The cloud lingers in the air for 1 minute. A moderate wind (at least 10 miles per hour) disperses the smoke in 4 rounds; a strong wind (20 or more miles per hour) disperses it in 1 round."
			]
		},
		{
			"name": "Ever-Burning Torch",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"A simple torch treated with a special alchemical mixture. Once lit, it functions as a torch, but it burns until a creature within 5 feet of it uses an action to put it out, or some other effect douses it. After one such use, it becomes a torch."
			]
		},
		{
			"name": "Flash Pellet",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"This tiny alchemical pellet explodes in a dazzling flash of light when it impacts a hard surface. As an action, you can throw the pellet at a point up to 10 feet away. Each creature within 5 feet of that point other than you must succeed on a Dexterity saving throw or become blinded until the end of its next turn. Creatures with the sunlight sensitivity trait make this saving throw with disadvantage."
			]
		},
		{
			"name": "Oil of Invisibility",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"This oil can coat a single object whose longest dimension is 6 feet or less. Applying the oil takes 1 minute. The coated object becomes invisible for 24 hours."
			]
		},
		{
			"name": "Oil of Keen Edge",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"This oil can coat one slashing or piercing weapon or up to 5 pieces of slashing or piercing ammunition. Applying the oil takes 1 minute. For 1 hour, the coated item is magical and scores a critical hit on a roll of 1 lower than normal on the d20.",
				"Glints of silver sparkle through this dark liquid."
			]
		},
		{
			"name": "Oil of Levitation",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"This oil can coat a single object weighing 500 pounds or less whose longest dimension is 6 feet or less. Applying the oil takes 1 minute. The object rises 5 feet into the air and floats there for 1 hour. A creature within 5 feet of it can use an action to move the object. If the object is pushed, it moves up to 20 feet before coming to rest."
			]
		},
		{
			"name": "Wolfsbane Oil",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"The oil can coat one weapon or up to 5 pieces of ammunition. Applying the oil takes 1 minute. For 1 hour, attacks using the coated item against a shapechanger that hit deal an extra 2d6 radiant damage, and the target must succeed on a DC 15 Constitution saving throw or immediately assume its true form (if it was shapechanged) and become unable to shapechange until the end of its next turn",
				"This pitch black oil seems to absorb all light."
			]
		},
		{
			"name": "Yaxha's Purgatory",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this, any ongoing magical effects on you caused by a potion, medicine, or poison immediately end, however it cannot remove curses.",
				"This rust-colored liquid is known as the quintessential magical purgatory."
			]
		},
		{
			"name": "Arwen's Mirror",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"When you and another willing creature that you are touching each drink half of this potion within 1 minute of each other, your souls switch bodies for 8 hours. During this time, you each assume the game statistics of your new form, though you retain your alignment and your Intelligence, Wisdom, and Charisma scores. You each retain the benefit of your own class features, and if your new form has any class levels, you can't use any of its class features. This effect ends early if either of you take any damage.",
				"Inside of this potion floats the reflection of whoever looks into it."
			]
		},
		{
			"name": "Blood of the Mountain King",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"Drinking this crimson ichor removes any exhaustion you are suffering and cures any disease or poison affecting you. In addition, for the next 24 hours, you regain the maximum number of hit points for any Hit Die you spend. A non-dwarf creature that benefits from this potion can't do so again until it finishes an extended rest."
			]
		},
		{
			"name": "Bottled Brilliance",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, choose one of your skill proficiencies that is tied to a mental ability score. For 1 hour, your proficiency bonus is doubled for any ability check you make that uses the chosen proficiency.",
				"White sparkles float inside this bright blue liquid."
			]
		},
		{
			"name": "Elixir of Good Health",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, it cures any disease afflicting you, and it removes the blinded, deafened, paralyzed, and poisoned conditions.",
				"The clear red liquid contains small bubbles of light."
			]
		},
		{
			"name": "Foehammer",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"This legendary concoction is of dwarvish origin. When you drink it, fire sparks in your chest. Sparks of red shine through the dark brown liquid.",
				"For 1 hour, you can make one additional attack as part of the Attack action, and whenever you deal damage with a melee attack using Strength, you gain a number of temporary hit points equal to the damage dealt. Temporary hit points gained in this way last until the start of your next turn."
			]
		},
		{
			"name": "Hexbreaker",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"Drinking this plum-colored potion causes all curses affecting you to end on you. If a curse removed in this way is caused by a cursed magic item, its curse remains, but the potion breaks your attunement to the object so it can be removed or discarded. This potion might fail to end more powerful curses."
			]
		},
		{
			"name": "Jabberwock",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"Infamous among students and daredevils, the origins of this potion are lost to time. When you drink it, you must roll on the Wild Magic Surge table at the start of each of your turns to create a magical effect. This effect ends after you've made a number of rolls equal to your proficiency bonus. Use of this potion within school grounds (and most other civilized places) is strictly forbidden."
			]
		},
		{
			"name": "Liquid Courage",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you gain immunity to being frightened for 1 hour. If you are frightened when you drink it, you are no longer frightened. For the same duration, you have disadvantage on saving throws against being charmed. The liquid within smells of pure alcohol."
			]
		},
		{
			"name": "Liquid Luck",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"Drinking this tonic causes all curses affecting you to end on you. Furthermore, for 8 hours you can't be surprised, and you have advantage on attack rolls, ability checks, and saving throws you make. This potion might fail to end more powerful curses, but their effects are suspended for the potion's duration. A creature that benefits from liquid luck can't do so again until it finishes an extended rest."
			]
		},
		{
			"name": "Mana Potion",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"This azure potion reduces the strain of spellcasting. When you drink it, the next time you cast a spell of 5th level or lower using a spell slot, the level of the slot you expend can be up to three levels lower than the spell's level (minimum of 1st level). This effect ends early if you finish a long rest. A creature can benefit from this effect no more than once between long rests."
			]
		},
		{
			"name": "Mimic Potion",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 1,
			"entries": [
				"When you drink this potion, for 1 hour you can use your action to polymorph into an object or back into your normal form. While in object form, your game statistics are unchanged, but you can't move, speak, concentrate on spells, or take any actions except to revert to your normal form. Your equipment melds into the new form. You revert to your normal form when this effect ends."
			]
		},
		{
			"name": "Polyglot Potion",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you gain the ability to speak, read, and write all languages for 1 hour.",
				"The liquid within shimmers with all the colors of the rainbow."
			]
		},
		{
			"name": "Polymath Potion",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you gain proficiency in two skills of your choice for 1 hour.",
				"Arcane patterns seem to shift inside the liquid, but disappear before they can be comprehended."
			]
		},
		{
			"name": "Potion of Aid",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, you regain 5d8 hit points. Any hit points regained in excess of your hit point maximum you gain as temporary hit points.",
				"The liquid within flows like mercury, and has a distinct coppery taste."
			]
		},
		{
			"name": "Potion of Minor Restoration",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink it, you immediately gain the benefits of finishing a short rest. Recovering in this way is physically taxing. Each time a creature benefits from this effect, it gains 1 level of exhaustion.",
				"This dark liquid appears to contain twinkling stars."
			]
		},
		{
			"name": "Potion of Misdirection",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, choose another creature or object within 60 feet of you that you can see. Any time you are subjected to any divination magic or perceived through magical scrying sensors in the next 8 hours, the effect instead targets the chosen creature or object as long as it is on the same plane of existence as you.",
				"The liquid within is invisible to the eye, but you can discern its presence by shaking the container holding it."
			]
		},
		{
			"name": "Potion of Protection from Poison",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, any poisons affecting you are instantly neutralized. For 1 hour, you gain immunity to poison.",
				"This liquid within bubbles and fumes like acid, but has a surprisingly sweet taste."
			]
		},
		{
			"name": "Potion of Springing",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, your jump distance is tripled for 1 hour. During this time, you don't take damage from falling 20 feet or less if you aren't incapacitated.",
				"The liquid within has the appearance of cloudy apple cider."
			]
		},
		{
			"name": "Potion of Stasis",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"A creature that drinks it falls into a state of suspended animation. Time ceases to flow for it, and it doesn't grow older. This effect ends if a greater restoration spell is cast on the creature or it takes any damage.",
				"This silvery liquid regularly shifts between a liquid and solid state."
			]
		},
		{
			"name": "Potion of Swiftness",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, your speed is doubled for 1 hour. Gusts of wind appear to blow inside the liquid itself, constantly agitating it."
			]
		},
		{
			"name": "Potion of Truesight",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, for 1 hour you gain truesight out to a range of 120 feet.",
				"Gazing into the liquid within shows a cloudy reflection of your true self."
			]
		},
		{
			"name": "Potion of Vigor",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, your exhaustion level decreases by 1. A creature that benefits from this effect can't do so again until it finishes a long rest.",
				"The clear liquid within shimmers like oil on water."
			]
		},
		{
			"name": "Stafford's Boon",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"With this formulation, master alchemist Stafford Andilet believed they successfully bottled divinity (and in a way, they did). When you drink this potion, you gain the benefits of an epic boon. The GM chooses the boon or gives you a list to choose from. The chosen boon lasts until you drink this potion again."
			]
		},
		{
			"name": "Truth Serum",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"A creature that drinks this potion can't speak a deliberate lie for 10 minutes. The drinker only becomes aware of this effect if they attempt to tell a lie. The creature can avoid answering questions or can be evasive in its answers so long as it remains within the boundaries of the truth.",
				"The clear liquid within can be added to other liquids without affecting the taste."
			]
		},
		{
			"name": "Virgil's Muse",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"This potion was developed by the master alchemist Virgil, who succeeded in developing a way to unlock the latent potential in any individual. When you drink it, your proficiency bonus increases by 1, to a maximum of 6. This effect lasts for 1 hour.",
				"The deep blue liquid within flows like quicksilver."
			]
		},
		{
			"name": "Watchman's Ward",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "AA"
				}
			],
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"When you drink this potion, for the next 8 hours magic can't put you to sleep, and you can remain awake throughout a long rest and still gain its benefits.",
				"A small beacon of light floats in the dark, brackish liquid."
			]
		},
		{
			"name": "Mending Paste",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "PRU"
				}
			],
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"This clear paste is stored in a tin container. It contains enough paste to cover ten square feet of chipped, cracked, and outright broken inorganics, including metal, pottery, ceramic, and more. Just enough paste is rubbed on an object to cover the defects completely. It interacts with the material over several minutes, repairing it to new condition. Its magic is strong enough to repair a broken sword or armor as good as new. It cannot repair magical items."
			]
		},
		{
			"name": "The Voice",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "PRU"
				}
			],
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"This lotion is yellow with a smooth, creamy texture. It is stored in a small tin – about the size of an airtight snuff box. Rubbing the lotion on someone's vocal cords allows them to communicate subvocally, throwing their voice to a target within sixty feet. The voice is too quiet to be heard by any other than the intended recipient. It lasts for ten minutes. A full tin has enough lotion for five applications."
			]
		},
		{
			"name": "Potion of Spell Storing",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"This potion stores a single 1st level spell that targets a single willing creature. The spell stored within this potion must be cast as part of its creation.",
				"The appearance of this potion reflects the spell stored inside."
			]
		},
		{
			"name": "Potion of Greater Spell Storing",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"This potion stores a single 2nd or 3rd level spell that targets a single willing creature. The spell stored within this potion must be cast as part of its creation.",
				"The appearance of this potion reflects the spell stored inside."
			]
		},
		{
			"name": "Potion of Superior Spell Storing",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "very rare",
			"weight": 0.5,
			"entries": [
				"This potion stores a single 4th or 5th level spell that targets a single willing creature. The spell stored within this potion must be cast as part of its creation.",
				"The appearance of this potion reflects the spell stored inside."
			]
		},
		{
			"name": "Potion of Supreme Spell Storing",
			"source": "BelzorFF",
			"type": "C",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"This potion stores a single 6th or 7th level spell that targets a single willing creature. The spell stored within this potion must be cast as part of its creation.",
				"The appearance of this potion reflects the spell stored inside."
			]
		},
		{
			"name": "Flammas Draco",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Dragon's Flame",
				"{@b Description:} Flammas Draco is a hardy, spiky plant that grows up to 1 meter in height. It has thick, leathery leaves that are a deep red with golden edges, resembling dragon scales. The plant produces clusters of bright red flowers that look like small flames. The flowers emit a warm, spicy fragrance that intensifies in hot weather.",
				"{@b Habitat & Cultivation:} Flammas Draco thrives in volcanic regions and hot, arid climates. It prefers well-drained, sandy soils and full sunlight. To cultivate, plant the seeds in early spring, ensuring they receive maximum sunlight. Water sparingly, as the plant is highly drought-resistant.",
				"{@b Preparation:} Harvest the leaves and flowers of Flammas Draco in mid-summer when they are most vibrant. Dry the leaves quickly to preserve their fiery properties. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} Flammas Draco is revered for its properties of fire manipulation and protection. The plant's essence can be used to enhance effects involving fire or strength.",
				"{@b Other Effects:} Flammas Draco is non-toxic and safe for consumption in moderate amounts. However, excessive intake can cause adverse effects. If more than a handful of leaves is consumed within an hour, the consumer may experience anything from intense burning inside their stomach, to less painful stomach gas, humorously referred to as \"Dragon's Roar.\""
			]
		},
		{
			"name": "Verdiflare Ignatus",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Phoenix Blossom",
				"{@b Description:} Verdiflare Ignatus is a striking, medium-sized plant characterized by its vibrant, flame-like appearance. It grows up to 1 meter in height, with thick, succulent leaves that are bright green at the base, transitioning to fiery red and orange hues towards the tips. These lanceolate leaves radiate from a central stem, forming a rosette pattern. The plant produces large, tubular flowers that bloom in shades of red, orange, and yellow, resembling tongues of fire. At night, the flowers emit a soft, warm glow, adding to the plant's mystical allure.",
				"{@b Habitat & Cultivation:} Verdiflare Ignatus thrives in arid and semi-arid environments, preferring sandy, well-drained soils. It requires full sunlight to maintain its vibrant colors and bioluminescence. The plant is highly drought-resistant and can survive in temperatures ranging from 25 to 40 degrees Celsius. Cultivating Verdiflare Ignatus requires minimal water. To propagate, plant the seeds in early spring in a sunny location, ensuring the soil is loose and well-aerated.",
				"{@b Preparation:} Harvest the leaves of Verdiflare Ignatus in late summer when their color is most intense. The leaves can be dried or used fresh, depending on the intended use. To preserve the plant's medicinal properties, it is best to extract the essential oils using an alcohol-based method. The flowers can be dried and used in various magical preparations.",
				"{@b Magical Properties:} This herb is deeply tied to protective and rejuvenating magic. Planting Verdiflare Ignatus around homes or sacred spaces is believed to create a barrier against evil spirits and negative energies. When its dried flowers are burned as incense, they are said to bolster courage and vitality. Additionally, using fresh juice in ritual baths under a full moon can cleanse the spirit and promote healing.",
				"{@b Other Effects:} The plant's leaves can effectively lessen swelling and pain, providing relief for up to two hours. This anti-inflammatory property makes it particularly useful for treating minor burns and skin irritation."
			]
		},
		{
			"name": "Venenum Arcanum",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Arcane Venom",
				"{@b Description:} Venenum Arcanum is a small, sinister-looking plant that grows up to 0.4 meters in height. It has dark green, almost black leaves with a glossy finish. The plant produces small, deep violet flowers with sharp, pointed petals. The flowers emit a faint, acrid odor that is most noticeable at night.",
				"{@b Habitat & Cultivation:} Venenum Arcanum thrives in dark, shaded areas with rich, loamy soil. It prefers environments with high humidity and low light. To cultivate, plant the seeds in late autumn in a shaded location. Water consistently to keep the soil damp but not waterlogged.",
				"{@b Preparation:} Harvest the leaves and flowers of Venenum Arcanum with extreme caution in early spring. Dry the leaves in a dark, well-ventilated place to preserve their toxic properties. The flowers can be used fresh or dried. For medicinal purposes, create tinctures or infusions with the dried flowers, ensuring all preparations are handled carefully.",
				"{@b Magical Properties:} The leaves of Venenum Arcanum can be used to create a potion or salve that grants the user Invisibility. Venenum Arcanum can also be ground into a powder that, when added to a potion, weapon, or armor, grants it magical properties in the form of Necrotic damage.",
				"{@b Other Effects:} Inhalation of the pollen released by Venenum Arcanum during its blooming period can cause hallucinations and paranoia."
			]
		},
		{
			"name": "Draconis Rubra",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Dragon's Blood",
				"{@b Description:} Draconis Rubra is a robust climbing vine that can reach lengths of up to 3 meters. Its leaves are dark green and leathery, with a reddish hue along the edges. The plant produces bright red flowers that resemble the shape of dragon scales. These flowers emit a spicy fragrance and are known to attract fireflies at dusk.",
				"{@b Habitat & Cultivation:} Draconis Rubra prefers warm, rocky terrains with plenty of sunlight. It can often be found clinging to cliff faces and large boulders. To cultivate this vine, plant it in well-drained, sandy soil and ensure it receives full sunlight. Water sparingly, as the plant is drought-tolerant.",
				"{@b Preparation:} Harvest the flowers and leaves of Draconis Rubra in late summer. Dry the leaves quickly to retain their potency and color. The flowers can be used fresh or dried. For the best medicinal effects, create tinctures or infusions with the dried flowers.",
				"{@b Magical Properties:} Draconis Rubra, known for its robust vitality, also possesses significant magical properties. When used in magical preparations, particularly in healing spells, the plant's essence can significantly enhance the potency of these spells. This effect reflects the plant's legendary association with the strength and vitality of dragons, providing a crucial boost in magical healing effectiveness during critical moments.",
				"{@b Other Effects:} Overconsumption has been known to cause vivid hallucinations that last for up to 6 hours. Proper dosage and caution are essential when handling and consuming this powerful plant."
			]
		},
		{
			"name": "Terranus Spina",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Earth Thorn",
				"{@b Description:} Terranus Spina is a robust, thorny shrub that grows up to 1 meter in height. It has thick, leathery leaves that are a dark, earthy green. The plant produces clusters of small, tough, and spiky flowers that are a deep brown with a faint green tint. The thorns are large and sharp, giving the plant a formidable appearance.",
				"{@b Habitat & Cultivation:} Terranus Spina thrives in rocky, well-drained soils in both temperate and arid regions. It prefers full sunlight and minimal water. To cultivate, plant the seeds in early spring, ensuring they receive plenty of sunlight. Water sparingly, as the plant is highly drought-resistant.",
				"{@b Preparation:} Harvest the leaves and thorns of Terranus Spina in late summer. Dry the leaves quickly to preserve their strength and potency. The thorns can be used fresh or dried. For medicinal purposes, create tinctures or salves with the dried leaves and thorns.",
				"{@b Magical Properties:} Terranus Spina is often used in spells and rituals related to protection and fortification. The essence of the plant can be used to enhance spells that involve physical strength or defense.",
				"{@b Other Effects:} Terranus Spina is mildly toxic if consumed in large quantities. Symptoms include dizziness and headache. The thorns can cause painful skin irritations and should be handled with care."
			]
		},
		{
			"name": "Ventus Silva",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Forest Wind",
				"{@b Description:} Ventus Silva is a tall, slender plant that grows up to 1.2 meters in height. It has narrow, silvery-green leaves that flutter in the slightest breeze. The plant produces small, pale blue flowers that emit a soft, whispering sound when the wind blows through them. The flowers have a light, airy fragrance reminiscent of a fresh breeze.",
				"{@b Habitat & Cultivation:} Ventus Silva thrives in open, windy areas with well-drained, sandy soils. It prefers partial shade. To cultivate, plant the seeds in early spring in an open area where they will receive plenty of wind. Water moderately, allowing the soil to dry out between waterings.",
				"{@b Preparation:} Harvest the leaves and flowers of Ventus Silva in mid-summer when they are most vibrant. Dry the leaves quickly to preserve their properties. The flowers can be used fresh or dried. For medicinal purposes, create infusions or oils with the dried leaves and flowers.",
				"{@b Magical Properties:} Ventus Silva has a strong connection with wind spirits. Both its leaves and flowers can contribute to effects involving nature, including the ability to speak with plants.",
				"{@b Other Effects:} The leaves of Ventus Silva can also contribute to evasiveness, due to its strong connection to wind."
			]
		},
		{
			"name": "Ignifera Solaria",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Sunflare Blossom",
				"{@b Description:} Ignifera Solaria is a tall, sturdy plant that grows up to 1.2 meters in height. It has long, narrow leaves that are a vibrant orange, with a slightly serrated edge. The plant produces large, flamecolored flowers that resemble sunbursts, with petals that radiate outward in a spiral pattern. The flowers emit a warm, spicy fragrance that intensifies during the hottest part of the day.",
				"{@b Habitat & Cultivation:} Ignifera Solaria thrives in arid, sandy deserts with full exposure to sunlight. It prefers welldrained soils and requires minimal water. To cultivate, plant the seeds in early spring, ensuring they receive maximum sunlight. Water sparingly, as the plant is highly drought-resistant.",
				"{@b Preparation:} Harvest the leaves and flowers of Ignifera Solaria in mid-summer when they are most vibrant. Dry the leaves quickly to preserve their color and potency. The flowers can be used fresh or dried. For medicinal purposes, create tinctures or oils with the dried flowers.",
				"{@b Magical Properties:} Ignifera Solaria is known for its ability to heal infections. A tincture made from the flowers of Ignifera Solaria can effectively combat minor infections, providing restorative benefits for up to two hours.",
				"{@b Other Effects:} The plant's connection to the sun spirit Solara imparts a sense of resilience and adaptability to those who consume it, helping them better navigate and endure harsh environments."
			]
		},
		{
			"name": "Fulgur Ignis",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Lightning Fire",
				"{@b Description:} Fulgur Ignis is a tall, striking plant that grows up to 1 meter in height. It has long, narrow leaves that are a vibrant blue with white streaks resembling lightning bolts. The plant produces small, electric blue flowers that glow faintly in the dark. The flowers emit a sharp, tangy fragrance that intensifies during storms.",
				"{@b Habitat & Cultivation:} Fulgur Ignis thrives in well-drained, sandy soils with full sunlight. It prefers environments with high humidity and frequent storms. To cultivate, plant the seeds in early spring in a sunny location. Water sparingly, as the plant is drought-tolerant and does not require much moisture.",
				"{@b Preparation:} Harvest the leaves and flowers of Fulgur Ignis in late summer when they are most vibrant. Dry the leaves quickly to preserve their properties. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} The primary medicinal use of Fulgur Ignis is in treating muscle pain and inflammation. An infusion of the leaves can be applied as a poultice to soothe sore muscles and reduce swelling. The flower oil is used to stimulate circulation and boost energy levels.",
				"{@b Other Effects:} Fulgur Ignis is highly conductive and can be used to coat weapons or other surfaces."
			]
		},
		{
			"name": "Verdantia Lumina",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Forest Beacon",
				"{@b Description:} Verdantia Lumina is a medium-sized plant that grows up to 0.6 meters in height. It has broad, heart-shaped leaves that glow with a soft green light. The plant produces clusters of small, starshaped flowers that emit a bright, bioluminescent glow at night. The flowers are a pale yellow-green and have a pleasant, earthy fragrance.",
				"{@b Habitat & Cultivation:} Verdantia Lumina thrives in temperate forests with rich, moist soil. It prefers partial shade and does well in areas with filtered sunlight. To cultivate, plant the seeds in early spring and keep the soil consistently moist. Mulch around the base to retain moisture and suppress weeds.",
				"{@b Preparation:} Harvest the leaves and flowers of Verdantia Lumina in late spring when their glow is most intense. Dry the leaves in a cool, dark place to preserve their luminescence. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} Using the flowers of Verdantia Lumina in magical preparations enhances the power of natural spells, making it an invaluable resource for those facing dark forces or dangerous environments. This property reflects the plant's legendary connection to the nature spirits, known for guiding and safeguarding travelers and guardians of the forest.",
				"{@b Other Effects:} The leaves and flowers of Verdantia Lumina are also known for their subtle, refreshing flavor and unique luminescent properties. The plant's connection to the nature spirits imparts a deepened understanding of the natural world, aiding those who study plants, animals, and environmental phenomena."
			]
		},
		{
			"name": "Lacerta Herba",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Lizard Herb",
				"{@b Description:} Lacerta Herba is a low-growing, sprawling plant that reaches up to 0.4 meters in height. It has small, dark green leaves with a scaly texture. The plant produces tiny, inconspicuous flowers that blend in with the leaves. The stems are thin and flexible, allowing the plant to spread across the ground.",
				"{@b Habitat & Cultivation:} Lacerta Herba thrives in well-drained, sandy soils with partial shade. It prefers environments with moderate humidity. To cultivate, plant the seeds in early spring in a location with dappled sunlight. Water moderately, allowing the soil to dry out between waterings.",
				"{@b Preparation:} Harvest the leaves and stems of Lacerta Herba in late summer when the plant is most vibrant. Dry the leaves quickly to preserve their properties. The stems can be used fresh or dried. For medicinal purposes, create tinctures or infusions with the dried leaves and stems.",
				"{@b Magical Properties:} The leaves of Lacerta Herba allow the owner to blend seamlessly with their surroundings, becoming nearly invisible to the naked eye.",
				"{@b Other Effects:} The stems of Lacerta Herba are also known to enhance the consumer's Dexterity attribute, imbuing the consumer with heightened agility and reflexes."
			]
		},
		{
			"name": "Sylvanelis Viridi",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Guardian's Veil",
				"{@b Description:} Sylvanelis Viridi is a tall, slender plant that grows up to 1.5 meters in height. It has long, narrow leaves that are a deep, vibrant green, with a glossy finish. The plant produces small, bell-shaped flowers that hang in clusters, with a delicate, pale green color. The entire plant emits a faint, soothing fragrance that is most noticeable at dawn and dusk.",
				"{@b Habitat & Cultivation:} Sylvanelis Viridi thrives in temperate forest understories, preferring rich, moist soils with plenty of organic matter. It requires partial shade and does well in areas with dappled sunlight. To cultivate, plant the seeds in early spring, and keep the soil consistently moist but not waterlogged. Mulching around the base helps retain moisture and suppress weeds.",
				"{@b Preparation:} Harvest the leaves and flowers of Sylvanelis Viridi in late spring. Dry the leaves in a cool, dark place to preserve their vibrant color. The flowers can be used fresh or dried. For medicinal purposes, create tinctures or infusions with the dried leaves",
				"{@b Magical Properties:} Using the flowers of Sylvanelis Viridi in magical preparations significantly enhances the power of nature spells. This effect is derived from the plant's deep connection to ancient tree spirits, boosting the effectiveness of spells that interact with natural elements. The enhanced power makes it a valuable resource for druids and forest mages.",
				"{@b Other Effects:} The leaves of Sylvanelis Viridi are renowned for their ability to purge diseases and remove illnesses. Additionally, the roots of the plant are knows to cause memory loss when consumed in excess."
			]
		},
		{
			"name": "Flora Lux",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Radiant Bloom",
				"{@b Description:} Flora Lux is a medium-sized plant that grows up to 0.8 meters in height. It has broad, golden leaves that shimmer in the sunlight. The plant produces large, radiant flowers that are a brilliant white with a golden center, emitting a soft, warm glow. The flowers have a sweet, honeylike fragrance.",
				"{@b Habitat & Cultivation:} Flora Lux thrives in sunny, well-drained meadows and grasslands. It prefers full sunlight and regular watering. To cultivate, plant the seeds in early spring and ensure they receive plenty of sunlight. Water moderately, allowing the soil to dry out between waterings.",
				"{@b Preparation:} Harvest the leaves and flowers of Flora Lux in mid-summer when their glow is most intense. Dry the leaves in a cool, dark place to preserve their luminescence. The flowers can be used fresh or dried. For medicinal purposes, create infusions or salves with the dried flowers and leaves.",
				"{@b Magical Properties:} The flowers of Flora Lux provide a boost to Insight for the consumer. The plant's connection to light and enlightenment enhances the consumer's ability to understand deeper truths and perceive hidden meanings.",
				"{@b Other Effects:} Flora Lux petals have been used in rituals to create magical barriers, particularly against necromancy and other dark magic."
			]
		},
		{
			"name": "Flora Venenum",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Venomous Flower",
				"{@b Description:} Flora Venenum is a small, sinister-looking plant that grows up to 0.4 meters in height. It has dark green, almost black leaves with a glossy finish. The plant produces small, deep purple flowers with sharp, pointed petals. The flowers emit a faint, acrid odor that is most noticeable at night.",
				"{@b Habitat & Cultivation:} Flora Venenum thrives in dark, shaded areas with rich, loamy soil. It prefers environments with high humidity and low light. To cultivate, plant the seeds in late autumn in a shaded location. Water consistently to keep the soil damp but not waterlogged.",
				"{@b Preparation:} Harvest the leaves and flowers of Flora Venenum with extreme caution in early spring. Dry the leaves in a dark, well-ventilated place to preserve their toxic properties. The flowers can be used fresh or dried. For megical purposes, create tinctures or infusions with the dried flowers, ensuring all preparations are handled carefully.",
				"{@b Magical Properties:} Flora Venenum contains powerful alkaloids and glycosides that are toxic to humans and animals. Symptoms of poisoning include nausea, vomiting, dizziness, and in severe cases, respiratory failure. Handling the plant requires protective gloves and utmost caution.",
				"{@b Other Effects:} Flora Venenum petals can also be used to create spore bombs that release toxic spores which envelop those nearby."
			]
		},
		{
			"name": "Luxora Flammea",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Blazing Blossom",
				"{@b Description:} Luxora Flammea is a robust plant that grows up to 1 meter in height. It has broad, fiery-red leaves with orange streaks that resemble flames. The plant produces large, vibrant flowers that are a mix of red, orange, and yellow, with a brilliant glow. The flowers emit a warm, spicy fragrance that is most potent at noon.",
				"{@b Habitat & Cultivation:} Luxora Flammea thrives in warm, volcanic terrain with nutrient-rich, porous volcanic soil. It prefers full sunlight and moderate watering. To cultivate, plant the seeds in early spring, ensuring they receive plenty of sunlight. Water moderately, allowing the soil to dry out between waterings. The volcanic terrain provides essential minerals that enhance the growth and vibrant coloration of Luxora Flammea.",
				"{@b Preparation:} Harvest the leaves and flowers of Luxora Flammea in mid-summer when they are most vibrant. Dry the leaves quickly to preserve their color and potency. The flowers can be used fresh or dried. For medicinal purposes, create tinctures or oils with the dried flowers.",
				"{@b Magical Properties:} Luxora Flammea significantly increases fire resistance when its flowers are used in magical preparations. This effect, derived from the plant's fiery essence, provides a protective boost against high temperatures and flames.",
				"{@b Other Effects:} Luxora Flammea is renowned for its ability to heal burns and skin damage. A salve made from the leaves of Luxora Flammea can effectively soothe and promote the healing of minor burns and skin abrasions. The plant's roots are also known to cause blindness when consumed in excess."
			]
		},
		{
			"name": "Pyra Fulgur",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Storm Flower",
				"{@b Description:} Pyra Fulgur is a tall, striking plant that grows up to 1.5 meters in height. It has long, jagged leaves that are a dark grey with silver streaks, resembling lightning bolts. The plant produces large, vibrant flowers that are a mix of electric blue and bright white, with petals that spark faintly in the dark. The flowers emit a sharp, ozone-like scent, reminiscent of a thunderstorm.",
				"{@b Habitat & Cultivation:} Pyra Fulgur thrives in open plains and highlands with well-drained, rocky soils. It prefers full sunlight and minimal water. To cultivate, plant the seeds in early spring and ensure they receive plenty of sunlight. Water sparingly, as the plant is highly drought-resistant.",
				"{@b Preparation:} Harvest the leaves and flowers of Pyra Fulgur in mid-summer when they are most vibrant. Dry the leaves quickly to preserve their color and potency. The flowers can be used fresh or dried. For medicinal purposes, create tinctures or oils with the dried flowers.",
				"{@b Magical Properties:} Pyra Fulgur holds potent storm energy. It is typically used to enhance the power and range of spellcasting.",
				"{@b Other Effects:} The leaves of Pyra Fulgur are effective in boosting energy and vitality. An infusion made from the leaves can reduce fatigue and enhance physical performance."
			]
		},
		{
			"name": "Lunae Flora",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Moon Blossom",
				"{@b Description:} Lunae Flora is a medium-sized plant that grows up to 0.7 meters in height. It has broad, dark green leaves with a silvery sheen. The plant produces large, white flowers that bloom only at night, emitting a soft, luminescent glow. The flowers have a sweet, intoxicating fragrance that is most intense under the moonlight.",
				"{@b Habitat & Cultivation:} Lunae Flora thrives in cool, shaded environments with well-drained, loamy soil. It prefers partial shade and high humidity. To cultivate, plant the seeds in early spring or late autumn and ensure they receive dappled sunlight. Water regularly to keep the soil moist but not waterlogged.",
				"{@b Preparation:} Harvest the leaves and flowers of Lunae Flora at night during a full moon. Dry the leaves slowly to preserve their luminescence. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} The Lunae Flora grants the ability to evoke strong romantic emotions, fostering deep bonds. Legends say that those who cultivate Lunae Flora are blessed with the allure and charm of the moon, enhancing their ability to seduce and captivate others.",
				"{@b Other Effects:} The flowers of Lunae Flora provide a boost to Charisma, and have been known to be used in making liqueurs. Specifically, this enchanting and aromatic liqueur, known as \"Moonlit Nectar\" imbues the consumer with heightened charm and persuasive ability, reflecting the plant's ability to captivate and influence others."
			]
		},
		{
			"name": "Aurelia Flos",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Golden Bloom",
				"{@b Description:} Aurelia Flos is a tall, elegant plant that grows up to 0.7 meters in height. It has long, slender leaves that are a vibrant golden-yellow. The plant produces large, radiant flowers that resemble sunbursts, with petals that shimmer in the sunlight. The flowers emit a sweet, honeylike fragrance that attracts bees and butterflies.",
				"{@b Habitat & Cultivation:} Aurelia Flos thrives in sunny meadows and grasslands with fertile soil. It prefers full sunlight and regular watering. To cultivate, plant the seeds in early spring and ensure they receive plenty of sunlight. Water moderately, allowing the soil to dry out between waterings.",
				"{@b Preparation:} Harvest the leaves and flowers of Aurelia Flosat the end of summer when their color is most vibrant. Dry the leaves in a cool, dark place to preserve their golden hue. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} Aurelia Flos significantly enhances charm and illusion when its flowers are used in magical preparations. This effect, derived from the plant's essence of prosperity and good fortune, amplifies the potency of these effects.",
				"{@b Other Effects:} Aurelia Flos is known for its ability to restore mental clarity. This property makes it particularly valuable for scholars and magic users seeking to enhance their understanding and performance in arcane studies."
			]
		},
		{
			"name": "Silva Luminis",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Forest Light",
				"{@b Description:} Silva Luminis is a robust shrub that grows up to 1.2 meters in height. It has large, dark green leaves with silver veins, giving it a distinctive appearance. The plant produces clusters of small, white flowers that have a subtle, sweet fragrance. The entire plant exudes a calming, protective aura.",
				"{@b Habitat & Cultivation:} Silva Luminis thrives in temperate forests with rich, well-drained soil. It prefers partial shade and moderate watering. To cultivate, plant the seeds in early spring and ensure they receive dappled sunlight. Water regularly to maintain soil moisture, but avoid water-logging.",
				"{@b Preparation:} Harvest the leaves and flowers of Silva Luminis in late spring when they are most potent. Dry the leaves in a cool, dark place to preserve their healing properties. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} Silva Luminis holds powerful protective energy. Typically used as a component for abjuration spells and effects, it's primary use is to enhance defensive capabilities.",
				"{@b Other Effects:} Silva Luminis is known for its ability to enhance vision and alleviate eye strain. When consumed, it grants the user improved sight, allowing them to see finer details and distant objects more clearly for up to 5 hours. This enhancement is particularly beneficial for adventurers navigating through dense forests or spotting hidden dangers. Additionally, Silva Luminis can relieve eye strain and fatigue, making it valuable for those who need to maintain sharp vision during prolonged periods of watchfulness."
			]
		},
		{
			"name": "Ignis Nocturna",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Night Flame",
				"{@b Description:} Ignis Nocturna is a medium-sized plant that grows up to 0.8 meters in height. It has narrow, dark green leaves with a reddish tint. The plant produces small, bright red flowers that glow faintly in the dark, resembling embers. The flowers emit a warm, spicy fragrance that intensifies at night.",
				"{@b Habitat & Cultivation:} Ignis Nocturna thrives in warm, well-drained soils with partial shade. It prefers environments with moderate humidity. To cultivate, plant the seeds in early spring in a location that receives dappled sunlight. Water regularly, allowing the soil to dry out between waterings.",
				"{@b Preparation:} Harvest the leaves and flowers of Ignis Nocturna in late summer when they are most vibrant. Dry the leaves quickly to preserve their fiery properties. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} The primary medicinal use of Ignis Nocturna is in treating muscle pain and inflammation. An infusion of the leaves can be applied as a poultice to soothe sore muscles and reduce swelling. The flower oil is used to stimulate circulation and boost energy levels.",
				"{@b Other Effects:} The berries of Ignis Nocturna significantly enhance the consumer's Constitution. They are typically made into a sweet and spicy compote, known as \"Ember Preserve\", which imbues the consumer with heightened resilience and endurance, reflecting the plant's ability to protect and strengthen against dark forces."
			]
		},
		{
			"name": "Thalassa Salvia",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Ocean Sage",
				"{@b Description:} Thalassa Salvia is a medium-sized plant that grows up to 0.6 meters in height. It has long, slender leaves that are a vibrant teal with a silvery sheen. The plant produces small, blue flowers that resemble waves, with a faint luminescence. The flowers emit a fresh, salty scent reminiscent of the ocean.",
				"{@b Habitat & Cultivation:} Thalassa Salvia thrives in coastal areas with sandy, well-drained soils. It prefers full sunlight and heavy watering. To cultivate, plant the seeds in early spring and ensure they receive plenty of sunlight. Water abundantly, but ensure good drainage to prevent waterlogging.",
				"{@b Preparation:} Harvest the leaves and flowers of Thalassa Salvia in late spring when they are most vibrant. Dry the leaves in a cool, dark place to preserve their color and potency. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} Thalassa Salvia holds potent marine energy. When used as a component in water-based spells and effect, it enhances their potency. When used incorrectly, consumption of Thalassa Salvia can cause suffocation.",
				"{@b Other Effects:} Consuming the raw leaves of Thalassa Salvia provides a temporary boost to the Nature skill. The plant's connection to the sea spirits enhances the consumer's understanding of marine environments and creatures. Its leaves are also effective in treating respiratory ailments and calming anxiety."
			]
		},
		{
			"name": "Ambrosia Stellaris",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Starberry Vine",
				"{@b Description:} Ambrosia Stellaris is a vigorous climbing vine that can reach lengths of up to 4 meters. It has lush, emerald green leaves with a velvety texture. The plant produces clusters of small, starshaped berries that are a deep blue, almost black, with a shimmering silver hue. The berries emit a faint, sweet fragrance, especially noticeable during the night.",
				"{@b Habitat & Cultivation:} Ambrosia Stellaris thrives in temperate and subtropical regions, preferring well-drained, fertile soils. It requires full sunlight to partial shade. To cultivate, plant the seeds in early spring and provide a trellis or support for the vine to climb. Water regularly, but ensure the soil is not waterlogged.",
				"{@b Preparation:} Harvest the berries and leaves of Ambrosia Stellaris in late summer when the berries are fully ripe and their color is most vibrant. Dry the leaves in a cool, dark place. The berries can be consumed fresh or dried.",
				"{@b Magical Properties:} The berries of Ambrosia Stellaris are often used in alchemical brews to enhance longevity and wisdom.",
				"{@b Other Effects:} The berries of Ambrosia Stellaris are commonly juiced to create a vibrant, tangy beverage that significantly enhances the consumer's Constitution attribute. Drinking this juice, known as \"Starry Potion\" grants the vitality of the stars."
			]
		},
		{
			"name": "Aqua Vitae",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Water of Life",
				"{@b Description:} Aqua Vitae is a medium-sized plant that grows up to 0.5 meters in height. It has broad, waxy leaves that are a deep green with a slight bluish tint. The plant produces small, delicate blue flowers that cluster around the base. The entire plant has a refreshing, minty fragrance.",
				"{@b Habitat & Cultivation:} Aqua Vitae thrives in moist, well-drained soils near freshwater sources like rivers and lakes. It prefers partial to full sunlight. To cultivate, plant the seeds in early spring near a water source. Water regularly to keep the soil moist but not waterlogged.",
				"{@b Preparation:} Harvest the leaves and flowers of Aqua Vitae in late spring when they are most vibrant. Dry the leaves in a cool, dark place to preserve their healing properties. The flowers can be used fresh or dried. For medicinal purposes, create tinctures or infusions with the dried leaves and flowers.",
				"{@b Magical Properties:} The leaves, when used in rituals, enhance one's ability to heal others and rejuvenate the body. They are commonly used as a component in healing spells, potions, or effects.",
				"{@b Other Effects:} While typically used for direct healing, the raw flowers of Aqua Vitae provide a boost to Medicine, enhancing the consumer's ability to diagnose and treat ailments."
			]
		},
		{
			"name": "Aeris Lilium",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Air Lily",
				"{@b Description:} Aeris Lilium is a delicate, medium-sized plant that grows up to 0.7 meters in height. It has thin, silvery leaves that rustle softly in the breeze. The plant produces large, pale blue flowers that resemble lilies, with a faint, ethereal glow. The flowers emit a soft, sweet fragrance that is most noticeable in the morning.",
				"{@b Habitat & Cultivation:} Aeris Lilium thrives in breezy, well-drained meadows and high-altitude regions. It prefers full sunlight and moderate watering. To cultivate, plant the seeds in early spring and ensure they receive plenty of sunlight. Water moderately, allowing the soil to dry out between waterings.",
				"{@b Preparation:} Harvest the leaves and flowers of Aeris Lilium in mid-summer when they are most vibrant. Dry the leaves in a cool, dark place to preserve their delicate structure. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} The petals enhance one's ability to connect with wind spirits and receive their guidance. When used as a component in spells, potions or other effects, the petals provide benefits to movement-related effects.",
				"{@b Other Effects:} While the petals of Aeris Lilium can provide benefits to movement, the leaves of the plant contain potent compounds that may cause an inability to move."
			]
		},
		{
			"name": "Virescentia Flos",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Green Blossom",
				"{@b Description:} Virescentia Flos is a medium-sized plant that grows up to 0.6 meters in height. It has broad, emerald-green leaves with a glossy finish. The plant produces clusters of small, vibrant green flowers that emit a fresh, earthy fragrance. The flowers have a slight, bioluminescent glow at night.",
				"{@b Habitat & Cultivation:} Virescentia Flos thrives in fertile, well-drained soils in temperate and subtropical regions. It prefers partial to full sunlight and moderate watering. To cultivate, plant the seeds in early spring and ensure they receive adequate sunlight. Water regularly to maintain soil moisture.",
				"{@b Preparation:} Harvest the leaves and flowers of Virescentia Flos in late spring when they are most vibrant. Dry the leaves in a cool, dark place to preserve their healing properties. The flowers can be used fresh or dried. For medicinal purposes, create infusions or salves with the dried flowers and leaves",
				"{@b Magical Properties:} Virescentia Flos is most often used to create protective barriers, spells, or potions to combat magical effects.",
				"{@b Other Effects:} While mostly used to prevent the effects of magic, Virescentia Flos can also be used to combat ongoing effects, and is often used to counteract the effects of minor curses."
			]
		},
		{
			"name": "Flammalis Rubra",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Red Fire",
				"{@b Description:} Flammalis Rubra is a robust, spiky plant that grows up to 0.7 meters in height. It has thick, leathery leaves that are a deep crimson with black edges, resembling blood-stained steel. The plant produces clusters of bright red flowers that look like small flames. The flowers emit a warm, spicy fragrance that intensifies in hot weather.",
				"{@b Habitat & Cultivation:} Flammalis Rubra thrives in rocky, well-drained soils in both temperate and arid regions. It prefers full sunlight and minimal water. To cultivate, plant the seeds in early spring, ensuring they receive plenty of sunlight. Water sparingly, as the plant is highly drought-resistant.",
				"{@b Preparation:} Harvest the leaves and flowers of Flammalis Rubra in mid-summer when they are most vibrant. Dry the leaves quickly to preserve their fiery properties. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} Flammalis Rubra is revered for its properties of strength and protection. Placing the flowers around armor is believed to create a barrier from fire. The leaves, when used in rituals, enhance one's ability to summon and control fire, making them ideal for fire mages and elementalists.",
				"{@b Other Effects:} The leaves of the plant contain potent compounds that, when overused, can cause internal organ damage in the form of chemical burns. This effect can be extremely painful and dangerous."
			]
		},
		{
			"name": "Aureus Radix",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Golden Root",
				"{@b Description:} Aureus Radix is a small, hardy plant that grows up to 0.4 meters in height. It has broad, oval leaves that are a vibrant green with golden edges. The plant produces small, yellow flowers that cluster around the base. The roots are thick and golden, resembling nuggets of gold.",
				"{@b Habitat & Cultivation:} Aureus Radix thrives in sunny, well-drained soils with moderate moisture. It prefers full sunlight but can tolerate partial shade. To cultivate, plant the seeds in early spring and ensure they receive plenty of sunlight. Water regularly, ensuring the soil remains moist but not waterlogged.",
				"{@b Preparation:} Harvest the roots and leaves of Aureus Radix in late summer when the plant is most vibrant. Dry the leaves in a cool, dark place to preserve their properties. The roots can be used fresh or dried. For medicinal purposes, create tinctures or powders with the dried roots.",
				"{@b Magical Properties:} The leaves of Aureus Radix, when used in rituals, enhance one's ability to achieve success and abundance. Carrying a sprig of this plant is thought to bring good fortune and protect against financial loss. Owners of Aureus Radix possess extraordinary charisma and the ability to persuade others in their propositions, making it especially useful for merchants and diplomats. Additionally, these owners always appear well-groomed and elegant, enhancing their attractiveness and self-confidence.",
				"{@b Other Effects:} Aureus Radix can cure muteness and help organize thoughts, making the character a more pleasant and articulate conversationalist."
			]
		},
		{
			"name": "Lunae Radiata",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Moonbeam Flower",
				"{@b Description:} Lunae Radiata is a medium-sized plant that grows up to 0.6 meters in height. It has slender, pale blue leaves that shimmer in the moonlight. The plant produces large, luminescent white flowers with a slight blue hue, which emit a soft, calming glow. The flowers have a sweet, delicate fragrance that is most noticeable at night.",
				"{@b Habitat & Cultivation:} Lunae Radiata thrives in cool, shaded environments with well-drained, loamy soil. It prefers partial shade and high humidity. To cultivate, plant the seeds in early spring or late autumn and ensure they receive dappled sunlight. Water regularly to keep the soil moist but not waterlogged.",
				"{@b Preparation:} Harvest the leaves and flowers of Lunae Radiata at night during a full moon. Dry the leaves slowly to preserve their luminescence. The flowers can be used fresh or dried. For medicinal purposes, create tea with the dried leaves and flowers.",
				"{@b Magical Properties:} The luminescent flowers of Lunae Radiata can contribute to more powerful light effects. Additionally, it can be used to produce effects that create an aura of fear.",
				"{@b Other Effects:} The plant's soothing properties can enhance the consumer's ability to diagnose and treat ailments. Additionally, when encountering unknown diseases, the flowers of Lunae Radiata can help the consumer make more accurate assessments and develop effective treatments."
			]
		},
		{
			"name": "Aqua Aura",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Water Spirit",
				"{@b Description:} Aqua Aura is a medium-sized plant that grows up to 0.5 meters in height. It has broad, waxy leaves that are a vibrant blue-green, resembling water droplets. The plant produces small, delicate blue flowers that cluster around the base, emitting a fresh, aquatic fragrance.",
				"{@b Habitat & Cultivation:} Aqua Aura thrives in moist, well-drained soils near freshwater sources like rivers and lakes. It prefers partial to full sunlight. To cultivate, plant the seeds in early spring near a water source. Water regularly to keep the soil moist but not waterlogged.",
				"{@b Preparation:} Harvest the leaves and flowers of Aqua Aura in late spring when they are most vibrant. Dry the leaves in a cool, dark place to preserve their properties. The flowers can be used fresh or dried. For medicinal purposes, create tinctures or infusions with the dried leaves and flowers.",
				"{@b Magical Properties:} Aqua Aura can be utilized in effects that produce water. If other, more powerful ingredients are used, Aqua Aura can even contribute to manipulating weather patterns. Additionally, This mystical plant can be harnessed to restore vigor. It is commonly used in a tincture known as \"Essence of the Water Spirit.\" When properly prepared, this tincture becomes a remedy for characters suffering from severe dehydration. Administering the tincture replenishes lost fluids and restores vitality.",
				"{@b Other Effects:} Due to the potent compounds within its leaves and flowers, Aqua Aura is not suitable for raw consumption. If ingested, the plant causes severe body swelling and immobilization, which can be utilized in certain concoctions."
			]
		},
		{
			"name": "Glacialis Frigora",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Frost Lotus",
				"{@b Description:} Glacialis Frigora is a low-growing, perennial herb that reaches up to 0.3 meters in height. It has broad, frosty-blue leaves covered in a fine layer of ice crystals, even in warmer weather. The plant produces large, snow-white berries with a subtle, silvery sheen. The berries emit a cool, refreshing scent, reminiscent of freshly fallen snow.",
				"{@b Habitat & Cultivation:} Glacialis Frigora thrives in cold, mountainous regions and tundras. It prefers well-drained, rocky soils and requires full sunlight. To cultivate, plant the seeds in late autumn before the ground freezes. Water sparingly, as the plant is adapted to survive in low moisture environments.",
				"{@b Preparation:} Harvest the leaves and flowers of Glacialis Frigora in early winter when they are most potent. Dry the leaves quickly to retain their icy properties. The flowers can be used fresh or dried. For medicinal purposes, create infusions or ointments with the dried flowers.",
				"{@b Magical Properties:} The leaves of Glacialis Frigora provides a boost to Survival. The plant's icy properties enhance the consumer's ability to endure harsh, cold environments and navigate through blizzards.",
				"{@b Other Effects:} Rituals involving the flowers of Glacialis Frigora are believed to be able to summon frost spirits for guidance and protection."
			]
		},
		{
			"name": "Virosa Ignitus",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "uncommon",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Firethorn",
				"{@b Description:} Virosa Ignitus is a hardy, thorny shrub that grows up to 1 meter in height. It has thick, leathery leaves that are dark green with a reddish tinge. The plant produces clusters of small, bright red berries that look inviting but are highly toxic. The shrub is covered in sharp thorns that glow faintly red in the dark, giving it a menacing appearance.",
				"{@b Habitat & Cultivation:} Virosa Ignitus thrives in dry, rocky terrains and is often found in mountainous regions. It prefers well-drained, sandy soils and full sunlight. To cultivate, plant the seeds in early spring and ensure they receive plenty of sunlight. Water sparingly, as the plant is highly drought-resistant.",
				"{@b Preparation:} Harvest the leaves and berries of Virosa Ignitus in late summer with great caution. The leaves can be dried and used in various preparations. The berries, despite their toxicity, can be processed into powerful medicines under the guidance of a skilled herbalist. Use gloves and avoid direct contact with the plant to prevent poisoning.",
				"{@b Magical Properties:} Virosa Ignitus is highly valued for its protective and cursing properties. Placing the thorns around a sacred area is believed to ward off intruders and malevolent spirits. The berries, when used in dark rituals, can cast powerful curses or break strong enchantments. Carrying a thorn of Virosa Ignitus is thought to provide protection from harm but must be handled with care.",
				"{@b Other Effects:} Virosa Ignitus is not edible due to its highly toxic nature. Consuming any part of the plant can lead to severe poisoning and even death. Small, carefully prepared doses of the berries can be used in alchemical brews to boost Constitution, but this is a risky practice."
			]
		},
		{
			"name": "Nocturna Florealis",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Moonlight Blossom",
				"{@b Description:} Nocturna Florealis is a small plant that grows up to 0.3 meters tall. It has broad, silvery leaves that shimmer faintly in the moonlight. The flowers are pale white, with a slight iridescence, arranged in small clusters at the tips of the stems. Each bloom emits a soft, phosphorescent glow, which becomes more pronounced during the night, especially under a full moon.",
				"{@b Habitat & Cultivation:} Nocturna Florealis thrives in cool, shaded woodland areas with rich, loamy soil. It prefers environments with high humidity and low light. This perennial plant should be planted in early spring or late autumn for optimal growth. Regular watering is essential, especially during dry periods, to maintain the plant's luminescent properties.",
				"{@b Preparation:} Harvest the leaves and flowers of Nocturna Florealis at dusk during the full moon. Dry the leaves slowly to preserve their delicate structure and luminescence. The flowers can be used for medicinal purposes, create tinctures using the fresh flowers.",
				"{@b Magical Properties:} The silvery leaves of Nocturna Florealis can grant visions of the future, while its flowers can provide clarity and insight to the consumer.",
				"{@b Other Effects:} Nocturna Florealis contains trace amounts of a neurotoxin in its roots, which can cause mild dizziness and nausea if ingested. Additionally, the consumption of the plant can lead to insomnia. It is crucial to avoid consuming the roots or any preparations derived from them."
			]
		},
		{
			"name": "Nox Umbra",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Shadow Fern",
				"{@b Description:} Nox Umbra is a small, delicate fern that grows up to 0.4 meters in height. It has thin, feathery fronds that are a deep, inky black with a slight iridescent sheen. The plant produces small, dark purple spores that shimmer faintly in the dark. The entire plant has a faint, musty scent that is most noticeable in the evening.",
				"{@b Habitat & Cultivation:} Nox Umbra thrives in dark, damp forests and caves with rich, loamy soil. It prefers environments with high humidity and very low light. To cultivate, plant the spores in early spring in a shaded, moist area. Water consistently to keep the soil damp but not waterlogged.",
				"{@b Preparation:} Harvest the fronds of Nox Umbra in late autumn when they are most vibrant. Dry the fronds in a dark, cool place to preserve their color and potency. The spores can be used fresh or dried. For medicinal purposes, create tinctures or infusions with the dried fronds.",
				"{@b Magical Properties:} Nox Umbra is most commonly utilized for effects relating to stealth. Less powerful concoctions provide minor concealment for the user, while using with more potent ingredients can contribute to effects akin to etherealness.",
				"{@b Other Effects:} The roots of Nox Umbra roots enhance the user's Dexterity. A common infusion, known as \"Shadow Elixir\" captures the essence of the plant's stealthy nature, granting heightened agility and reflexes."
			]
		},
		{
			"name": "Aetherealis Stellaris",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Starflower",
				"{@b Description:} Aetherealis Stellaris is a small plant that grows up to 0.3 meters in height. It has thin, wiry stems with small, lance-shaped leaves that are a pale, silvery green. The plant produces clusters of tiny, star-shaped flowers that sparkle with a faint, silvery glow. The flowers are a bright white with a hint of silver and emit a soft, sweet fragrance.",
				"{@b Habitat & Cultivation:} Aetherealis Stellaris thrives in high-altitude meadows and rocky outcrops. It prefers welldrained, sandy soils and full sunlight. To cultivate, plant the seeds in early spring, ensuring they receive plenty of sunlight. Water sparingly, as the plant is adapted to dry conditions.",
				"{@b Preparation:} Harvest the flowers and leaves of Aetherealis Stellaris in mid-summer when they are most vibrant. Dry the flowers quickly to preserve their glow. The leaves can be used fresh or dried.",
				"{@b Magical Properties:} The flowers of Aetherealis Stellaris can be used in protective rituals to shield from external threats. This same protective effect can contribute to resistance to a multitude of damage types.",
				"{@b Other Effects:} The berries of Aetherealis Stellaris enhance the user's Charisma. Commonly used in a liqueur known as \"Star's Embrace\", this effect captures the plant's celestial allure, granting a heightened presence and influence."
			]
		},
		{
			"name": "Glacia Veridis",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Iceleaf",
				"{@b Description:} Glacia Veridis is a small, hardy plant that grows up to 0.3 meters in height. It has thick, waxy leaves that are a frosty green, covered in tiny ice crystals even in warmer weather. The plant produces small, delicate flowers that are white with a faint blue tinge, resembling snowflakes. The flowers emit a crisp, refreshing scent.",
				"{@b Habitat & Cultivation:} Glacia Veridis thrives in cold, mountainous regions and tundras. It prefers well-drained, rocky soils and full sunlight. To cultivate, plant the seeds in late autumn before the ground freezes. Water sparingly, as the plant is adapted to low moisture environments.",
				"{@b Preparation:} Harvest the leaves and flowers of Glacia Veridis in early winter when they are most potent. Dry the leaves quickly to retain their icy properties. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} The flowers of Glacia Veridis can imbue the user with an aura of frost. This can help resist cold, but also create a protective aura that both protects the user and affects the surroundings.",
				"{@b Other Effects:} One of the primary side effects of consuming the leaves or root infusion made from Glacia Veridis is the risk of frostbite. The plant's intense cold can affect the user's extremities, causing numbness and a loss of dexterity."
			]
		},
		{
			"name": "Serpentis Viridis",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Snake Vine",
				"{@b Description:} Serpentis Viridis is a long, winding vine that can grow up to 5 meters in length. It has thick, glossy leaves that are a deep emerald green with a snake-like pattern. The plant produces small, tubular flowers that are a dark purple, almost black, with a subtle, musky fragrance. The entire plant is covered in tiny, sharp thorns that secrete a potent toxin.",
				"{@b Habitat & Cultivation:} Serpentis Viridis thrives in warm, humid jungles and swamps with rich, loamy soil. It prefers partial shade and moderate watering. To cultivate, plant the seeds in early spring and ensure they receive dappled sunlight. Water regularly to maintain soil moisture, but avoid waterlogging.",
				"{@b Preparation:} Harvest the leaves and flowers of Serpentis Viridis with extreme caution in late summer. The leaves can be dried and used in various preparations. The flowers, despite their toxic nature, can be processed into powerful medicines under the guidance of a skilled herbalist. Use gloves and avoid direct contact with the plant to prevent poisoning.",
				"{@b Magical Properties:} Using an infusion made from the leaves of Serpentis Viridis, one can create a potent venom. The vine can also be utilized in conjuration magic, typically to conjure snakes or other serpents.",
				"{@b Other Effects:} The most dangerous side effect of using Serpentis Viridis is poison. The potent toxins within the plant can seep into the character's body."
			]
		},
		{
			"name": "Lunaris Spectralis",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Ghost Lily",
				"{@b Description:} Lunaris Spectralis is a tall, elegant plant that grows up to 0.8 meters in height. It has long, slender leaves that are pale silver, almost translucent. The plant produces large, trumpet-shaped flowers that glow with a soft, ethereal light. The flowers are a ghostly white with a hint of blue, and they emit a faint, sweet fragrance that is most noticeable at night.",
				"{@b Habitat & Cultivation:} Lunaris Spectralis thrives in cool, shaded woodland areas with rich, well-drained soil. It prefers environments with high humidity and low light. To cultivate, plant the seeds in early spring, and ensure they receive dappled sunlight.",
				"{@b Preparation:} Harvest the flowers and leaves of Lunaris Spectralis at midnight during the full moon. Dry the flowers slowly to preserve their luminescence. The leaves can be used fresh or dried.",
				"{@b Magical Properties:} The flowers of Lunaris Spectralis are most commonly used in effects that deal with undead. By itself, it can contribute to effects that commune or interact with the dead. In tandem with more potent ingredients, Lunaris Spectralis can be used in reviving the fallen.",
				"{@b Other Effects:} Frequent use of Lunaris Spectralis can lead to a condition known as Spirit's Toll, where the user's life force is drained by repeated contact with the plant's mystical energies."
			]
		},
		{
			"name": "Tenebris Rosa",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Nightshade Rose",
				"{@b Description:} Tenebris Rosa is a small, thorny shrub that grows up to 0.6 meters in height. It has dark purple, almost black leaves with a glossy finish. The plant produces large, black roses with petals that have a deep, velvety texture. The flowers emit a strong, musky fragrance that intensifies at night.",
				"{@b Habitat & Cultivation:} Tenebris Rosa thrives in dark, shaded areas with rich, loamy soil. It prefers environments with high humidity and low light. To cultivate, plant the seeds in late autumn in a shaded location. Water consistently to keep the soil damp but not waterlogged.",
				"{@b Preparation:} Harvest the leaves and flowers of Tenebris Rosa at midnight during a new moon. Dry the leaves in a dark, cool place to preserve their color and potency. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} The petals of Tenebris Rosa are most commonly used in conjuration rituals to summon spectral allies. The same characteristics can contribute to concealment effects such as darkness.",
				"{@b Other Effects:} Repeated use of Tenebris Rosa can lead to a condition known as Haunted Dreams, where the character is plagued by terrifying nightmares and restless sleep."
			]
		},
		{
			"name": "Lunae Lilium",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Moon Lily",
				"{@b Description:} Lunae Lilium is a low-growing plant, reaching up to 0.15 meters in height. It has long, slender blue leaves with a slight luminescence. The plant produces small, bell-shaped flowers that are dark blue with a hint of white.",
				"{@b Habitat & Cultivation:} Lunae Lilium thrives in cool, shaded woodland areas with rich, well-drained soil. It prefers environments with high humidity and low light. To cultivate, plant the seeds in early spring or late autumn. Water consistently to keep the soil moist, but avoid waterlogging.",
				"{@b Preparation:} Harvest the flowers and leaves of Lunae Lilium at night during a full moon. Dry the flowers slowly to preserve their luminescence. The leaves can be used fresh or dried. For medicinal purposes, create tinctures or infusions with the dried flowers and leaves.",
				"{@b Magical Properties:} The flowers of Lunae Lilium have potent mobility effects. Minor uses of this effect can assist mobility and dexterity, while it can be used in more powerful concoctions for teleportation.",
				"{@b Other Effects:} The plant's flowers can also enhance the user's senses, contributing to heightened perception."
			]
		},
		{
			"name": "Aetheria Flos",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Sky Petal",
				"{@b Description:} Aetheria Flos is a medium-sized plant that grows up to 0.5 meters in height. It has sky-blue leaves that appear almost translucent. The plant produces small, star-shaped flowers in shades of white, with a faint red luminescence. The flowers emit a soft, ethereal glow during twilight.",
				"{@b Habitat & Cultivation:} Aetheria Flos thrives in high-altitude meadows and rocky outcrops with well-drained, sandy soils. It prefers full sunlight and cooler temperatures. To cultivate, plant the seeds in early spring and ensure they receive plenty of sunlight. Water sparingly, as the plant is adapted to dry conditions.",
				"{@b Preparation:} Harvest the flowers and leaves of Aetheria Flos in mid-summer when they are most vibrant. Dry the flowers quickly to preserve their glow. The leaves can be used fresh or dried.",
				"{@b Magical Properties:} The petals of Aetheria Flos are connected to \"Celestial Knowledge\". This can be extracted to allow the user to access deep and mysterious knowledge that would normally be beyond their reach.",
				"{@b Other Effects:} The primary side effect of using Aetheria Flos is Overload. The influx of vast celestial knowledge can overwhelm the mind, causing temporary cognitive impairment and sensory overload."
			]
		},
		{
			"name": "Lacrimae Arboris",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Tree of Tears",
				"{@b Description:} Lacrimae Arboris is a small, weeping tree that grows up to 2 meters in height. It has long, drooping branches with thin, dark green leaves that shimmer with a slight iridescence. The plant produces small, pale blue flowers that cluster along the branches, resembling teardrops. The entire tree exudes a faint, musky scent that is most noticeable at night.",
				"{@b Habitat & Cultivation:} Lacrimae Arboris thrives in dark, damp environments with rich, loamy soil. It prefers partial to full shade and high humidity. To cultivate, plant the seeds in early autumn in a shaded, moist area. Water consistently to keep the soil damp but not waterlogged.",
				"{@b Preparation:} Harvest the leaves and flowers of Lacrimae Arboris at dusk during a full moon. Dry the leaves in a dark, cool place to preserve their color and potency. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} Lacrimae Arboris, known for its sorrowful and powerful influence, offers profound magical properties that are highly valued by those who seek to control the battlefield through emotional manipulation. It is best utilized in effects that manipulate or control targets.",
				"{@b Other Effects:} The primary side effect of using Lacrimae Arboris is Emotional Overload. The intense sorrow and grief projected by the plant can backfire, overwhelming the character with the same emotions intended for their enemies."
			]
		},
		{
			"name": "Dark Umbra",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Shadowbane",
				"{@b Description:} Dark Umbra is a small, sturdy plant that grows up to 0.5 meters in height. It has thick, dark green leaves with a slight sheen. The plant produces small, gray, corymb-like flowers (flat and slightly convex clusters) that glow faintly in the dark. The flowers emit a strong, musky fragrance that intensifies at night.",
				"{@b Habitat & Cultivation:} Dark Umbra thrives in dark, damp environments with rich, loamy soil. It prefers partial to full shade and high humidity. To cultivate, plant the seeds in early autumn in a shaded, moist area. Water consistently to keep the soil damp but not waterlogged.",
				"{@b Preparation:} Harvest the leaves and flowers of Dark Umbra at night during a full moon. Dry the leaves in a dark, cool place to preserve their color and potency. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} The flowers of Dark Umbra are used in effects related to sight. Minor concoctions can allow the user to see invisibility, while more potent effects include truesight and scrying.",
				"{@b Other Effects:} The leaves of Dark Umbra provide a boost to Perception, enhancing one's ability to recognize hidden creatures in the shadows. Repeated use of Dark Umbra, however, can lead to a condition known as Nightmares, where the character is plagued by disturbing dreams related to shadows and unseen threats. "
			]
		},
		{
			"name": "Nivalis Crista",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Snow Crest",
				"{@b Description:} Nivalis Crista is a small, hardy plant that grows up to 0.4 meters in height. It has thick, waxy leaves that are black-green and covered in tiny ice crystals. The plant produces small, white flowers that resemble snowflakes and emit a crisp, refreshing scent.",
				"{@b Habitat & Cultivation:} Nivalis Crista thrives in cold, mountainous regions and tundras. It prefers well-drained, rocky soils and full sunlight. To cultivate, plant the seeds in late autumn before the ground freezes. Water sparingly, as the plant is adapted to low moisture environments.",
				"{@b Preparation:} Harvest the leaves and flowers of Nivalis Crista in early winter when they are most potent. Dry the leaves quickly to retain their icy properties. The flowers can be used fresh or dried. For medicinal purposes, create infusions or ointments with the dried flowers.",
				"{@b Magical Properties:} Nivalis Crista is most commonly used for its flowers in damaging cold effects. These effects range from blasts of cold to creating blizzards, depending on the potency of the effect.",
				"{@b Other Effects:} The leaves of Nivalis Crista provide a boost to Survival skills, particularly in cold environments. The primary side effect of Nivalis Crista, however, is Frostbite. The intense cold emanating from the plant can cause severe damage to the user's extremities if not handled carefully."
			]
		},
		{
			"name": "Aetheris Florealis",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Sky Blossom",
				"{@b Description:} Aetheris Florealis is a medium-sized plant that grows up to 0.5 meters in height. It has delicate, sky-blue leaves that appear almost translucent. The plant produces large, trumpet-shaped flowers in shades of blue and white, with a faint, silver luminescence. The flowers emit a soft, ethereal glow during twilight, making them look like fragments of the night sky.",
				"{@b Habitat & Cultivation:} Aetheris Florealis thrives in high-altitude meadows and rocky outcrops with well-drained, sandy soils. It prefers full sunlight and cooler temperatures. To cultivate, plant the seeds in early spring and ensure they receive plenty of sunlight. Water sparingly, as the plant is adapted to dry conditions.",
				"{@b Preparation:} Harvest the flowers and leaves of Aetheris Florealis in mid-summer when they are most vibrant. Dry the flowers quickly to preserve their glow. The leaves can be used fresh or dried.",
				"{@b Magical Properties:} The flowers of Aetheris Florealis are used for effects involving transportation. This sometimes comes in the form of teleportation, but is more commonly used to increase mobility for long periods of time.",
				"{@b Other Effects:} While its flowers contribute to increased mobility, the roots of Aetheris Florealis produce the opposite effect, slowing or disabling those who consume it."
			]
		},
		{
			"name": "Lumen Glacialis",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Frost Grave",
				"{@b Description:} Lumen Glacialis is a small, delicate plant that grows up to 0.3 meters in height. It has thin, purple leaves that sparkle like ice crystals. The plant produces small, turquoise flowers that emit a faint, cold light. The flowers have a crisp, clean fragrance reminiscent of fresh snow.",
				"{@b Habitat & Cultivation:} Lumen Glacialis thrives in cold, alpine environments with well-drained, rocky soils. It prefers partial to full shade. To cultivate, plant the seeds in early autumn in a cold frame or directly in the ground. Water moderately and protect from strong winds.",
				"{@b Preparation:} Harvest the leaves and flowers of Lumen Glacialis in early winter when they are most vibrant. Dry the leaves slowly to preserve their icy properties. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} The leaves and flowers of Lumen Glacialis can be crushed to create a fine powder, which can be used for freezing effects.",
				"{@b Other Effects:} Lumen Glacialis can be used to treat infections or wounds inflicted by poison. Its unique properties make it effective in neutralizing toxins and reducing inflammation."
			]
		},
		{
			"name": "Noctis Veneficium",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Nightshade Sorcery",
				"{@b Description:} Noctis Veneficium is a small, shadowy plant that grows up to 0.5 meters in height. It has dark green, almost black leaves with a glossy finish. The plant produces small, deep purple flowers that emit a faint, magical glow. The flowers have a strong, fragrance that intensifies at night.",
				"{@b Habitat & Cultivation:} Noctis Veneficium thrives in dark, shaded areas with rich, loamy soil. It prefers environments with high humidity and low light. To cultivate, plant the seeds in late autumn in a shaded location. Water consistently to keep the soil damp but not waterlogged.",
				"{@b Preparation:} Harvest the leaves and flowers of Noctis Veneficium at midnight during a new moon. Dry the leaves in a dark, cool place to preserve their color and potency. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} Noctis Veneficium is most commonly associated with illusion magic. Most potent are its flowers, which can contribute to illusory terrain or traps. ",
				"{@b Other Effects:} The illusory effects of Noctis Veneficium can also contribute to stealth, creating effects that conceal the user."
			]
		},
		{
			"name": "Astralis Lumina",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Star Light",
				"{@b Description:} Astralis Lumina is a small plant that grows up to 0.4 meters in height. It has broad, dark green leaves with a hint of blue, adding a striking contrast to its surroundings. The plant produces fluffy, light yellow flowers that emit a faint, glowing light at night, casting a soft illumination around them. These flowers have a gentle, ethereal fragrance.",
				"{@b Habitat & Cultivation:} Astralis Lumina thrives in cool, well-drained soils in open, starlit areas. It prefers environments with low humidity. To cultivate, plant the seeds in early spring in an open location. Water sparingly, as the plant is drought-tolerant and does not require much moisture.",
				"{@b Preparation:} Harvest the leaves and flowers of Astralis Lumina in mid-summer when they are most vibrant. Dry the leaves quickly to preserve their properties. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} Incorporating the flowers of Astralis Lumina into a magical ritual allows the caster to create an area of celestial protection. Tinctures can also be made from the dried leaves and flowers of Astralis Lumina to channel the plant's celestial energy to heal and rejuvenate.",
				"{@b Other Effects:} Preparing a syrup from the flowers of Astralis Lumina creates an elixir that imbues the consumer with the radiance of starlight, granting increased wisdom."
			]
		},
		{
			"name": "Nimbus Alba",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} White Cloud",
				"{@b Description:} Nimbus Alba is a small, airy plant that grows up to 0.5 meters in height. It has delicate, silverwhite leaves that resemble wisps of clouds. The plant produces small, yellow flowers that cluster around the stem, emitting a faint, sweet fragrance. The flowers have a soft, fluffy appearance.",
				"{@b Habitat & Cultivation:} Nimbus Alba thrives in well-drained, sandy soils with partial shade. It prefers environments with moderate humidity. To cultivate, plant the seeds in early spring in a location with dappled sunlight. Water moderately, allowing the soil to dry out between waterings.",
				"{@b Preparation:} Harvest the leaves and flowers of Nimbus Alba in mid-summer when they are most vibrant. Dry the leaves quickly to preserve their properties. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} The flowers of Nimbus Alba are extremely conductive, allowing them to be used towards effects involving lightning damage. This characteristic can also be used in minor resistance effects, but can cause shock to the user's internal organs if prepared incorrectly.",
				"{@b Other Effects:} The potent electricity in Nimbus Alba can be used to pinpoint electrical traps and mechanisms."
			]
		},
		{
			"name": "Caelum Flos",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Wrath of Heaven",
				"{@b Description:} Caelum Flos is a tall, graceful plant that grows up to 1 meter in height. Its flowers are bright red with fiery orange and golden veins, resembling tongues of flame. The star-shaped petals emit a gentle, warm glow, creating the impression of glowing embers. The leaves of the plant are dark green with blue veins, pointed in shape, and slightly sparkling. The overall appearance of Caelum Flos is striking and captivating, making it a notable sight in any environment.",
				"{@b Habitat & Cultivation:} Caelum Flos thrives in well-drained, sandy soils with full sunlight. It prefers environments with low to moderate humidity. To cultivate, plant the seeds in early spring in a sunny location. Water sparingly, allowing the soil to dry out between waterings.",
				"{@b Preparation:} Harvest the leaves and flowers of Caelum Flos in mid-summer when they are most vibrant. Dry the leaves quickly to preserve their properties. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} Preparing an infusion from the roots of Caelum Flos creates a powerful brew that channels the plant's celestial energy into the drinker. This boosts the user's intelligence, but also allows them to better interpret celestial patterns and omens.",
				"{@b Other Effects:} Since the raw flowers enhance perception and the ability to interpret celestial phenomena, this can lead to sensory overload and mental exhaustion. Some people may experience anxiety, hallucinations, or difficulty concentrating."
			]
		},
		{
			"name": "Tenebris Gladius",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Shadow Blade",
				"{@b Description:} Tenebris Gladius is a medium-sized plant that grows up to 0.6 meters in height. It has long, narrow leaves that are a deep green with a glossy finish. The plant produces dark purple flowers with sharp, pointed petals. The flowers emit a faint, musky fragrance that intensifies at night.",
				"{@b Habitat & Cultivation:} Tenebris Gladius thrives in dark, shaded areas with rich, loamy soil. It prefers environments with high humidity and low light. To cultivate, plant the seeds in late autumn in a shaded location. Water consistently to keep the soil damp but not waterlogged.",
				"{@b Preparation:} Harvest the leaves and flowers of Tenebris Gladius in early spring when they are most vibrant. Dry the leaves in a dark, well-ventilated place to preserve their properties. The flowers can be used fresh or dried.",
				"{@b Magical Properties:} The flowers of Tenebris Gladius allow the user to enhance a weapon with shadow magic. Depending on the concoction, this can grant the ability to strike with pinpoint accuracy, or deal increased damage.",
				"{@b Other Effects:} Tenebris Gladius contains mild toxins in its leaves and flowers, which can cause dizziness and nausea if ingested in large quantities. It is advised to handle the plant with care and avoid consuming large amounts."
			]
		},
		{
			"name": "Aqua Radix",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "rare",
			"weight": 0.5,
			"entries": [
				"{@b Common Name:} Water Root",
				"{@b Description:} Aqua Radix is a small, sturdy plant that grows up to 0.5 meters in height. It has thick, deep green leaves with a blueish sheen, resembling seaweed. The plant produces small, green berries that contrast with the leaves. The roots are thick and twisted.",
				"{@b Habitat & Cultivation:} Aqua Radix thrives in moist, sandy soils near bodies of water. It prefers environments with high humidity. To cultivate, plant the seeds in early spring near a water source, such as a pond or stream. Water regularly, as the plant requires consistent moisture to thrive.",
				"{@b Preparation:} Harvest the leaves, flowers, and roots of Aqua Radix in mid-summer when they are most vibrant. Dry the leaves and flowers quickly to preserve their properties. The roots can be used fresh or dried.",
				"{@b Magical Properties:} The leaves of Aqua Radix enhances one's swimming ability and understanding of aquatic environments. They are also known to produce the ability to breathe underwater.",
				"{@b Other Effects:} A tincture made from the dried roots of Aqua Radix can alleviate dehydration and restore fluid balance in the body."
			]
		},
		{
			"name": "Blood Lotus",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"{@b Description:} The Blood Lotus is a legendary and visually striking plant that can grow up to 0.7 meters in height. Its broad, dark green leaves provide a stark contrast to its dark crimson petals, which appear as though soaked in blood. The petals have a velvety texture and exude a faint metallic scent reminiscent of iron. The lotus blooms only at night, emitting an eerie red glow that pulses like a heartbeat.",
				"{@b Habitat & Cultivation:} The Blood Lotus thrives in areas where significant bloodshed has occurred, such as ancient battlefields or sites of massacres. It prefers welldrained, loamy soil rich in organic matter. Cultivating the Blood Lotus is an arduous task due to its unique habitat requirements. To successfully grow this plant, one must replicate its natural environment by using soil from a place of great bloodshed. The plant requires moderate watering and flourishes best under the light of the moon.",
				"{@b Preparation:} Harvesting the Blood Lotus requires precision and caution. The petals should be collected at night during a full moon to maximize their potency. Once harvested, the petals must be dried in a cool, dark place to preserve their magical properties. For alchemical purposes, the petals can be ground into a fine powder or steeped in a solution to extract their essence. Creating a Potion of Resurrection from the Blood Lotus requires advanced alchemical skills and several other rare ingredients to stabilize its potent magic.",
				"{@b Magical Properties:} The petals can be brewed into a Potion of Resurrection, capable of reviving a deceased character with full health. Additionally, an infusion of the petals can promote rapid healing and recovery from severe injuries, although such potions are exceedingly rare and complex to prepare.",
				"{@b Other Effects:} The plant's necrotic energy can also cause a debilitating drain on the consumer's life force, leading to exhaustion and weakness. Handling and using the Blood Lotus should be done with extreme caution."
			]
		},
		{
			"name": "Star Ivy",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"{@b Description:} Star Ivy is a legendary and enchanting plant that can grow up to 1 meter in length as it sprawls across the ground or climbs structures. Its leaves are heart-shaped and glow with a soft blue light during the night, creating a mesmerizing display. The glow is faint but steady, illuminating the plant and its surroundings with a gentle, otherworldly luminescence. This distinctive feature makes Star Ivy easily recognizable, even in complete darkness.",
				"{@b Habitat & Cultivation:} Star Ivy thrives exclusively in places where meteorites have impacted the earth. It prefers rocky, well-drained soils enriched with minerals from the meteorites. To successfully grow this plant, one must obtain soil from a meteorite impact site. Star Ivy requires moderate watering and partial sunlight, flourishing under the natural night sky where it can absorb starlight.",
				"{@b Preparation:} The leaves of Star Ivy should be harvested at night when their luminescence is at its peak. Once collected, the leaves must be dried in a dark, cool environment to maintain their magical properties. Ensuring the leaves are handled gently is crucial to preserving their potent cosmic energy.",
				"{@b Magical Properties:} Star Ivy is prized for its exceptional magical properties, having strong connections with space. Wearing a leaf as a talisman, known as the \"Meteoric Amulet\", grants the bearer resistance to force damage, offering protection against magical attacks. The plant can also be used to bestow the ability to fly. A tincture made from Star Ivy can also grant the ability to see through illusions and hidden magical barriers, a property referred to as Cosmic Vision.",
				"{@b Other Effects:} Star Ivy has potent medicinal uses, particularly in enhancing mental clarity and perception. An infusion of its leaves can clear the mind, helping to dispel confusion and sharpen the senses. This property is highly valued by those who need to detect illusions or perceive hidden magical barriers."
			]
		},
		{
			"name": "Thunder Oak Core",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"{@b Description:} The Thunder Oak Core is an enormous seed, roughly the size of a human head, encased in a shell that crackles with electric energy. The surface of the core is smooth, with intricate patterns resembling lightning bolts etched into it. The core constantly emits small electrical discharges, creating an aura of crackling energy around it. When held, one can feel a tingling sensation as the static electricity courses through their fingers. The core's weight is substantial, and it feels almost alive with the power it contains.",
				"{@b Habitat & Cultivation:} The Thunder Oak, from which the cores fall, can only be found in areas prone to frequent thunderstorms. These trees thrive in high-altitude regions and open plains where lightning strikes are common. Cultivating a Thunder Oak is nearly impossible due to its unique environmental needs.",
				"{@b Preparation:} Harvesting a Thunder Oak Core is a dangerous task, as the tree and its surroundings are often electrified. Once harvested, the core must be handled with care to prevent accidental electrical discharges. The core can be split open to extract a viscous, electrically charged liquid. This liquid can be used in various alchemical preparations or consumed directly for its healing properties. Properly storing the core and its liquid requires containers that can withstand the intense electrical energy.",
				"{@b Magical Properties:} The Thunder Oak Core contains a large amount of raw power, which can contribute to powerful destructive effects. By itself, it can unleash a powerful burst of lightning. With the right ingredients though, it can allow the user to manipulate weather patterns and unleash the full fury of a storm at will.",
				"{@b Other Effects:} The Thunder Oak Core possesses remarkable medicinal properties. The liquid extracted from the core can heal severe wounds and restore vitality. Additionally, the liquid can be used topically to stimulate rapid tissue regeneration."
			]
		},
		{
			"name": "Golden Ginseng",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"{@b Description:} Golden Ginseng is a strikingly beautiful plant, distinguished by its radiant golden roots and leaves that emit a gentle glow in the dark. The plant typically reaches about 30 centimeters in height. Its leaves are broad, with intricate veins that shimmer with a golden hue, and its roots are thick, gnarled.",
				"{@b Habitat & Cultivation:} Golden Ginseng is exceedingly difficult to find and even harder to cultivate. It thrives in remote, undisturbed forest glades and mystical groves, often in the company of other rare flora. The soil must be rich in minerals and blessed with natural magic, usually found in places with a long history of tranquility and spiritual significance. To cultivate Golden Ginseng, one must replicate these unique conditions, providing shaded, nutrient-rich soil and ensuring minimal disturbance. The plant requires consistent, gentle watering and is highly sensitive to environmental changes.",
				"{@b Preparation:} Harvesting Golden Ginseng is a delicate process that must be performed with great care to preserve its potent properties. The roots should be carefully dug up and immediately placed in a dark, cool environment to prevent the loss of their magical essence. For alchemical use, the roots are often dried. Ensuring the integrity of the roots during preparation is crucial, as even slight damage can diminish their potency.",
				"{@b Magical Properties:} The most potent use of Golden Ginseng is believed to be temporary immortality, rendering the user invulnerable to all damage and effects. Additionally, the root is able to provide the user with incredible defense against spells and other magical effects, especially those that target the mind. This makes the Golden Ginseng an invaluable asset for adventurers facing formidable magical threats.",
				"{@b Other Effects:} Golden Ginseng is renowned for its unparalleled medicinal properties. When processed into a fine powder, it can restore health and cure all negative conditions, effectively providing instant and complete healing. The root's potent essence makes it a highly sought-after remedy for all manner of ailments, from the mundane to the magical."
			]
		},
		{
			"name": "Desert Agave",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"{@b Description:} The Desert Agave is a robust plant with thick, fleshy leaves that store precious water, allowing it to thrive in the driest deserts. The leaves are a pale green with a waxy surface to minimize water loss. The plant produces radiant flowers that look like small suns, emitting a gentle warmth even in the cold desert nights. These flowers stand out against the harsh, barren landscape, creating a striking visual of life amidst desolation. The Desert Agave can grow up to 1.2 meters in height, with leaves spreading wide to capture any rare moisture from the desert air.",
				"{@b Habitat & Cultivation:} Desert Agave thrives in extremely arid environments, typically found in the heart of vast deserts where few other plants can survive. It prefers sandy, well-drained soil and full sunlight.",
				"{@b Preparation:} Harvesting the Desert Agave involves collecting its thick leaves and radiant flowers. The leaves should be carefully cut and dried in the sun. The flowers, which emit warmth, should be handled with care to avoid burning. For alchemical purposes, the leaves can be ground into a powder or used to create a potent tincture.",
				"{@b Magical Properties:} The Desert Agave possesses extraordinary magical properties, as the petals can be used to create a powerful Sandstorm. Additionally, wearing a leaf of Desert Agave, known as the Sand Shield, grants increased resistance to fire and sandstorms, as well as increased survivability in desert environments, making it an indispensable asset for adventurers in arid climates.",
				"{@b Other Effects:} The Desert Agave is known for its remarkable medicinal properties, particularly in providing protection against extreme heat and dehydration. An infusion made from its leaves can bolster the body's natural defenses against fire and sandstorms, granting resistance to these elements. Improper preparation of this rare ingredient, however, can lead to severe dehydration and heatstroke. It is advised to use the Desert Agave under the guidance of a knowledgeable herbalist or alchemist."
			]
		},
		{
			"name": "Legendary Oceanic Kelp",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"{@b Description:} Legendary Oceanic Kelp is a vibrant, underwater plant that grows in shallow coastal waters, often seen along the shoreline during low tide. The plant can reach lengths of up to 2 meters and has long, ribbon-like leaves that glow with a soft, blue luminescence, reminiscent of the ocean's depths. This glow is particularly striking at night, casting a serene, ethereal light that reflects off the water's surface. The leaves are smooth to the touch and sway gently with the ocean's currents, creating a mesmerizing dance under the waves.",
				"{@b Habitat & Cultivation:} Legendary Oceanic Kelp thrives in the nutrientrich waters of ocean shorelines and sea beds. It prefers areas with a mix of sunlight and shade, often growing amidst rocks and coral formations.",
				"{@b Preparation:} Harvesting Legendary Oceanic Kelp involves carefully cutting the glowing leaves from the plant while it is submerged to preserve their magical properties. The leaves should be dried slowly in a cool, dark place to maintain their luminescence. For alchemical purposes, the leaves can be ground into a fine powder or used fresh to brew powerful potions and salves. Proper handling is crucial, as the plant's potency is linked to its exposure to seawater and moonlight.",
				"{@b Magical Properties:} Legendary Oceanic Kelp possesses extraordinary magical properties. When processed correctly, its leaves can grant the user with incredible ocean properties. These can range from waterbreathing, to communicating with aquatic animals, to taking a liquid form. This makes Legendary Oceanic Kelp an essential tool for those who venture into aquatic realms or face challenges involving water and ice magic.",
				"{@b Other Effects:} The medicinal properties of Legendary Oceanic Kelp are highly prized, particularly its ability to heal and detoxify."
			]
		},
		{
			"name": "Golden Mandrake",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"{@b Description:} The Golden Mandrake is a legendary and mystical plant, characterized by its human-shaped roots and radiant, golden flowers. The roots, which resemble miniature human figures, have intricate details that give them an almost lifelike appearance. The flowers are bright gold and shimmer under sunlight, emitting a soft glow that enhances their mystical allure. The plant itself grows to about 0.5 meters in height, with broad leaves that provide a lush canopy over its distinctive roots.",
				"{@b Habitat & Cultivation:} The Golden Mandrake thrives in secluded, enchanted groves, often found in regions rich with magical energy. It prefers fertile, welldrained soil with ample sunlight. Cultivating the Golden Mandrake is notoriously difficult due to its specific environmental needs and the dangers associated with its harvest. To grow this plant, one must ensure a location imbued with natural magic, free from disturbance. The plant requires regular watering and protection from extreme weather conditions to flourish.",
				"{@b Preparation:} Harvesting the Golden Mandrake requires great caution due to the plant's potent properties - its terrifying and destructive scream. The roots should be carefully extracted at dawn, when their power is at its lowest. Once harvested, the roots must be immediately stored in a sound-proof container to prevent any accidental activation of their scream. The roots can be dried and ground into a powder or used fresh to brew powerful potions and elixirs.",
				"{@b Magical Properties:} The Golden Mandrake possesses extraordinary magical properties. The roots can emit a Mandrake Scream, a terrifying sound that can cripple most men. A piece of the root can also provide greatly increased health regeneration, as well as max health. These properties make the Golden Mandrake a prized possession for adventurers and healers alike, offering both protection and immense restorative power",
				"{@b Other Effects:} The Golden Mandrake is renowned for its unparalleled medicinal properties. A tincture made from its roots, known as the Elixir of Life, can cure all curses and magical ailments. This powerful remedy is highly sought after for its ability to cleanse the body and spirit of any magical corruption. Additionally, the root's essence can be used in various healing potions to enhance their efficacy, providing robust health benefits and accelerated recovery."
			]
		},
		{
			"name": "Fire Lotus",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"{@b Description:} The Fire Lotus is a striking and extraordinary plant that thrives in the intense heat of volcanic craters. It has vibrant, fiery red and orange petals that seem to flicker like flames, though they are cool to the touch. Despite their appearance, the petals never burn, making the plant a marvel of natural magic. The lotus itself grows to about 0.2 meters in height, with broad, dark green leaves that contrast sharply with the fiery brilliance of its blooms.",
				"{@b Habitat & Cultivation:} The Fire Lotus exclusively grows in the hostile environment of volcanic craters, thriving in extreme heat and nutrient-rich volcanic soil. Cultivating this plant is nearly impossible outside its natural habitat, as it requires constant exposure to high temperatures and molten lava.",
				"{@b Preparation:} Harvesting the Fire Lotus requires great care and protection against the surrounding heat. The petals should be collected during a lull in volcanic activity, when the heat is less intense. Once harvested, the petals must be handled carefully to preserve their magical essence. They can be dried and ground into a fine powder or used fresh to create powerful potions and magical items. Proper storage involves keeping the petals in a dry place to maintain their potency.",
				"{@b Magical Properties:} The Fire Lotus is renowned for its extraordinary magical properties. The petals can be used to create a powerful magical barrier that both absorbs fire damage and reflects it back at the attacker. This shield is a powerful defense against fire-based attacks, providing both protection and counterattack capabilities.",
				"{@b Other Effects:} The petals of the Fire Lotus can give its user the ability to breathe fire in powerful bursts, which rival even the most powerful spells."
			]
		},
		{
			"name": "Golden Everfrost",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"{@b Description:} Golden Everfrost is a mesmerizing plant that grows in the most ancient magical forests. It features golden leaves that emit a golden glow, providing a mystical light in the dark forest undergrowth. The plant also produces silvery flowers, adding to its enchanting appearance. Golden Everfrost typically grows to about 0.6 meters in height, with a sprawling growth habit that allows it to cover the forest floor in a radiant blanket of light.",
				"{@b Habitat & Cultivation:} Golden Everfrost thrives in ancient, magical forests where the air is thick with enchantment and the soil is rich with arcane energy. It prefers shaded areas with well-drained, fertile soil. Cultivating Golden Everfrost is exceptionally challenging, as it requires recreating the mystical conditions of its natural habitat.",
				"{@b Preparation:} Harvesting Golden Everfrost involves careful handling to preserve its potent magical properties. The leaves should be collected at dawn when their glow is most stable. Once harvested, the leaves must be dried in a cool, dark place to maintain their magical essence.",
				"{@b Magical Properties:} Golden Everfrost possesses extraordinary magical properties. The leaves can be used to create a magical barrier that grants incredible defense against spells and magic, as well as the ability to emit bright light. This shield is a powerful defense against dark magic and provides illumination in the darkest of places.",
				"{@b Other Effects:} The medicinal properties of Golden Everfrost are highly prized. A tincture made from its leaves, known as the Elixir of Eternal Life, can cure all diseases and neutralize all poisons."
			]
		},
		{
			"name": "Legendary Sand Cactus",
			"source": "BelzorFF",
			"otherSources": [
				{
					"source": "MHC"
				}
			],
			"type": "I",
			"rarity": "legendary",
			"weight": 0.5,
			"entries": [
				"{@b Description:} The Legendary Sand Cactus is a formidable plant that thrives in the harshest deserts. It features thick, green flesh covered in striking golden spines that glisten under the desert sun. Atop its body, the cactus produces delicate, silvery flowers that shimmer in the heat. These flowers emit a faint, sweet fragrance that contrasts sharply with the plant's rugged appearance. The Legendary Sand Cactus can grow up to 0.5 meters tall, with a robust and hardy structure that allows it to store water and survive in the most arid conditions.",
				"{@b Habitat & Cultivation:} The Legendary Sand Cactus thrives in extreme desert environments, often found in the most arid and remote areas. It prefers sandy, welldrained soil and requires intense sunlight to flourish. Cultivating the Legendary Sand Cactus is a challenging endeavor, as it demands conditions that mimic its natural habitat.",
				"{@b Preparation:} Harvesting the Legendary Sand Cactus requires caution due to its sharp spines. The flowers and spines should be carefully collected during the early morning when the plant is at its most hydrated. Once harvested, the spines and flowers must be dried in a cool, shaded area to preserve their magical properties. For alchemical purposes, the spines can be ground into a fine powder, and the flowers can be used fresh or dried to create powerful spells. Proper handling is essential to avoid injury and ensure the potency of the plant's magical essence.",
				"{@b Magical Properties:} The Sand Cactus is renowned for its extraordinary magical properties. The flowers of the plant can summon a powerful Sandstorm. This ability, known as Sandstorm Summoning, is a potent weapon in the arsenal of those who can harness its power. Additionally, the spines of the Sand Cactus can be used to create protective wards against desert spirits and other magical threats, providing a versatile tool for desert dwellers and adventurers.",
				"{@b Other Effects:} The Sand Cactus has several medicinal properties, particularly in providing hydration and energy in extreme conditions. An infusion made from its inner flesh can help restore stamina and prevent dehydration, making it a valuable resource for those traveling through the desert."
			]
		}
	],
	"itemType": [
		{
			"abbreviation": "C",
			"source": "BelzorFF",
			"name": "Concoction"
		},
		{
			"abbreviation": "I",
			"source": "BelzorFF",
			"name": "Ingredient"
		}
	]
}
