{
	"_meta": {
		"sources": [
			{
				"json": "VRGRBees",
				"abbreviation": "VRGR:Bees",
				"full": "Character Option: Watchers (Bees)",
				"authors": [
					"Carbon Pioxide"
				],
				"convertedBy": [
					"Carbon Pioxide",
					"Lyra [he/him]"
				],
				"version": "1",
				"color": "bd000f",
				"url": "https://github.com/TheGiddyLimit/homebrew",
				"dateReleased": "2024-03-03"
			}
		],
		"status": "ready",
		"dateAdded": 1709478481,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "8014e89219",
		"edition": "classic"
	},
	"charoption": [
		{
			"name": "Watchers (Bees)",
			"source": "VRGRBees",
			"optionType": [
				"DG"
			],
			"entries": [
				"Something is always watching you and draws ethereal spirits that take the form of bees made of shadowstuff that follow you and gather in your general vicinity. These creatures act like normal examples of their kind, but their behaviour suggests a hint of malice. No matter what precautions you take, you can't permanently drive these spirits away. They always return, wait just beyond the reach of deterrents, or later crawl out of your clothes and equipment.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Borrowed Eyes",
							"entries": [
								"As an action, you can influence the presence guiding the watchers for 1 hour. For the duration, you gain advantage on Intelligence ({@skill Investigation}) and Wisdom ({@skill Perception}) checks, and you can't be {@condition blinded}. Once you use this feature, you can't use it again until you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Dread Presence",
							"entries": [
								"You have disadvantage on Dexterity ({@skill Stealth}), Wisdom ({@skill Animal Handling}), and Charisma ({@skill Persuasion}) checks made against creatures that can see the watchers, and you have disadvantage on saving throws made against the {@spell scrying} spell.",
								"You can temporarily disperse or hide the watchers with some effort. With 1 minute of work and a successful DC 15 Wisdom ({@skill Animal Handling}) check (no disadvantage), you can suppress your Borrowed Eyes and Dread Presence for 1 hour. Once you successfully suppress these features, you can't do so again until you finish a long rest."
							]
						}
					]
				}
			]
		}
	]
}
