{
	"_meta": {
		"sources": [
			{
				"json": "AliceWKoradi",
				"abbreviation": "AWK",
				"full": "Koradi",
				"authors": [
					"Alice Witchfire"
				],
				"convertedBy": [
					"Erithionis",
					"DXHHH101"
				],
				"version": "2.26",
				"url": "https://www.gmbinder.com/share/-LeSx_aycIgna2IBD5KK",
				"targetSchema": "1.1.0",
				"color": "0f8a0d"
			}
		],
		"dateAdded": 1622235053,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "2321711d7a",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Koradi",
			"source": "AliceWKoradi",
			"page": 0,
			"ability": [
				{
					"wis": 2
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"traitTags": [
				"Tool Proficiency"
			],
			"toolProficiencies": [
				{
					"herbalism kit": true
				}
			],
			"languageProficiencies": [
				{
					"choose": {
						"from": [
							"elvish",
							"gnomish",
							"sylvan"
						],
						"count": 1
					},
					"common": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": {
							"daily": {
								"1": [
									"druidcraft"
								]
							}
						}
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Koradi age slightly slower than humans and reach matrity at 20 years of age. The oldest koradi can live up to 150 years."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Koradi are incredibly respectful of their ancestors and rarely attack without reason, lending them towards a more lawful alignment. Evil-aligned Koradi are few and far between, as the interests of most koradi lie in the preservation of their homes and society."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Koradi are about the same size and build as humans. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Natural Camouflage",
					"entries": [
						"You have advantage on Dexterity ({@skill Stealth}) checks when trying to hide in dense foliage such as in swamps and forests, and you can take the {@action Hide} action while only lightly obscured by foliage. You lose these benefits if you don medium or heavy armor."
					]
				},
				{
					"type": "entries",
					"name": "Verdant Being",
					"entries": [
						"You know the {@spell druidcraft} cantrip. Wisdom is your spellcasting ability for it."
					]
				},
				{
					"type": "entries",
					"name": "Folk Remedies",
					"entries": [
						"You gain proficiency with {@item herbalism kit|PHB|herbalism kits}."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one language known by the people your clan trades with, most often Elvish, Gnomish, or Sylvan."
					]
				}
			],
			"age": {
				"mature": 20,
				"max": 150
			},
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"_raceFluff": {
					"name": "Koradi",
					"source": "AliceWKoradi"
				}
			}
		}
	],
	"subrace": [
		{
			"name": "Wildheart",
			"source": "AliceWKoradi",
			"raceName": "Koradi",
			"raceSource": "AliceWKoradi",
			"ability": [
				{
					"dex": 1
				}
			],
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"entries": [
				{
					"type": "entries",
					"name": "Thick Hide",
					"entries": [
						"Your skin has adapted to protect you without the need for cumbersome armor. You gain a +1 bonus to your AC while you aren't wearing medium or heavy armor."
					]
				},
				{
					"type": "entries",
					"name": "Tree Climbers",
					"entries": [
						"You have a climbing speed of 30 feet."
					]
				}
			]
		},
		{
			"name": "Mossheart",
			"source": "AliceWKoradi",
			"raceName": "Koradi",
			"raceSource": "AliceWKoradi",
			"ability": [
				{
					"con": 1
				}
			],
			"resist": [
				"poison"
			],
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"entries": [
				{
					"type": "entries",
					"name": "Poison Resilience",
					"entries": [
						"The deadly toxins common in your homeland have forced you to evolve a natural resistance against them. You have advantage on saving throws against poison, and gain resistance to poison damage."
					]
				},
				{
					"type": "entries",
					"name": "Born Swimmers",
					"entries": [
						"You have a swimming speed of 30 feet and can hold your breath for up to 15 minutes."
					]
				}
			]
		},
		{
			"name": "Deepgrown",
			"source": "AliceWKoradi",
			"raceName": "Koradi",
			"raceSource": "AliceWKoradi",
			"ability": [
				{
					"int": 1
				}
			],
			"darkvision": 60,
			"entries": [
				{
					"type": "entries",
					"name": "Toxic Touch",
					"entries": [
						"Your skin can secrete a mild toxin that is harmful to most creatures. As a bonus action, you can force a creature grappling you, grappled by you, or otherwise in prolonged contact with you to make a Constitution saving throw (save DC = 8 + your Constitution modifier + your proficiency bonus). On a failed save, the target becomes {@condition poisoned} until the end of its next turn. You must then finish a short or long rest before you can use this trait again."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"Having spent your life in constant darkness, your eyes have adapted to allow you to see in low-light conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				}
			]
		},
		{
			"name": "Winterborn",
			"source": "AliceWKoradi",
			"raceName": "Koradi",
			"raceSource": "AliceWKoradi",
			"ability": [
				{
					"str": 1
				}
			],
			"resist": [
				"cold"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Arctic Acclimation",
					"entries": [
						"You have resistance to cold damage and are naturally adapted to cold climates, as described in chapter 5 of the Dungeon Master's Guide."
					]
				},
				{
					"type": "entries",
					"name": "Nomadic Physiology",
					"entries": [
						"Your body has evolved to allow you to travel across vast swaths of frozen terrain. You can travel twice as long as other creatures without risking exhaustion, and difficult terrain made of ice or snow doesn't cost you extra movement."
					]
				}
			],
			"skillProficiencies": [
				{
					"medicine": true
				}
			]
		}
	],
	"feat": [
		{
			"name": "Koradi Warrior Training",
			"source": "AliceWKoradi",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Koradi"
						}
					]
				}
			],
			"ability": [
				{
					"dex": 1
				}
			],
			"entries": [
				"You have undergone training in the weapons and tactics employed by your clan's warriors. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item blowgun|PHB|blowguns}, {@item scimitar|PHB|scimitars}, and {@item shortbow|PHB|shortbows}.",
						"You know traditional methods of concealing and obscuring the source of attacks made using koradi weapons. When you make a ranged attack from concealment using a {@item blowgun|PHB}, {@item longbow|PHB}, or {@item shortbow|PHB} that would reveal your location, you can make a Dexterity ({@skill Stealth}) check contested by the target's Wisdom ({@skill Perception}) check. On your success your position is not revealed. You automatically fail this check if you have already made another attack against the target since the start of your turn."
					]
				}
			]
		},
		{
			"name": "Voice of the Wild",
			"source": "AliceWKoradi",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Koradi"
						}
					]
				}
			],
			"skillProficiencies": [
				{
					"animal handling": true
				}
			],
			"entries": [
				"You have made a name for yourself among your clan due to your innate ability to communicate with wild creatures. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency in the {@skill Animal Handling} skill. If you're already proficient in it, your proficiency bonus is doubled for any check you make with that skill.",
						"Beasts and plant creatures are able to understand your speech as if you shared a language with them. Though you do not necessarily understand them in return, creatures that lack a language can usually express simple ideas through their body language. A creature's ability to comprehend your messages and respond accordingly is limited by its intelligence and what it knows in life."
					]
				}
			]
		}
	],
	"raceFluff": [
		{
			"name": "Koradi",
			"source": "AliceWKoradi",
			"entries": [
				"{@italic [ ko-RAH-dee ]}",
				"The koradi race is a secretive and protective one defined by the natural environment. Though they rarely interact with outsiders, they live in clan-like communities that share in a mutual relationships with the lands they call home.",
				{
					"type": "inset",
					"entries": [
						"A hush lulls over the deepest parts of the woods as a party of hunters tracks their unfortunate prey. Unbeknown to them, a slender, olive-skinned humanoid crouches on a tree branch, completely unnoticed. She carefully plans her every move in order to remain undetected by the hunters. Ears twitch and eyes squint as the koradi huntress slowly tracks behind the party, the hunters becoming the hunted.",
						"A firm grip embraces the curves of the bow she carved in her youth. It is well worn, but she knows it is reliable. As her feet weightlessly skim across tree bark, a foot knocks a loose branch, sending it tumbling down onto the carpeted floor. The hunters take notice and turn around to face her but before they can react, she is long gone."
					]
				},
				{
					"type": "entries",
					"name": "Evolved Plantfolk",
					"entries": [
						"Though koradi aren't plants themselves, their attunement with nature has given them biological traits similar to those of the plants they deem sacred. Koradi skin often takes earthen tones that deepen as they age to help them blend into the local lands. Eye colors vary greatly but are generally hazel or green in tint with an almond-shaped iris. Their hair ranges from common human tones to vibrant greens and misty whites. Those who are born with less exotic skin tones generally find an easier time assimilating with human society, though even the fairest-skinned koradi will have a noticeable tint.",
						"However, the most distinguishable feature of koradi lies in their more naturalistic elements. Koradi from the deep woods will have bark-like skin that resembles trees, while those from the swamp have amphibian-like skin. All koradi have various plant-like markings or growths over their bodies — sometimes symmetrical and sometimes not. These markings help the koradi blend in with the local lands and are used by outsiders to further differentiate them from one another. Koradi with the largest and most visible markings are held with the highest esteem among their community."
					]
				},
				{
					"type": "entries",
					"name": "Clan and Community",
					"entries": [
						"While bearkin have only been around for a few generations their origin is surround in mystery. Most believe that they are the result of malevolent druidic rituals; The bearkin, it is said, upon achieving true sentinence did not obey, killed their masters and escaped.",
						"In bearkin families gathered around campfires, they tell scary tales of evil druid pacts and monsters that will come to take children who do not perform simple chores or behave, though no bearkin truly knows where they came from.",
						"Other theories of bearkin origins are less credible, such as their role as native guardians in the Feywilds escaped to the Material Plane after a war, or that they owe their creation to a pact made by an army of great warriors, given the bodies and strength of bears to dominate their enemies. Intelligent or scholarly bearkin often wish to discover this detail."
					]
				},
				{
					"type": "entries",
					"name": "Blood Ties",
					"entries": [
						"Koradi are an extremely resourceful folk that often create the tools they need from materials found in their homeland. As they will almost never purposely harm a plant or tree, they instead gather these materials from tree limbs that have fallen due to a storm, or animals that perished due to natural causes. However, the bulk of their resource gathering comes from trading among their own clan and with neighboring koradi clans.",
						"These resourceful folk tend to organize themselves into clans that support and protect each individual member. Any materials or wealth they obtain are usually shared among their clan, though koradi will still keep personal belongings of high importance to themselves. Koradi clans often revolve around one or two resources native to their homeland and will freely trade with other clans and the few creatures they trust, exchanging materials found in one region for those found in another."
					]
				},
				{
					"type": "entries",
					"name": "Nature's Wardens",
					"entries": [
						"As creatures who thrive and live off of the land, koradi have an obligation to protect their homes from anyone who seeks to cause harm to them. Hunters who (often unknowingly) stumble into a koradi clan's territory must be extremely careful to avoid harming the environment so as to avoid being confronted by them. Harming a single koradi or sometimes even a single tree they hold sacred can cause the whole clan to turn against someone. On the other hand, koradi will guarantee safe passage through hazardous terrain to people who prove their alliance.",
						"Koradi are not greedy beings and will rarely perform tasks in exchange for money. They instead prefer to barter using goods and services. Because they often have to share their lands with good-aligned fey, they tend to have an instinctual trust for fey and fey-like creatures— especially with dryads and other woodland protectors. Koradi will usually stay away from half-orcs and dwarves, and will keep a close eye on any humans they encounter. But a koradi will be quick to trust a gnome or an elf. Regardless of race however, a koradi holds a creature's respect towards nature (or lack thereof) above all else. It is for this reason that the only humans that have ever gained the trust of a koradi clan have been druids or hermits."
					]
				},
				{
					"type": "inset",
					"name": "Artful Hunters",
					"entries": [
						"Koradi are magical beings with a deep love for art, lore, and above all nature. Their equipment is expertly crafted from natural materials and is often expertly decorated with engravings and adornments. While many take up roles within their clan as dedicated farmers or healers, some will go on to train as silent trackers and warriors, perfecting their hunting and magical abilities in the process. Becoming a protector within your clan is viewed as a sign of great honor.",
						"Though few ever leave their clan and the local lands, the ones who leave the comfort of the woods may do so as a result of their natural curiosity, a desire for a better life, or sometimes even exile. They tend to put their skills to use in the outside world as sages, rangers, soldiers, herbalists, witch doctors, and sometimes even adventurers."
					]
				},
				{
					"type": "entries",
					"name": "Koradi Names",
					"entries": [
						"Koradi know each other primarily through their distinct markings and role within their clan. They usually only have a single name assigned to them by either their grandparents or the clan elder. Most koradi names are sylvan in nature and resemble those of elves, gnomes, and other fey. They lack a formal last name and instead use their clan name when required. Koradi clan names are more often than not based off of the materials and resources found within their territory.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Aldon, Alser, Bilmorn, Calwin, Darfin, Eldron, Errick, Hagas, Klaern, Salen, Tanion, Valrick, Wirenth, Wrelin, Zaos"
								},
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Alimer, Arryn, Ava, Ellarian, Erryn, Gaylia, Itariae, Lhuna, Naumys, Nuovis, Radelia, Sylmae, Teryani, Thalia, Yhendorn, Zentha"
								},
								{
									"type": "item",
									"name": "Clan Names:",
									"entry": "Alderwood, Amaranthe, Artemisia, Ashtree, Balsame, Calypto, Clove, Fennel, Helmlocke, Lily, Oaknut, Roselia, Spruce, Willow"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://i.imgur.com/G6dr6HA.png"
					},
					"title": "Erlan Arya"
				}
			]
		}
	]
}
