{
	"_meta": {
		"sources": [
			{
				"json": "Mothfolk",
				"full": "Mothfolk",
				"abbreviation": "MF",
				"authors": [
					"u/aofhaocv"
				],
				"convertedBy": [
					"u/smurph858"
				],
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/95pr2i/race_mothfolk_an_enigmatic_uncanny_mysterious/",
				"version": "1"
			}
		],
		"dateAdded": 1635906426,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "75066ed839",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Mothfolk",
			"source": "Mothfolk",
			"ability": [
				{
					"wis": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"darkvision": 120,
			"entries": [
				"Mothfolk have the following racial traits:",
				{
					"name": "Age",
					"entries": [
						"Mothfolk are born as larvae, and are only considered fully grown after metamorphosis. They are considered adults once their wings are fully grown, and live into their mid- forties on average. The oldest mothfolk live until their late fifties."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Mothfolk are slow to anger, yet quick to become impassioned about the things they find important, and they are good at making the most out of life. They lean toward chaotic alignments, and away from evil ones."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Mothfolk range from a bit under six feet to almost seven feet tall, not counting their lengthy antennae. Their builds tend towards the light and lithe, and they usually weigh between 130 and 160 pounds. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					],
					"type": "entries"
				},
				{
					"name": "Compound Vision",
					"entries": [
						"Your compound eyes are excellent at finding what little light there is in darkness. You can see in dim light as if it were bright light out to 120 feet, and in darkness as if it were dim light. You can discern colors in dim light and darkness, but only on the ultraviolet spectrum."
					],
					"type": "entries"
				},
				{
					"name": "Wings",
					"entries": [
						"As a mothkin, you have large, cloak-like wings. You have a flying speed equal to your walking speed, which can't be used to ascend. When you end one of your turns flying in the air, you descend by 5 feet."
					],
					"type": "entries"
				},
				{
					"name": "Ride the Wind",
					"entries": [
						"As an action, you can beat your wings and ascend up to 30 feet. You can't use this action again until you touch the ground. You can't use your wings if you are unable to move, and you can't Ride the Wind if you are wearing heavy armor."
					],
					"type": "entries"
				},
				{
					"name": "Armed and Dangerous",
					"entries": [
						"Mothfolk have four arms, and each of them can hold an object as normal. You don't benefit from a shield if you're holding a weapon with the two-handed property or more than one weapon. You can interact with a second object or feature of the environment for free during your turn."
					],
					"type": "entries"
				},
				{
					"name": "Natural Camouflage",
					"entries": [
						"You have proficiency in the Stealth skill."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Ivathi. Ivathi is a language native to mothfolk. It is learned and internalized as a larvae and spoken upon emergence. The language is complex and almost impossible to speak with a human mouth, as mothfolk speak with a specialized organ in their throat that other beings lack. Ivathi sounds like a series of squishes, clicks, and chitters, cut with the occasional thrumming or soft vowel. It uses its own alphabet, and translating it to other scripts only results in an approximation of the language's true sound.If you know Ivathi, you can also communicate very simple ideas to moths, and understand similar ideas from moths that choose to share them with you."
					],
					"type": "entries"
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"ivathi|mothfolk": true
				}
			]
		}
	],
	"subrace": [
		{
			"name": "Luna",
			"source": "Mothfolk",
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Luna",
							"entries": [
								"Luna mothfolk are by far the most reclusive and mysterious, to the point where in some places they are merely considered the stuff of myth and legend. The greatest philosophers and seers of the mothfolk are found among them, and they carry a deep reverence for nature. Graceful and beautiful creatures, these mothfolk have semi-translucent wings hued in green, blue, pink, or yellow, and their exoskeletons are covered by a thick coat of soft white fur."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Close to Nature",
					"entries": [
						"Pick one cantrip of your choice from the druid spell list. Intelligence is your spellcasting ability for it."
					],
					"type": "entries"
				},
				{
					"name": "Soothing Appearance",
					"entries": [
						"You have advantage on Animal Handling checks to calm hostile or agitated animals."
					],
					"type": "entries"
				},
				{
					"name": "Epitome of Grace",
					"entries": [
						"Your broad wingspan means that you are always under the effects of a feather fall spell."
					],
					"type": "entries"
				}
			],
			"raceName": "Mothfolk",
			"raceSource": "Mothfolk"
		},
		{
			"name": "Diamondback",
			"source": "Mothfolk",
			"ability": [
				{
					"str": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Diamondback",
							"entries": [
								"Diamondback mothfolk are the hardiest, most warrior-like breed of moth. With their thick earthen carapaces and slender brown, grey, black, or tan wings, they blend into the rocky deserts and mountains of their origin. Diamondbacks are excellent hunters, trackers, and fighters, with a powerful, armor-like exoskeleton."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Hardened Carapace",
					"entries": [
						"When you aren't wearing armor, you have a natural AC of 14 + your Dexterity modifier (to a maximum of 2). You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC."
					],
					"type": "entries"
				},
				{
					"name": "A Warrior's Upbringing",
					"entries": [
						"You have proficiency with the spear, trident and war pick, as well as one simple or martial weapon of your choice."
					],
					"type": "entries"
				}
			],
			"raceName": "Mothfolk",
			"raceSource": "Mothfolk"
		},
		{
			"name": "Royal",
			"source": "Mothfolk",
			"ability": [
				{
					"cha": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Royal",
							"entries": [
								"Diplomatic, professional, and never at a loss for words, the Royal moths are by far the most accepted by general society. As their name suggests, many Royals are nobles, diplomats, or negotiators. As a people, they have managed to throw off most of the common misconceptions and elements of the uncanny surrounding mothfolk culture - a large part of this simply due to the fact that most of them simply don't speak Ivathi nor engage in more mothly behaviors when around the more common folk. The fact that their multicolored wings tend to be emblazoned with beautiful, intricate patterns helps in this as well."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Extra Languages",
					"entries": [
						"You can speak, read, and write two extra languages of your choice."
					],
					"type": "entries"
				},
				{
					"name": "High Class",
					"entries": [
						"You can double your proficiency bonus for Charisma checks when speaking with noble or high-class creatures."
					],
					"type": "entries"
				},
				{
					"name": "Well-Mannered",
					"entries": [
						"Whenever you make an ability check with a Charisma-based skill you are proficient in, you can treat a d20 roll of 4 or lower as a 5."
					],
					"type": "entries"
				}
			],
			"raceName": "Mothfolk",
			"raceSource": "Mothfolk"
		}
	]
}
