{
	"_meta": {
		"sources": [
			{
				"json": "Scoridra",
				"full": "Scoridra",
				"abbreviation": "Scoridra",
				"authors": [
					"Christopher Zito"
				],
				"convertedBy": [
					"MrVauxs"
				],
				"url": "https://www.dmsguild.com/product/287237/The-Scoridra",
				"version": "1.0.1",
				"color": "d46c57"
			}
		],
		"dateAdded": 1578315704,
		"dateLastModified": 1729630006,
		"unlisted": true,
		"_dateLastModifiedHash": "e057ed6af7",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Scoridra",
			"source": "Scoridra",
			"ability": [
				{
					"str": 2,
					"con": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"traitTags": [
				"Uncommon Race"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Scoridra mature at age 14, and can live up to 150 years naturally."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Scoridra have the capability to be any alignment, however a Good Scoridra is extremely rare."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Scoridra bodies are naturally burly and muscular, Scoridra are are Medium, varying from 5'8 - 7 feet tall."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Molten Breath",
					"entries": [
						"Gain the use of a Salamander like breath weapon, as an action you can breath fire within a 15ft cone. When you use your breath weapon, each creature in the area of the exhalation must make a Dexterity saving throw. The DC for this saving throw equals 8 + your Constitution modifier + your Proficiency Bonus. A creature takes {@dice 2d6} fire damage on a failed save, and half as much damage on a successful one. The damage increases to {@dice 3d6} at 6th level, {@dice 4d6} at 11th level, and {@dice 5d6} at 16th level. You may use Molten Breath again after a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Bite",
					"entries": [
						"You have a natural bite attack that deals {@dice 1d6} piercing + your Strength modifier."
					]
				},
				{
					"type": "entries",
					"name": "Magmaborne",
					"entries": [
						"You are resistant to fire damage, but also vulnerable to cold damage. You can swim in lava with no damaging effects applied."
					]
				},
				{
					"type": "entries",
					"name": "Intimidating",
					"entries": [
						"You have proficiency in Intimidation."
					]
				},
				{
					"type": "entries",
					"name": "Sibling Rivalry",
					"entries": [
						"Once per day, any time you make a skill check and fail your roll, your other sibling head may make another skill check roll with advantage to solve the issue. The sibling heads will bicker amongst themselves as a result, because of this your next skill check will have disadvantage. You may use Sibling Rivalry after a long rest."
					]
				},
				{
					"type": "inset",
					"name": "\"Now Now, Play Nice You Two!\"",
					"entries": [
						"If you are playing a Scoridra with one or more ill tempered sibling heads, your siblings may exhibit prideful performances in combat to make their points clear, assert dominance between themselves, or other roleplaying reasons. With your DM's permission you may exchange Sibling Rivalry for Wrathful Sibling Rivalry or Arcane Sibling Rivalry."
					]
				},
				{
					"type": "inset",
					"name": "Variant Feature (Choose 1)",
					"entries": [
						{
							"type": "entries",
							"name": "Wrathful Sibling Rivalry",
							"entries": [
								"Once per day, any time you make a melee attack and fail, as a reaction you may grant your sibling head a chance to make another melee attack roll with advantage. Until the start of your next turn, all attacks made against you will have advantage to hit. You may use Wrathful Sibling Rivalry again after a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Arcane Sibling Rivalry",
							"entries": [
								"Once per day, any time you make a spell attack and fail, as a reaction you may grant your sibling head a chance to make another spell attack roll with advantage. Until the start of your next turn, all attacks made against you will have advantage to hit. You may use Arcane Sibling Rivalry again after a long rest."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"Scoridra can read, write and speak Common and Draconic."
					]
				},
				{
					"type": "inset",
					"name": "Pointing Fingers at Yourself",
					"entries": [
						"Role playing a Scoridra character may be taxing for DMs to keep track of player characters, as two(or even three) different Scoridra sibling personalities must be accounted for. There is great potential for players to stall flow, forget they are multiple different personalities in one character and even cheat character interactions. Remember to state clearly which of the Scoridra heads is speaking and performing actions. Explaining your actions thouroughly will aid your DM in understanding your characters and the situation at hand more clearly."
					]
				},
				{
					"type": "inset",
					"name": "Extending the Family",
					"entries": [
						"In the case of a player wanting to roleplay more than two Scoridra siblings, with the DM's permission, you may also start with the racial feature Legion. Your Scoridra racial features such as Molten Breath or Bite do not alter with the addition of more heads unless otherwise stated by additional racial feats. The only other noticeable differences would be that you are adding an extra character to roleplay in addition to the two you are currently controlling. All Scoridra are born with two heads, however a Scoridra body can house more than twins. A Scoridra can hold three heads upon its body, the more heads one has in Scoridra society does elevate the Scoridra in a higher social caste system.",
						"The more minds a body can house is seen as a impressive feat of physical and mental strength. In Scoridra society multiple headed Scoridra will pride themselves as one of the blessed few who are children tied to the legend of an eight headed Scoridra Queen known as the Her Majesty, an ancient and supposedly immortal all sister headed Scoridra whose physical might and combined fire breath can create volcanoes to rise from the scorched earth she baptizes flame upon. Contrary to having multiple heads on one body, this act does not tie a Scoridra to Her Majesty by blood or magical means, it was merely a rumor blown out of proportion."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Grand Salamanders",
						"entries": [
							"Legends tell of great lizard like being born of fire, magma and brimstone, whose roots are close to that of Salamanders. While these tales are exaggerated for exuberant bard songs and pub stories, monster hunters and adventurers hear whispers that there is one such race akin to hydras that thrive in beds of lava, deep within volcanoes. Such creatures are said to follow the will of a eight headed she serpent of great and terrible power that could eradicate all life with a single flame. A savage race with multiple heads whipping around like serpents, molten fire tucked deep within their throats and anger as sharp and ferocious as their sets of gnashing razor like teeth. Yet even the most brave and battle hardened of these adventurers will not fear the might of these creatures that call themselves Scoridra, as the beasts often have to fight their greatest enemies to even accomplish any dastardly scheme the storytellers claim, themselves."
						]
					},
					{
						"type": "entries",
						"name": "The First Volcano",
						"entries": [
							"Long ago in the realms of fire, a great and terrible beast with eight leviathan-like heads emerged from an exploding volcano, this creature's booming voice summoned forth a meteor shower so grand that the craters left from the devastation molded more volcanoes to rise from the scorched earth. All creatures born of Draconic nature would call this monster \"Her Majesty\" as no force in the realms could stop her. Kingdoms banded together in counsel to devise a way to stop \"Her Majesty\", each attempt to forcefully stop \"Her Majesty\" has met with failure, but then a Dragonborn wizard instead posed an idea. To stop \"Her Majesty\"'s rage, they must instead redirect her rage, but where? Sending her to another realm would be seen as invasion. While that would stoke \"Her Majesty\"'s flames brighter upon others, the wizard shook their head. Would a sacrafice quell her then? While an offering large enough would perhapse have her advert her fire for a brief period, the wizard shook their head. \"Nay, we will direct her rage upon herself.\" Said the wizard and so they traveled to the volcanic birthplace of \"Her Majesty\", calling out to her asking which of \"Her Majesty\"'s heads was the true queen. \"Her Majesty\"'s siblings turned to each other with sneers, unable to decide who among them was the one true queen. Unable to come to terms with themselves, the sisters set their fire upon themselves. With great and powerful blows, \"Her Majesty\" had slayed herself by cutting off her own heads, the wizard acting quickly banished, the heads to dimensions unknown. With her heads servered and her powers scattered to the rift, \"Her Majesty\"'s body fell leaving the corpse as proof of the wizard's victory. The wizard returned home to tell their people of the news of \"Her Majesty\"'s demise, but her blood pouring from her body seeped into the volcano and was left unchecked. As eons pasted, a new race emerged from the lava with the memories of the former queen's rage and the spirit of competition burned deeply upon their souls."
						]
					},
					{
						"type": "entries",
						"name": "My Best Friend, My Worst Enemy",
						"entries": [
							"While Scoridra are considered one creature, from the neck up they spit into two hydra-esk heads, which are treated as twin brothers or sisters depending on the gender of the Scoridra body. The heads normally are two brothers or two sisters, though while extremely rare, a Scoridra having duel gender heads is possible. However the main body may only take on the genetics of one gender. Both heads control the body in unison and feel the physical effects of the main body, such as feeling nourishment of food, feeling the effects of a curse and being under the influence of alcohol, illness and physical trauma. However the heads are their own personalities with different wants, needs and desires. When interacting with a Scoridra one must consider the brother's or sister's differences in personality and appearances as they will technically be in contact with two siblings in one body. Scoridra are prideful beings and crave validation for their feats in any skillset no matter how trivial or grand. Seeing one sibling act out a great deed will often send the other sibling into a fit of jealous or rage and the siblings will bicker or compete against each other to prove who is the superior sibling. It takes great concentration and will power for Scoridra to cooperate on a matter, but most adventurers who travel with or enlist the aid of the Scoridra find it easier to turning a job into a competition for the siblings to both compete in. That way the Scoridra not only benefits the task at hand but this trickery will also to curb their competitive natures."
						]
					},
					{
						"type": "entries",
						"name": "Scoridra Names",
						"entries": [
							"Scoridra bodies house multiple personalities, as such the two or multiple heads of the body will have their own names, however the body that houses the personalities along with them will also have a name acting as a sort of surname. For instance, a female Scoridra with two sister heads can be known as \"Indra and Hahdrin of Cinder\"; \"Cinder\" being the name of the body that houses the two sibling heads called Indra and Hahdrin",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"name": "Scoridra Names",
										"type": "item",
										"entries": [
											"Aaldruun, Bulfan, Dedrana, Endoru, Fadal, Hulm, Jarqul, Llisla, Naquil, Ookarn, Qalum, Tirannam, Vessav, Xurs, Zamara"
										]
									}
								]
							}
						]
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"draconic": true
				}
			],
			"resist": [
				"fire",
				"cold"
			]
		}
	],
	"feat": [
		{
			"name": "Arcane Cooperation",
			"source": "Scoridra",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Scoridra"
						}
					],
					"other": "Arcane Sibling Rivalry"
				}
			],
			"entries": [
				{
					"type": "list",
					"items": [
						"Your Scoridra siblings have started to understand each other's casting capabilities and movements while focusing upon spellcasting. Arcane Cooperation negates Arcane Sibling Rivalry's negative effect of having all attacks made on you until the start of your next turn to have Advantage to hit."
					]
				}
			]
		},
		{
			"name": "Sibling Cooperation",
			"source": "Scoridra",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Scoridra"
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"items": [
						"Your Scoridra siblings have started to understand each other's personalities and skillsets in the field. Sibling Cooperation negates Sibling Rivalry's negative effects of having the following skill check after using Sibling Rivalry to always having Disadvantage."
					]
				}
			]
		},
		{
			"name": "Wrathful Cooperation",
			"source": "Scoridra",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Scoridra"
						}
					],
					"other": "Wrathful Sibling Rivalry"
				}
			],
			"entries": [
				{
					"type": "list",
					"items": [
						"Your Scoridra siblings have started to understand each other's physical movements and martial prowess in the heat of battle. Wrathful Cooperation negates Wrathful Sibling Rivalry's negative effect of having all attacks made on you until the start of your next turn to have Advantage to hit."
					]
				}
			]
		},
		{
			"name": "Legion",
			"source": "Scoridra",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Scoridra"
						}
					],
					"other": "4th Level"
				}
			],
			"entries": [
				{
					"type": "list",
					"items": [
						"Your Scoridra grows a third head. The new third head will have it's own name, personality, be of the same age and gender as the main body and will obtain all knowledge that is retained by it's siblings. In addition this new head the Scoridra may choose to be proficent in any skill it is not already proficient in."
					]
				}
			]
		},
		{
			"name": "Twin Bite",
			"source": "Scoridra",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Scoridra"
						}
					],
					"other": "4th Level"
				}
			],
			"entries": [
				{
					"type": "list",
					"items": [
						"Once per day, when the Scoridra makes a bite attack, they may spend a bonus action to have the sibling head attack the same target with an extra bite attack. You may use Twin Bite again after a long rest."
					]
				}
			]
		},
		{
			"name": "Twin Breath",
			"source": "Scoridra",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Scoridra"
						}
					],
					"other": "4th Level"
				}
			],
			"entries": [
				{
					"type": "list",
					"items": [
						"Once per day, when the Scoridra makes a breath attack they may spend a bonus action to have the sibling head follow up with an extra breath weapon attack. You may use Twin Breath again after a long rest."
					]
				}
			]
		},
		{
			"name": "Attack As One",
			"source": "Scoridra",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Scoridra"
						}
					],
					"other": "{@feat Legion|Scoridra}, {@feat Twin Bite|Scoridra}"
				}
			],
			"entries": [
				{
					"type": "list",
					"items": [
						"When the Scoridra makes a bite attack, all three siblings attack the same target at once. On a successful bite attack, you may spend a reaction to deal 3d6 piercing damage instead of than 1d6. You may use Attack As One again after a long rest."
					]
				}
			]
		},
		{
			"name": "Breath",
			"source": "Scoridra",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Scoridra"
						}
					],
					"other": "{@feat Legion|Scoridra}, {@feat Twin Breath|Scoridra}"
				}
			],
			"entries": [
				{
					"type": "list",
					"items": [
						"When the Scoridra makes a breath weapon attack, all three sibling heads exhume fire at once. On a successful breath weapon attack, may spend a reaction to add an extra 3d6 fire damage to the roll. You may use Breath As One again after a long rest."
					]
				}
			]
		}
	]
}
