{
	"_meta": {
		"sources": [
			{
				"json": "Mogogol",
				"abbreviation": "Mog",
				"full": "Mogogol",
				"authors": [
					"D&D Wiki"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "22:02, 20 August 2023",
				"url": "https://www.dandwiki.com/wiki/Mogogol_(5e_Race)",
				"dateReleased": "2023-08-20"
			}
		],
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1700814152,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "037ce9b9ca"
	},
	"race": [
		{
			"name": "Mogogol",
			"source": "Mogogol",
			"size": [
				"S",
				"M"
			],
			"speed": {
				"walk": 30,
				"swim": 30,
				"alternate": {
					"walk": [
						{
							"number": 25,
							"condition": "if small"
						}
					]
				}
			},
			"ability": [
				{
					"dex": 1,
					"con": 1,
					"cha": 1
				}
			],
			"age": {
				"mature": 12,
				"max": 50
			},
			"traitTags": [
				"Amphibious",
				"Skill Proficiency"
			],
			"skillProficiencies": [
				{
					"acrobatics": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"entries": [
				"Mogogols share many traits with the frogs from with they are descended:",
				{
					"type": "entries",
					"name": "Ability Score Increase",
					"entries": [
						"Your Dexterity, Constitution and Charisma scores each increase by 1. Mogogols are extremely sturdy with more than enough charm to compensate for their froggish looks, but are often a little dimwitted."
					]
				},
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Mature at 12, generally live to be about 45-50."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Mogogols can be any alignment."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"You size is Medium or Small. Mogogols can either be Medium-sized creatures or Small-sized creatures (with normal bonuses and penalties typical of this size). Size is chosen at character creation and does not change."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Medium-sized mogogols have a base speed of 30 feet. Small-sized mogogols have a base speed of 25 feet. Both have a swim speed of 30 feet. A mogogol suffers no movement penalties for moving through marshes or mud."
					]
				},
				{
					"type": "entries",
					"name": "Amphibious",
					"entries": [
						"You can breathe air and water."
					]
				},
				{
					"type": "entries",
					"name": "Grasping Tongue",
					"entries": [
						"You can use your tongue to {@action grapple} targets up to 10 feet away. You do not provoke an {@action opportunity attack|PHB|attack of opportunity} or incur penalties for not having both hands free when starting a {@action grapple} in this manner. Normal rules for grappling apply afterwards."
					]
				},
				{
					"type": "entries",
					"name": "Skilled Jumper",
					"entries": [
						"You are proficient in the {@skill Acrobatics} skill."
					]
				},
				{
					"type": "entries",
					"name": "Skilled Climber",
					"entries": [
						"Small Mogogols have advantage on {@skill Athletics} checks made while climbing."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read and write, {@language Common|PHB}, and one other language of your choice."
					]
				}
			],
			"hasFluff": true,
			"_versions": [
				{
					"name": "Mogogol (Medium)",
					"source": "Mogogol",
					"_mod": {
						"entries": [
							{
								"mode": "removeArr",
								"names": "Skilled Climber"
							}
						]
					},
					"size": [
						"M"
					],
					"speed": {
						"walk": 30,
						"swim": 30
					},
					"heightAndWeight": {
						"baseHeight": 43,
						"heightMod": "1d12",
						"baseWeight": 110,
						"weightMod": "1d6"
					}
				},
				{
					"name": "Mogogol (Small)",
					"source": "Mogogol",
					"size": [
						"S"
					],
					"speed": {
						"walk": 25,
						"swim": 30
					},
					"heightAndWeight": {
						"baseHeight": 29,
						"heightMod": "1d4",
						"baseWeight": 25,
						"weightMod": "1d4"
					}
				}
			]
		}
	],
	"raceFluff": [
		{
			"name": "Mogogol",
			"source": "Mogogol",
			"entries": [
				{
					"type": "entries",
					"name": "Physical Description",
					"entries": [
						"Mogogols are essentially overgrown frogs that managed to learn to speak, walk upright, and wear clothes. It is immediately apparent to anyone visiting a mogogol village that there really is no standard look for a mogogol, except that they are frog-like. The clan has amazing physical diversity, which has proven an enigma to sages who study the mogogols. A mogogol's form can be patterned after tree frogs, toads, bullfrogs, and can have just about any sort of coloring, spots, stripes, bumps, or superficial differences that make each individual a little different from the other. Mogogols also differ in size greatly when compared with other races. This is likely due to their ancestral mingling with a plethora of humanoid frog species, some of which that were Small-sized. Mogogols have no prejudice related to height, and treat all members equally. About seven out of every ten mogogols grow to be Medium-sized. Players choose the size of their character at the time of creation. Despite their prolific variety, mogogols do have a few things in common. All mogogols have three fingers and one thumb on each hand. Their clawed, webbed feet enable them to be excellent swimmers. They have extremely muscular legs, which aid in swimming and jumping. Small mogogols can utilize their disproportionately long limbs, finger pads and light weight to climb extremely well."
					]
				},
				{
					"type": "entries",
					"name": "History",
					"entries": [
						"The mogogols began as an offshoot group of boggards (frog people) who were driven from their swampy homes by another group of boggards. Also around this time, the offshoot group underwent an unexplained change, possibly magical in nature, which caused them to be more open and tolerant of outsiders and practically incapable of intentionally committing an evil act. The group eventually settled in and near saltwater marshes along the coasts and over time their forced contact with outsiders prompted them to take up a seafaring lifestyle. While not as skilled at seafaring as other races, mogogols have made their livings transporting cargo and fishing. The greater exposure to the outside world has also resulted in more genetic diversity, producing a stronger and healthier race. The mogogols of today have only a few common characteristics with their more inbred boggard cousins."
					]
				},
				{
					"type": "entries",
					"name": "Society",
					"entries": [
						"Male and female mogogols are virtually identical in appearance, and gender has little meaning for the species. Additionally, if the population has a shortage on one gender, the older members of the tribe automatically transform into the gender that is needed. The reproductive system of the mogogol is highly adaptive. Occasionally, mogogols will be born with no reproductive facilities at all (and therefore no gender.) This is a permanent condition. Mogogols hatch from eggs the size of golf balls. These eggs are soft and have a jelly-like consistency, and must stay underwater to remain viable. Mogogols start out as larger— though normal looking— tadpoles, and are unable to breathe air or move on land until they are 3 years old. At that point, they begin looking less like a tadpole and more like a miniature mogogol, with a tail and tiny underdeveloped arms. By age 6, they look like normal, albeit small (2-3 feet tall) mogogols. At this age they are able to learn skills and speech. By age 12, a mogogol is sexually mature. They tend to reach old age at about 45, aging a bit quicker than humans. Mogogols often form small communities on the edge of swamps. This has less to do with preference, as mogogols do have diverse tastes in living environments, and more to do with affordability and biological needs. Some speculate that the mogogol ancestors strayed too close to chaos magic, or that the eggs were hatched in brambleberry wine. Whatever the cause, the mogogols think differently than the average PC race. All mogogols seem to have an impeccable sense of right and wrong, and are compelled to avoid the wrong. Their warped altruistic nature leads them away from the dismal swamps and into civilized areas. In addition, mogogols are prone to wild obsessions that they tend to pursue their entire lives. A young mogogol who becomes fascinated with ships, for example, is very likely to devote his entire life to them, becoming a ship builder or captain. It is hard to predict exactly what will catch a mogogol's eye, but when it does, little can be done to steer the creature away from the new obsession. When playing a mogogol, one must remember that they are indelibly good and optimistic. It's not a choice, it's a virtual curse. A particularly downtrodden mogogol will still seem upbeat, though his mania may be particularly acute at this time as well. Performing an evil act makes a mogogol physically ill, and they learn early to avoid it if at all possible. Some sages believe the strange mogogol behavior to be the result of a magical curse, although no style of divination has yet been able to prove that the mogogols have any magical taint. Others believe it to be the result of some sort of neurological disease that only infects intelligent amphibians. However, this theory is also shot down, as no magical or mundane methods to cure disease or remove poison has altered a mogogol's personality in any way. Whatever the cause, mogogols are here to stay. They will venture from their dismal marshes in search of good deeds and a worthy title. Other amphibian races have come to fear and loath the mogogols. Adding to the validity of the disease theory, normal boggards usually flee rather than face a mogogol, for fear they too will succumb to the 'curse of altruism'. A boggard's worst imaginable fate is to be forever doomed to help old ladies across busy streets, defend the helpless, and be generally optimistic and nice."
					]
				},
				{
					"type": "entries",
					"name": "Mogogol Names",
					"entries": [
						"Mogogols have three important naming practices. The first, and most confusing tradition, is that all mogogols are named Mogogol. The second, whose name is probably a corruption of the word \"epitaph\" (and an unfortunate one at that), is the ever-so-common \"epitab\". An epitab, as the mogogols describe it, are words that people tack onto the end of your name. So one would know one mogogol from another by calling one \"Mogogol with the green spots\" or \"Mogogol who broke his leg\". The epitab carries with it no honor, and its use generally denotes a mogogol who has not yet succeeded at anything worthwhile. All of the noteworthy mogogols have a title, which to the race, just means that someone decided to tack on a noteworthy prefix to their name rather than a suffix. Nearly all mogogols are guaranteed the title of Father or Mother if they have children, and Grandfather or Grandmother if they live to see their children have children. But the more prestigious titles are ones earned from another race. Among the most memorable of these are Captain Mogogol, Friar Mogogol, Doctor Mogogol, and Dread Pirate Mogogol. Generally mogogols make no distinction between male and female (in fact, the title of Father and Mother is often awarded incorrectly)."
					]
				}
			]
		}
	]
}
