{
	"_meta": {
		"sources": [
			{
				"json": "DanDWikiKitsune6th",
				"abbreviation": "Kit6th",
				"full": "Kitsune, 6th Variant",
				"url": "https://www.dandwiki.com/wiki/Kitsune,_6th_Variant_(5e_Race)",
				"version": "1.0",
				"dateReleased": "2025-12-28",
				"authors": [
					"DanDWiki"
				],
				"convertedBy": [
					"Luna [she/her]"
				]
			}
		],
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1761575255,
		"dateLastModified": 1772404109,
		"_dateLastModifiedHash": "793536ea95"
	},
	"race": [
		{
			"name": "Kitsune",
			"source": "DanDWikiKitsune6th",
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"cha": 1,
					"dex": 1
				}
			],
			"heightAndWeight": {
				"baseHeight": 53,
				"heightMod": "2d6",
				"baseWeight": 80,
				"weightMod": "1d8"
			},
			"age": {
				"mature": 100,
				"max": 1000
			},
			"darkvision": 60,
			"traitTags": [
				"Natural Weapon",
				"Skill Proficiency"
			],
			"skillProficiencies": [
				{
					"acrobatics": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"sylvan": true,
					"anyStandard": 1
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"3": {
							"daily": {
								"1": [
									"charm person#2"
								]
							}
						},
						"5": {
							"daily": {
								"1": [
									"Invisibility#3"
								]
							}
						}
					},
					"ability": "cha",
					"known": {
						"1": [
							"dancing lights#c",
							"produce flame#c"
						]
					}
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Kitsune mature slowly, achieving adulthood at around one hundred years and live up to one thousand years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"You adhere most strongly to a neutral to chaotic alignment, and generally, tend towards good. Some rare cases of evil which become nogitsune."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Kitsune are often found between 5 feet to 6 feet tall in human form, fixing them in a medium size. when they revert to their fox forms, they are reduced to small size."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"As creatures of fey magic and trickery, kitsune can see in darkness as well as in light. You can see in {@quickref Vision and Light||2||dim light} within 60 feet of you as if it were bright, and in darkness as if it were {@quickref Vision and Light||2||dim light}. You cant discern color in darkness, only shades of grey"
					],
					"type": "entries"
				},
				{
					"name": "Natural Weapon",
					"entries": [
						"In your natural form your bite is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@damage 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Agility",
					"entries": [
						"Kitsune are agile beings, moving with purpose and grace. as such, they gain proficiency in {@skill Acrobatics}"
					],
					"type": "entries"
				},
				{
					"name": "Fey Ancestry",
					"entries": [
						"You have advantage on saving throws against being {@condition charmed}, and magic can't put you to sleep."
					],
					"type": "entries"
				},
				{
					"name": "Kitsune Magic",
					"entries": [
						"You Know the Dancing Lights and Produce Flame. Once you reach 3rd level, you can cast {@spell Charm person} once per long rest as a 2nd level spell. Once you reach 5th level, you can also cast {@spell Invisibility} as a 3rd level spell once per long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "True Form",
					"entries": [
						"You can transform between fox and human form at will. In combat, this takes an action. Human form can look any way you desire, gender being the same as your chosen gender. You may speak as normal and use kitsune magic while in fox form. When changing to fox form, all Armour falls to the ground, when changing to human, you appear wearing a conjured set of clothing."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Sylvan and one other language of your choice. Plus you can speak to other animals."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"Kitsune are a type of fey that are far and few between. Delighting in all sorts of trickery, mischief, and general nosiness, those who know of the Kitsune regard them as sometimes annoying, but harmless. Despite an irrepressible penchant for deception, Kitsune prize loyalty and make true companions. Although almost universally good, there are the rare few who follow a path of evil, commonly known as Nogitsune or \"Field foxes\" as opposed to Zenko or \"Good foxes\". Most Kitsune are fascinated with the adventurers they meet, often joining them in their travels to try and satisfy their inquisitive nature. Because of this spirit of curiosity, they are wonderfully suited to the adventuring life.",
					{
						"type": "entries",
						"name": "Names",
						"entries": [
							"A Kitsune will have at least two names at any time. The first is their true name and can be used to command the kitsune to do anything. Willing to giving over their true name is a symbol of absolute trust. Their second name is a poetic or literal name that describes one of their traits, professions, or simply a cultural name that the kitsune found amusing. Although it's not unheard of to change their name, they tend to keep the first name they choose."
						]
					},
					{
						"type": "entries",
						"name": "Physical Description",
						"entries": [
							"Kitsune have two forms. The first is their true form, which is in the shape of a fox. Unlike a normal fox, kitsune may possess multiple tails depending on their age and power. Kitsune are noted for having as many as nine tails. New tails will spontaneously appear as they age and gain more power. Once they reached either the pinnacle of their power or seven hundred years in age, they will grow their ninth and final tail. Their fur will turn white, silver or gold if they are a Zenko or black if they are Nogitsune. Most kitsune obtain their second form upon reaching 50-100 years of age. This form is human in appearance with a narrow face with close-set eyes, thin eyebrows, high cheekbones, and softly glowing amber, golden, or blue eyes. Their hair retains the same color as their fur. In human form they have the ears and tail(s) of a fox, they can choose to hide the ears and tail if they wish. A young or undisciplined kitsune may have difficulties hiding their appearance when in human form. In some rare cases, their are individuals who can see through their disguise merely by perceiving them. Shadows may also reveal their true nature. Regardless of the form, most kitsune carry a signature fox mask with them, either on their person or worn. This mask they are born with, and it grows with them; it is an extension of their very soul."
						]
					},
					{
						"type": "entries",
						"name": "History",
						"entries": [
							"It is a widely known fact that the Kitsune, or fox people, were powerful beings. Rumors of their immense power often fueled sensations of greed to try and harness that power for themselves. As such, the Kitsune had once been severely wiped out via the method of severing their tails. In much of the Kitsune remaining, a deep seeded grudge still often remains toward other races due to that fact. The Kitsune were creations of Inari, who, when this rooted hatred arose, a variant of Inari's original conception of fox spirits turned into two separate subspecies: The Zenko and the Nogitsune. The Nogitsune are known for being evil,feeding into self entitlement and hatred toward other races, turning malicious and now often feared by the masses. Meanwhile, the Zenko take on much more of Inari's intent of creation, being kindhearted and gentle souls who go out of their way to help others. Both of them pay little and no attention to the other most of the time."
						]
					},
					{
						"type": "entries",
						"name": "Society",
						"entries": [
							"Kitsune are extremely outgoing spirits who are fascinated with all other non fey-races, particularly humans. This makes them welcome with many younger races, unusual among the trickster fey races. Kitsune are usually attracted to groups of other outgoing creatures. As far as societies among the Kitsune are concerned, they often don't live too different lives from other humanoid races. they can be located in a variety of locations and climates, which as such offers variants in the thickness of one's fur, and so forth."
						]
					}
				]
			}
		}
	],
	"subrace": [
		{
			"name": "Nogitsune",
			"source": "DanDWikiKitsune6th",
			"raceName": "Kitsune",
			"raceSource": "DanDWikiKitsune6th",
			"ability": [
				{
					"cha": 1,
					"dex": 1,
					"choose": {
						"from": [
							"con",
							"str"
						],
						"count": 1,
						"amount": 1
					}
				}
			],
			"skillProficiencies": [
				{
					"acrobatics": true,
					"intimidation": true,
					"deception": true
				}
			],
			"entries": [
				{
					"name": "Ability Score Increase",
					"entries": [
						"Your Constitution or Strength score increases by 1."
					],
					"type": "entries"
				},
				{
					"name": "Inherently Evil",
					"entries": [
						" A kitsune who follows the path of being more evil in nature, alignment either any type of chaotic or evil."
					],
					"type": "entries"
				},
				{
					"name": "Power of the Kitsune",
					"entries": [
						"Being evil in nature has made individuals fear the Nogitsune. You gain proficiency in Intimidation and Deception."
					],
					"type": "entries"
				}
			],
			"overwrite": {
				"ability": true,
				"entries": true,
				"skillProficiencies": true
			}
		},
		{
			"name": "Zenko",
			"source": "DanDWikiKitsune6th",
			"raceName": "Kitsune",
			"raceSource": "DanDWikiKitsune6th",
			"ability": [
				{
					"cha": 1,
					"dex": 1,
					"choose": {
						"from": [
							"wis",
							"int"
						],
						"count": 1,
						"amount": 1
					}
				}
			],
			"skillProficiencies": [
				{
					"acrobatics": true,
					"history": true,
					"survival": true
				}
			],
			"entries": [
				{
					"name": "Ability Score Increase",
					"entries": [
						"Your Wisdom or Intelligence score increases by 1."
					],
					"type": "entries"
				},
				{
					"name": "Inherently Good",
					"entries": [
						"A kitsune who follows the path of being good in nature, alignment being any type of good or true neutral."
					],
					"type": "entries"
				},
				{
					"name": "Knowledge of the Kitsune",
					"entries": [
						"Being Good has allowed the zenko kitsune adapt and gain more knowledge about the world from others. You are proficient with History and Survival."
					],
					"type": "entries"
				}
			],
			"overwrite": {
				"ability": true,
				"entries": true,
				"skillProficiencies": true
			}
		}
	]
}
