{
	"_meta": {
		"sources": [
			{
				"json": "Chiropteran",
				"full": "Chiropteran",
				"abbreviation": "CHT",
				"authors": [
					"Unknown"
				],
				"convertedBy": [
					"SpiceBandit#5640"
				],
				"url": "https://www.dandwiki.com/wiki/Chiropterans_(5e_Race)",
				"version": "1.0.0"
			}
		],
		"dateAdded": 1634635486,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d245dd690a",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Chiropteran",
			"source": "Chiropteran",
			"ability": [
				{
					"dex": 2,
					"wis": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"darkvision": 120,
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Chiroptera mature very quickly, becoming adults at just 10 years of age. They have shorter lifespans compared to other humanoids, usually living no longer than 40 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Chiroptera lean towards good, with their tribal structure instilling in them a respect for the lawful way of doing things. Those that are ostracised from their tribe or were raised outside it may tend towards evil."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Chiroptera average between 4 and feet in height. Your size is Medium"
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					],
					"type": "entries"
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Superior Hearing",
					"entries": [
						"You have advantage on {@skill Perception} checks involving hearing. If you are deafened, you make attack rolls at disadvantage."
					],
					"type": "entries"
				},
				{
					"name": "Daylight Sensitivity",
					"entries": [
						"When you, the target of your attack, or something you are trying to perceive is in direct sunlight you are considered to be Blinded. As long as your hearing is not impaired your attack rolls are not made with disadvantage because of this trait."
					],
					"type": "entries"
				},
				{
					"name": "Keen Senses",
					"entries": [
						"You have proficiency in the {@skill Perception} skill."
					],
					"type": "entries"
				},
				{
					"name": "Echolocation",
					"entries": [
						"You have Blindsight in a 15 ft. radius around yourself."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Chiropteran, and your choice of Undercommon or Common."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"name": "Chiropteran",
				"source": "Chiropteran",
				"entries": [
					{
						"name": "Physical Description",
						"entries": [
							"Chiroptera (also known as bainligors) are small, flightless bat-people. Their primitive tribal culture is found in the upper reaches of the Underdark, natural caverns, and abandoned subterranean dwellings or mine-works. Primarily carnivorous, they eat insects, larger animals that they hunt on the surface, and edible fungi. Their ears are huge, pointed, and fantastically sensitive; their noses and elaborately sculpted facial features are those of bats. They have disproportionately long fingers lightly webbed with the remnants of their wings. They are not blind, though their eyes are quite weak, and must be protected by heavily-tinted glasses or goggles in daylight lest they be utterly blinded. Their primary sense is hearing, which is so sensitive they can hear a pin drop three hundred yards away. Though chiroptera can speak any language, their native tongue is too high-pitched for others to hear, consisting entirely of ultrasonic squeaks that other races can only produce via magical or artificial means. Even if one speaks in a voice low enough to be heard by other races, its voice remains a high-pitched squeak."
						],
						"type": "entries"
					},
					{
						"name": "History",
						"entries": [
							"Though often maligned by humans, who sometimes call them \"night terrors\" or bainligor, the chiroptera are actually a generally peaceful race. No one—not even the chiroptera themselves—know the origins of their race, but scholars who have delved into the subject believe them to be the descendants of several common bat species \"awakened\" to sapience via magic; though who did so, for what reason, and even when are unknown. The chiroptera are often associated with the Underdark and the dread creatures therein, but in reality, they live in fear and disgust of the Deep Dark because and are frequently preyed upon by monsters, drow, and other denizens of the underground."
						],
						"type": "entries"
					},
					{
						"name": "Society",
						"entries": [
							"Chiroptera society is tribal, with each tribe consisting of no more than twenty or thirty individuals led by a matriarch—almost always the oldest female in the tribe. Every night, the entire tribe—including children—venture forth from their hearth-caves to hunt game. Lacking any knowledge of metallurgy, chiroptera usually hunt using bows with a stone-tipped arrow and well-made stone hand-axes, though tribes living near communities of other races will often trade meat and hides for metal weapons–especially throwing daggers, with which they display a terrifying proficiency. Though their natural society is primitive, chiroptera are just as intelligent as other humanoid races. Perhaps because of their supposed sorcerous origin, they tend to view scholarly magic with great distrust and do not like to handle magical artifacts or associate with practitioners of magic unless they absolutely have to. Innate or \"natural\" magic comes easily to them, though, especially elemental magic. They utterly despise drow, who routinely prey upon their populations, and are not fond of elves either. Relationships with dwarves, svirfneblin, and other non-evil subterranean races vary widely, though they are usually peaceful and based on trade or hunting pacts. Most chiroptera adventures have left their native tribes behind at a young age, often exiled for unwise acts or orphaned by drow slaver attacks; though, like every other race, there are individuals who set forth from home just to experience the wide world beyond their hearth-caves. Because of their nocturnal nature, unparalleled hearing, and deftness with bows and daggers, many chiroptera adventurers become rogues or rangers. They make superb assassins, though their generally good natures mean that they only target evil-doers; as such, many belong to organizations like the Harpers that are dedicated to curbing evil by subtle means. Tribal chiroptera believe very strongly in self-reliance and do not natively worship–or even acknowledge %ndash; any gods. Those living among other races often find the concept of worshipping higher powers to be silly at best, and dangerous at worst, as doing so goes against their native culture's greatest tenet: depend only on yourself and those around you. Chiroptera are not swift to make friends with persons of other races, but once they do they are fiercely protective and dependable."
						],
						"type": "entries"
					},
					{
						"name": "Chiropteran Names",
						"entries": [
							"Chiropteran names are gender neutral.",
							{
								"entries": [
									{
										"name": "Neutral Names",
										"entries": [
											"Sheek, Kyeekee, Eeak, Heeh, Theeth, Eeyee, Rath, Neekis, Seen, Weeseeswee, Yikeek, Keith"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"traitTags": [
				"Sunlight Sensitivity"
			],
			"skillProficiencies": [
				{
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"choose": {
						"from": [
							"undercommon",
							"common"
						],
						"count": 1
					},
					"chiropteran|chiropteran": true
				}
			]
		}
	]
}
