{
	"_meta": {
		"sources": [
			{
				"json": "Bleeko",
				"full": "Bleeko",
				"abbreviation": "Bleeko",
				"authors": [
					"Unknown"
				],
				"convertedBy": [
					"Kuro Usagi#4644"
				],
				"url": "https://www.dandwiki.com/wiki/Bleeko_(5e_Race)",
				"version": "08MAY2019"
			}
		],
		"dateAdded": 1570535687,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d5866758ef",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Bleeko",
			"source": "Bleeko",
			"ability": [
				{
					"dex": 1,
					"int": 2
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Bleekos live slightly longer than most humans, reaching adulthood around 20 years old and living to be up to 130 years old."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Bleekos dislike regulations and as such tend to avoid a lawful alignment in favor of almost anything else."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Bleekos tend to be between 4 and 5 feet tall and weigh between 70 to 90 pounds. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					],
					"type": "entries"
				},
				{
					"name": "Soft Steps",
					"entries": [
						"You are proficient in the {@skill Stealth} skill."
					],
					"type": "entries"
				},
				{
					"name": "Lover of Light",
					"entries": [
						"You know the {@spell dancing lights} cantrip. When you reach the 3rd Level you learn {@spell minor illusion}. Intelligence is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one language of your choice."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"Wiry and intelligent, the Bleeko race has long prided itself on its magical advances, many of which have come by studying fairies. Fascinated by the Fey, a Bleeko will pay almost any price for a live fairy. Often a Bleeko keeps fairies in a lantern as a symbol of power and nobility. Because of this, Bleekos often carry empty lanterns with them in case they do come across a fairy.",
					{
						"name": "Physical Description",
						"entries": [
							"A Bleeko is a rabbit like humanoid with fur that can be any shade of purple. Small and wiry, Bleekos take advantage of their soft features to move undetected or avoid predators."
						],
						"type": "entries"
					},
					{
						"name": "History",
						"entries": [
							"The Bleekos are a race rumored to have evolved from rabbits. No one knows when they actually began to appear but their war with the Meeko clan brought them to attention. After the war ended over 200 years ago, Bleeko scientists focused on uncovering new brands of magic, becoming one of the most magically advanced races of all time."
						],
						"type": "entries"
					},
					{
						"name": "Society",
						"entries": [
							"Bleekos are a race that emanates from the Underdark, this gives them a strange fascination with light and as such, much of their society revolves around illumination. Names, clothing, social standing all revolve around brightness. This has also led to a fascination with fairies and other creatures that glow. Many Bleeko homes keep bioluminescent creatures as pets."
						],
						"type": "entries"
					},
					{
						"name": "Bleeko Names",
						"entries": [
							"Bleeko names revolve around brightness and light. Male names tend to reflect changing sources of light, while female names reflect a constant source of light.",
							{
								"entries": [
									{
										"name": "Male Names",
										"entries": [
											"Flicker, Wisp, Smolder, Candle"
										],
										"type": "entries"
									},
									{
										"name": "Female Names",
										"entries": [
											"Sun, Luna, Lumina, Shine"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"dancing lights#c"
						],
						"3": [
							"minor illusion#c"
						]
					},
					"ability": "int"
				}
			]
		}
	]
}
