{
	"_meta": {
		"sources": [
			{
				"json": "Faceless",
				"full": "Faceless",
				"authors": [
					"u/darude11"
				],
				"abbreviation": "Homebrew",
				"url": "https://www.gmbinder.com/share/-LKujBH6dj8O6G109Q8k",
				"version": "2018.08.28"
			}
		],
		"dateAdded": 1574460664,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "6862096c86",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Faceless",
			"source": "Faceless",
			"ability": [
				{
					"dex": 1,
					"cha": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"darkvision": 60,
			"languageProficiencies": [
				{
					"common": true,
					"deep speech": true
				}
			],
			"entries": [
				"Due to their aberrant origin, faceless share certain racial traits.",
				{
					"name": "Ability Score Improvement",
					"entries": [
						"Your Dexterity and Charisma scores increase by 1."
					],
					"type": "entries"
				},
				{
					"name": "Age",
					"entries": [
						"Faceless mature at the same rate as humans and live up to 120 years."
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Faceless are built much like their ancestors, but tend to be a little leaner and shorter than average in their true form. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Duplicity",
					"entries": [
						"You gain proficiency in the {@skill Deception} skill."
					],
					"type": "entries"
				},
				{
					"name": "Shapechanger",
					"entries": [
						"As an action, you can assume a different form of a humanoid creature or change back into your true form, transforming your appearance. You revert to your natural form if you die.",
						"You decide what you look like, including your height, weight, facial features, sound of your voice, hair length, coloration, and distinguishing characteristics, if any. You can make yourself appear as a member of another race, though none of your statistics change. You also can't appear as a creature of a different size than you, and your basic shape stays the same. However, your equipment does not change with you.",
						"Additionally, you have advantage on saving throws against any spell or effect that would alter your form."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Touch the Mind",
					"entries": [
						"You know the {@spell message} cantrip. Charisma is your spellcasting ability for it. You can cast it without requiring verbal or material components."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read and write Common, Deep Speech and one other languages of your choice."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"I have watched people lie, cheat, and trick others for their own gain. I have watched how humanity turns against each other at the merest hint of provocation. I had lived most of my life more honest than humans and other races have been in a week. Yet I am the one ridiculed and hated for what I am. I have not deserved this hatred, but mark my words... I will ensure that I have earned it."
						],
						"by": "Chryss, the Queen of Misery"
					},
					"Most people don't even think about the presence of the faceless due to their alien nature. That's because their ties to the Far Realms gave them the ability to take on appearances of others. This is why they are generally greeted with suspicions and distrust. Well, that is, if they turn up in their true form...",
					{
						"name": "Hundreds of Faces",
						"entries": [
							"Faceless true forms share several physical characterstics regardless of their bloodline. Usually, faceless tend to have a slender build with height a little shorter than that of an average human. Their eyes are colorless, and their pale smooth skin is usually colored in some shade of gray, rarely showing a hint of blue, red, or another color. Their hair tends to be white or silver, often with a hue of another color like pink or gold. It's common for the faceless to also keep some characteristics of their ancestors from Material Plane, such as pointed ears of elven parents, stout figure of a dwarf, or tusks of an orc.",
							"Of course, none of this applies once the faceless turn into someone else. With their uncanny talent, they can take form of anyone they have seen or anyone they could could imagine."
						],
						"type": "entries"
					},
					{
						"name": "Quick to Change, Slow to Decide",
						"entries": [
							"Many would consider an ability to change their looks at any time a gift, but to the faceless it can seem at times like a curse. Due to fears of prejudice, many faceless spend little to no time in their true form. Some try to have an ordinary life, changing their form rarely. Others take full advantage of their powers, becoming infiltrators, thieves, blackmailers and spies. Yet, some faceless live in their true form, to show others that their kind could be trusted.",
							"Due to their chaotic nature, they change their moods as often as they change their appearance. It's not unusual for faceless to be indecisive and work on more than one task at a time. Their innate ability of changing gives them an uncanny ability to deceive others. Befriending a faceless could either be a blessing, or a disaster."
						],
						"type": "entries"
					},
					{
						"name": "Constant Search",
						"entries": [
							"Touched by Far Realms, faceless feel a need to search something their whole life. This longing drives them, whether they seek their true self, forbidden knowledge, or their ancestor. When a faceless takes up adventuring, it might be to fulfill its need. Some get distracted on the way by the fame and fortune, but sooner or later their desire will resurface."
						],
						"type": "entries"
					},
					{
						"name": "Faceless Names",
						"entries": [
							{
								"entries": [
									"There are two kinds of faceless names, depending on the culture they're born into. Those born to non-faceless 3 parents tend to have a name of a fitting culture. But within the faceless culture, it is a tradition to give short unisex names.",
									{
										"name": "Unisex Names",
										"entries": [
											"Alex, Ash, Bryn, Carol, Charlie, Chris, Dee, Fran, Gray, Haven, Jackie, Jess, Jo, Kit, Lee, Mel, Nat, Pat, Quinn, Sam, Steph, Val, Will"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"message#c"
						]
					},
					"ability": "cha"
				}
			],
			"age": {
				"mature": 20,
				"max": 120
			}
		}
	],
	"feat": [
		{
			"name": "Abnormal Arbor",
			"source": "Faceless",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Faceless"
						}
					]
				}
			],
			"entries": [
				"You have adapted to the world far better than you expected. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You can now use your Shapechanger trait to turn into a plant of Medium or larger size. When you are transformed into a Large or larger plant, your reach extends by 5 feet, your speed becomes 0 and you can't benefit from any bonus to your speed.",
						"If you spend a long rest turned into a plant, you do not need to eat or drink for the next day.",
						"When you use your Shapechanger trait to turn into a creature, you can choose for it to gain more plant-like look. Additionally, you can cast {@spell barkskin} without expending a spell slot targeting yourself. Once you cast the spell this way, you can't cast it again with this trait until you finish a long rest. Charisma is your spellcasting ability for it. You can cast it without requiring components."
					]
				}
			]
		},
		{
			"name": "Alien Psychology",
			"source": "Faceless",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Faceless"
						}
					]
				}
			],
			"entries": [
				"Your aberrant origin opens up possibilities of improving your mind, granting you the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain advantage on saving throws to avoid being {@condition charmed} or {@condition frightened}.",
						"You have advantage on checks and saving throws to resist both magical and nonmagical effects that detect your thoughts, emotions or compel you to tell truth. Additionally, you can present false thoughts, emotions, or lies as if you are being truthful by making a Charisma ({@skill Deception}) check contested by the creature's Wisdom ({@skill Insight}) check.",
						"You can use your action to sense presence of shapechangers and creatures whose true form is different from their apparent form (such as ones under the effects of disguise self) within 60 feet of you. You know their number, direction and distance from you, but don't know their true form or identity. Once you use this feature, you can't do so again until you finish a short or long rest."
					]
				}
			]
		},
		{
			"name": "Beastly Forms",
			"source": "Faceless",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Faceless"
						}
					]
				}
			],
			"entries": [
				"With enough training, your ability to change form has improved so well that you can now take forms of beasts. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You can now use your Shapechanger trait to turn into a beast that you have seen of basic shape different from yours. While you are transformed into a beast, your AC is replaced by the beast's AC, you lose your ability to speak and your equipment melds into your new form. Other than that, your statistics do not change.",
						"If the creature you are transformed into has a swimming or climbing speed, you gain that speed. If it has a swimming or climbing speed that's higher than your movement speed, you only gain that speed equal to your movement speed.",
						"While you are transformed into a creature that can breathe air and water, you can breathe air and water.",
						"While you are transformed into a creature with horns, claws or other natural weapons, you have natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to {@dice 1d6} + your Strength modifier."
					]
				}
			]
		},
		{
			"name": "Fluid Structure",
			"source": "Faceless",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Faceless"
						}
					]
				}
			],
			"entries": [
				"Your body is much more elastic, capable of taking less damage when it's needed the most. You can use your reaction when you take bludgeoning damage to gain resistance to bludgeoning damage until the start of your next turn."
			]
		},
		{
			"name": "Flying Figure",
			"source": "Faceless",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Faceless"
						}
					]
				}
			],
			"entries": [
				"If the creature you are transformed into has a flying speed, you gain that speed. If it has a flying speed that's higher than your movement speed, you only gain that speed equal to your movement speed. To use this speed, you can't be wearing medium or heavy armor.",
				"Additionally, using your Shapechanger trait, you can turn into an aaracokra, harpy or winged tiefling. At DM's discretion, you can transform into other forms of flying creatures of humanoid or monstrosity type."
			]
		},
		{
			"name": "Inanimate Shapes",
			"source": "Faceless",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Faceless"
						}
					]
				}
			],
			"entries": [
				"Your shapeshifting skills have improved, and now you can transform into objects that make your size more compact. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You can now transform into creatures and objects of Medium size or smaller. When you do so, your statistics are changed based on the description below.",
						"You can now use your Shapechanger trait to turn into an object. When you transform into an object, your equipment melds into your form, your speed is reduced to 5 feet, and you can't speak or use any actions for anything other than casting {@spell message} or transforming into another form.",
						"While you're in an object form and remain motionless, you are indistinguishable from a normal object, gaining a +10 bonus to {@skill Stealth} checks."
					]
				},
				"Based on your size, your statistics may change in following ways:",
				{
					"type": "list",
					"items": [
						"Small. Your size in all dimensions is halved and your weight is reduced to one eighth. Additionally, your base speed is reduced to 25 feet, and your weapon damage rolls are reduced by {@dice 1d4} (minimum 1).",
						"Tiny. Your size in all dimensions is quartered and your weight is reduced to one sixtyfourth. You have disadvantage on Strength checks and Strength saving throws. Additionally, your base speed is reduced to 15 feet, and your weapon damage rolls are reduced by {@dice 2d4} (minimum 1)."
					]
				}
			]
		},
		{
			"name": "Truly Eldritch",
			"source": "Faceless",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Faceless"
						}
					]
				}
			],
			"entries": [
				"You stared into the Far Realms studying them long enough, and they finally stared back. Your true form is improved, and you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"While you are in your true form, you don't need to sleep. Instead, you can spend 8 hours doing light activity. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep.",
						"You can cast {@spell detect thoughts} and {@spell Nystul's magic aura} once without expending a spell slot. You regain the ability to cast both spells in this way when you finish a long rest. Charisma is your spellcasting ability for these spells. You can cast them without requiring components, but effects of Nystul's magic aura can't become permanent if it's casted this way for 30 days.",
						"While you are in your true form, you can cast {@spell nondetection} on yourself without expending a spell slot, requiring no spell components. When you cast the spell this way, it ends immediately if you are no longer in your true form, whether by using your Shapechanger trait, or when you are transformed. You regain the ability to cast the spell in this way when you finish a long rest. Charisma is your spellcasting ability for this spell."
					]
				}
			]
		},
		{
			"name": "Unearthly Adaptation",
			"source": "Faceless",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Faceless"
						}
					]
				}
			],
			"entries": [
				"Whatever form you take, your body has adapted better to this world and its rules. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You are naturally adapted to extreme cold, extreme heat and high altitude, and suffer no penalties caused by them.",
						"You can cast {@spell feather fall}, {@spell jump} or {@spell longstrider}, targeting only yourself. Once you cast either spell, you can't cast it again with this trait until you finish a short or long rest. Charisma is your spellcasting ability for it. You can cast it without requiring components."
					]
				}
			],
			"ability": [
				{
					"dex": 1
				}
			]
		}
	]
}
