{
	"_meta": {
		"sources": [
			{
				"json": "DMTuzHolstaur",
				"abbreviation": "TuzH",
				"full": "Holstaur",
				"authors": [
					"DM Tuz",
					"J. Alice Bown"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"version": "1.0",
				"url": "https://www.patreon.com/posts/50784158",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1643474509,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "377e174ce9",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Holstaur",
			"source": "DMTuzHolstaur",
			"page": 0,
			"alias": [
				"Cowfolk"
			],
			"ability": [
				{
					"con": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"traitTags": [
				"Natural Weapon",
				"Powerful Build"
			],
			"languageProficiencies": [
				{
					"common": true,
					"any": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Holstaurs reach maturity at 20 years of age. They live well over a century and retain their vitality throughout their life up until a rapid decline within their last decade of life."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Holstaurs respect rules where they go and appreciate a calm and steady life. Their benevolent and nurturing disposition makes them lean towards good alignments."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Holstaurs grow up to 8 feet. and are commonly heavy built. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Horns",
					"entries": [
						"Your horns are natural melee weapons, which you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to {@dice 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					]
				},
				{
					"type": "entries",
					"name": "Burden Bearer",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift. Additionally, moving, dragging, or carrying a creature that you have grappled that is one size smaller than you does not half your speed."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and another language of your choice. Holstaurs usually make an effort to learn other languages common in the communities they inhabit."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"_raceFluff": {
					"name": "Holstaur",
					"source": "DMTuzHolstaur"
				},
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/O8nwoow.png"
						},
						"title": "Arcadian Holstaur — QueenChikkibug"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/eIqfczL.png"
						},
						"title": "Arcadian Holstaur — DM Tuz"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/ErHpsf7.png"
						},
						"title": "Mist Horn Holstaur — QueenChikkibug"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/3LAs57b.png"
						},
						"title": "Urbos Holstaur — QueenChikkibug"
					}
				]
			},
			"age": {
				"mature": 20,
				"max": 100
			}
		}
	],
	"subrace": [
		{
			"name": "Arcadian",
			"source": "DMTuzHolstaur",
			"raceName": "Holstaur",
			"raceSource": "DMTuzHolstaur",
			"overwrite": {
				"ability": true
			},
			"ability": [
				{
					"cha": 2,
					"con": 1
				},
				{
					"cha": 1,
					"con": 2
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Meadow Dew",
					"entries": [
						"You can perform a ritual to materialize a liquid of your own natural vitality and benevolence. With 10 minutes of work or when you finish a short rest you can perform a ritual and magically produce a number of Meadow Dew potions equal to your proficiency bonus. Once you use this trait, you can't use it again until you have finished a long rest.",
						"A creature can use its action to consume a Meadow Dew potion. Drinking the Meadow Dew potion restores hit points equal to {@dice 1d6} + your Constitution modifier (minimum of 0) and nourishes the creature for one day. Once a creature drinks the potion, it can't benefit from its properties again until it finishes a short rest. Your Meadow Dew potion spoils after 24 hours or until it is further refined, which will make your Meadow Dew potion a common food item without special properties."
					]
				},
				{
					"type": "entries",
					"name": "Vitality",
					"entries": [
						"Whenever you take a short rest, you regain hit points equal to your character level."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"Robust and devoted, the arcadians often have the lowest temper among all holstaurs, known to be the most gentle and loving. They can be found in rural areas integrated in more developed settlements. They are most happy living among others, and often indulge in more nurturing roles in their communities, such as animal and crop care, aiding a spouse, or raising children. They do not do well in smaller groups and are the most social of the holstaurs.",
					{
						"type": "insetReadaloud",
						"name": "DM Tuz Note for Meadow Dew",
						"entries": [
							"Listen, the exact nature of the Meadow Dew is up for you or your DM to decide. I provided a fitting but also gender neutral solution to an obvious expectation that people will have towards the holstaurs. I will grant you creative freedom to do with it as you please."
						]
					},
					{
						"type": "hr"
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/O8nwoow.png"
						},
						"title": "QueenChikkibug"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/eIqfczL.png"
						},
						"title": "DM Tuz"
					}
				],
				"_appendRaceFluff": {
					"name": "Holstaur",
					"source": "DMTuzHolstaur"
				}
			}
		},
		{
			"name": "Mist Horn",
			"source": "DMTuzHolstaur",
			"raceName": "Holstaur",
			"raceSource": "DMTuzHolstaur",
			"overwrite": {
				"ability": true
			},
			"ability": [
				{
					"con": 2,
					"int": 1
				},
				{
					"int": 2,
					"con": 1
				}
			],
			"traitTags": [
				"Skill Proficiency"
			],
			"additionalSpells": [
				{
					"ability": "int",
					"known": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Wizard"
								}
							]
						}
					}
				}
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"arcana",
							"history",
							"nature",
							"religion"
						],
						"count": 1
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Academic Mastery",
					"entries": [
						"Because of your own studies, you gain proficiency in one of the following skills: {@skill Arcana}, {@skill History}, {@skill Nature}, or {@skill Religion}. Whenever you engage in downtime activities in a town or city, or otherwise spend a week with similar activities in an area with readily available knowledge, such as a local library or books in your own possession, you can change your proficiency to another one of the options above."
					]
				},
				{
					"type": "entries",
					"name": "Private Lesson",
					"entries": [
						"Over the course of a long rest, you can have a study session with another creature, to do so the creature must have an Intelligence score of 5 or higher and you must both share at least one language. You choose a subject, {@skill Arcana}, {@skill History}, {@skill Nature}, or {@skill Religion}; At the end of the long rest, the creature gets a bonus equal to your Intelligence modifier on its next check it makes on the chosen knowledge skill before it finishes a long rest. If the check is unsuccessful, the bonus is not lost."
					]
				},
				{
					"type": "entries",
					"name": "Mystic Studies",
					"entries": [
						"You learn a wizard cantrip of your choice. Intelligence is your spellcasting ability for it."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"The studious mist horn prefers to live in tranquil areas of the world. Often bookish in nature, they dedicate time to their studies, though they are far from inhospitable, often wishing to share what they know to improve lives. They are somewhat aloof if pressed to talk about things outside of their work, and do not enjoy manual labor. But find true joy in learning and understanding others, and can spend many an hour or day discussing the subjects of their studies.",
					{
						"type": "hr"
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/ErHpsf7.png"
						},
						"title": "QueenChikkibug"
					}
				],
				"_appendRaceFluff": {
					"name": "Holstaur",
					"source": "DMTuzHolstaur"
				}
			}
		},
		{
			"name": "Urbos",
			"source": "DMTuzHolstaur",
			"raceName": "Holstaur",
			"raceSource": "DMTuzHolstaur",
			"overwrite": {
				"ability": true
			},
			"ability": [
				{
					"str": 2,
					"con": 1
				},
				{
					"str": 1,
					"con": 2
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Great Horns",
					"entries": [
						"Your horns deal {@dice 1d6} piercing damage instead of {@dice 1d4}."
					]
				},
				{
					"type": "entries",
					"name": "Impact Blow",
					"entries": [
						"When you move at least 20 feet straight towards a creature and immediately attack it with your horns or shove it, you have advantage on the attack roll or on your Strength ({@skill Athletics}) check to shove it."
					]
				},
				{
					"type": "entries",
					"name": "Undercoat",
					"entries": [
						"You are accostumed to cold climates."
					]
				},
				{
					"type": "entries",
					"name": "Mighty Stride",
					"entries": [
						"You can move through spaces of any creature that is of a size smaller than yours."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"The original kin, where all holstaur species originate, are the largest and strongest of the cowfolk. Often only found high in the mountain regions, urbos are head strong and instinctually territorial. Unlike their younger cousins, they are quicker to anger, but possess a strong protective instinct for those who cannot defend themselves. They can often be found guiding travelers through the mountains, and have been known to rescue people from storms and wild beasts. They are willing to trust, just as they are willing to harm if that trust is broken.",
					{
						"type": "hr"
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/3LAs57b.png"
						},
						"title": "QueenChikkibug"
					}
				],
				"_appendRaceFluff": {
					"name": "Holstaur",
					"source": "DMTuzHolstaur"
				}
			}
		}
	],
	"raceFluff": [
		{
			"name": "Holstaur",
			"source": "DMTuzHolstaur",
			"entries": [
				"{@italic \"There, there, little one. You were strong and went as far as you could on your own. I will carry you from here.\"}",
				"Holstaurs, more commonly known as cowfolk, are revered across both land and sea. Do not be fooled by their intimidating stature, for under their hides beat gentle hearts.",
				"The bards have told tales of this race's tendency for good-deeds and acts of kindness. It is said the mere presence of a holstaur is a blessing, and they are often welcomed into communities with open arms. Where the holstaur and their many subspecies originate is unknown. Some have assumed an ancestral kinship with the hinotaur's, but no distinct connection has ever been determined.",
				"Despite their friendly reputation holstaurs rarely live among their own kin in settlements. They occasionally wander in groups of their own kind for migration, but these herds shrink over time as each member finds a new place to settle. This has made tracking holstaur culture difficult, as by their very nature they assimilate into whatever home they choose before moving on.",
				{
					"type": "entries",
					"name": "Gentle Caretakers",
					"entries": [
						"Holstaurs are more commonly known to have gentle and benign dispositions. Possessing immense patience and calm heads. Most have a nurturing instinct that manifests in many different ways among different holstaurs. Be it a struggling grove, an animal in need, or a community under attack by evil-doers. No kindness is too small for a holstaur to consider. And once that kindness is accepted, holstaurs will become loyal to these they devote themselves to.",
						"This has led some unfortunates to assume they are pushovers. A holstaurs will never start a fight, but will finish them. And for this race, benevolence is not always passive, or soft. Returning a holstaur's kindness with cruelty can have dire consequences if they deem ridding the world of you as a kindness.",
						"A bond with a Holstaur can last for a lifetime — but more often does not. Once they have helped something become the best it can be, and there are no more in need of help, these cowfolk will often grow restless and bored of their surroundings. So they will move on. Because of this, holstaurs will often take nomadic partners who are willing to travel with them to different communities. By nature it's hard for them to 'settle down' for life however, finding a place that will always need help with something is often the best compromise. Because of this, arcadians often stay in one area the longest."
					]
				},
				{
					"type": "entries",
					"name": "Holstaur Names",
					"entries": [
						"As holstaurs do not possess their own language or more importantly, naming conventions, they are named in the same manner typical for the locale they were born in. But in one of the very few traditions they possess, specific suffixes are sometimes used to show individuality from local names. This often has the additional benefit for the holstaur to create as a fantastic opportunity to tell others of their upbringing upon introduction.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Suffixes:",
									"entry": "-beau, -cole, -ester, -gunder, -jack, -mallow, -odis"
								},
								{
									"type": "item",
									"name": "Female Suffixes:",
									"entry": "-belle, -cara, -ette, -jille, -lossie, -shey, -vietta"
								}
							]
						}
					]
				}
			]
		}
	],
	"feat": [
		{
			"name": "Bolstering Heart",
			"source": "DMTuzHolstaur",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Holstaur"
						}
					],
					"ability": [
						{
							"cha": 13
						}
					]
				}
			],
			"entries": [
				"With the right encouragement great potential can be unlocked. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"On your turn, you can use a bonus action to use the {@action Help} action. You can do this a number of times equal to your proficiency bonus. You regain all expended uses when you finish a long rest.",
						"When a creature succeeds a check or roll that you helped with and both results would succeed the check, the creature has advantage on the the next check or roll of the same type it makes before the end of its next turn as if you helped it (if you helped a creature with an attack roll, it would have advantage on the next attack roll it makes)."
					]
				}
			]
		},
		{
			"name": "Essence of Baphomet",
			"source": "DMTuzHolstaur",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Holstaur"
						}
					]
				}
			],
			"entries": [
				"Either through a mixed lineage, earning the favor of a demonic entity, or through a forbidden rite; you have obtained a piece of Baphomet's essence. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your horns count as magical for the purpose of overcoming resistances and immunities.",
						"If you are reduced to 0 hit points and not outright killed, you can use a reaction to make a melee weapon attack before falling unconcious.",
						"Whenever you hit a target with a melee weapon attack, you can use your bonus action to attack the same target with your horns until the end of your turn.",
						"You can always retrace all step that you took within the past month and cannot get lost except by magical means."
					]
				}
			]
		}
	]
}
