{
	"_meta": {
		"sources": [
			{
				"json": "DMTuzSlimeFolk",
				"abbreviation": "TuzSF",
				"full": "Slime Folk",
				"authors": [
					"DM Tuz"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"version": "1.0",
				"url": "https://www.patreon.com/posts/46507334",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1643423127,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "a725409cc9",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Slime Folk",
			"source": "DMTuzSlimeFolk",
			"page": 0,
			"ability": [
				{
					"con": 2
				}
			],
			"size": [
				"M"
			],
			"creatureTypes": [
				"humanoid",
				"ooze"
			],
			"speed": 25,
			"darkvision": 0,
			"traitTags": [
				"Uncommon Race",
				"Natural Weapon"
			],
			"languageProficiencies": [
				{
					"common": true,
					"undercommon": true,
					"any": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Slime folk mature within the first six years of their life, but can mature quicker if plenty of nourishment is available. Once matured, they live up to 200 years, though some slime folk are known live way past this age."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Slime folk's friendly demeanor and eagerness to please others have them lean towards being good aligned, but trusting nature makes them easy to manipulate. Their flexible personalities causes them to neither prefer law or chaos, instead they prefer to go with the flow of a given situation."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Slime Folk vary widely in size between 4 to 7 feet. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Engulf",
					"entries": [
						"Instead of grappling a creature with your arms, you can take hold of a creature with your oozelike body. When grappling you can use your Constitution in place of your Strength. Additionally, as an action you can attempt to engulf an object or creature of your size or smaller within 5 feet of yourself. The creature must succeed a Dexterity saving throw or be grappled by you. A creature grappled this way is partially engulfed in your body and {@condition restrained} for the duration of the grapple. You can have one creature or object grappled this way at a time. The DC is equal to 8 + your Constitution modifier + your proficiency bonus."
					]
				},
				{
					"type": "entries",
					"name": "Ooze Nature",
					"entries": [
						"You are considered both an ooze and a humanoid. You can be affected by a game effect if it works on either of these creature types."
					]
				},
				{
					"type": "entries",
					"name": "Pseudopod",
					"entries": [
						"You have a natural weapon attack that deals {@dice 1d6} plus your Strength modifier acid damage."
					]
				},
				{
					"type": "entries",
					"name": "Amorphus",
					"entries": [
						"You can move through a space as narrow as 1 foot wide without squeezing. If any equipment you're holding or carrying is larger than the space you are attempting to pass through, it gets left behind."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read and write Common, Undercommon, and one additional language. Slime folk usually pick up the common language spoken within the land they initially emerge from after leaving their colonies."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"_raceFluff": {
					"name": "Slime Folk",
					"source": "DMTuzSlimeFolk"
				},
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/7p7yO8V.png"
						},
						"title": "Alchemical Slime Folk — QueenChikkibug"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/9MdabZM.png"
						},
						"title": "Eldritch Slime Folk — QueenChikkibug"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/9V5lNSH.png"
						},
						"title": "Feral Slime Folk — QueenChikkibug"
					}
				]
			},
			"age": {
				"mature": 6,
				"max": 200
			}
		}
	],
	"subrace": [
		{
			"name": "Alchemical",
			"source": "DMTuzSlimeFolk",
			"raceName": "Slime Folk",
			"raceSource": "DMTuzSlimeFolk",
			"ability": [
				{
					"int": 1
				}
			],
			"resist": [
				{
					"choose": {
						"from": [
							"acid",
							"cold",
							"fire",
							"lightning",
							"poison"
						]
					}
				}
			],
			"additionalSpells": [
				{
					"ability": "int",
					"known": {
						"1": [
							"acid splash",
							"ray of frost",
							"fire bolt",
							"shocking grasp",
							"poison spray"
						]
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Alchemical Makeup",
					"entries": [
						"Your inner balance of alchemical components grant you unique perks. Choose one of the following damage types: acid, cold, fire, lightning, poison. You are resistant to the chosen damage type. Additionally you learn one of the following cantrips depending on the chosen damage type:",
						{
							"type": "table",
							"colLabels": [
								"Dragon",
								"Damage Type"
							],
							"colStyles": [
								"col-6 text-center",
								"col-6 text-center"
							],
							"rows": [
								[
									"Acid",
									"{@spell acid splash}"
								],
								[
									"cold",
									"{@spell ray of frost}"
								],
								[
									"fire",
									"{@spell fire bolt}"
								],
								[
									"lightning",
									"{@spell shocking grasp}"
								],
								[
									"poison",
									"{@spell poison spray}"
								]
							]
						},
						"Intelligence is your spellcasting ability for these spells."
					]
				},
				{
					"type": "entries",
					"name": "Elchamical Adaption",
					"entries": [
						"Your knowledge about your inner alchemy is vast and you learned to adapt and alter your inner chemistry. You can change your inner chemistry by consuming 50 gp worth of arcane material components and change your resistance and exchange the corresponding cantrip to the new one according to your new resistance of your Alchemical Makeup trait after one minute of digestion. Changing your inner chemistry might change the color of your body to reflect your change. Once you use this feature, you can't use it again until you have finished a long rest."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"Driven by their endless curiosity, the alchemical slime folk revel in experimentation. They emerged recently as more slime folk made their home in sprawling cities and encountered the many arcane marvels city life has to offer.",
					"Their alchemical nature manifests in vibrant colors that these peculiar slime folk feature, which might shift and adapt with their elemental balance of their bodies. Unique even among other slime folk, their sense of taste is highly refined, able to determine the components and nature of a material by thoroughly handling it. This innate ability for analysis allows alchemical slime folk to feed their ceaseless curiosity.",
					"Focused on their pursuit of knowledge, the alchemical slime folk are scatterbrained, but smarter and more analytical than other slime folk. Their bodies contain alchemical components which is a frequent subject of the alchemical slime folk's studies. As a result of that, they gained an understanding of their unique anatomy and learned to shift their alchemical composure to favor one elemental balance over the others.",
					{
						"type": "hr"
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/7p7yO8V.png"
						},
						"title": "QueenChikkibug"
					}
				],
				"_appendRaceFluff": {
					"name": "Slime Folk",
					"source": "DMTuzSlimeFolk"
				}
			}
		},
		{
			"name": "Eldritch",
			"source": "DMTuzSlimeFolk",
			"raceName": "Slime Folk",
			"raceSource": "DMTuzSlimeFolk",
			"ability": [
				{
					"cha": 1
				}
			],
			"darkvision": 60,
			"entries": [
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"Your eyes are adapted to the darkness, you have surperior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Stretchy Tendrils",
					"entries": [
						"On your turn, the reach of your unarmed strikes and melee weapon attacks with a range of 5 ft., as well as spells with a range of touch, have a range of 10 ft."
					]
				},
				{
					"type": "entries",
					"name": "Flexibility",
					"entries": [
						"You have advantage on ability checks made to escape grapples and restraints."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"Rising from the depths of the Underdark, eldritch slime folk have a much more unearthly appearance, modeling after their abyssal neighbors.",
					"As well, due to their habitat, these slime folk are far more flexible in both mind and body than the usual — their gelatin is almost rubberlike, and their nature much calmer.",
					"Their adaptability makes them natural charmers, due to their attunement to the nature of the abyss; compared to what they've seen in the Underdark, the workings of the human mind are easy to comprehend.",
					{
						"type": "hr"
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/9MdabZM.png"
						},
						"title": "QueenChikkibug"
					}
				],
				"_appendRaceFluff": {
					"name": "Slime Folk",
					"source": "DMTuzSlimeFolk"
				}
			}
		},
		{
			"name": "Feral",
			"source": "DMTuzSlimeFolk",
			"raceName": "Slime Folk",
			"raceSource": "DMTuzSlimeFolk",
			"ability": [
				{
					"str": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Digestion",
					"entries": [
						"At the beginning of your turn you can deal {@dice 1d6} acid damage to a creature engulfed by you."
					]
				},
				{
					"type": "entries",
					"name": "Consume",
					"entries": [
						"During a short rest, you can eat one creature that is not more than one size smaller or larger than you that is not a construct, elemental, or undead. When you do, you gain one additional hit dice that you must spend during that short rest. If the devoured creature is one size larger than you, you roll twice on the gained hit dice and choose the higher result. Consuming a creature will nourish you for one day. You can use this trait a number of times equal to half of your proficiency modifier before you have to finish a long rest to use it again."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"Subject to their basest instincts, feral slime folk forego the desire to socialize in favor of experiencing new, interesting things to ingest. Lurking in caves and forests far from civilization, these slime folk will hunt for any meal of interest, whether it be small animals, monsters, or even humanoids.",
					"As they are able to quickly digest and absorb food, they are rarely starving: they just focus on the experience and taste.",
					{
						"type": "hr"
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/9V5lNSH.png"
						},
						"title": "QueenChikkibug"
					}
				],
				"_appendRaceFluff": {
					"name": "Slime Folk",
					"source": "DMTuzSlimeFolk"
				}
			}
		}
	],
	"raceFluff": [
		{
			"name": "Slime Folk",
			"source": "DMTuzSlimeFolk",
			"entries": [
				"{@italic \"Don't be afraid, I am a friendly ooze!\"}",
				"The exact nature and origin of these strange humanoids is a mystery to today's sages. The slime folk's records of their limited history are oral traditions, which are frustratingly inconsistent as records vary widely from one colony to the next and usually taken at face value by the slime folk who do not seem to care to verify any of these tales.",
				"Leading theories about the slime folk's origins range from being Juiblex's errant creation, the result of an accident of magical refuse, or a simple aberrant mutation from the underdark. What can be agreed is that the slime folk have a lineage with the monstrous oozes around the world, with whom they share many properties. They live between the surface and the depths of the underdark in sprawling colonies that house hundreds of slime folk. The slime folk are always willing to lend a helping hand, their social reach and habitats remain as spread out and flexible as their amorphous bodies.",
				{
					"type": "entries",
					"name": "Cozy Company",
					"entries": [
						"Excitable, curious, friendly, and affectionate are all common descriptions for the average flime folk. They are constantly starved for stimulation, which is found in abundance on the surface. They revel in the many things they find outside of their homes and find themselves very quickly attached to any passersby who keeps them company. Slime folk are straight forward and docile creatures, commonly preferring the path of least resistance in their decision making. Only dire circumstances will force them to forgo their friendlyness.",
						"However, the slime folk's amicable nature can be a blessing as well as a curse. For one their malleable form left them with a skewered or almost absent sense of physical space or boundaries, for another they are very trusting. Even slime folk who have been repeatedly wronged and hurt might withdraw temporarily, but will eventually heal."
					]
				},
				{
					"type": "entries",
					"name": "Physiology",
					"entries": [
						"The form of the slime folk body is gelatinous, flexible matter: similar to their ooze relatives, they are able to bend, squeeze, morph, and adjust far beyond the capabilities of other typical humanoids. This however, doesn't make their bodies immune to damage from blunt trauma or exhaustion. Enough damage to their physical form will lead their bodies to lose stability and consistency.",
						"Slime solk vary wildly in size, in spirit with their flexible nature. Commonly they average around the size relative to a human, though outliers towards the either extreme are not uncommon. Their gelatinous bodies have a translucent sheen that can range from clear to murks and feature a variety of colors. Some rare specimens might feature several colors manifesting in patterns or gradients.",
						"Being an ooze, the slime folk can taste with the entirety of their body - their sense is selective to prevent overstimulation. Further, the slime folk are able to store large amounts of fluids and food in their body, which can drastically morph and expand their size."
					]
				},
				{
					"type": "entries",
					"name": "Slime Folk Names",
					"entries": [
						"Slime folk commonly do not see the need for names for one another within their colonies. But as contact with the surface world was made and the concept of names got introduced to the slime folk it became a trend that quickly caught on. slime folk choose their own names and know little about the deeper meaning and importance of names which they see as surface level accessories. This has lead to many of the slime folk's chosen names to be whimsical, tongue-in-cheek, or nonesensical.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Androop, Augoostus, Blobert, Crooze, Droopy, Elijam, Fargrime, Goobert, Hooey, Isastretch, Jiggle-Jack, Keigel, Loo, Murmy-Marc, Neebs, Oozeborne, Quiscus, Raggidy, Slick, Tarvis, Ulabog, Virool, Warmire, Xerbles, Yambo, Zeta"
								},
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Amorpha, Bubbles, Chartar, Dribble, Elizablob, Felicitar, Goondula, Haggles, Icky, Jammy, Karambrine, Lemon, Mucy, Oozmerelda, Pudding, Queque, Ramba, Slimantha, Tarbitha, Uppa, Victaria, Wobblarella, Xana, Ylla, Zayamorph"
								}
							]
						}
					]
				}
			]
		}
	],
	"feat": [
		{
			"name": "Bouncy",
			"source": "DMTuzSlimeFolk",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Slime Folk"
						}
					]
				}
			],
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				"You learned to capitalize on your flexible form and tap into your ooze ancestry to shrug off blows and impacts.",
				{
					"type": "list",
					"items": [
						"When jumping you can use your Constitution score in place of your Strength score to determine how far and high you can jump.",
						"When you take the {@action Dodge} action you become resistant to bludgeoning damage until the beginning of your next turn.",
						"When you take bludgeoning damage, you can use a reaction to gain resistance to bludgeoning damage until the end of your next turn. If you use this feature to gain resistance to bludgeoning damage caused by falling, you do not fall prone after landing. Once you use this feature, you can't use it again until you finish a short or long rest."
					]
				}
			]
		},
		{
			"name": "Luminescence",
			"source": "DMTuzSlimeFolk",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Slime Folk"
						}
					]
				}
			],
			"entries": [
				"Your gelatinous body developes an innate bioluminecance as well as the ability to control it.",
				{
					"type": "list",
					"items": [
						"As an action you can glow and emit 20 feet of bright light and additional 20 feet of dim light. As a bonus action on each of your turns, you can regulate how much light you give off, reducing the bright light and dim light to up to a minimum of 5 ft. each. You can end emitting light altogether as a bonus action.",
						"As an action you can emit a powerful flash of light. Each creature within 20 feet of you must succeed a Constitution saving throw or be blinded until the end of your next turn. The DC is equal to 8 + your Constitution modifier + your proficiency bonus. Once you use this feature, you can't use an action to emit bright light or use this feature again until you have finished a short or long rest.",
						"You gain resistance to radiant damage."
					]
				}
			]
		},
		{
			"name": "Vibration Sense",
			"source": "DMTuzSlimeFolk",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Slime Folk"
						}
					]
				}
			],
			"skillProficiencies": [
				{
					"perception": true
				}
			],
			"entries": [
				"Oozes are known to perceive the world by sensing the tiniest vibrations in the air. You learned to tap into your ooze heirtage to develope a limited vibration sense.",
				{
					"type": "list",
					"items": [
						"You gain proficiency in the Perception skill if you don't have it already.",
						"You gain {@sense tremorsense|MM}, allowing you to detect and pinpoint the origin of vibrations within 10 feet of yourself.",
						"As an action, you can focus your senses to gain {@sense blindsight}, allowing you to perceive your surroundings within 30 feet of yourself without relying on sight, until the end of your turn."
					]
				}
			]
		}
	]
}
