{
	"_meta": {
		"sources": [
			{
				"json": "DMTuzLamia",
				"abbreviation": "TuzL",
				"full": "Lamia",
				"authors": [
					"DM Tuz"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"version": "1.0",
				"url": "https://www.patreon.com/posts/59069404",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1643471716,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "8c781e0602",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Lamia",
			"source": "DMTuzLamia",
			"page": 0,
			"ability": [
				{
					"int": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"traitTags": [
				"Uncommon Race",
				"Natural Weapon"
			],
			"languageProficiencies": [
				{
					"common": true,
					"draconic": true,
					"any": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Lamia reach maturity at 30 years of age and live well beyond four centuries."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Lamia are often times selfserving and logical. Their pragmatic tendencies make them lean towards neutral alignments."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Head to tail end, Lamia commonly are about 12 feet in length, but are rarely are over 6 feet tall when standing upright. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Constrict",
					"entries": [
						"Your coiling body is a natural melee weapon, which you can use to make constrict attacks. If you hit with it, you deal bludgeoning damage equal to {@dice 1d6} plus your Strength modifier. Instead of dealing damage, you can choose to grapple your target instead. Until the grapple ends you can't constrict another target and if the creature is a smaller size than you, it is {@condition restrained}."
					]
				},
				{
					"type": "entries",
					"name": "Tail",
					"entries": [
						"You have a long tail that you can use to handle items that weigh less than 5 pounds within 10 feet of yourself. You can't use your tail to perform complex tasks such as using tools, wielding weapons, or using items with it."
					]
				},
				{
					"type": "entries",
					"name": "Swimming Speead",
					"entries": [
						"Your serpentine body allows you to move effortlessly through the water. You have a swimming speed equal to your walking speed."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Draconic, and another language of your choice."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"_raceFluff": {
					"name": "Lamia",
					"source": "DMTuzLamia"
				},
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/cmCSdZ4.png"
						},
						"title": "Apophis Lamia — QueenChikkibug"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/pYeFPBu.png"
						},
						"title": "Dusa Lamia — QueenChikkibug"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/pYfjzM2.png"
						},
						"title": "Echidna Lamia — QueenChikkibug"
					}
				]
			},
			"age": {
				"mature": 30,
				"max": 400
			}
		}
	],
	"subrace": [
		{
			"name": "Apophis",
			"source": "DMTuzLamia",
			"raceName": "Lamia",
			"raceSource": "DMTuzLamia",
			"overwrite": {
				"ability": true
			},
			"ability": [
				{
					"dex": 2,
					"int": 1
				},
				{
					"dex": 1,
					"int": 2
				}
			],
			"traitTags": [
				"Skill Proficiency"
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"performance",
							"stealth"
						],
						"count": 1
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Bite",
					"entries": [
						"Your fangs are natural melee weapons that have the finesse trait, which you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to {@dice 1d4} + your Strength or Dexterity modifier, instead of the bludgeoning damage normal for an unarmed strike."
					]
				},
				{
					"type": "entries",
					"name": "Venomous",
					"entries": [
						"You have the ability to secrete venom from your fangs. When you hit a creature with an attack using your fangs, you can choose to inject venom into the creature. The creature must make a Constitution saving throw. On a failed save a creature takes poison damage equal to an amount of d6 equal to your proficiency modifier. On a successful save a creature takes half as much damage. The saving throw is 8 + your Constitution modifier + your proficiency bonus. Alternatively you can use an action to mix your venom with your saliva to create poison. Your poison is an ingested and injury type poison. A creature subjected to your poison treats it as if you injected your venom into the creature.",
						"Once your poison leaves your mouth, it remains potent for one hour. You are immune to your own poison. Once you secrete venom, you can't do so again until you have finished a short or long rest."
					]
				},
				{
					"type": "entries",
					"name": "Slithering Body",
					"entries": [
						"You gain proficiency in {@skill Performance} or {@skill Stealth}."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"While the Apophis are the smallest of the Lamia species, they are also among the most nimble of their kin thanks to their slender and slithering bodies. But one should not take them as weak, for they possess a potent natural venom.",
					{
						"type": "hr"
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/cmCSdZ4.png"
						},
						"title": "QueenChikkibug"
					}
				],
				"_appendRaceFluff": {
					"name": "Lamia",
					"source": "DMTuzLamia"
				}
			}
		},
		{
			"name": "Dusa",
			"source": "DMTuzLamia",
			"raceName": "Lamia",
			"raceSource": "DMTuzLamia",
			"overwrite": {
				"ability": true
			},
			"ability": [
				{
					"cha": 2,
					"int": 1
				},
				{
					"int": 2,
					"cha": 1
				}
			],
			"traitTags": [
				"Skill Proficiency"
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"deception",
							"intimidation"
						],
						"count": 1
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Poison Eye",
					"entries": [
						"You can use an action to look at a creature within 60 feet of yourself that can see you. The creature must succeed a Constitution saving throw or be {@condition poisoned} until the end of your next turn. A {@condition poisoned} creature's speed is halved. The DC is equal to 8 + your Charisma modifier + your proficiency bonus. Each subsequent turn you can use an action to maintain the look and force the creature to repeat the saving throw. A creature that is {@condition poisoned} by this feature and fails its saving throw is {@condition paralyzed} until the end of your next turn. Once you use this feature, you can't use it again until you have finished a short or long rest."
					]
				},
				{
					"type": "entries",
					"name": "Treacherous Eyes",
					"entries": [
						"You gain proficiency in {@skill Deception} or {@skill Intimidation}."
					]
				},
				{
					"type": "entries",
					"name": "Flexibility",
					"entries": [
						"You have advantage on ability checks made to escape grapples and restraints."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"The mysterious dusa are rarely seen outside of lamia communities and are oftentimes cited to be the most reclusive of their kin. As such the Dusa are the most inscrutable of the lamia kin and were featured in the early tales of folk that warned of careless interactions with the lamia.",
					{
						"type": "hr"
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/pYeFPBu.png"
						},
						"title": "QueenChikkibug"
					}
				],
				"_appendRaceFluff": {
					"name": "Lamia",
					"source": "DMTuzLamia"
				}
			}
		},
		{
			"name": "Echidna",
			"source": "DMTuzLamia",
			"raceName": "Lamia",
			"raceSource": "DMTuzLamia",
			"overwrite": {
				"ability": true
			},
			"ability": [
				{
					"str": 2,
					"int": 1
				},
				{
					"str": 1,
					"int": 2
				}
			],
			"traitTags": [
				"Natural Armor",
				"Skill Proficiency"
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"acrobatics",
							"athletics"
						],
						"count": 1
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Bite",
					"entries": [
						"Your jaws are natural melee weapons, which you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to {@dice 1d6} + your Strength modifier."
					]
				},
				{
					"type": "entries",
					"name": "Fanged Embrace",
					"entries": [
						"When you successfully grapple a creature you can use a bonus action to make an unarmed attack using your bite against the grappled creature until the end of your turn."
					]
				},
				{
					"type": "entries",
					"name": "Fitness",
					"entries": [
						"You gain proficiency in {@skill Acrobatics} or {@skill Athletics}."
					]
				},
				{
					"type": "entries",
					"name": "Natural Armor",
					"entries": [
						"Your body is covered in tough scales. When you aren't wearing armor, your AC is 13 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"Unlike the other lamia-kin, the Echidna are quite homebound and seldom venture out of their coastal territories. As the largest of their kind, the echidna are well able to guard their homes from invaders or trespassers.",
					{
						"type": "hr"
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/pYfjzM2.png"
						},
						"title": "QueenChikkibug"
					}
				],
				"_appendRaceFluff": {
					"name": "Lamia",
					"source": "DMTuzLamia"
				}
			}
		}
	],
	"raceFluff": [
		{
			"name": "Lamia",
			"source": "DMTuzLamia",
			"entries": [
				"{@italic \"Look into my eyes, darling.\"}",
				"Iconic in their unmistakable appearance and disposition, the lamia are creatures who combine traits of snake and humanoid. They possess the top half of a humanoid, and the lower half of a coiling serpentine body. In folk tales they are often described as fair, but cold and calculated seductors who lure folk with their upper halves to then entrap them with their snake bodies. These antiquated tales stem from a time in which lamia had not integrated themselves with the world at large and fortunately only contain small kernels of truth.",
				"Nowadays lamia are found in wide swaths of the world, though they commonly prefer warmer climates. They are found in villages of their own kind, as well as other communities they managed to slip into. Most of the lamia are not homebound beings and are comfortable with leaving a place on a whim if a serendipitous opportunity presents itself. The lamia are not only independent, but a head strong and persistent people who know what they want and their natural problem solving abilities aids them in getting it. These traits earned the lamia a reputation of being smart and determined, but also aloof and calculating, which some folk might interpret as a cold disposition. Nonetheless, lamia have been very successful in mingling with the rest of the world thanks to their merits and achievements in the communities they entered.",
				{
					"type": "entries",
					"name": "Inscrutable Serpentfolk",
					"entries": [
						"Their ascribed aloofness causes many folk to believe that lamia are uncaring and cold creatures, but as anyone who has regular interactions with them can assure, this is far from the truth.",
						"Their humanoid upper half can make one easily forget that lamia still are part snake. Their serpentine nature is not limited to their form, but also in mind and manners. In the way a lamia expresses themselves, their facial expression and body language communicate in very subtle and unusual ways, which often go unnoticed by other races. Many unfortunate miscommunications resulted from this characteristic, which in caused many blunders in initial meetings between the lamia and the other people of the world. But this does not mean that lamia are entirely stone faced. A lamia will express quite clearly when an emotional threshold is crossed and emotions boil over. For those unfamiliar to lamia, these outbursts of joy or anger can come unexpectedly and might be misinterpreted as sudden and out of nowhere.",
						"Fundamentally though, despite the lamia expressing themselves in different ways as most folk of the world are used to, the lamia possess a just as varied emotional spectrum as any other."
					]
				},
				{
					"type": "entries",
					"name": "Lamia Names",
					"entries": [
						"Lamia use the draconic alphabet as the basis for their language, which makes some sages suppose that their early history must have been influenced by dragons at one point. Strangely enough, the lamia write right to left, which also reflects itself in their names, as they name their family name first, followed by their calling name.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Adeel, Bassil Chaguul, Djaan, Eklan, Fajeel, Ghaith, Harim, Imraij, Johel, Kamrul, Lafit, Malzahr, Nazaar, Ozil, Perzo, Qismal, Rufaan, Saeel, Taaliq, Umal, Veehan, Widiam, Xon, Yuol, Ziyal"
								},
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Aish, Bhisma, Chandra, Dorri, Ezlyn, Fayru, Ghaliya, Heshifa, Ilnam, Jennah, Kaya, Lifah, Mohoa, Nadira, Oolma, Pahije, Qabala, Raijah, Sobohi, Tahmeen, Unczu, Vishih, Waad, Xayah, Yahl, Zhafir"
								}
							]
						}
					]
				}
			]
		}
	],
	"feat": [
		{
			"name": "Prehensile Tail",
			"source": "DMTuzLamia",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Lamia"
						}
					]
				}
			],
			"entries": [
				"You have trained and perfected the use of your tail. It has become more than just an extension of your body, but a limb in its own right. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You can use your tail for complex tasks such as using tools, items, and weapons. Your tail can lift and carry objects of up to 20 pounds and you can wield any melee weapons that don't have the two-handed property. You can use an action or bonus action on your turn to make a single weapon attack with your tail.",
						"You can use your tail to perform somatic components of spells and use it to make a melee spell attack when a spell requires it."
					]
				}
			]
		},
		{
			"name": "Snake Tongue",
			"source": "DMTuzLamia",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Lamia"
						}
					]
				}
			],
			"entries": [
				"Snakes are renowned for their unparalleled sense of taste. Your tongue has become a sensitive sensory organ that you can use to perceive the world around you. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain {@sense blindsight} out to a range of 10 feet. Within that range, you can see anything that isn't behind total cover, even when blinded or if you are in darkness. You can see {@condition invisible} creatures in that range, unless the creature successfully hides from you.",
						"You can communicate with serpentine beasts and monstrosities, as if you share a language.",
						"You have advantage on all Wisdom ({@skill Perception}) checks you make using your taste."
					]
				}
			]
		}
	]
}
