{
	"_meta": {
		"sources": [
			{
				"json": "dmblcKrkr",
				"full": "Karakuri",
				"abbreviation": "KRKR",
				"color": "7f7f7f",
				"authors": [
					"dmblc"
				],
				"convertedBy": [
					"dmblc"
				],
				"url": "https://www.gmbinder.com/share/-N7TxD5TJp2ADo2gs_y7",
				"version": "231006.1",
				"targetSchema": "1.0"
			}
		],
		"dateAdded": 1696559385,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "798cbabd58",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Karakuri",
			"source": "dmblcKrkr",
			"page": 1,
			"creatureTypes": [
				"construct"
			],
			"ability": [
				{
					"con": 1,
					"choose": {
						"from": [
							"str",
							"dex",
							"int",
							"wis",
							"cha"
						],
						"count": 2
					}
				}
			],
			"size": [
				"S",
				"M"
			],
			"speed": {
				"walk": 30
			},
			"additionalSpells": [
				{
					"ability": "con",
					"known": {
						"1": [
							"mending#c"
						]
					}
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"sylvan": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"The maximum lifespan of a karakuri remains a mystery. While the cores in their heads are able to retain their consciousness indefinitely, their bodies need constant maintenance. You are immune to magical aging effects."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Originally designed to be civil servants, Karakuri are often lawful neutral, though it is not uncommon to find individuals who are more easily swayed to do someone else's bidding (true neutral) or act slightly more independently (chaotic neutral)."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Karakuri are designed to have similar proportions to their Mimiga creators. Your size is Small or Medium."
					]
				},
				{
					"name": "At Your Service",
					"type": "entries",
					"entries": [
						"You can take the help action as a bonus action. You can do so a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.",
						"Additionally, karakuri have difficulty in thinking independently. You have disadvantage on Wisdom ({@skill Insight}) checks."
					]
				},
				{
					"name": "Built Different",
					"type": "entries",
					"entries": [
						"You have advantage on saving throws against being {@condition paralyzed} and {@condition charmed}, and you are immune to disease. You don't need to eat, sleep, drink, or breathe, and magic can't put you to sleep."
					]
				},
				{
					"name": "Flexible Toolbox",
					"type": "entries",
					"entries": [
						"You gain proficiencies in two of any skills, tools, languages, or weapons of your choice.",
						"Additionally, whenever you finish a long rest, you can change one of your chosen proficiencies to a different one."
					]
				},
				{
					"name": "Modular Components",
					"type": "entries",
					"entries": [
						"Because karakuri are constructs, they cannot be healed with standard healing magic. They can, however, be repaired and serviced using spare parts:",
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Self Repair",
									"entries": [
										"You know the {@spell mending} spell. Constitution is your spellcasting ability for it.",
										"Additionally, if the {@spell mending} spell is cast on you, you can spend a Hit Die, and regain a number of hit points equal to the roll plus your Constitution modifier (minimum of 1 hit point). When the spell is used in this way, its casting time becomes 1 action."
									]
								},
								{
									"name": "Head in the Cloud",
									"type": "item",
									"entries": [
										"Your head can be removed from your body if necessary. Your head is what contains your consciousness, and while removed from your body, you are {@condition stunned}. Your retain your current hit points and hit point maximum.",
										"Your head is a Tiny object with an AC equal to 10 + your Constitution modifier."
									]
								},
								{
									"name": "Replaceable Parts",
									"type": "item",
									"entries": [
										"You have proficiency with tinker's tools",
										"Additionally, your arms, legs, and torso can be repaired or replaced if damaged. A creature proficient with tinker's tools can spend 10 minutes using said tools to repair one part, or 1 hour to make a new one. It costs 75 gp in materials to repair a part, 150 gp to create a new limb, or 500 gp to create a new torso. When a part attached to your body is repaired, you can regain one spent hit die. When a torso is made, you choose if it makes your creature size Medium or Small.",
										"As an action, you can replace one of your damaged arms or legs with a fresh one. When you do so, you can regain one hit die that has been spent. You can do so a number of times equal to your proficiency bonus.",
										"When replacing your torso, your head must be separated from the old one, as described in the Head in the Cloud trait above, and moved to the new one. When your head is attached to a different torso, you regain consciousness and are treated as {@condition restrained}. You must spend 10 minutes attuning to a new body to remove this condition. You can only attune to a new body once per long rest, and you can only be attuned to one body at a time. After attuning to a new body, you can regain half your total hit dice, and you lose attunement to the previous body. This attunement does not count toward your list of attuned magic items."
									]
								},
								{
									"name": "Jade Core",
									"type": "item",
									"entries": [
										"When you are reduced to 0 hit points, your body disintegrates, leaving your head behind as described in the Head in the Cloud trait above, and you do not need to roll death saving throws.",
										"While in this state, if your head is attached to a new torso as described in the Replaceable Parts trait, You instead regain 1 hit point and gain 3 levels of exhaustion after 10 minutes of attunement.",
										"Resurrection spells, such as {@spell revivify|phb}, can be used on the head with no restrictions on length of time since death. If such a spell is cast on you, your previous body instantaneously reforms below your head.",
										"Each time you are brought back to life using the ways described above, roll 1d4. On a 1, you lose this feature. The next time you are reduced to 0 hit points, you must roll death saving throws as normal."
									]
								}
							],
							"style": "list-hang-notitle"
						}
					]
				},
				{
					"name": "Sentry's Rest",
					"type": "entries",
					"entries": [
						"When you take a long rest, you must spend at least six hours in an inactive, motionless state, rather than sleeping. In this state, you appear inert, but it doesn't render you {@condition unconscious}, and you can see and hear as normal."
					]
				},
				{
					"name": "Synthetic Voice",
					"type": "entries",
					"entries": [
						"You can play back sounds you have heard, including voices, in the past number of years equal to your proficiency bonus. This trait can be used to provide the vocal component of spells.",
						"You have disadvantage on Charisma ({@skill Deception}) checks to convicne creatures that the sounds are not recordings."
					]
				},
				{
					"name": "Languages",
					"type": "entries",
					"entries": [
						"You understand and can read and write {@language Common} and {@language Sylvan}, but you can only speak using your Synthetic Voice trait."
					]
				}
			],
			"traitTags": [
				"Uncommon Race",
				"Skill Proficiency",
				"Tool Proficiency",
				"Language Proficiency",
				"Weapon Proficiency",
				"Improved Resting"
			]
		}
	]
}
