{
	"_meta": {
		"sources": [
			{
				"json": "DnDShortsDvati",
				"abbreviation": "DnDSD",
				"full": "Dvati by DnD Shorts",
				"url": "https://www.patreon.com/posts/136382534",
				"version": "1.0",
				"authors": [
					"Dnd Shorts"
				],
				"convertedBy": [
					"alterNERDtive"
				],
				"color": "efdddd"
			}
		],
		"edition": "classic",
		"dateAdded": 1765049760,
		"dateLastModified": 1772404109,
		"_dateLastModifiedHash": "04afc20486"
	},
	"race": [
		{
			"name": "Dvati",
			"source": "DnDShortsDvati",
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"wis": 2,
					"dex": 1
				}
			],
			"traitTags": [
				"Skill Proficiency"
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"entries": [],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"_raceFluff": {
					"name": "Dvati",
					"source": "DnDShortsDvati"
				}
			}
		}
	],
	"subrace": [
		{
			"name": "Single Player",
			"source": "DnDShortsDvati",
			"raceName": "Dvati",
			"raceSource": "DnDShortsDvati",
			"skillProficiencies": [
				{
					"persuasion": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"You have two identical bodies, which reach up to 6 feet tall once fully grown. Each body is Medium sized."
					]
				},
				{
					"type": "entries",
					"name": "Dual Form",
					"entries": [
						"Dvati are one soul and mind split across a dual form. Your bodies share the same Hit Points, Temporary Hit Points, attunement slots, ability scores, feats, and class levels. If you fall to 0 Hit Points, both bodies fall Unconscious. If either body dies, the other falls Unconscious and can't wake up until its twin is returned to life. A dvati body left without its twin perishes swiftly, unable to eat, drink, or defend itself while Unconscious.",
						"Your bodies draw upon the same soul as a source of energy. They share the same turn in combat, and can each move up to your Speed. At the start of each of your turns, you choose which body can take an Action and Bonus Action that turn, and only one body can take a Reaction each round.",
						"If an effect, such as the Haste spell or Action Surge class feature, grants you an additional action, either one of your bodies can take that additional action. If you make more than one attack as a part of the Attack action, you can split those attacks between your two bodies.",
						"If an effect originating from another creature targets only one of your bodies, only that body is affected. For example, the Fly spell cast on one of your bodies doesn't grant the other body a Flying Speed.",
						"If an effect affects both bodies at the same time, such as a dragon's Breath Weapon or a Mass Cure Wounds spell targeting both twins, you choose which body is affected, and the other is unaffected. If that effect requires a saving throw, you only make one. An exception occurs when an effect imposes the Charmed, Exhaustion, Frightened, or Unconscious condition on you. These conditions affect both bodies at the same time, even if the triggering effect only targeted one body.",
						"If a spell requires Concentration, both bodies must concentrate on it. If a spell you cast has a range of self, only the body that cast it is affected. For example, a dvati who casts Misty Step teleports using the body that cast the spell. The same applies for similar effects that affect the self, such as drinking a Potion of Invisibility or using the Wild Shape class feature. In both cases, the body that performed the action is the one that receives the effect."
					]
				},
				{
					"type": "entries",
					"name": "Dual Perspective",
					"entries": [
						"You have proficiency in the Persuasion skill."
					]
				},
				{
					"type": "entries",
					"name": "Helpful Bond",
					"entries": [
						"Your two bodies are able to act in perfect synchronicity, although it requires focus to do so at speed. You can take the Help action as a Bonus Action, and if the creature you are helping is your twin, they can roll 1d4 and add the result to their ability check or attack roll. You can take this Bonus Action a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a Long Rest."
					]
				},
				{
					"type": "entries",
					"name": "Shared Soul",
					"entries": [
						"Your mind has access to the sensory information of both your bodies simultaneously. They access the same thoughts, allowing them to \"communicate\" over any distance, even across planes of existence."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"Your character can speak, read, and write Common and one other language that you and your DM agree is appropriate for the character."
					]
				}
			]
		},
		{
			"name": "Two-Player",
			"source": "DnDShortsDvati",
			"raceName": "Dvati",
			"raceSource": "DnDShortsDvati",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"insight",
							"investigation",
							"perception",
							"persuasion"
						],
						"count": 1
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Dual Form",
					"entries": [
						"Dvati are one soul and mind split across a dual form. Your body has its own game statistics, including Hit Points, ability scores, feats, attunement slots, and class levels, and you each roll separately for Initiative and take your turns independently in combat. However, your life force is tied to that of your twin. If your twin falls to 0 Hit Points, you gain an Exhaustion level. You lose any Exhaustion levels from this effect if your twin gains at least 1 Hit Point. If your twin dies, you gain 1 Exhaustion level at the start of each of your turns, to a maximum of 5. This exhaustion cannot be removed until your twin is returned to life."
					]
				},
				{
					"type": "entries",
					"name": "Dual Perspective",
					"entries": [
						"You have proficiency in one of the following skills of your choice: Insight, Investigation, Perception, or Persuasion."
					]
				},
				{
					"type": "entries",
					"name": "Helpful Bond",
					"entries": [
						"Your two bodies are able to act in perfect synchronicity, although it requires focus to do so at speed. You can take the Help action as a Bonus Action, and if the creature you are helping is your twin, they can roll 1d4 and add the result to their ability check or attack roll. You can take this Bonus Action a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a Long Rest."
					]
				},
				{
					"type": "entries",
					"name": "Shared Soul",
					"entries": [
						"You can communicate telepathically with your twin over any distance, even across planes of existence. You can see and hear through their senses by closing your mind to your own (no action required), and you can return to your own senses at any time.",
						"Additionally, whenever you cast a spell with the target of \"self\" while your twin is within 30 feet of you, you can choose for it to target yourself or your twin, if they are willing."
					]
				},
				{
					"type": "entries",
					"name": "Synchronicity",
					"entries": [
						"If your twin takes the Help action while within 10 feet of you, you can take a Reaction to immediately make one attack with a weapon or an Unarmed Strike. You can use this trait a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a Long Rest."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"Your character can speak, read, and write Common and one other language that you and your DM agree is appropriate for the character."
					]
				}
			]
		}
	],
	"raceFluff": [
		{
			"name": "Dvati",
			"source": "DnDShortsDvati",
			"entries": [
				"Few creatures across the multiverse are so curious as the Dvati, a humanoid species found in small enclaves scattered throughout the world and across the planes. All dvati are born as identical twins, with the pair sharing a single soul between them. Dvati lore holds that their souls are so powerful that a single, mortal vessel is too weak to contain them. Thus, their minds occupy two bodies.",
				"Typically peaceful folk, dvati are concerned more with philosophy and art than material pleasures, with much of their culture centering on the close link between a dvati pair. A pair of twins might paint a mural together, with each twin starting from one end and meeting at the middle to finish the creation. Dvati twins debate philosophy with each other with an eye toward not only uncovering higher truths but also questioning and exploring their own beliefs, attitudes, and preconceptions.",
				"While dvati enjoy intellectual pursuits, they are capable warriors and hard workers. They consider archery, fencing, and similar combat talents art forms worthy of study. Dvati twins duel each other to press their talents and hone their abilities, and the natural link between the pair make them a ferociously deadly team. The small but powerful dvati military units are renowned for their tactical coordination, and many times in the past, a tiny dvati force has defeated a much larger army with intricate and delicately timed plans."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/DnDShortsDvati/Race/Dvati.webp"
					},
					"title": "Dvati"
				}
			]
		}
	]
}
