{
	"_meta": {
		"sources": [
			{
				"json": "Koradi",
				"abbreviation": "Koradi",
				"full": "Koradi",
				"authors": [
					"Alice Witchfire"
				],
				"convertedBy": [
					"Erithionis"
				],
				"version": "1.0.0",
				"url": "https://www.gmbinder.com/share/-LeSx_aycIgna2IBD5KK",
				"targetSchema": "1.1.0",
				"color": "0f8a0d"
			}
		],
		"dateAdded": 1622235053,
		"dateLastModified": 1622235053
	},
	"race": [
		{
			"name": "Koradi",
			"source": "Koradi",
			"page": "0",
			"ability": [
				{
					"wis": 2
				}
			],
			"size": "M",
			"speed": 30,
			"entries": [
				"Koradi are clever creatures who must also be hardy enough to survive in the wilderness. Your koradi character has the following traits in common with other koradi.",
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Koradi age slightly slower than humans and reach matrity at 20 years of age. The oldest koradi can live up to 150 years."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Koradi are incredibly respectful of their ancestors and rarely attack without reason, lending them towards a more lawful alignment. Evil-aligned Koradi are few and far between, as the interests of most koradi lie in the preservation of their homes and society."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Koradi are about the same size and build as humans. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Natural Camouflage",
					"entries": [
						"You have advantage on Dexterity (Stealth) checks when trying to hide in dense foliage such as in swamps and forests, and you can take the Hide action while only lightly obscured by foliage. You lose these benefits if you don medium or heavy armor."
					]
				},
				{
					"type": "entries",
					"name": "Verdant Being",
					"entries": [
						"You know the druidcraft cantrip and can cast it at will. Wisdom is your spellcasting ability for it."
					]
				},
				{
					"type": "entries",
					"name": "Folk Remedies",
					"entries": [
						"You are proficient with herbalism kits."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one language known by the people your clan trades with, most often Elvish, Gnomish, or Sylvan."
					]
				}
			],
			"traittags": [
				"tool proficiency",
				"Spellcasting"
			],
			"languageProficiencies": [
				{
					"choose": {
						"from": [
							"Elvish",
							"Gnomish",
							"Sylvan"
						],
						"count": 1
					}
				}
			],
			"subraces": [
				{
					"name": "Wildheart",
					"source": "Koradi",
					"ability": [
						{
							"dex": 1
						}
					],
					"entries": [
						"As a wildheart koradi, you come from a heavily-forested region such as those found deep within the Feywild. You long for the untamed wilds—those places untouched by civilization, and your biology shows it.",
						"Wildhearts tend to have dark green or brown skin characterized by visible patches of rough, bark-like texture. Your skin is thicker than most other creatures', resembling the bark on the trees from your homeland. As a wildheart, you have the following traits.",
						{
							"type": "entries",
							"name": "Thick Hide",
							"entries": [
								"Your skin has adapted to protect you without the need for cumbersome armor. You gain a +1 bonus to your AC while you aren't wearing medium or heavy armor."
							]
						},
						{
							"type": "entries",
							"name": "Tree Climbers",
							"entries": [
								"You have a climbing speed of 30 feet."
							]
						}
					],
					"traittags": [
						"Natural Armor"
					]
				},
				{
					"name": "Mossheart",
					"source": "Koradi",
					"ability": [
						{
							"con": 1
						}
					],
					"entries": [
						"As a mossheart koradi, you are used to the damp soil and bogs of dense swamps. You are extremely well-versed in navigating the rivers of the region and have adapted to a life surrounded by dangerous plants and creatures.",
						"Mossheart skin tends to be slightly lighter than that of wildhearts, often with an olive or turquoise hue to it. Your skin is soft to the touch and shimmers slightly in the light as if it were perpetually damp. As a mossheart, you have the following traits.",
						{
							"type": "entries",
							"name": "Poison Resilience",
							"entries": [
								"The deadly toxins common in your homeland have forced you to evolve a natural resistance against them. You have advantage on saving throws against poison, and gain resistance to poison damage."
							]
						},
						{
							"type": "entries",
							"name": "Born Swimmers",
							"entries": [
								"You have a swimming speed of 30 feet and can hold your breath for up to 15 minutes."
							]
						}
					],
					"traitTags": [
						"Damage Resistence"
					]
				},
				{
					"name": "Deepgrown",
					"source": "Koradi",
					"ability": [
						{
							"int": 1
						}
					],
					"Darkvision": 60,
					"entries": [
						"The rarest of the koradi race can be found deep inside caves or the Underdark, known as the deepgrown. Despite being surrounded by notoriously evil creatures, deepgrown koradi rarely have evil motivations. However, they are far more likely to attack in retaliation. These koradi especially rely upon the irreclusive habits for self preservation and protection.",
						"Your biology has shifted slightly to resemble the fungi of the Underdark. Your skin tone ranges between shades of gray and purple and features prominent red or white spotting. As a deepgrown koradi, you have the following traits.",
						{
							"type": "entries",
							"name": "Toxic Touch",
							"entries": [
								"Your skin can secrete a mild toxin that is harmful to most creatures. As a bonus action, you can force a creature grappling you, grappled by you, or otherwise in prolonged contact with you to make a Constitution saving throw (save DC = 8 + your proficiency bonus + your Constitution modifier). On a failed save, the target becomes poisoned until the end of its next turn. You must then finish a short or long rest before you can use this trait again."
							]
						},
						{
							"type": "entries",
							"name": "Darkvision",
							"entries": [
								"Having spent your life in constant darkness, your eyes have adapted to allow you to see in low-light conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							]
						}
					]
				},
				{
					"name": "Winterborn",
					"source": "Koradi",
					"ability": [
						{
							"str": 1
						}
					],
					"entries": [
						"A special subrace of koradi known as the winterborn exists in the tundras and evergreen forests of the world. Unlike koradi from the swamps and woods who create permanent dwellings for themselves, winterborn rarely stay in one place for an extended period of time. The harsh cold and strong winds of such regions make farming extremely difficult, so winterborn instead migrate alongside the local animals.",
						"Winterborn koradi have pine green or dusty brown skintones with dark striations resembling pine needles. They often decorate their thick, dread-like hair to resemble the native coniferous forests. As a winterborn koradi, you have the following traits.",
						{
							"type": "entries",
							"name": "Arctic Acclimation",
							"entries": [
								"You have resistance to cold damage and are naturally adapted to cold climates, as described in chapter 5 of the Dungeon Master's Guide."
							]
						},
						{
							"type": "entries",
							"name": "Nomadic Physiology",
							"entries": [
								"Your body has evolved to allow you to travel across vast swaths of frozen terrain. You can travel twice as long as other creatures without risking exhaustion, and difficult terrain made of ice or snow doesn't cost you extra movement."
							]
						}
					],
					"traittags": [
						"Damage Resistence"
					],
					"skillproficiencies": [
						{
							"medicine": true
						}
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "",
						"entries": [
							"{@i A hush lulls over the deepest parts of the woods as a party of hunters tracks their unfortunate prey. Unbeknown to them, a slender, olive-skinned humanoid crouches on a treebranch, completely unnoticed. She carefully plans her every move in order to remain undetected by the hunters. Ears twitch and eyes squint as the koradi huntress slowly tracks behind the party, the hunters becoming the hunted.}",
							"{@i A firm grip embraces the curves of the bow she carved in her youth. It is well worn, but she knows it is reliable. As her feet weightlessly skim across tree bark, a foot knocks a loose branch, sending it tumbling down onto the carpeted floor. The hunters take notice and turn around to face her but before they can react, she is long gone.}",
							"The koradi (ko-RAH-dee) race is a secretive and protective one defined by the natural environment. Though they rarely interact with outsiders, they live in clan-like communities that share in a mutual relationships with the lands they call home."
						]
					},
					{
						"type": "entries",
						"name": "",
						"entries": [
							""
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/yqut22G.png"
						}
					}
				]
			}
		}
	]
}
