{
  "_meta": {
    "sources": [
      {
        "json": "Bearkin",
        "abbreviation": "Bearkin",
        "full": "Bearkin",
        "authors": [
          "Tr1obyte"
        ],
        "convertedBy": [
          "Erithionis"
        ],
        "version": "1.0.0",
        "url": "https://www.reddit.com/r/DnD/comments/4389pl/race_bearkin_a_bipedal_bear_homebrew_race/",
        "targetSchema": "1.1.0",
        "color": "785701"
      }
    ],
    "dateAdded": 1622235053,
    "dateLastModified": 1622235053
  },
  "race": [
    {
      "name": "Bearkin",
      "source": "Bearkin",
      "page": "0",
      "ability": [
        {
          "str": 2
        }
      ],
      "size": "M",
      "speed": 30,
      "entries":[
        "Your bearkin character has a number of traits as a part of their ursine heritage.",
        {
          "type": "entries",
          "name": "Age",
          "entries": [
            "Bearkin reach adolescence at about the same time as humans, but usually only live to about age 60."
          ]
        },
        {
            "type": "entries",
            "name": "Alignment",
            "entries": [
              "Bearkin naturally tend towards neutrality, though they tend to be more good than evil. They also tend to favour a balance between the law of their clan and the chaotic nature of their lifetyle."
            ]
        },
        {
            "type": "entries",
            "name": "Size",
            "entries": [
              "Bearkin tower over their companions at around 7 to 8 feet tall, and weigh anywhere from 300 to above 450 pounds. Your size is Medium."
            ]
        },
        {
            "type": "entries",
            "name": "Keen Smell",
            "entries": [
              "You gain advantage on WIsdom (Perception) checks that rely on smell."
            ]
        },
        {
            "type": "entries",
            "name": "Animal Instincts",
            "entries": [
              "You have proficiency in the Survival skill."
            ]
        },
        {
            "type": "entries",
            "name": "Claws",
            "entries": [
              "Using your bear claws to attack, you unarmed strikes deal 1d4 slashing damage."
            ]
        },
        {
            "type": "entries",
            "name": "Languages",
            "entries": [
              "You know Common and Bearic, Bearic is a primitive language of growls and barks most often used to quickly convey details while hunting and to intimidate. It has no written form."
            ]
        }
      ],
      "traittags": [
        "skill proficiency",
        "unarmed strike"
      ],
      "skillproficiencies": [
        {
          "survival": true,
          "intimidation": true
        }
      ],
      "languageProficiencies": [
        {
          "Bearic": true
        }
      ],
      "subraces": [
        {
          "name": "Black Bear",
          "source": "Bearkin",
          "ability": [
            {
              "wis": 1 }
            ],
          "Darkvision": 60,
          "entries": [
            "The smallest and most timid of the bearkin varieties, Black Bears tend to be smarter and make up clans of single families in caves or other underground locations, occassionally including the Underdark. They mostly keep to themselves and protect their lairs and territories without moving about, but will happily interact with others of their kind.",
            {
              "type": "entries",
              "name": "Darkvision",
              "entries": [
                "Familiar with the darkness, you have superior vision in dark or dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
              ]
            },
            {
              "type": "entries",
              "name": "Stealthy",
              "entries": [
                "You gain proficiency in the Stelath skill."
              ]
            }
          ],
          "traittags": [
            "skill proficiency"
          ]
        },
        {
          "name": "Brown Bear",
          "source": "Bearkin",
          "ability": [
            {
              "cha": 1
            }
          ],
          "entries": [
            "Fiercely protective, honorable and strong, and usually friendly to outsiders, the most common of the bearkin varieties have a strong protective instinct and make up large clans with a lax hierarchy. They often live nomadically, moving from forest to forest to cycle their prey and avoid retaliation from nearby developed settlements.",
            {
              "type": "entries",
              "name": "Protector",
              "entries": [
                "When an ally within 10ft of you must make a Strength saving throw, you may choose to have the effect target you in their place. This feature can only be used twice every short rest."
              ]
            }
          ]
        },
        {
          "name": "Polar Bear",
          "source": "Bearkin",
          "ability": [
            {
              "con": 1
            }
          ],
          "entries": [
            "The rarest of the bearkin, polar bears have thick winter hides, tend to be very aggressive to outsiders, and have very large territories. During harsh winters, Polar Bear tribes raid human settlements at their weakest for food and supplies when their natural prey runs low. For this reason, especially in colder regions, Polar Bears are usually regarded as hostile.",
            {
              "type": "entries",
              "name": "Winter Hide",
              "entries": [
                "You have resistence to Cold damage. You are also able to weather much colder climates than most other races, as descibed in chapter 5 of the Dungeon Master's Guide."
              ]
            }
          ]
        },
        {
          "name": "Panda Bear",
          "source": "Bearkin",
          "ability": [
            {
              "wis": 1
            }
          ],
          "entries": [
            "Found in the Far East, Panda Bear tribes and customs are largely unknown and foreign, partly as a result of their rarity. As spirtual as their notorious appetite, they have a long history and a keen sense of wisdom, preferring to keep out of the eyes of civilized society.",
            {
              "type": "entries",
              "name": "Folk Healer",
              "entries": [
                "You gain proficiency in the Medicine skill."
              ]
            },
            {
              "type": "entries",
              "name": "Spiritual Communication",
              "entries": [
                "You have the ability to cast the spell {@i Speak with Plants} using Wisdom as your spellcasting modifier. Using this feature, you are only able to communicate with plants, not command, move, or control them. Once you use this feature, you cannot use it again until the end of a long rest."
              ]
            }
          ],
          "traittags": [
            "skill proficiency"
          ],
          "skillproficiencies": [
            {
              "medicine": true
            }
          ]
        },
        {
          "name": "Koala Bear",
          "source": "Bearkin",
          "size": [
            "S"
          ],
          "overwrite": {
            "size": true
          },
          "ability": [
            {
              "dex": 1
            }
          ],
          "entries": [
            "From distant lands to the untamed islands of the south, the connection of Koalas to the Bearkin lineage is often in dispute. They still carry the ferocity of the race however, despite their smaller size. Forming small nomadic communities in the trees in their notoriously hot and dangerous homeland, they drop from low-hanging branches to surprise and attack their prey which is often many times their size. The rumors of their cannibalistic nature are unfounded (though not entirely dismissed).",
            {
              "type": "entries",
              "name": "Smaller Size",
              "entries": [
                "Koala bears are much smaller than their common realatives. Your size is Small instead of Medium."
              ]
            },
            {
              "type": "entries",
              "name": "Nimble Climber",
              "entries": [
                "You have a climbing speed of 30 feet."
              ]
            },
            {
              "type": "entries",
              "name": "Bear Drop",
              "entries": [
                "When falling onto another creature, you only take half falling damage and gain advantage on that attack roll, if attacking."
              ]
            },
            {
              "type": "entries",
              "name": "Expert Survivalist",
              "entries": [
                "When making a Wisdom (Survival) or Wisdon (Nature) ability check, you can double your proficicncy bonus if already proficient."
              ]
            }
          ]
        }
      ],
      "fluff": {
        "entries": [
          {
            "type": "entries",
            "name": "",
            "entries": [
              "{@i \"Father? Can I not play a little longer?\" barked Teemi, his small furry body energetically bounding over towards a small log on the riverside.}",
              "{@i \"Careful, son.\" his father growled, a large shadow looming over the bank causing nocturnal creatures at the waterside to scatter. He put a large yet gentle paw on his son's shoulder and grabbed him by the scruff of his collar. \"There are dangers in the water during starlight.\"}",
              "{@i Teemi looked cutely bitter, as only bearkin children do. \"But father-!\"}",
              "{@i \"It is time to rest.\" his father interrupted. Teemi whimpered quietly as he was carried back towards the forest treeline. \"You were much too young to remember when your mother met that fate. I will not make the same mistake again\"}",
              "Strong, stubborn, and powerful, bearkin are a race of fierce tribal warriors. The bipedal blood relative of their ursine ancestors, bearkin live in small tribes or clans of about a dozen deep in forests, caves, and sometimes arctic wastelands where they are able to hunt and kill their prey with vicious ferocity. Their use of weapons and keen battle sense give them an edge over their unevolved kin, and often a formidable foe." 
            ]
          },
          {
            "type": "entries",
            "name": "",
            "entries": [
              ""
            ]
          }
        ],
        "images": [
        {
          "type": "image",
          "href": {
            "type": "external",
            "url": "https://i.imgur.com/z5ZMuMV.png"
          }
        }
      ]
      }
    }
  ]
}
