{
	"_meta": {
		"sources": [
			{
				"json": "FFSangheili",
				"abbreviation": "Sangheili",
				"full": "Sangheili",
				"authors": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://homebrewery.naturalcrit.com/share/1i2g_-uxhJDhfK-MFci31Zl8XwIdMgfuRsix_CpNWwngE",
				"color": "6609af"
			}
		],
		"dateAdded": 1684281284,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "41c1a9459b",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Sangheili",
			"source": "FFSangheili",
			"ability": [
				{
					"str": 1,
					"con": 1,
					"choose": {
						"from": [
							"int",
							"wis"
						],
						"count": 1,
						"amount": 1
					}
				}
			],
			"size": [
				"M"
			],
			"speed": 35,
			"traitTags": [
				"Skill Proficiency",
				"Powerful Build"
			],
			"skillProficiencies": [
				{
					"athletics": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Sangheili enter adulthood in their mid-twenties and can live up to 200 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Sangheili do not tend towards good or evil, but given their adherence to discipline and tradition they almost all lean towards lawful."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Sangheili are between 7 to 8 feet tall and weigh between 300 and 400 pounds. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Natural Athlete",
					"entries": [
						"You have proficiency in the {@skill Athletics} skill."
					],
					"type": "entries"
				},
				{
					"name": "Powerful Build",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					],
					"type": "entries"
				},
				{
					"name": "Long Strides",
					"entries": [
						"Your base walking speed increases to 35 feet."
					],
					"type": "entries"
				},
				{
					"name": "Warrior's Reflexes",
					"entries": [
						"When you are forced to make a Dexterity saving throw you can use your reaction to gain advantage on the roll. You can use this trait a number of times equal to your proficiency bonus, and regain all expended uses when you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Martial Tradition",
					"entries": [
						"You are proficient with light armor, medium armor, and with two martial weapons of your choice."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Sangheili."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"The Sangheili are a saurian species known for their warrior culture and combat skill. Intelligent, agile, and extremely strong, they are often characterized by their bravery and honor.",
					{
						"type": "entries",
						"name": "Physical Description",
						"entries": [
							"Sangheili are physically imposing beings, typically standing more than a foot taller than the average human. They are vaguely reptilian in overall appearance, with leathery skin, digitigrade legs and sharp claws and teeth. Their large hands have two fingers and two thumbs. Their most distinguishing trait is their jaw structure, which is made up of four separate mandibles attached to their face. Sangheili are muscular and very tall, standing between 7 and 8, though they often seem slightly shorter due to their usual hunched position, but the style of armor they typically wear makes them appear more hunched than they actually are.",
							"Their jaws are quadruple-hinged, with an upper jaw and four lower mandibles arranged in two tiers. These mandibles have between six and twelve teeth each and some Sangheili have an additional, larger fang on the tips of each mandible. Adult Sangheili mandibles can be found in varying shapes, sizes, and ranges of dexterity, and are as distinctive as a human fingerprint.",
							"Their hands are tetradactyl, each having two fingers in the middle and an opposing thumb on either side. Their legs are digitigrade, with short upper and lower legs, and elongated tarsals, using the distal and intermediate phalanges to support their weight when walking. This arrangement allows them to run very quickly and jump large distances, compared to other races.",
							"Sangheili have a binary circulatory system that pumps indigo-colored blood and have a double set of pectoral muscles, which contributes to their incredible strength. Most Sangheili have leathery skin covered in some parts by scales and their skin color can range from light brown to dark brown, light gray to black, and blue. They have forward-facing eyes with vertical slits and horizontal eyelids much like those of reptiles, and their eyes can have multiple colours ranging from red all the way to green and can be even gray; however most Sangheili possess yellow or orange eyes."
						]
					},
					{
						"type": "entries",
						"name": "Culture",
						"entries": [
							"Although Sangheili are naturally very intelligent, their culture's long dependence on a military tradition has led to an emphasis on might over study. Despite their warrior culture being the most well-known, the Sangheili actually have almost innumerable roles within their society, from political entities like kaidons and keep elders all the way to the more technical artificers and farmers.",
							"Raised from childhood to be warriors, other societal roles are treated as secondary endeavors or even hobbies. Doctors are considered outright dishonorable as they \"spill blood\" outside the battlefield as such few doctors exist within Sangheili society, and Sangheili hold disdain for using medicine to treat themselves and some personally would rather suffer through their injuries or die.",
							"Sangheili are trained to be skilled in most ranged weapons, as well as hand-to-hand combat. A prominent example of this martial focus is that only aristocrats are allowed to wield swords and that sword-wielders are then no longer eligible for marriage; however, they may breed with any female they choose, married or otherwise, to ensure successful transmission of \"swordsman\" genes. Many Sangheili children are trained in basic swordsmanship early on, both for personal development and for them to be capable of using a sword later in life if necessary. Within the military, an aristocratic title is not necessary for wielding a sword. Military promotion among the Sangheili is by merit. A Sangheili soldier must succeed to advance among the ranks, with this success being measured in combat kills. A Sangheili near the top of the military hierarchy may have personally slaughtered thousands of individuals to reach that status.",
							"Historically the Sangheili have considered most other species to be inferior to them, both culturally and in fighting skill; this thinking has caused Sangheili to treat other species cruelly and in an arrogant manner."
						]
					},
					{
						"type": "entries",
						"name": "Sense of Honor",
						"entries": [
							"The Sangheili display respect and admiration for honorable fighters, whether they are allies of the Sangheili or not; it is not unusual for the Sangheili to have such an admiration for their adversaries. Sangheili respect and revere veterans and often follow their lead. Their history is rife with victorious combatants welcoming the defeated enemies' remaining forces into their own army, provided of course that they fought with honor.",
							"Despite their intelligence, the Sangheili often allow their obsession with honor to cloud their better judgement. The Sangheili usually employ complex strategy only if it either improves success in battle, allows them to inflict more casualties on their enemies, or if it conforms to their code of honor. Otherwise, in both tactical and strategic combat, Sangheili generally charge their enemies with reckless aggression, regardless of any damage they sustain. Only very seldom do they admit temporary defeat.",
							"Conversely, those who favor practicality over religious fervor in combat exhibit keen tactical and strategic acumen. The Zealots, despite being among the most fervent adherents of their religion, use shrewd, pragmatic tactics and are willing to engage in subterfuge in lieu of open combat.",
							"The Sangheili honor code is similar to a few throughout human history, sharing concepts such as skill in combat (with an emphasis on swordsmanship), loyalty to master and family/clan, and views on death. Some such systems promote death in battle as being the most honorable and proper way to die. If a warrior is critically injured, incapacitated, or captured, the only acceptable recourse is to commit ritualistic suicide, ensuring one's honor is kept intact. This is of such importance to Sangheili warriors that even if they are incapable of killing themselves, they may request the assistance of their fellow Sangheili in doing so. The Sangheili consider being captured in combat to be dishonorable. To retain his honor, a valiant Sangheili would typically commit suicide while in prison. Often when imprisoned Sangheili are freed those who have not killed themselves are executed anyway, however, escaping or staging an uprising is considered acceptable."
						]
					},
					{
						"type": "entries",
						"name": "Customs and Superstitions",
						"entries": [
							"Despite their martial nature, the Sangheili have reservations to the spilling of one's own blood. This is an extension of the belief that the blood of a warrior is his essence, which is synonymous with his honor; thus, to spill one's blood is to lose one's honor. As a result, in Sangheili culture, doctors are seen by many as the lowest members of society because they \"make their living slicing and causing another Sangheili to bleed without honor.\" This means that the only 'honorable' way for a Sangheili to be injured or bleed out is from combat with the enemy. This belief also makes visiting a doctor very shameful for some Sangheili.",
							"The Sangheili seldom view personal weapons as anything more than tools of war, and rarely attach extra importance to a weapon simply because it once belonged to a great warrior. However, certain historical weapons were so famous that they were said to possess a small part of the owner's heart, and were given names as a result.",
							"Many Sangheili believe that a weapon is to be drawn only if it is to be used, because a drawn weapon \"demands blood.\" However, it appears that the user's intention when it is being drawn matters more than the weapon actually being used.",
							"As a symbolic gesture of love for his people, a Sangheili leader may choose to walk among his followers and help them in their duties, even doing what is normally considered females' work such as helping them care for eggs. This is also done to inspire the Sangheili to work diligently so as to not be outdone by their superiors.",
							"In warfare, the Sangheili uphold a martial tradition known as {@i Shrwssha'wash}; a ritual dismemberment of defeated foes, most commonly manifested by the displaying of the enemy's skull as a trophy."
						]
					},
					{
						"type": "entries",
						"name": "Government",
						"entries": [
							"The Sangheili often have no unified government; typically they are splintered into numerous feudal, meritocratic city-states. A given state is governed by a single clan residence and assembly house known as a keep, headed by a kaidon selected by a council of elders. There are usually a number of \"client keeps\" belonging to different clans under the leading keep's rule, though a state's elders will assume the kaidon's clan name as a title signifying their position, regardless of the name of their own family keep.",
							"In Sangheili culture, it is customary to settle disagreements with authority by assassination, though one has to use personal weapons in order for the practice to be considered honorable. For example, if a council elder believes that his vote was ill-advised or had second thoughts, it is considered a tradition for council elders to initiate some form of attack, such as sending assassins, against the kaidon in order \"...to test the true merit of the ruler's martial abilities.\" The belief was that \"a kaidon who could not defend himself was not a true leader.\" Should the attack fail, the responsible elder will be executed immediately, and his family will be killed. However, punishment for this form of failure was usually flexible. As such, if the elder did something honorable, such as attack the kaidon himself, or attempted to make a final stand against the kaidon, then he would probably have managed to save his family from certain death, although they might still be banished."
						]
					},
					{
						"type": "entries",
						"name": "Family",
						"entries": [
							"Family history and lineage are greatly valued, with most families having their own unique \"battle poem\" and \"saga wall\" detailing the deeds and actions of its members during times of war.",
							"Although Sangheili society is patriarchal, and while most males serve as warriors, female Sangheili hold considerable power in issues within their family keeps, including political matters, civil duties and trade, while Sangheili males are sent into service as warriors. Sangheili females have access to records of their own bloodlines, and are able to choose their mates. The maintaining of a clan's familial records is typically the duty of the wife of the keep elder. The concept of divorce is completely foreign to Sangheili.",
							"Sangheili warriors form very close-knitted relationships, referring to their comrades as \"brothers\" or \"sisters\" and remaining intensely loyal to them. This loyalty is shown in the custom of grieving after the death of a fallen comrade, a ritual which includes prayer for the dead warrior."
						]
					},
					{
						"type": "entries",
						"name": "Children",
						"entries": [
							"Newly hatched Sangheili are called \"childlings\", and as they grow older, they are then referred to as \"younglings\". During the first decade of their lives, Sangheili children have protective scales that hang from their necks, an evolutionary holdover from the days when the Sangheili used to carry their offspring with their toothy mandibles away from danger.",
							"Sangheili children are typically raised in the communal environment of their family keep to ensure that all start on an equal footing and progress in rank by merit of their abilities. They are not allowed to know the identity of their true fathers and are usually raised by a maternal uncle instead. This is a method of preventing status from being inherited in order to force children to make their own way in the world so they actively work for and earn advancement, thus minimizing nepotism and promoting loyalty to the whole clan rather than their parents. However, as some children's fathers are swordsmen who have been granted the right to reproduce with any number of female Sangheili they desire, the use of a maternal uncle as a father-like figure is used to allow children to be raised equally. Sometimes the individual acting as a Sangheili's \"uncle\" is in fact the father, but this makes no difference to his role as the child will never know.",
							"Both male and female Sangheili are taught to fight from a young age. Though only males go on to become warriors, it is believed that the females should be able to defend themselves in the event their keep is attacked. A popular pastime for Sangheili children is to hunt small creatures that live near their homes; young Sangheili also learn and sing old narrative poems, the most famous and widely known being the legendary ballad of the demigod hero Kel 'Darsam."
						]
					},
					{
						"type": "entries",
						"name": "Language",
						"entries": [
							"The Sangheili language is rather harsh and guttural to untrained ears. While much remains unknown to outsiders about its overall structure and conventions, it is known that certain sounds are largely absent from the Sangheili language due to their unique mouth structure; for example, Sangheili have difficulty pronouncing human words containing the letter \"v\" or ending with \"p\".",
							"Text, or writing, in Sangheili appears to be mostly triangle shapes and composed almost completely of equilateral triangles. The triangular characters have been seen oriented both in the horizontal left-to-right direction and in a vertical right-to-left direction."
						]
					},
					{
						"type": "entries",
						"name": "Names",
						"entries": [
							"The Sangheili place great value in names and titles, and consider names to be a privilege given only to those who are worthy.",
							"A Sangheili's first name is a given name that is attained at birth and persists throughout their life. After reaching adulthood, they are given a badge name. This was often composed of two core parts: an adjective describing the individual, and a family name; Ado 'Mortumee was one practitioner of this system, where 'Mor' was his personal descriptor, and 'Tum' identified his lineage. Alternatively, some may have their badge name drawn from their State of origin, which could be tied to a specific Keep or family. For example: Thel 'Vadam was from the Vadam lineage. Some lineages, such as Vadam, have control over their own states, although this is not always the case; it is typical for Sangheili of other lineages to occupy smaller keeps in a state named after another lineage. Client keep elders within a given state typically adopt the name of the state instead of using their own family name.",
							"Typically, most elites followed either of the previous systems, although they were exceptions. An \"ee\" suffix denotes military service and lengthened names, such as the prefix \"Ika\" (which meant that the Sangheili had been an aide to a hierarch of some sort), gave them higher status among other elites. Additional titles, such as \"Jar\" and \"Nar,\" appear to be related to specific ranks. Apart from the \"-ee\" suffix, the suffix \"-ai\" denotes swordsmanship, as with Bero 'Kusovai and Toha 'Sumai.",
							"Some Sangheili have names tied to heroes, battles, and legends that harken back to early Sangheili history. These more ancient family names often retain the idiosyncrasies of a more antiquated Sangheili dialect.",
							"The apostrophe in front of the clan name indicates a sound resembling a glottal stop or click.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Given Names",
										"entries": [
											"Avu, Bero, Chak, Elhi, Fal, Inka, Jul, Let, N'tho, Okro, Ripa, Rtas, Sesa, Thav, Thel, Toha, Usze, Zuka"
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Badge Names",
										"entries": [
											"'Ahcol, 'Chavam, 'Kusov, 'Lok, 'Mdama, 'Moram, 'Refum, 'Saham, 'Sebarim, 'Sraom, 'Sum, 'Taham, 'Telcam, 'Vadam, 'Vadum, 'Vagaduun, 'Volir, 'Zamam"
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/MysvyTy.png"
						},
						"title": "Sangheili Fighter",
						"credit": "By Cosmin Ţîrlea"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/5IqDjRD.png"
						},
						"title": "Sangheili Cleric",
						"credit": "By Cosmin Ţîrlea"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/8WzgPeh.png"
						},
						"title": "Sangheili Rogue",
						"credit": "By Cosmin Ţîrlea"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/fNJvjRl.png"
						},
						"title": "Sangheili Druid",
						"credit": "By Cosmin Ţîrlea"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/KDaRpMh.png"
						},
						"title": "Sangheili Paladin",
						"credit": "By Cosmin Ţîrlea"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/Fzq2x7g.png"
						},
						"title": "Sangheili Warlock",
						"credit": "By Cosmin Ţîrlea"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/ZOeQ4JG.png"
						},
						"title": "Sangheili Artificer",
						"credit": "By Cosmin Ţîrlea"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/VU4AnFL.png"
						},
						"title": "Sangheili Blood Hunter",
						"credit": "By Cosmin Ţîrlea"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/nKCrr0c.png"
						},
						"title": "Sangheili Weaponry",
						"credit": "By Cosmin Ţîrlea"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"sangheili|ffsangheili": true
				}
			],
			"weaponProficiencies": [
				{
					"choose": {
						"fromFilter": "type=martial weapon|miscellaneous=mundane",
						"count": 2
					}
				}
			],
			"armorProficiencies": [
				{
					"light": true,
					"medium": true
				}
			],
			"heightAndWeight": {
				"baseHeight": 86,
				"heightMod": "2d8",
				"baseWeight": 300,
				"weightMod": "1d6"
			},
			"age": {
				"mature": 25,
				"max": 220
			},
			"hasFluff": true,
			"hasFluffImages": true
		}
	],
	"baseitem": [
		{
			"name": "Sangheili Twin-Bladed Sword",
			"type": "M",
			"weaponCategory": "martial",
			"weapon": true,
			"sword": true,
			"rarity": "none",
			"value": 9500,
			"weight": 6,
			"dmg1": "2d4",
			"dmgType": "P",
			"property": [
				"H",
				"S"
			],
			"entries": [
				"A large and heavy pair of metal blades joined by a horizontal handle that vaguely resembles an over-sized split katar, this is the traditional and favoured sword of Sangheili society. Given they are usually heirlooms and highly revered, such weapons are quite rare in the hands of outsiders.",
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"When you are wielding this weapon in one hand and no other weapons or wielding a shield, your attacks with it deal {@damage 2d6} piercing damage instead of {@damage 2d4}."
					]
				}
			],
			"source": "FFSangheili",
			"hasFluffImages": true,
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/VsHv5By.png"
						},
						"title": "Twin-Bladed Sword",
						"credit": "By Cosmin Ţîrlea"
					}
				]
			}
		}
	],
	"item": [
		{
			"name": "Sangheili Radiant Twin-Bladed Sword",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "rare",
			"reqAttune": true,
			"tier": "major",
			"weight": 3,
			"dmg1": "2d4",
			"dmgType": "R",
			"property": [
				"F",
				"S"
			],
			"entries": [
				"Rare, even amongst the Sangheili, this item appears to be the handle of a {@item Sangheili Twin-Bladed Sword|FFSangheili} absent of its heavy metal blades. While grasping the handle, you can use a bonus action to cause a pair of pure radiant  blades to spring into existence, or make the blades disappear. While the blades exist, this weapon has the finesse property. If you are proficient with {@item shortsword|phb|shortswords}, {@item longsword|phb|longswords} or {@item Sangheili Twin-Bladed Sword|FFSangheili|Sangheili twin-bladed swords}, you are proficient with this weapon.",
				"The sword's luminous blades emit bright light in a 5-foot radius and dim light for an additional 5 feet.",
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"When you are wielding this weapon in one hand and no other weapons or wielding a shield, your attacks with it deal {@damage 2d6} radiant damage instead of {@damage 2d4}."
					]
				}
			],
			"source": "FFSangheili",
			"hasFluffImages": true,
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/x5eaNh0.png"
						},
						"title": "Radiant Twin-Bladed Sword",
						"credit": "By Cosmin Ţîrlea"
					}
				]
			}
		}
	],
	"language": [
		{
			"name": "Sangheili",
			"source": "FFSangheili",
			"type": "exotic",
			"typicalSpeakers": [
				"Sangheili"
			],
			"script": "Sangheili"
		}
	]
}
