{
	"_meta": {
		"sources": [
			{
				"json": "LupinFF",
				"abbreviation": "Lupin",
				"full": "Lupin",
				"authors": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://homebrewery.naturalcrit.com/share/1i2g_-uxhJDhfK-MFci31Zl8XwIdMgfuRsix_CpNWwngE",
				"color": "674f35"
			}
		],
		"dateAdded": 1702252460,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "c49212bdd7",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Lupin",
			"source": "LupinFF",
			"ability": [
				{
					"wis": 2,
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"cha"
						],
						"count": 2
					}
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"traitTags": [
				"Skill Proficiency"
			],
			"skillProficiencies": [
				{
					"animal handling": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Lupin have lifespans comparable to humans. They reach adulthood in their late teens and usually live to around 80 years of age."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Their strong beliefs in community, loyalty, and trust mark lupins as highly lawful creatures. Generosity and pity for the poor define the race, but lupins also tend to hold grudges thus, many are either lawful good or lawful neutral. Only rare exceptions become chaotic or evil."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Lupin are about the same size as humans, ranging from 5 to 6 feet tall and weigh between 115 and 230 pounds. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness as shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Acute Senses",
					"entries": [
						"You gain advantage on any Wisdom ({@skill Perception}) checks that rely on hearing or smell."
					],
					"type": "entries"
				},
				{
					"name": "Naturally Equipped",
					"entries": [
						"You are never unarmed. Your jaws are a natural weapon, which you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to {@damage 1d6} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Hunter of Lycans",
					"entries": [
						"You have advantage on the first attack roll you make on your turn against any form of lycanthrope, and advantage on Wisdom ({@skill Survival}) checks made to follow tracks."
					],
					"type": "entries"
				},
				{
					"name": "Expert Rider",
					"entries": [
						"You have proficiency in the {@skill Animal Handling} skill and mounting or dismounting a creature costs you only 5 feet of movement, rather than half your speed."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Lupin. Lupin is a visual as well as verbal language consisting of words as well as growls, barks, and subtle shifts of the body."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/6gBjS1m.jpg"
						}
					}
				],
				"entries": [
					"Lupins exist at the crux of a duality, torn constantly between two mythological beginnings. Most of these dog-headed humanoids rarely ponder the subject, living their lives in the comfort of their individual families, saving such speculation for the quiet times of their infirm years. However, non-lupin sages and historians (with lupin input) frequently consider and debate this issue.",
					"Although most people consider the debate purely academic, lupin spiritual leaders actively argue two versions of their creation. The original and most popular creation story comes down from their ancient oral tradition, marking lupins as descendants of werewolves who rejected the chaos of their monthly murderous sprees. Proponents of this theory point to the uncanny ability of lupins to sniff out werewolves as well as the obvious physical similarities. The newer origin theory, originally proposed by the lupin sage Hector Roff, argues that the fanatic enmity between lycanthropes and lupins comes from stresses placed upon the lupins by other races. Followers of his theory, called Hectorites, propose that their race came from the union of humans and gnolls, and that early lupins became famed werewolf hunters to prove to fearful human neighbors that they indeed were not werewolves themselves. Most lupins consider this theory preposterous, although the younger generations seem to favor this less idealistic belief.",
					"Regardless of their origin, lupins have always had a tie to werewolves. The day after a lupin child proves itself weaned by eating solid foods, the village werewolf hunters, called hruffs, begin teaching it the basics of killing lycanthropes. This day, known as the child's Moonset, is only the first rite of passage for a lupin. At puberty, lupins undergo another rite, called ro'rutoo (for boys) or ro'rutah (for girls). The exact rite varies from tribe to tribe, but it typically includes spending a night on the grasslands with only a mount as company. Succeeding at this rite makes the young lupin an official member of the tribe, and allows him or her the chance to venture with an elder to a White Howl. Once a lupin's muzzle and head hair begin to whiten (a natural change for the race that comes with age) he passes through one final rite composed of fasting and intense meditation. At the conclusion of this rite, the old lupin is recognized as an elder and becomes eligible for the greatest of honors: to represent the tribe in a White Howl.",
					"Lupins live in tribes consisting of three to twelve packs, and each pack contains two to ten adults (and several pups). Lupin tribes practice strict egalitarian democracy and usually operate without a leader (although elders in the tribe can often sway the votes of younger members). Once per year, the tribe selects a spokesperson from among the packs' elders as a representative. This individual cannot hold the post longer than a year and cannot be selected again until an elder from every other pack in the tribe has acted as spokesperson. The selected elder (and a retinue of unwed youths) then travels to a gathering of other spokesperson lupins from nearby tribes. This gathering, the White Howl, acts as both a meeting for important discussions among the elders as well as a chance for young lupins to find mates from outside the tribe. A White Howl often degenerates into a wine-soaked celebration that lasts for up to three weeks.",
					"The lupins' semi-nomadic life centers upon villages composed of wooden longhouses built in a radial pattern surrounding a community space. In the middle of this space, the lupins maintain a continuous flame known as a bg'tyr. Even when the tribe moves from its village to wander the relatively dry plains for the three months of summer, the tribe's bg'tyr continues to burn inside a copper-lined cedar bowl. The task of keeping the bg'tyr lit falls upon a group of lupin girls too young to bear children—one such pup from each pack within the tribe. These girls, known as bg'tyr mates, often grow to prominence within the community in adulthood.",
					"Many lupin tribes consider the week of the full moon an important religious time. During the three days when the moon is brightest, hruffs from nearby villages join to form hunting packs known as ah'flir. These ah'flir packs have the specific purpose of hunting down and killing as many werewolves and other lycanthropes as possible.",
					{
						"type": "entries",
						"name": "Personality",
						"entries": [
							"All lupins consider trust and loyalty the hallmarks of responsible social behavior. They generally work for the well-being of their community, whether a tribe, a multiracial druidic circle, or an adventuring group. A lupin always knows his duty, and he rarely relinquishes it without good cause. Dedicated and patient, lupins excel at tasks that might require long periods of waiting, and as such make exceptional trackers, vintners, and hunters.",
							"Lupins enjoy social interactions, and despise being alone. They make friends easily, and they enjoy crowds (although not necessarily as the center of attention). Perhaps because they give their friendship and loyalty so easily, lupins hold strong grudges against those who betray their trust. Many former business partners or adventuring companions have died at the hands of lupins who felt taken advantage of or deceived."
						]
					},
					{
						"type": "entries",
						"name": "Physical Description",
						"entries": [
							"Built like humans with the heads of dogs, many creatures mistake lupins for gnolls or werewolves from a distance. A short coat of fur covers a lupin from head to toe, while longer, silkier hair (much like a human's) grows from the top of their heads. A lupin's body fur tends to be monochromatic, ranging from a light gray through all the shades of brown to black, with occasional lupins sporting coats of brick red or golden yellow. Extraordinarily rare white- coated lupins do exist, but few nonlupins ever see them. Some lupins have a lighter shade of their body fur on their muzzle, ears, and around their eyes, while their head hair tends toward slightly darker shades. White muzzle fur and head hair mark lupin elders.",
							"Thick, leathery skin covers the palms oflupin hands and the soles of their feet, and they usually keep their clawlike fingernails and toenails cut short. Lupins have short, nonprehensile tails that they sometimes have difficulty controlling (especially when anxious or excited)."
						]
					},
					{
						"type": "entries",
						"name": "Relations",
						"entries": [
							"As social and gregarious creatures, lupins get along well with virtually all races. Only gnolls, goblinoids, and werewolves need fear inhospitable treatment from them. Lupins consider dwarves and half-orcs smelly and less desirable as companions or guests than elves, half-elves, or halflings. The musky scents of gnomes and humans also often agitate lupins' sensitive noses, but not to the extent that they avoid those races. Regardless, the metal goods that dwarves and gnomes often bring to lupin lands buy such guests lavish accommodations and sincere (if sometimes forced) invitations to return. For their part, dwarves enjoy the steadiness and patience of lupins, while elves favor their gregarious natures and love of wild places. Lupins don't care for cities and prefer settlements no larger than a small town."
						]
					},
					{
						"type": "entries",
						"name": "Lupin Lands",
						"entries": [
							"Lupins tend to live within thick forests near open grasslands. Some ride fast horses or dire wolves across the steppes to bring down deer, antelope, and elk while others stay nearer their longhouses to fish or pick berries and nuts. Lupins warily watch anyone who enters the lands they consider theirs but usually allow other races to move through their territory unmolested. They actively make war against goblinoids and gnolls who venture too close to the vast swaths of territory they travel."
						]
					},
					{
						"type": "entries",
						"name": "Religion",
						"entries": [
							"Like many other races, lupins have a pantheon of godlike beings to whom they pay homage. They call their deities Saints, which consist of lupins who achieved immortal greatness. Saint Renard, the chief lupin deity, represents what Pelor does to humans. Lupins respect their deities and treat them as firsts among equals, but they neither fear nor worship those in their pantheon. They find temples and organized worship fascinating, if a little silly, and rarely give more thought to their deities than a simple thanks when they bed down for the night."
						]
					},
					{
						"type": "entries",
						"name": "Lupin Language",
						"entries": [
							"Lupins speak thickly accented Common among nonlupin visitors. When among their own kind, they speak Lupin, a visual as well as verbal language consisting of words as well as growls, barks, and subtle shifts of the body. The Lupin language has no 's', as lupins' long muzzles make it difficult for them to create the sound. Many of their words have only one or two syllables and begin with hard consonants. The language also tends to use the short 'o' and short 'u' sounds and ends many of its words with a hard 'f.'"
						]
					},
					{
						"type": "entries",
						"name": "Lupin Names",
						"entries": [
							"Lupins usually present their young with two given names combined with a hyphen when written: one name from the father (usually one of his parents' names) and one name from the mother (usually one of her parents' names). Thus, a male pup whose grandfathers are Lab-Crott and Hector-Roff might get the names Hector-Lab or Roff-Crott. The parents usually choose which name comes first based purely on how the two names sound together. Female names make more use of 'a' sounds and often end with a vowel or a trailing 'n' sound.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Male Names",
										"entries": [
											"Crott, Hector, Lab, Mattaff, Renard, Roff, Turff"
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Female Names",
										"entries": [
											"Arann, Carra, Fikenn, Likka, Jakka, Rottie, Warra"
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Lupin Adventurers",
						"entries": [
							"Lupins adventure for many of the same reasons as rangers or druids of any race. They excel as hunters and trackers, and tend to leave their tribes as outcasts or as youths caught in wanderlust. Lupins put aside their fears and desire to stay with their tribe in order to hunt werewolves. In a land or world infested with lycanthropes, lupins stand on the front lines and often wage personal wars against these hated shapeshifters."
						]
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"lupin|lupinff": true
				}
			],
			"heightAndWeight": {
				"baseHeight": 56,
				"heightMod": "2d8",
				"baseWeight": 115,
				"weightMod": "2d4"
			},
			"age": {
				"mature": 16,
				"max": 80
			},
			"hasFluff": true,
			"hasFluffImages": true
		}
	],
	"language": [
		{
			"name": "Lupin",
			"source": "LupinFF",
			"type": "exotic",
			"typicalSpeakers": [
				"Lupin"
			],
			"script": "Lupin"
		}
	]
}
