{
	"_meta": {
		"sources": [
			{
				"json": "ManOgreFF",
				"abbreviation": "ManOgre",
				"full": "Man-Ogres; Brawn over Brains",
				"authors": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/293789/The-ManOgre",
				"color": "d4b6ac"
			},
			{
				"json": "GnollFF",
				"abbreviation": "Gnoll",
				"full": "Gnoll",
				"authors": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/307006/Gnoll-Kitsune--Ratmen-A-Trio-of-Races-for-DD-5e",
				"color": "8e816e"
			},
			{
				"json": "KitsuneFF",
				"abbreviation": "Kitsune",
				"full": "Kitsune",
				"authors": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/307006/Gnoll-Kitsune--Ratmen-A-Trio-of-Races-for-DD-5e",
				"color": "d7703a"
			},
			{
				"json": "RatmenFF",
				"abbreviation": "Ratmen",
				"full": "Rat-men",
				"authors": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/307006/Gnoll-Kitsune--Ratmen-A-Trio-of-Races-for-DD-5e",
				"color": "a16644"
			}
		],
		"dateAdded": 1584641909,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "de38f1cd21",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Man-Ogre",
			"source": "ManOgreFF",
			"ability": [
				{
					"str": 2,
					"con": 2,
					"int": -2,
					"wis": -2
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"traitTags": [
				"Skill Proficiency",
				"Monstrous Race"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Man-Orges reach adulthood in their late teens and live less than a century."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Man-Orges tend toward no particular alignment. They follow the alignment of their leaders."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Man-Orges are around 7 to 8 feet tall and weigh between 280 and 420 pounds. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Natural Athlete",
					"entries": [
						"You have proficiency in the {@skill Athletics} skill."
					],
					"type": "entries"
				},
				{
					"name": "Powerful Build",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					],
					"type": "entries"
				},
				{
					"name": "Tough",
					"entries": [
						"Your hit point maximum increases by 2, and it increases by 2 every time you gain a level."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Giant."
					],
					"type": "entries"
				}
			],
			"heightAndWeight": {
				"baseHeight": 82,
				"heightMod": "2d8",
				"baseWeight": 200,
				"weightMod": "2d8"
			},
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"Da boss Conan asked me what my job was an' I said it was to, uh, do what I was told. He said I was a genius and gave me another medal. I likes da Aldis army!\" - Rogg, Man-Ogre"
						]
					},
					"Man-Ogres have thick skin, powerfully muscular builds and are of monstrous size, as they stand around 7 to 8 feet tall. Though their Ogre heritage has led them to increase in physical size and strength, the Man-Ogre's intelligence declined to below average human levels. Possessed of little more than only primitive survival instincts, part of their nonhuman heritage involved the loss of the ability for more complex intellectual thought since philosophical matters were unnecessary in an environment marked by starvation and a constant fight for life.",
					"Man-Ogres are said to be even less intelligent than some Orcs. However, the truth is that their intellects are not in fact stunted, but much more focused on matters such as survival. An affinity for magic is virtually unknown among Man-Ogres as a result. A Man-Ogre's speech patterns have been noted to be much the same as those observed in feral Orcs."
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"giant": true
				}
			],
			"age": {
				"mature": 18,
				"max": 90
			}
		},
		{
			"name": "Gnoll",
			"source": "GnollFF",
			"ability": [
				{
					"str": 2,
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"traitTags": [
				"Skill Proficiency",
				"Natural Weapon",
				"Monstrous Race"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Pups reach adulthood around 8 years of age. Due to their violent lifestyle many will be killed when they start showing signs of aging, around 30 years of age. Their full life expectancy is not known."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Gnolls do not follow any sort of code or rules; for the most part they are chaotic in nature. Due to their demonic connection many gnolls tend towards evil alignments."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Gnolls tend to be around 7 feet. They generally weigh between 250 and 310 lbs. Your size is medium."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Your fiendish heritage grants you the ability to see in dark conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"Due to your keen senses, you are proficient with the {@skill Perception} skill."
					],
					"type": "entries"
				},
				{
					"name": "Naturally Equipped",
					"entries": [
						"You are never unarmed. Your jaws are a natural weapon, which you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to {@damage 1d6} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Rampage",
					"entries": [
						"When you reduce a creature to 0 hit points with a melee attack on your turn, you can take a bonus action to move up to half your speed and make a bite attack."
					],
					"type": "entries"
				},
				{
					"name": "Howl of the Pack",
					"entries": [
						"As a bonus action, choose a friendly creature who can see or hear you within 30 feet. It can use its reaction to make one weapon attack. After you use this feature, you can't use it again until you complete a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Gnoll."
					],
					"type": "entries"
				}
			],
			"heightAndWeight": {
				"baseHeight": 80,
				"heightMod": "2d6",
				"baseWeight": 210,
				"weightMod": "2d4"
			},
			"fluff": {
				"entries": [
					"Gnoll legends trace the origin of their species back to a time when the demon lord Yeenoghu found his way to the Material Plane and ran amok. Packs of ordinary hyenas followed in his wake, scavenging the demon lord's kills. Those hyenas were transformed into the first gnolls, parading after Yeenoghu until he was banished back to the Abyss. The gnolls then scattered across the face of the world, a dire reminder of demonic power.",
					"This is the tale gnoll mothers tell their pups and the story the scourge uses to exhort his troops. Whether it is truth or mere legend, it is easy to see the inspiration for the myth. A gnoll looks much like a humanoid hyena and shares many traits with the animal, including its haunting laughter, and the strength and savagery of these creatures is enough to suggest demonic blood; the typical gnoll band strikes without fear or mercy, tearing into enemies with the fury of fiends incarnate.",
					{
						"type": "entries",
						"name": "Pack Mentality",
						"entries": [
							"In spite of the savage nature of the gnolls, there are some aspects to their culture that are not inherently repulsive. Gnolls place a very strong value on family for instance, respecting blood ties perhaps more than any other aspect of a relationship. Though gnolls within a pack will commonly fight with each other for dominance, these battles are quickly forgotten after their resolution, and in most situations, gnolls of the same bloodline are loyal friends and allies to one another. These bloodlines are almost always traced maternally, through the female line.",
							"This loyalty to family is particularly obvious during combat, either with rival gnoll packs or other races. Gnolls who fight side by side regularly throw away personal glory in order to help their brethren. Perhaps most surprisingly, when a gnoll is separated from their clan and family their instinctive need for such blood ties leads them to form a surrogate \"pack\" from those whom they choose to befriend. To these unlikely allies the gnoll is as loyal and faithful as they would be to their own brothers or sisters, embracing the outsiders as if they were family.",
							"While all gnolls have an innate tendency for collecting souvenirs and trophies, nomadic packs, particularly the savage ones who have little contact with other races except during wartime, find few other ways to acquire technology, having crafted a handful of tools of their own. The result of this is that most gnolls rely on the other races as their source of wealth and technology; which extends to arms and weaponry, giving gnoll armour a unique aesthetic where each suit is typically kitbashed together from scavenged pieces found either on victims or abandoned.",
							"Gnolls of all kinds have an affinity for hyenas, who many see as their brethren and whom they keep as pets or for hunting."
						]
					},
					{
						"type": "entries",
						"name": "Gnoll Names",
						"entries": [
							"First names have a flow-y yet growl-like sound. Surnames are always the name of the pack they belong to. Pack names will be compounded words. They can describe either the members of the pack, or where that pack lives.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Male Names",
										"entries": [
											"Dagnyr, Dhyrn, Doryc, Ghyrryn, Gnasc, Gnoryc, Gnyrn, Hyrn, Lhoryn, Lhyr, Mognyr, Sorgnyn, Thyrn, Toryc, Yrgnyn, Yrych"
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Female Names",
										"entries": [
											"Dagnyra, Gnara, Gnora, Gnyrl, Hyra, Hyrgna, Lhyra, Lhyrl, Malgna, Myrl, Sargna, Shyrla, Tarnyra, Yrgna"
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Pack Names",
										"entries": [
											"Blackpaw, Mosshide, Mudsnout, Palemane, Redridge, Riverpaw, Rot Hide, Savage-Hill, Shadowhide, Stinkpelt, Wildpaw, Woodpaw"
										]
									}
								]
							}
						]
					}
				]
			},
			"darkvision": 60,
			"languageProficiencies": [
				{
					"common": true,
					"gnoll|mm": true
				}
			],
			"skillProficiencies": [
				{
					"perception": true
				}
			],
			"age": {
				"mature": 8,
				"max": 60
			}
		},
		{
			"name": "Kitsune",
			"source": "KitsuneFF",
			"ability": [
				{
					"cha": 2,
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"traitTags": [
				"Skill Proficiency",
				"Natural Weapon"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Kitsune reach adulthood at 16, cease physical aging in their early 20s and can live several centuries."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Due to their mischievous nature Kitsune are often chaotic, with even the most skilled monks finding it difficult to ignore the desire to be a bit mischievous at times. Kitsune are known to be both good and evil."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Kitsune are lithe but similar in size to humans, ranging from 5 to 6 feet tall. Your size is medium."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Your eyes have the thin slits and reflective nature of a fox's. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Natural Weapon",
					"entries": [
						"In your natural form your bite is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@damage 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Deceptive",
					"entries": [
						"You gain proficiency in the {@skill Deception} skill."
					],
					"type": "entries"
				},
				{
					"name": "Fey Ancestry",
					"entries": [
						"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
					],
					"type": "entries"
				},
				{
					"name": "Fox Magic",
					"entries": [
						"You know the {@spell dancing lights} cantrip. When you reach 3rd level, you can cast the {@spell charm person} spell once per day as a 1st-level spell. Once you reach 5th level, you can also cast the {@spell alter self} spell once per day. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Change Form",
					"entries": [
						"As an action, you can change to your human form or revert to your natural form. You can assume the appearance of a specific single human form of the same sex, you always take this specific form when you use this ability, and you revert to your natural form if you fall unconscious. Your clothing and other equipment don't change in appearance, size, or shape to match your new form.",
						"Should you take damage whilst in your human form roll a concentration check, on a failed check you revert to your natural form; this doesn't count as concentrating for the purposes of determining spell casting."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Sylvan."
					],
					"type": "entries"
				}
			],
			"heightAndWeight": {
				"baseHeight": 56,
				"heightMod": "2d10",
				"baseWeight": 100,
				"weightMod": "1d6"
			},
			"additionalSpells": [
				{
					"innate": {
						"3": {
							"daily": {
								"1": [
									"charm person"
								]
							}
						},
						"5": {
							"daily": {
								"1": [
									"alter self"
								]
							}
						}
					},
					"ability": "cha",
					"known": {
						"1": [
							"dancing lights#c"
						]
					}
				}
			],
			"fluff": {
				"entries": [
					"Kitsune, or fox-folk, are vulpine shapeshifters known for their love of both trickery and art. Kitsune possess two forms: that of an attractive human of slender build with salient eyes, and their true form of an anthropomorphic fox. Despite an irrepressible penchant for deception, kitsune prize loyalty and make true companions.",
					"They delight in the arts, particularly riddles and storytelling, and settle in ancestral clans, taking their wisdom from both the living and spirits. Quick-witted and nimble, kitsune make excellent bards and rogues. It is not uncommon for one to persue sorcery, while those few born with white fur and pale eyes usually become oracles.",
					"In their natural form kitsune are anthropomorphic foxes, they commonly have fur in various shades of red and brown but it is not unknown for rare colours such as white and black to appear on occasion too. Their eyes have vertical slit pupils that have a range of colors from cobalt blue to golden yellow. They also have a long white-tipped tail that helps them balance on their digitigrade legs.",
					"Kitsune have claws that, while more pronounced than a normal human's fingernails, are impractical to use in combat simply leaving the victim with shallow scratches instead of any more meaningful injuries. Their jaws on the other hand are deadly if one is not careful, and a kitsune may use their fangs as a last resort in close quarters combat.",
					{
						"type": "entries",
						"name": "Kitsune Names",
						"entries": [
							"Kitsune draw their names primarily from their own folk tales and fables as well as from the names of their ancestors, giving their spirits a new lease of life through the use of their names. Certain names in particular hold special meaning to kitsune, either an allegory to greater things or simply a reference to their personality.",
							"Alongside their forenames kitsune will often have a family surname too.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Male Names",
										"entries": [
											"Akihiko (Bright Prince), Akito, Dai (Great/Large), Goharu, Hamon, Haru (Sunlight), Hikichi, Hiro (Generous), Hiroshi (Generous), Isuke, Kakoto, Keitsu, Kita, Makumi, Michi (Pathway), Michio (On The Right Path), Minori (Truth), Ryumichi, Ryuu (Dragon Spirit), Sadao (Decisive), Sahide, Seitomo, Shutari, Sutsuna, Takumi, Tatsuya (Assertive), Tetsuo (Wise Hero), Tomio (Treasured), Toshiyuki (Clever And Happy), Yasuyoshi (Calm), Yatsumi, Yujio"
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Female Names",
										"entries": [
											"Akira (Bright/Clear), Arisu (Noble Type), Aya (Colorful), Chikage, Futo, Hana (Flower), Hikari (Radiance), Hochiha, Ikyo, Jono, Kin (Gold), Kiruka, Kiyomi (Pure Beauty), Kou (Happiness), Koyo, Maeki, Mai (Dance), Miki (Beautiful Princess), Minako (Beautiful Child), Mutsuka, Muzuki, Naonoka, Narimi, Ritaru, Sayuri (Lily), Toshiko (Clever Child), Yasako, Yasuko (Peaceful Child), Yatoshi, Yuki (Snow)"
										]
									}
								]
							}
						]
					}
				]
			},
			"darkvision": 60,
			"languageProficiencies": [
				{
					"common": true,
					"sylvan": true
				}
			],
			"skillProficiencies": [
				{
					"deception": true
				}
			],
			"age": {
				"mature": 16,
				"max": 1000
			}
		},
		{
			"name": "Rat-men",
			"source": "RatmenFF",
			"ability": [
				{
					"con": 2,
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"traitTags": [
				"Skill Proficiency",
				"Natural Weapon",
				"Monstrous Race"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Rat-men reach adulthood by 4 to 6 months and can live up to 20 years but rarely do so."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Rat-men are fundamentally selfish, paranoid and prone to betrayal for their own interests. They tend to be chaotic evil."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"In terms of size, the average Rat-men is slight of build and can stand up to between four and six feet in height when not in their usual hunched-over posture. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Bite",
					"entries": [
						"Your large teeth are a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@damage 1d6} + your Strength modifier."
					],
					"type": "entries"
				},
				{
					"name": "Keen Smell",
					"entries": [
						"You have advantage on Wisdom ({@skill Perception}) rolls that rely on smell."
					],
					"type": "entries"
				},
				{
					"name": "Plague Carrier",
					"entries": [
						"You have advantage on saving throws against being poisoned, and you have resistance to poison damage. You are immune to the effects of diseases but are still contagious for the next 24 hours, creatures you come into close contact with must save against the disease as if they'd been targeted by the source of the disease."
					],
					"type": "entries"
				},
				{
					"name": "Nimble Escape",
					"entries": [
						"You can take the {@action Disengage} or {@action Hide} action as a bonus action on each of your turns."
					],
					"type": "entries"
				},
				{
					"name": "Suprise Attack",
					"entries": [
						"If you surprise a creature and hit it with an attack on your first turn in combat, the attack deals an extra 2d6 damage to it."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Rat-men."
					],
					"type": "entries"
				}
			],
			"heightAndWeight": {
				"baseHeight": 54,
				"heightMod": "2d12",
				"baseWeight": 125,
				"weightMod": "2d4"
			},
			"fluff": {
				"entries": [
					"The Rat-men, sometimes known as the Ratmen, the Ratkin or the Children of the Horned Rat, are a malevolent and diabolical race of large humanoid rat-creatures that inhabits a massive inter-continental underground empire known in their tongue simply as the Under-Empire, where at the very heart lies the horrific city of the Horned Rat, the species capital city and the probable birthplace of the Rat-men race. The Rat-men as a whole are a cruel, treacherous and highly numerous species that have since spread their loathsome corruption to the farthest corners of the world.",
					{
						"type": "entries",
						"name": "Rat-men Personality",
						"entries": [
							"You can use the Rat-men Quirks table to determine a personality quirk for a rat-men character or to inspire a unique mannerism.",
							{
								"type": "table",
								"caption": "Rat-men",
								"colLabels": [
									"d8",
									"Quirk"
								],
								"colStyles": [
									"col-3 text-center",
									"col-9"
								],
								"rows": [
									[
										"1",
										"Paranoid. You think everyone is out to get you. It's only a matter of time before they do."
									],
									[
										"2",
										"Coward. You'll turn tail at the first sign of danger, and will avoid dying at all costs."
									],
									[
										"3",
										"Unclean. You completely lack the concept of bathing, let alone personal hygiene."
									],
									[
										"4",
										"Hunger. You're always so hungry you could eat a horse. In fact, you once did."
									],
									[
										"5",
										"Fleas. You scratch and itch compulsively as if afflicted by fleas, whether you actually are or not."
									],
									[
										"6",
										"Darkness. You've always much preferred the dark to any form of light, especially sunlight."
									],
									[
										"7",
										"Fearless. You seemingly lack a sense of self preservation, eager to throw yourself at danger."
									],
									[
										"8",
										"Schemer. They'll never see it coming, and then it'll be all yours for the taking."
									]
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Rat-men Names",
						"entries": [
							"Rat-men that survive long enough to reach maturity will choose themselves a \"self name\" that they'll refer to themselves as. Should a rat-men become more renown (or infamous) they may take on a \"title name\" related to what they're known for. Some of particular notoriety may only be known by their \"title name\" instead of their \"self name\".",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Self Names",
										"entries": [
											"Chekch, Chel, Chut, Crin, Crun, Egzoch, Khikch, Kreech, Kretch, Krezkrot, Krueet, Okret, Qhigzatch, Qhit, Qrat, Skralk, Skret, Skruk, Snat, Strol, Stronq, Telk, Throl, Tin, Treeshqak, Ukulk, Viaxrik, Vokch, Vuk, Xacnon, Znilk"
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Title Names",
										"entries": [
											"Amberbark, Ashenstalker, Barbedbinder, Barbedmaw, Bitterfang, Blazingsnout, Boneflayer, Caskblood, Cindertail, Clawback, Covenmaster, Cravengazer, Crowripper, Duskcutter, Firecrest, Flintspine, Greatshrieker, Grimbreath, Grimfist, Ironchin, Keendigger, Kragthorn, Lowcleaver, Nightjaw, Quickrunner, Shadowchaser, Silentreaper, Skulltaker, Steelspire, Sternscar"
										]
									}
								]
							}
						]
					}
				]
			},
			"darkvision": 60,
			"languageProficiencies": [
				{
					"common": true,
					"rat-men|ratmenff": true
				}
			],
			"age": {
				"mature": 4,
				"max": 20
			}
		}
	],
	"feat": [
		{
			"name": "Bone'ead",
			"source": "ManOgreFF",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Man-Ogre"
						}
					]
				}
			],
			"entries": [
				"You are one of the rare Man-Ogres who, despite their primitive mind-set, exhibit a rare glimmer of intelligence. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Increase your Intelligence or Wisdom score by 1, to a maximum of 20.",
						"You learn two maneuvers from the Battle Master archetype in the fighter class: {@optfeature Commander's Strike} and {@optfeature Pushing Attack}. If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice).",
						"You gain two superiority dice, which are {@dice d6}s (these dice are added to any superiority dice you have from another source). These dice are used to fuel your maneuvers. A superiority die is expended when you use it. You regain your expended superiority dice when you finish a short or long rest."
					]
				}
			]
		},
		{
			"name": "Brutal Strength",
			"source": "ManOgreFF",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Man-Ogre"
						}
					]
				}
			],
			"entries": [
				"Even amongst Man-Ogres you are considered to be strong and capable of impressive feats of brutish power. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your unarmed strikes can deal bludgeoning damage equal to {@damage 1d6} + your Strength modifier on a hit.",
						"You count as one size larger when grappling and your speed is not halved when moving a grappled creature if it is a smaller size than you.",
						"When you hit with an attack using Strength, you can roll one of the attack's damage dice an additional time and add it as extra damage of the attack's damage type. Once you use this ability, you can't do so again until you finish a short or long rest."
					]
				}
			]
		},
		{
			"name": "Loyal Bodyguard",
			"source": "ManOgreFF",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Man-Ogre"
						}
					]
				}
			],
			"entries": [
				"You are renowned for protecting your comrades from danger however you can and they feel reassured by your presence. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When a creature you can see attacks a target other than you that is within 5 feet of you, you can use your reaction to impose disadvantage on the attack roll. You also become the new target of the attack.",
						"When an allied creature you can see within 5 feet of you fails a Strength, Dexterity or Constitution saving throw against an effect that deals damage, you can use your reaction to make them take only half of the damage. However you take the other half of the damage from the effect.",
						"If you are providing cover to an allied creature, that creature is considered to be in three-quarters cover if they are within 5 feet of you."
					]
				}
			]
		},
		{
			"name": "Unflinching Bulwark",
			"source": "ManOgreFF",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Man-Ogre"
						}
					]
				}
			],
			"entries": [
				"Your resilience knows no bounds as you shrug off attacks that would fell other creatures. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest.",
						"You reduce all non-magical bludgeoning, piercing, and slashing damage you take by an amount equal to your proficiency bonus. This reduction is done before any applicable resistances are taken into account.",
						"You have advantage on saving throws against being knocked prone or being stunned."
					]
				}
			]
		},
		{
			"name": "Clever Disguise",
			"source": "KitsuneFF",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Kitsune"
						}
					]
				}
			],
			"entries": [
				"You're adept at keeping your true nature hidden and have even embraced more of your fey heritage than others. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with the {@item disguise kit|phb} if you didn't already have it.",
						"You have advantage on concentration checks to maintain your change form feature.",
						"You can use your change form feature to instead turn into a {@creature fox|KitsuneFF}. Your game statistics are replaced by the statistics of the fox, but you retain your alignment, personality, and Intelligence, Wisdom, and Charisma scores. You also retain all of your skill and saving throw proficiencies, in addition to gaining those of the fox. If the fox has the same proficiency as you and the bonus in its stat block is higher than yours, use the fox's bonus instead of yours. Any equipment you are wearing or carrying isn't transformed and you can't wear any armor unless it is made to fit your fox form. You have disadvantage when using equipment meant for humanoids and cannot cast spells that require material components while in this form."
					]
				}
			],
			"ability": [
				{
					"cha": 1
				}
			]
		},
		{
			"name": "Nine-tails",
			"source": "KitsuneFF",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Kitsune"
						}
					]
				}
			],
			"entries": [
				"You've learnt to tap into the greater magic power within yourself. You gain an additional tail for every two character levels you posses up to a maximum of 9. For each tail you have you gain a use of the following feature:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Well of Arcana",
							"entries": [
								"During a short rest you can expend one use of this feature to regain a 1st level spell slot. You may expend multiple uses of this feature to regain spell slots of higher levels with the uses expended being equal to the spell slot's level (maximum of 3rd level)."
							]
						}
					]
				},
				"You regain one use of this feature after finishing a long rest."
			]
		},
		{
			"name": "Poisonous Passion",
			"source": "RatmenFF",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Rat-men"
						}
					]
				}
			],
			"entries": [
				"You have a fervent fixation with poisons and all manner of similar deadly concoctions. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item alchemist's supplies|phb} and the {@item poisoner's kit|phb}.",
						"You learn the {@spell poison spray} cantrip if you don't already know it, Constitution is your spellcasting ability for this spell.",
						"During a short rest you can use 5gp worth of materials to craft a number of poison bombs up to your Intelligence modifier. You can throw a single bomb up to 30ft. on your turn. On a hit it deals 1d4 poison damage and the creature must succeed a Constitution save with a DC equal to 10 plus your Intelligence modifier or be poisoned for 1d4 turns."
					]
				}
			]
		},
		{
			"name": "Savage Creature",
			"source": "GnollFF",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Gnoll"
						}
					]
				}
			],
			"entries": [
				"You follow your base instincts and impulses, giving you a bestial, feral demeanour. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"While you aren't holding anything in your hands your base walking speed increases by 10 feet.",
						"You have advantage on Wisdom ({@skill Perception}) and Wisdom ({@skill Survival}) checks made to track another creature.",
						"You can use your action to consume the flesh and blood of a dead organic creature within 5 feet of you, gaining hit points equal to your Constitution modifier (minimum of 1)."
					]
				}
			]
		},
		{
			"name": "Survival Tactics",
			"source": "RatmenFF",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Rat-men"
						}
					]
				}
			],
			"entries": [
				"You always have a trick up your sleeve to avoid a fatal blow, but a brush with death is still as scary as ever. When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You become {@condition frightened} of whatever dealt the triggering damage to you for 24 hours. You can't use this feature again until you finish a long rest."
			]
		}
	],
	"monster": [
		{
			"name": "Fox",
			"size": [
				"S"
			],
			"type": "beast",
			"source": "KitsuneFF",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "2d6 + 0",
				"average": 7
			},
			"speed": {
				"walk": 40
			},
			"str": 8,
			"dex": 15,
			"con": 10,
			"int": 3,
			"wis": 12,
			"cha": 7,
			"passive": 13,
			"cr": "1/8",
			"senses": [
				"60ft. darkvision"
			],
			"senseTags": [
				"D"
			],
			"skill": {
				"perception": "+3",
				"stealth": "+4"
			},
			"damageTags": [
				"P",
				"S"
			],
			"trait": [
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The fox has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell."
					]
				},
				{
					"name": "Pounce",
					"entries": [
						"If the fox moves at least 20 feet straight toward a creature and then hits it with a claw attack on the same turn, the target must succeed on a {@dc 9} Strength saving throw or be knocked {@condition prone}. If the target is {@condition prone}, the fox can make one bite attack against it as a bonus action."
					]
				}
			],
			"traitTags": [
				"Keen Senses",
				"Pounce"
			],
			"shortName": true,
			"conditionInflict": [
				"prone"
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h}1 ({@damage 1d4 - 1}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"reaction": [
				{
					"name": "Elude",
					"entries": [
						"The fox adds 2 to its AC against one opportunity attack that would hit it."
					]
				}
			],
			"savingThrowForced": [
				"strength"
			]
		}
	],
	"language": [
		{
			"name": "Rat-men",
			"source": "RatmenFF",
			"type": "exotic",
			"typicalSpeakers": [
				"Rat-men"
			],
			"script": "Rat-men"
		}
	]
}
