{
	"_meta": {
		"sources": [
			{
				"json": "HFDRRace",
				"abbreviation": "HFDRRace",
				"full": "Heroes from the Dark Realm Race",
				"authors": [
					"Heroes from the Dark Realm"
				],
				"convertedBy": [
					"p4535992"
				],
				"url": "https://www.dmsguild.com/product/264478/Heroes-From-the-Dark-Realm",
				"version": "1.0.0",
				"color": "8A2BE2"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "44a42cd91b",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Vryloka",
			"source": "HFDRRace",
			"ability": [
				{
					"cha": 2,
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"darkvision": 60,
			"entries": [
				"The bloodbond ritual grants you great power beyond that of an ordinary human.",
				{
					"name": "Ability Score Increase",
					"type": "entries",
					"entries": [
						"Your Charisma score increases by 2, and your Dexterity score increases by 1."
					]
				},
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"You mature like an human, at around 20 years of age. At about 20 years of age, you stop aging, and cannot die of age thanks to the blood ritual."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"A vryloka's vampiric nature means they are pulled towards lawful evil, believing strongly in order and structure. However, many vrylokas attempt to struggle against their innate evil nature."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Vrylokas are about the same size and build as humans. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"You have a walking speed of 30 feet."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your vampiric blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern colour in darkness, only shades of grey."
					],
					"type": "entries"
				},
				{
					"name": "Vampiric Ancestry",
					"entries": [
						"You are resistant to necrotic damage. Aditionally you can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Human Ancestry",
					"entries": [
						"You have advantage on Charisma (Deception) checks to pass as human."
					],
					"type": "entries"
				},
				{
					"name": "Living Dead",
					"entries": [
						"Because your soul is tainted by undeath, you are both living and undead. If an ability or spell has different effects on living creatures and undead creatures, you choose which effect applies to you."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common|PHB} and one extra language of your choice.",
						"Vrylokas who seek to leverage their arcane ancestry learn {@language Draconic|PHB}, while the more martially inclined often learn the language of an hostile race or group."
					],
					"type": "entries"
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"other": true
				}
			],
			"resist": [
				"necrotic"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"It was the shadow that concealed usduring our flight from the bright lands. It was the shadow that enfolded us, sheltered us from the gods' wrath. And it is to shadow I pledge my loyalty without question."
						],
						"by": "Kreston, vryloka paladin"
					},
					"Thousands of years ago, in a land of mists and dark forests, the noble families of a long-forgotten kingdom sought a way to increase their life span beyond the short years entitled to them by their human heritage. One evening, their elders were approached by a mysterious being known only as \"the Red Witch\"-a scarlet flgure who claimed to hold the key to their dreams. She offered them a powerful and dark blood ritual that would grant them the vitality of an immortal vampire without cursing them with undeath. These human nobles became the first living vampires-blessed with great power gained-the price of their own vitality. Centuries later, the creatures became known by the name of the noble family that first forged the pact; the Vrylokas.",
					"By carefully hiding their true nature under lies and omissions, the vrylokas quickly rose to power, becoming the rulers of their realms. Soon though, others learned of the dark blood ritual that was the source of their power. An uprising soon followed, and their former kingdom was cast down and lost forever. However, the living vampires thrived, even now, walking high above the world.",
					{
						"name": "Vryloka Names",
						"entries": [
							"Vryloka last names include Vryloka and human family names. First names include human names, and the names below.",
							{
								"entries": [
									{
										"name": "Male Names",
										"entries": [
											"Dolus, Malum, Mortem, Tenebris, Thanaki"
										],
										"type": "entries"
									},
									{
										"name": "Female Names",
										"entries": [
											"Inanis, Moira, Niebla, Umbra"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/tsrSwWp.png"
						}
					}
				]
			}
		},
		{
			"name": "Demonborn",
			"source": "HFDRRace",
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"str",
							"wis",
							"int",
							"cha"
						],
						"count": 1,
						"amount": 1
					}
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"darkvision": 40,
			"entries": [
				"The demonborn ritual grants you great power beyond that of an ordinary human.",
				{
					"name": "Ability Score Increase",
					"type": "entries",
					"entries": [
						"One score of your choice increases by two and one other score of your choice increases by one. The two scores cannot be the same"
					]
				},
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"They mature slower than humans, reaching adulthood by 30 and dieing of age by the age of 150."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"All demonborn are chaotic, but not all are evil."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Demonborn range from 6 to 8.5 feet, and 200 to 350 pounds. Your size is medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You gain a darkvision of 40 feet."
					],
					"type": "entries"
				},
				{
					"name": "Savage Predator",
					"entries": [
						"You are at the top of the food chain, and have trained hard at perfecting your predator skills. Whenever you make a melee attack against a creature you have surprised or you are chasing, you have advantage on that attack roll."
					],
					"type": "entries"
				},
				{
					"name": "Demonic Ancestry",
					"entries": [
						"You can choose three of the following features and one more at fourth, seventh, and fifteenth level.",
						{
							"type": "list",
							"items": [
								"{@b Supernatural Darkvision.} You gain a darkvision of 90 feet",
								"{@b Creature of Fire.} You gain a resistance to fire damage",
								"{@b Creature of Frost.} You gain a resistance to fire damage",
								"{@b Being of Chaos.} Whenever you kill a creature, you gain 2 hit points",
								"{@b Flight.} You gain a flying speed of 35 feet",
								"{@b Breath Weapon.} Choose a range; 5 by 30 ft. line or a 15 ft. cone. Also, choose on of the following damage types: acid, fire, poison, or cold damage. You can use your action to exhale destructive energy. Potions for the size, shape, and damage type of the exhalation are listed above. When you use your breath weapon, each creature in the area of the exhalation must make a constitution or dexterity (your choice) saving throw. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus. A creature takes 2d6 damage on a failed save, and half as much damage on a successful one. The damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level. After you use your breath weapon, you can't use it again until you complete a short or long rest.",
								"{@b Stinger.} You are basically never unarmed. As action, you can make an attack to one target dealing 2d6 piercing damage. Also, the target must make a DC 15 Constitution saving throw, taking 1d4 poison damage and becoming poisoned on a failure.",
								"{@b Savage Attacks.} When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit.",
								"{@b Claws.} You have long, sharp claws on your fingers that can slash as well as any blade. Your unarmed strikes deal 1d4 piercing damage on a hit, and you add your Strength modifier to the damage roll.",
								"{@b Hungry Jaws.} In battle, you can throw yourself into a vicious feeding frenzy. As a bonus action, you can make a special attack with your bite. If the attack hits, it deals its normal damage, and you gain temporary hit points (minimum of 1) equal to your Constitution modifier, and you can't use this trait again until you finish a short or long rest.",
								"{@b Keen Sight and Hearing.} You have advantage on Wisdom (Perception) checks that use hearing.",
								"{@b Being of Darkness.} You are resistant to necrotic damage."
							]
						}
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common|PHB} and one extra language of your choice."
					],
					"type": "entries"
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"other": true
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Thousands of years ago, demons walked the earth terrorizing mortal civilization until they were overthrown by those who called themselves heroes. The material plane however, remained changed forever. The essence of the demons were left behind, and so the heroes that dispelled the demons went mad and were never heard from again. But their descendants were. They were rumored to have demons, no, to be demons on earth with dark callings to vanquish evil in their world."
						]
					}
				]
			}
		},
		{
			"name": "Shade",
			"source": "HFDRRace",
			"ability": [
				{
					"dex": 2,
					"choose": {
						"from": [
							"cha",
							"int"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 35
			},
			"entries": [
				"The shade has power beyond that of an ordinary human.",
				{
					"name": "Ability Score Increase",
					"type": "entries",
					"entries": [
						"+2 Dexterity and aditionally +2 Charisma or +2 Intelligence"
					]
				},
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"You mature like an elf, at around 100 years of age and can live up to 750 years old."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"A shade nature can be any alignment"
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Shade range from 5.5 feet to 6.5 feet, and weigh from 100 to 160 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"You have a walking speed of 35 feet."
					]
				},
				{
					"name": "Master of the Shadows",
					"entries": [
						"You learn one nethermancy cantrip (described earlier in this book). Your spellcasting ability is either Charisma or Intelligence, depending on which one you gained +2 of thanks to being a shade. At third level, you learn one 2nd level nethermancy spell (described earlier in this book), and i at fifth level one 3rd level nethermancy spell (also described earlier in this book)."
					],
					"type": "entries"
				},
				{
					"name": "Fragile Mortality",
					"entries": [
						"You have a -1 penalty to your Constitution ability."
					],
					"type": "entries"
				},
				{
					"name": "One With the Shadows",
					"entries": [
						"At will, you can use the following feature: Until the end of your next turn, you can make a D.C. 10 Dexterity (Stealth) check to become hidden when you have any cover or concealment, or you are in a dark enviorment. In addition, you can use cover from your allies to become hidden or to remain hidden."
					],
					"type": "entries"
				},
				{
					"name": "Practiced Sneak",
					"entries": [
						"You are proficient in Stealth."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common|PHB} and one extra language of your choice."
					],
					"type": "entries"
				}
			],
			"skillProficiencies": [
				{
					"stealth": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"other": true
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"The Trail of Five Darknesses is no easy path to follow. You say you are ready to take your own journey; to see where the trail ends? I can tell you this - the passage to immortality is unique to the individual. My experiences are my own, as are my fears and memories of that aweful time. And if you emerge clinging to the fragile thred that is life, expect no comfort and no kinship, for by embarking on this quest you sever ties with anyone you have ever loved. Are you ready? Are you truly prepared?"
						],
						"by": "Khasus, High Dark of Fellwarren"
					},
					"Ambitious, ruthless, and secretive, shade are humans who barter a piece of their souls for a sliver of Shadowfell's powerful, yet untamed essence. No matter what nations, clan, tribe, family, or land one was first born into, each and every shade experiences a dark rebirth that transforms them into a creature of insane dark power who is caught in the line between life and death. In exchange for the twilight powers granted to shadekind, the Shadowfell stains their souls with dark thoughts and an even darker cravings.",
					{
						"name": "Shade Names",
						"entries": [
							"Shade do not have any type of family name, since any ties are destroyed after the dark rebirth. First names include human names, and the names below.",
							{
								"entries": [
									{
										"name": "Male Names",
										"entries": [
											"Dolus, Malum, Mortem, Tenebris, Thanaki"
										],
										"type": "entries"
									},
									{
										"name": "Female Names",
										"entries": [
											"Inanis, Moira, Niebla, Umbra"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			}
		}
	]
}
