{
	"_meta": {
		"sources": [
			{
				"json": "Kobold Press",
				"abbreviation": "KP",
				"full": "Dhampir",
				"authors": [
					"Kobold Press"
				],
				"convertedBy": [
					"Nerd Herd"
				],
				"version": "1",
				"url": "https://rpg.rem.uz/Dungeons%20%26%20Dragons/3rd%20Party/5th%20Edition/Kobold%20Press/Unlikely%20Heroes.pdf",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753
	},
	"race": [
		{
			"name": "rDhampir",
			"source": "Kobold Press",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": {
				"cha": 2,
				"dex": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Dhampirs reach maturity at the same age as humans, but their lifespans are much longer. They can live up to 750 years before death finally claims them."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most dhampirs are neutral, but some are driven toward evil by the bitterness and suspicion their parentage thrusts upon them. A few turn toward good in defiance of their nature."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Dhampirs are about as tall as humans but are slighter of build. Your size is Medium."
					]
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"Thanks to your undead ancestry, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Dark Thirst",
					"entries": [
						"You can bite as an unarmed strike against an incapacitated creature or one you have grappled. Your bite deals 1 point of piercing damage, and if the creature has blood and isn’t a construct or undead, you can feed from it as part of the attack. Your feeding deals necrotic damage equal to your Charisma modifier (minimum of 1), and if your target takes damage you regain one spent hit die. You can regain a number of spent hit dice with this trait equal to your Constitution modifier per long rest (minimum of 1)."
					],
					"type": "entries"
				},
				{
					"name": "Predatory Charm",
					"entries": [
						"As an action, you can magically beguile the mind of a creature that you can see within 30 feet. For 1 hour, you have advantage on Charisma checks made against the target. If you or any of your allies attack or damage the target, this effect ends. When the effect ends, the target feels repulsed by you and becomes hostile toward you until the next dawn, during which time it becomes immune to this effect. A hostile creature won’t necessarily attack outright, but it won’t deal with you in any way and might actively try to hinder you. You can use this trait once, and regain the ability to do so when you finish a short or long rest.",
						"A creature immune to being charmed is immune to your predatory charm."
					],
					"type": "entries"
				},
				{
					"name": "Undead Resistance",
					"entries": [
						"You have advantage on saving throws against disease, and you have resistance against necrotic damage."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common."
					],
					"type": "entries"
				}
			],
			"traitTags": [
				"Superior Darkvision"
			],
			"languageTags": [
				"Common",
				"Undercommon"
			]
		}
	]
}
