{
	"_meta": {
		"sources": [
			{
				"json": "Kobold Press",
				"abbreviation": "KP",
				"full": "Dhampir",
				"authors": [
					"Kobold Press"
				],
				"convertedBy": [
					"Nerd Herd"
				],
				"version": "1",
				"url": "https://rpg.rem.uz/Dungeons%20%26%20Dragons/3rd%20Party/5th%20Edition/Kobold%20Press/Unlikely%20Heroes.pdf",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753
	},
	"race": [
		{
			"name": "Dhampir",
			"source": "Kobold Press",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": {
				"cha": 2,
				"dex": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Dhampirs reach maturity at the same age as humans, but their lifespans are much longer. They can live up to 750 years before death finally claims them."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most dhampirs are neutral, but some are driven toward evil by the bitterness and suspicion their parentage thrusts upon them. A few turn toward good in defiance of their nature."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Dhampirs are about as tall as humans but are slighter of build. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your undead ancestry, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Dark Thirst",
					"entries": [
						"You can bite as an unarmed strike against an incapacitated creature or one you have grappled. Your bite deals 1 point of piercing damage, and if the creature has blood and isn’t a construct or undead, you can feed from it as part of the attack. Your feeding deals necrotic damage equal to your Charisma modifier (minimum of 1), and if your target takes damage you regain one spent hit die. You can regain a number of spent hit dice with this trait equal to your Constitution modifier per long rest (minimum of 1)."
					],
					"type": "entries"
				},
				{
					"name": "Predatory Charm",
					"entries": [
						"As an action, you can magically beguile the mind of a creature that you can see within 30 feet. For 1 hour, you have advantage on Charisma checks made against the target. If you or any of your allies attack or damage the target, this effect ends. When the effect ends, the target feels repulsed by you and becomes hostile toward you until the next dawn, during which time it becomes immune to this effect. A hostile creature won’t necessarily attack outright, but it won’t deal with you in any way and might actively try to hinder you. You can use this trait once, and regain the ability to do so when you finish a short or long rest.",
						"A creature immune to being charmed is immune to your predatory charm."
					],
					"type": "entries"
				},
				{
					"name": "Undead Resistance",
					"entries": [
						"You have advantage on saving throws against disease, and you have resistance against necrotic damage."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"{@b Dhampir}",
					"The half-living children of vampires and human mothers, dhampirs are born into a world that rejects them. Stigma and suspicion follow them regardless of whether the truth of a dhampir child’s nature is known. This mistrust either forces a dhampir to develop a disarming wit and charm, or to embrace bitterness and keep others at arm’s length through guile or outright intimidation.",
					"Few dhampirs find solace with their undead forebears. As living creatures, even tainted ones, the reality of living with an evil, blood-sucking monster seldom appeals even as they struggle with their own urges or hungers. Dhampirs struggle to find acceptance both within society and within themselves.",
					"Lithe and Graceful",
					"Dhampirs appear much like humans at first glance. Adults stand between 5 and 6 feet tall but are more slender on average than humans; males weigh around 160 pounds. Female dhampirs are only slightly shorter but are a fair bit leaner, weighing around 120 pounds. Their skin and hair color runs the vast spectrum of tones available to humans, though they tend to be slightly pale.",
					"Their flawless features are tinged with some unnamable exotic quality. Despite the fear and uncertainty that follow them, the half-dead possess a seductive appearance. Listeners find themselves unconsciously giving weight to a dhampir’s words and are drawn to his or her presence. Dhampirs glide through life with a seemingly effortless grace that belies their struggle.",
					"{@b Blood Ties}",
					"For most dhampirs, family is all they have. Immediate kin might be the only source of solace for a dhampir raised by a mortal family. Driven away by the unconscious or superstitious derision of their peers, families containing a dhampir can easily become clannish and reclusive. They learn to keep the world at a distance to protect themselves and their loved ones. Dhampirs who grow up in this situation commonly strike out on their own after reaching maturity, both out of a need to find connection to the greater world and to spare their family the burden of their presence.",
					"Conversely, some dhampirs are born into bloodlines that deliberately cultivate their tainted nature. A true vampire patron, usually the one who originally began the line, oversees these bloodlines. Such a bloodline holds its lineage in the highest regard. There is no doubt among its members that theirs is a superior stock and upbringing, and that greatness is their due. The majority of outright evil dhampirs arise from cultivated bloodlines. They quickly become true monsters, seeing the fear of the living world as envy of their station.",
					"{@b Cultural Masks}",
					"Particularly close-knit or cosmopolitan communities can easily tolerate a dhampir in their midst, but that has more to do with adherence to tradition or relative anonymity than true acceptance. Larger cities include dhampirs sprinkled among the population as the half-dead blend in and find their niche, relying on their innate charm. Dhampir don’t relate easily to humans but find a natural kinship with other half-breed races, particularly the fiendish tieflings. They, along with half-orcs and half-elves, know all too well what it’s like to live between two worlds, never truly fitting in to either.",
					"Some dhampirs choose to band together for safety, camaraderie, and understanding. These groups are nomadic, traveling from town to town and making their living off the land. Such a band adheres to a loose set of guidelines called the Walking Crow edicts. These rules dictate the dhampirs’ responsibility to protect one another from outsiders, for each caravan group to self-govern and be self-sustaining, and for every Crow to work toward the prosperity of the caravan. These groups rarely find warm welcome with outsiders, but they are tolerated because the Crows develop diverse adventuring skills by necessity. Despite their trepidation, villagers can resolve threats to their homes by hiring a band of Crows to handle the problem for them.",
					"{@b Candles in the Dark",
					"Dhampirs constantly struggle with their nature. They suffer from a troubled upbringing and intrinsic corruption that gnaws at civilized thoughts and behavior. The truth of their heritage weighs on them. Many experience disturbing urges to consume blood or to control others. They shun the light and find safety and comfort in darkness. Enticed and repulsed by mortals at the same time, this constant struggle is at the core of a dhampir’s existence.",
					"Many dhampirs use this struggle as fuel to action. Good dhampirs are horrified by their own corrupted existence and dedicate themselves to living in opposition to it. They become priests who venerate gods of light, or they vow to destroy all undead who perpetuate their misery. Others are broken by their turmoil. They lash out at the world in a rage of bloodlust and hatred. Many evil dhampirs turn to worship of demons and other gods of darkness and pain, seeking to conquer and subjugate their mortal peers.",
					"{@b Dhampir Names",
					"Most dhampirs bear names appropriate to their mothers’ human culture. Some, particularly those belonging to cultivated bloodlines, might have archaic names chosen by, or in honor of, their family’s vampire patron. Surnames follow a similar pattern. Dhampirs might use the family name of their mortal relatives, or they might adopt the family name of a powerful vampire as a badge of office. Nomadic dhampirs uniformly take the surname “Crow.”"
				]
			},
			"traitTags": [
				"Darkvision",
				"Unarmed Strike",
				"Damage Resistance",
				"Spellcasting"
			],
			"languageTags": [
				"Common"
			]
		},
		{
			"name": "Halfling (Derro)",
			"source": "Kobold Press",
			"size": "S",
			"speed": {
				"walk": 30
			},
			"ability": {
				"dex": 2,
				"con": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Derro reach maturity by the age of 15 and live to be around 75."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Their naturally unhinged minds are nearly always chaotic, and many but not all are evil."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Derro stand between 3 and 4 feet tall with slender limbs but wide shoulders. Your size is Small."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Derro are fast for their size. Your base walking speed is 30 feet."
					]
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"Accustomed to life underground, you can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Insanity",
					"entries": [
						"You have advantage on saving throws against being charmed or frightened."
					],
					"type": "entries"
				},
				{
					"name": "Eldritch Resilience",
					"entries": [
						"You have advantage on Constitution saving throws against spells."
					],
					"type": "entries"
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"You have disadvantage on attack rolls and Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Dwarvish and your choice between Common and Undercommon."
					],
					"type": "entries"
				},
				{
					"name": "Minor Madnesses",
					"entries": [
						"All derro are insane, but some exhibit more extreme behaviors than others. A variety of fetishes and compulsions affects this twisted race, and with the permission of the DM, the derro character is strongly encouraged to partake from the cup of madness.",
						{
							"type": "table",
							"caption": "Table 1: Minor Madness",
							"colLabels": [
								"{@dice d10}",
								"Madness"
							],
							"colStyles": [
								"col-xs-1 text-align-center",
								"col-xs-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1,
											"pad": true
										}
									},
									"Collector, roll on Subtable 1 for specific object"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2,
											"pad": true
										}
									},
									"Pica (eats nonfood objects); roll on subtable 1 for specific object"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3,
											"pad": true
										}
									},
									"Irrational fear of a kind of object; roll on subtable 1 for specific object"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4,
											"pad": true
										}
									},
									"Irrational prejudice against creature; roll on subtable 2 for specific creature"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5,
											"pad": true
										}
									},
									"Taboo (cannot touch or interact with creature); roll on subtable 2 for specific creature"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6,
											"pad": true
										}
									},
									"Phobia (strong fear of creature); roll on subtable 2 for specific creature"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 7,
											"pad": true
										}
									},
									"Irrational affinity for a specific type of creature; roll on subtable 2 for specific creature"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 8,
											"pad": true
										}
									},
									"Obsessed with creature; roll on subtable 2 for specific creature"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 9,
											"pad": true
										}
									},
									"Minor delusion; roll on subtable 3"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 10,
											"pad": true
										}
									},
									"Physical effect; roll on subtable 4"
								]
							]
						},
						{
							"type": "table",
							"caption": "Subtable 1: Small Objects",
							"colLabels": [
								"{@dice d10}",
								"Madness"
							],
							"colStyles": [
								"col-xs-1 text-align-center",
								"col-xs-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1,
											"pad": true
										}
									},
									"Rocks or crystals"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2,
											"pad": true
										}
									},
									"Bones, hair, nails, or bugs (dead or alive)"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3,
											"pad": true
										}
									},
									"Deodands (items responsible for the death of a creature)"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4,
											"pad": true
										}
									},
									"Eyes, fingers, teeth, ears, toes, or other body parts"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5,
											"pad": true
										}
									},
									"Dirt, dust, or clay"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6,
											"pad": true
										}
									},
									"Rags, cloths, papers, or printing"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 7,
											"pad": true
										}
									},
									"Hats, socks, gloves, or other clothing"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 8,
											"pad": true
										}
									},
									"String, wire, or chain"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 9,
											"pad": true
										}
									},
									"Clockwork parts, jewelry, or buttons"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 10,
											"pad": true
										}
									},
									"Holy symbols, religious goods or books"
								]
							]
						},
						{
							"type": "table",
							"caption": "Subtable 2: Living Creatures",
							"colLabels": [
								"{@dice d10}",
								"Madness"
							],
							"colStyles": [
								"col-xs-1 text-align-center",
								"col-xs-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1,
											"pad": true
										}
									},
									"Tiny insect, slug, or worm"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2,
											"pad": true
										}
									},
									"Chicken, cat, dog, sheep, cow, or other domestic animal (pick a type)"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3,
											"pad": true
										}
									},
									"Elf, dwarf, human, kobold, or other humanoid (pick subtype)"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4,
											"pad": true
										}
									},
									"Rat, giant centipede, gelatinous cube, or other giant vermin or ooze (pick type)"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5,
											"pad": true
										}
									},
									"Clerics or druids"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6,
											"pad": true
										}
									},
									"Wizard or sorcerer"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 7,
											"pad": true
										}
									},
									"Sparrow, pigeon, hawk, owl, or other bird"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 8,
											"pad": true
										}
									},
									"Rat, wolf, mole, badger, or other mammal"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 9,
											"pad": true
										}
									},
									"Construct or clockwork creature"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 10,
											"pad": true
										}
									},
									"Outsider (pick type)"
								]
							]
						},
						{
							"type": "table",
							"caption": "Subtable 3: Delusions",
							"colLabels": [
								"{@dice d10}",
								"Madness"
							],
							"colStyles": [
								"col-xs-1 text-align-center",
								"col-xs-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1,
											"pad": true
										}
									},
									"Imaginary friend; god/spirit who is friendly and encouraging"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2,
											"pad": true
										}
									},
									"Imaginary friend; god/spirit who is hateful and discouraging"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3,
											"pad": true
										}
									},
									"Believes she is a high noble"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4,
											"pad": true
										}
									},
									"Believes he has fewer powers than he does"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5,
											"pad": true
										}
									},
									"Believes she has more powers than she actually does"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6,
											"pad": true
										}
									},
									"Convinced she has an important destiny"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 7,
											"pad": true
										}
									},
									"Convinced that an inanimate object (roll on subtable 1 above) is alive"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 8,
											"pad": true
										}
									},
									"Thinks she is a powerful polymorphed creature"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 9,
											"pad": true
										}
									},
									"Voices speak random gibberish and commands to character"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 10,
											"pad": true
										}
									},
									"Convinced that random patterns of either inanimate objects (subtable 1) or living things (subtable 2) have an important meaning and must be studied"
								]
							]
						},
						{
							"type": "table",
							"caption": "Subtable 4: Physical Effects",
							"colLabels": [
								"{@dice d10}",
								"Madness"
							],
							"colStyles": [
								"col-xs-1 text-align-center",
								"col-xs-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1,
											"pad": true
										}
									},
									"Leers and rolls eyes at some type of creature (roll on subtable 2)"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2,
											"pad": true
										}
									},
									"Tic or tremor in body part"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3,
											"pad": true
										}
									},
									"Mutters constantly to self in Deep Speech"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4,
											"pad": true
										}
									},
									"Speaks inappropriate but true facts during diplomatic situations"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5,
											"pad": true
										}
									},
									"Randomly speaks a word (chosen by GM) during combat or negotiation"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6,
											"pad": true
										}
									},
									"Laughs at inappropriate moments"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 7,
											"pad": true
										}
									},
									"Weeps at inappropriate moments"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 8,
											"pad": true
										}
									},
									"Constantly clenches and unclenches hands"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 9,
											"pad": true
										}
									},
									"Minor hunchback"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 10,
											"pad": true
										}
									},
									"Half of face paralyzed"
								]
							]
						}
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"{@b Derro}",
					"Deep beneath the earth, the derro wait in twisted cities built by their mad architects. These insane humanoids live, work, and somehow thrive in the lightless depths. They understand the truth about the uncaring gods that dwell between the stars, and they abandoned sanity long ago to save themselves. The derro hide within their insanity in the hope that the dark gods they fear will turn their attention to other, saner races first.",
					"Despite the great distances between their Underdark cities and the surface, derro outposts can be found in the underworld and slums of many cities, both above and below ground. Occasionally, a derro discovers the wider world and finds a path out of the madness.",
					"{@b Pale and Stunted}",
					"The derro are stunted, dwarflike humanoids, small of stature with wide shoulders and stubby limbs. They stand between 3 and 4 feet tall, with males only slighter taller than females on average. Their slender builds rarely weigh more than 40 pounds. Their pale skin is nearly translucent, revealing a ghostly web of blue veins. Their large, pure white staring eyes gleam in the dark.",
					"Shorter than surface dwarves, derro are quick and erratic in their movements. Their elaborately braided or styled hair ranges from white to a pale straw color. Males take great pride in their prodigious mustaches, which are often braided and waxed.",
					"{@b History of Madness}",
					"The true history of the derro is an incomprehensible tangle. The entire race is insane, so even when derro keep records, their accounts conflict with each other and with observable reality. The various cults and clans of the derro embrace a wide variety of myths, mostly passed along by oral tradition and mind-bending artwork. Every new teller of a given tale twists or rewrites portions of the story to fit their own warped view of the world.",
					"The derro have existed for ages, perhaps thriving even before the spread of humans across the surface. The more reliable histories of other races agree that the derro have always served the drow as enforcers and slave masters. The drow regard them with a strange type of favor, almost like dim-witted children. The aboleths and duergar have likewise historically used and abused the derro. The derro know no actual friends, but they are overawed by power and dominance. They serve beings whose assumed superiority impresses them.",
					"{@b Culture and Rule}",
					"Love as other races know it is unheard of in the bizarre core family unit of the derro. Derro children are born sane, but they are deliberately driven mad by their relatives, usually by age four. Parents feed, clothe, and protect their children not out of a sense of love or tenderness, but because they know that every derro awakened to the mind-bending truth of their race brings them glory. The horrific rituals that break a young derro’s sanity vary by tribe and even year to year. Details are sparse, but known ritual names include Staring into the Void, Enduring the Heartless Fire, and the First Drink of True Knowledge.",
					"Derro are paranoid, unstable, and jittery, and many suffer powerful delusions of grandeur as well. Madness compels them to commit acts of cruelty against their companions or pets, and these acts ignite constant infighting among them. A few, however, muster enough restraint and control to keep the entirety of derro society from crumbling. Savants are powerful sorcerers who hold their madness at bay long enough to cobble together coherent plans, though even they are dangerously unpredictable. The most powerful leaders are the derro antipaladins. These terrifying engines of crazed destruction have looked deep into the void between stars and survived, and even the savants respect them for that.",
					"{@b Gods of the Derro}",
					"The derro worship a horde of bizarre and terrible beings. Derro ancestral gods such as Addrikah, the Mother of Madness, are common figures of veneration, as are demon lords. Perhaps the most disturbing of their deities are the Great Old Ones whose mere symbolic presence melts minds and corrupts the world. Derro worshipers venerate Nyarlathotep and Shub-Niggurath the Black Goat of the Woods in particular. There is no pattern or reason that governs which dark being will catch a given derro’s fancy, and devotees are violently hostile to worshipers of other entities.",
					"Derro consider themselves the most exalted servants of the blasphemous figures they venerate, the only beings in the entire multiverse who can truly understand their glory. Specific rituals vary from cult to cult, but the unifying thread of derro faith asserts that their racial madness is a gift that makes communion with these deities possible. Further, the derro believe they are the harbingers of the end of time, and that they alone will inherit the shattered husk of creation.",
					"{@b Derro Names}",
					"Names are thrust upon derro children haphazardly and with no clear general customs. Derro who worship an ancestor god might give their children a variation on the exalted figure’s name or title, or a child might grow almost to maturity before any adult bothers to call them by the same jumble of sounds twice. Clan, tribe, and family names also lack any discernable pattern, though occasionally they form a coherent description.",
					"Male Names:",
					"Akrath, Avrik, Brosh’Kal, Byrgryg, Crok’Til, Cyzyk, Daagrath, Durvin, Farq’shul, Folvig, Gaargrth, Grolesh, Haaskrin, Hvorig, Korzh, Lormaq, Orvuld, Ostvyrk, Perk’rasz, Pulver’Kash, Quirth, Qvaalak, Saasqar, Vorqaar",
					"Female Names:",
					"Aazha, Artriss, Bruen, Bylir, Dal’lyn, Drussil, Ealla, Erkytl, Grunhaas, Gvarla, Heldraag, Hylala, Muerna, Mzish, Ophella, Ortys, Rushal, Synder, Thryka, Tonlix, Ulga, Veraka, Vilya, Wulfada, Xanka",
					"Tribe Names:",
					"Aardsyn, Blackreach, Balerock, Crystaaq, Daash’Void, Guundhold, Hellsreach, Iirdvank, Laash’Kath, Moldheim, Nyar’Ryk, Ovildhaash, Rylstaaq, Slys’Kath, Xaalyf",
					"{@b Playing a Derro PC}",
					"Derro are unpredictable, fanciful, and prone to delusions, confusions, and manias. So how can they function in groups more used to the stability of humans, dwarves, and elves?",
					"In truth, the derro are less violent and more peculiar in a quieter way than their common portrayal as rabid maniacs. Among themselves, they are as likely to be brooding, depressed, or sullen as crazed and violent. A derro PC could have a tendency to talk to himself, or might address an invisible friend before undertaking any major step, or might simply consider all the other members of the party as “imaginary friends,” and thus not subject to harassment.",
					"Treat the derro’s madness as an occasional bit of flavor for the character, rather than an excuse to cripple the party with chaotic and self-defeating actions. A derro PC won’t be as predictable as a dwarf paladin or a half-elf bard, but if the other players can cope with a bonestupid half-orc barbarian picking bar fights and that elf rogue picking the ogre’s pockets, they might accept the derro occasionally talking to rocks and interrogating mushrooms. Review the Minor Madnesses section for examples of playable and flavorful maladies.",
					"To avoid derailing the party constantly, the character can have long lucid periods, and might even regret actions taken when “turned to the dark void” or “ridden by the bat spirits” or a similar in-game explanation. The derro in this lucid state could be a tragic character, always wondering when something will set off another bout of irrational raving.",
					"Playing a derro PC involves making a fantasy form of otherworldly madness both playable and plausible. Find a way to make your character memorable without spoiling everyone else’s game."
				]
			},
			"traitTags": [
				"Superior Darkvision"
			],
			"languageTags": [
				"Common",
				"Undercommon"
			]
		},
		{
			"name": "Dust Goblin",
			"source": "Kobold Press",
			"size": "S",
			"speed": {
				"walk": 30
			},
			"ability": {
				"dex": 2,
				"con": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Dust goblins generally reach maturity by the age of 12, but their environment and physical variations make it nearly impossible to draw conclusions about their lifespan. There are reliable reports of dust goblins as old as 40, but they rarely die of old age."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Dust goblins have a marked tendency toward neutrality and evil, especially among those tribes that are most fanatical in their worship of the Great Old Ones. Those dust goblins on the fringes of the Wastes who enjoy trade with other races, however, see a larger occurrence of neutrality and occasional good tendencies."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Dust goblins stand just over 3 feet tall and are slender and emaciated. Your size is Small."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Dust goblins are quick on their feet for their size. Your base walking speed is 30 feet."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Accustomed to life in the gloom, you can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Alien Mind",
					"entries": [
						"You have advantage on saving throws against being charmed or frightened."
					],
					"type": "entries"
				},
				{
					"name": "Strange and Deadly Surroundings",
					"entries": [
						"You have proficiency in the Stealth and Survival skills."
					],
					"type": "entries"
				},
				{
					"name": "Twisted",
					"entries": [
						"When you attack a creature from hiding, the creature must succeed on a Wisdom saving throw (DC 8 + your proficiency bonus + your Dexterity modifier) or be frightened of you until the end of its next turn."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Goblin. The written form of the dust goblin dialect of Goblin is pictographic and capable of remarkable subtlety, though it is largely impenetrable to outsiders."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"{@b Dust Goblin}",
					"In the midst of a blasted wasteland whose every stone is corrupted by the Great Old Ones’ touch, few natural creatures thrive. Dust goblins are the most robust exceptions. These creatures were once ordinary goblins, but the cataclysm that turned their home into wasteland forced them to adapt to the taint poisoning the land.",
					"Twisted in both body and mind, the dust goblins spread across the badlands. They survive through cunning, ruthlessness, and a strange affinity for other creatures rejected by the natural world. Dust goblins thrive in the everlasting gloom of their desolate homeland, living among the rotting remains of destroyed cities, in roaming caravan villages, or in networks of tunnels.",
					"{@b Twisted Flesh}",
					"Dust goblins are a corrupt, twisted breed of goblin. Their bodies are emaciated to the point that they appear almost skeletal. Their lips and gums have shriveled away, revealing yellowed, interlocking grins made of teeth ritually filed to points. Their skin ranges in tone from dusky gray to dark green and is marred by cracks, lesions, or tumorous growths. Their eyes gleam blood-red or bright gold when they catch a stray mote of light and glow in the darkness.",
					"Barely reaching over 3 feet tall, dust goblins are shrunken and thin. The largest among them weigh barely 40 pounds, and most look like they’re teetering on the brink of starvation. They wear piecemeal armor and patchwork clothing, and their garments hang loose around the midsection—their bellies distend and bulge disturbingly after dust goblins gorge on flesh.",
					"{@b Tribal Relations}",
					"Tribes of dust goblins spread across the blasted badlands once the magical cataclysm passed. The vast majority of their kind congregates in the eastern reaches of the wastes, in such great numbers that the area is known as the Goblin Wastes. The various tribes are extremely insular and keep their secrets from outsiders—including the names of their tribes. Explorers from beyond the wastes label the tribes with various names for their convenience. Though the goblins find these pseudonyms insulting, they grudgingly use them with outsiders. They believe that revealing the true name of the tribe would give away its power. Outsiders are sometimes surprised to discover that dust goblins carry themselves with a proud, severe bearing, as opposed to their more common cousins.",
					"Despite their distrustful tendencies, dust goblin tribes aren’t completely unapproachable. Their survival skills are exceptional, as the most successful of the few sentient races that thrive in the wastelands. Outsiders who approach a dust goblin tribe with respect—and perhaps useful offerings—can secure their services as guides to lost ruins or for safe passage through the badlands. Some dust goblins even leave the “safety” of their homeland and join adventuring bands. In these cases, some extraordinary circumstance forged a trust between the dust goblin and the outsiders. As long as that trust isn’t abused, the dust goblin’s loyalty is assured.",
					"{@b Aberrant Zealots}",
					"Not all dust goblins in the wastes are as open minded. Other, stranger tribes are more twisted in mind and even soul. These wretches find kinship with the misshapen aberrations that arise in the wastes. They form disturbing symbiotic relationships with the corrupt creatures and even live alongside them. As living idols of the dark gods the mad goblins worship, even perceived threats to these abominations can whip an entire tribe in to a murder frenzy.",
					"These corrupted dust goblins actively seek to spread the malign influence of their mad masters. Raiding parties strike at more civilized dust goblin tribes as well as settlements and caravans of other races. The raiders take anything useful, but their primary goal is prisoners. These unfortunate captives endure nights of horrific torture in the name of the mad gods, while blasphemous litanies drown out their screams.",
					"{@b Ancient Gods, Mad Gods}",
					"Dust goblins who retain their sanity practice a form on ancestor worship combined with a strange veneration of nature—such as it exists within the badlands. Sacred circles of stones or groves of wasteland scrub host rituals that promote bonding within the tribe. Names of great heroes from the tribe’s past are recounted in tales told in song and carved in stones in the dust goblins’ indecipherable script. Druids and rangers are the most common adventurers from tribes who worship in this fashion.",
					"The mad tribes walk a darker path. These goblins venerate the unknowable deities from between the stars, beings of insanity and darkness that worm their way into the minds of mortals who stray where they shouldn’t. The Great Old Ones have their tentacles wrapped around these dust goblins, and they feed on the wretches’ madness and depravity. Warlocks often lead these tribes, carrying out heinous rights in the name of their mad patrons in exchange for power.",
					"{@b Dust Goblin Names}",
					"Dust goblin names vary by tribe. Famous names are passed down from history, with those of powerful warriors or great leaders granted to favored children. Great deeds can generate an accolade that augments or even replaces a dust goblin’s original name.",
					"The mad tribes that follow the Great Old Ones have stranger names. They cobble words together from bits of blasphemous tongues. Other names derive from whispers in nightmare to the warlock shamans who lead the tribes. Tribal names are always kept secret from outsiders to the tribe, but most tribes in the wastes are saddled with pseudonyms from explorers that the dust goblins reluctantly use when necessary.",
					"Male Names:",
					"Akath, Breath-Breaker, Draag, Eversharp, Kaath, Lukat, Mishil, Morz, Namer, Oorshil, Pirkit, Reesh, Twilight, Volik",
					"Female Names:",
					"Aala, Brel, Borsi, Dawnbright, Ethea, Gursi, Halash, Kera, Light Step, Ostra, Quick Blood, Sacril, Sysla, Umira",
					"Tribal Names (True):",
					"Ashborn, Cth’Kaash, Faarthuk, Gust Howl, Living Scream, Muurlak, Stone Seal, Water Blade",
					"Tribal Names (Outsider):",
					"Bloody Tusk, Bonewraiths, Dust Diggers, Ghost Goblins, Maimed Ones, River Rats, Sand Bird’s Disciples, Scarlet Rovers",
					"{@b Dust Goblins in Midgard}",
					"In the {@i Midgard Campaign Setting}, the dust goblins reside in the Western Wastes. Many dust goblin tribes there worship the immense forms of the Great Old Ones that shamble across the devastated countryside. Some tribes even reside on mobile villages tethered to the massive creatures. These settlements are slowly dragged in the wake of the dust goblins’ dead gods."
				]
			},
			"traitTags": [
				"Darkvision",
				"Skill Proficiency"
			],
			"languageTags": [
				"Common",
				"Goblin"
			]
		}
	]
}
