{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:Bugbear",
				"abbreviation": "MFoV",
				"full": "Bugbear",
				"authors": [
					"Middle Finger of Vecna"
				],
				"url": "http://mfov.magehandpress.com/2016/09/bugbear.html",
				"version": "2016.09.05"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "b2bc0bbfa6",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Bugbear",
			"source": "MFOV:Bugbear",
			"ability": [
				{
					"str": 2,
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"darkvision": 60,
			"traitTags": [
				"Monstrous Race"
			],
			"entries": [
				"As a goblinoid, you have the following characteristics.",
				{
					"name": "Age",
					"entries": [
						"Bugbears mature quickly, reaching adulthood before 10 years of age. Most often, bugbears die violently, but the oldest and strongest live for around 80 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Bugbears are most often evil. They have little respect for agreements of any sort, least of all law, and hold their own interests over those of others, even members of their own tribe."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Bugbears are larger than humans in size and stature, often up to a foot taller. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Menacing",
					"entries": [
						"You gain proficiency in the {@skill Intimidation} skill."
					],
					"type": "entries"
				},
				{
					"name": "Brash",
					"entries": [
						"Once on your first turn of combat, when you deal damage with a melee weapon attack, you can roll an additional die of damage."
					],
					"type": "entries"
				},
				{
					"name": "Boast",
					"entries": [
						"You can use your bonus action to gain temporary hit points equal to your Constitution modifier, which last for one minute. After using this trait, you must complete a short or long rest before using it again."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Goblin. Goblin is a crude, primitive language which is rarely dedicated to writing and does not have its own script. Therefore it makes use of the Dwarvish script."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Skartu sat opposite the table from me, viciously tearing into his undercooked leg of mutton and drowning it with big gulps of ale. I questioned him about experience, both in battle and in using equipment, about his ability to follow orders, and about tactics that a mercenary of his stature should be familiar with. He responded to each with a nod, gulp, or burp, and at last asked his only question: \"How much 'ya payin'?\""
						],
						"by": "Meeting Skarku, Bugbear Mercenary"
					},
					"Like many goblinoids, bugbears are characteristically savage, and have a deep-rooted love for carnage and power that often stirs to the surface. They are capable hunters and raiders, and can even be potent mercenaries, if paid well enough.",
					{
						"name": "Goblinoid Savagery",
						"entries": [
							"No sane creature would mistake a bugbear for a civilized creature. Their long, pointed teeth, shaggy fur, and predator's physique paint the perfect picture of a monstrous brute. Bugbears are physically imposing, moreso than most humanoids, and love to throw that weight around behind an axe or maul.",
							"Bugbear nature is as base as their appearance. Bugbears love violence, especially when their enemy is completely defenseless, and they love to be in charge, as long as it means they can inflict their rule upon others with little responsibility."
						],
						"type": "entries"
					},
					{
						"name": "Limited Loyalties",
						"entries": [
							"Because of their strength and savagery, bugbears are much sought-after mercenaries and thugs. As valuable as they are, they are also characteristically unreliable, never allowing loyalty to overpower self-interest. If payment falters, of if the odds turn too far against them, bugbear mercenaries will abandon their posts without a moment's notice."
						],
						"type": "entries"
					},
					{
						"name": "Raiders and Ambushers",
						"entries": [
							"Bugbears prefer to fight dishonorably, taking any advantage they can over their foes. In close quarters, bugbears are known to claw, spit, and throw dirt in an enemy' face in preparation for a lethal strike. Disarming a foe, or simply sundering a foe's weapon, are also popular bugbear tactics.",
							"Bugbear tribes are well known for ambushes, laying traps for superior forces, and fleeing when they have spilled enough blood. They are fiendishly hard to combat on even ground, even with superior numbers, due to their underhanded tactics and brute savagery. Often, bugbear raiding parties strike under cover of night, or use the level of terrain to their advantage, attacking unseen, and quickly departing."
						],
						"type": "entries"
					},
					{
						"name": "Bugbear Names",
						"entries": [
							{
								"entries": [
									"Bugbear names are similar to orc and goblinoid names; they are harsh and simple, much like the bugbears themselves.",
									{
										"name": "Male Names",
										"entries": [
											"Bao'or'et, Cretin, Gregek, Kugruet, Malka'vec, Thimdul."
										],
										"type": "entries"
									},
									{
										"name": "Female Names",
										"entries": [
											"An'hek, Gretru, Lungra, Sept, Um'ra, Zel."
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"skillProficiencies": [
				{
					"intimidation": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"goblin": true,
					"dwarvish": true
				}
			]
		}
	]
}
