{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:R-Dh",
				"full": "Dhampyr",
				"abbreviation": "MFoV",
				"authors": [
					"Middle Finger of Vecna"
				],
				"url": "http://mfov.magehandpress.com/2017/01/dhampyr.html",
				"version": "2017.01.28"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "8dcff8ee09",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Dhampyr",
			"source": "MFOV:R-Dh",
			"ability": [
				{
					"dex": 1,
					"con": 1,
					"cha": 1
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"darkvision": 120,
			"entries": [
				"As a Dhampyr, your character has the following traits:",
				{
					"name": "Age",
					"entries": [
						"Dhampyr are exceptionally long-lived, but not immortal, typically reaching adulthood at the age of 50 and living to be almost 500 years old."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Dhampyr can be of any alignment, but their undead heritage and bloodthirst predisposes them to evil. Even if these impulses can be kept in check, they can never be extinguished completely; the smell of blood always makes a dhampyr's mouth water."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Dhampyr stand at the height of a normal human, but invariably have slim builds and gaunt features. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"Your blood-red eyes pierce through the darkness. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Curse of Thirst",
					"entries": [
						"You have a pair of extended incisors, a gift from your vampiric kin. As an action on your turn, you can bite a creature that is willing, grappled, incapacitated, or restrained, dealing {@damage 1d8} points of piercing damage and {@damage 1d4} points of necrotic damage. You gain temporary hit points equal to the necrotic damage dealt + your Constitution modifier. Additionally, you no longer need to eat for the next 24 hours.",
						"The necrotic damage increases to {@damage 2d4} at 6th level, {@damage 3d4} at 11th level, and {@damage 4d4} at 16th level."
					],
					"type": "entries"
				},
				{
					"name": "Child of Night",
					"entries": [
						"You know the cantrip {@spell minor illusion} and can cast it at will. At 3rd level, you can cast the {@spell charm person} spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell spider climb} spell once with this trait and regain the ability to do so after you finish a long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Dhampyr. Dhampyr is a subtle language practiced in secret by vampires for centuries, and makes use of the elvish script. To the ear, it's smooth and sibilant; almost seductive, no matter the context."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Aye, the dhampyr. I heard o' them. Nasty buggers - descended from vampires. If ye let yer guard down they'll suck ye dry. Me brother went to a village to save 'em from a tribe of dhampyr. Bloodless corpses s'all they found, litt'ring the ground. Still haunts 'im to this day.",
							"There's a really nasty dhampyr named Lord Bhragen, 'e doesn' jus' kill people and drain 'em dry. 'E... 'e stuffs 'em. Turns 'em inna some kin'a macabre museum. 'Is victims weren' people to 'im, they were trophies waitin' to be collected. Truly sick 'e was. Was a glorious day it was, the day 'e was killed."
						],
						"by": "Moiren Dalter, warden of Ogrefang Keep"
					},
					"The dhampyr are a race descended from vampires, possessing many of the traits of their undead forebears, while lacking many of their weaknesses. The most prominent of these differences is that the dhampyr are unharmed by sunlight, earning them the common moniker, \"Daywalkers\".",
					{
						"name": "Inscrutable Origins",
						"entries": [
							"The dhampyr are a mysterious race. Some scholars say they were created when a vampire bit a pregnant elf. Others profess they are the result of the unholy union of the living and the dead. Still more testify that the dhampyr were formed by the experiments of a vampire mage. Whatever the truth, the dhampyr exist, breed with the truly living, and walk among us.",
							"Even more complex is the dhampyr's relationship to undeath. They are not truly undead, but interact unpredictably with the blood of actual vampires. Sometimes a dhampyr can become a true vampire, but other times dhampyr perish as though poisoned by the blood. Either the effects are truly random, or speak volumes about the purity and variety of different vampire bloodlines."
						],
						"type": "entries"
					},
					{
						"name": "Living Undead",
						"entries": [
							"Dhampyrs are usually pale of skin, with thin builds and slightly pointed ears. Perhaps their most prominent features are their pronounced canines and blood-red eyes, which shine in the moonlight like those of a predator. Dhampyr are exceedingly quick and tough, a result of the supernatural speed and fortitude of their unliving kin. Because of their nature as the spawn of the living dead, they are shunned by most living creatures. However, being partly alive, they are also spurned by their undead ancestors.",
							"With some effort, dhampyr can conceal their identities and walk among the living. Artificially coloring the skin and being careful never to smile in public is normally enough, but a dhampyr that is discovered is likely to simply be captured and executed for being a vampire, as inaccurate as this is."
						],
						"type": "entries"
					},
					{
						"name": "Bloodthirst",
						"entries": [
							"While the Dhampyr walk in the sun as they please, and are undeterred by doors and water, they are still subject to the curse of bloodthirst. The thirst of a Dhampyr is lesser than that of a true child of night, but still persistently felt. As a dhampyr can draw sustenance from normal food and drink, most dhampyr do not drink blood. Nonetheless, the dhampyr have fangs with which to drink and can partake when the cause arises."
						],
						"type": "entries"
					},
					{
						"name": "Dhampyr Names",
						"entries": [
							"Dhampyr names often pay homage to powerful vampires and other undead, and serve to remind a young Dhampyr of their proud heritage and to give them strength in the lowliest of times.",
							{
								"entries": [
									{
										"name": "Male Names",
										"entries": [
											"Acererak, Dracul, Nosferatu, Strahd, Vladimir"
										],
										"type": "entries"
									},
									{
										"name": "Female Names",
										"entries": [
											"Drusilla, Lillith, Rayne, Salem, Vega"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"other": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"minor illusion#c"
						],
						"3": [
							"charm person"
						],
						"5": [
							"spider climb"
						]
					},
					"ability": "cha"
				}
			]
		}
	]
}
