{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:Fetchling",
				"abbreviation": "MFoV",
				"full": "Fetchling",
				"authors": [
					"Middle Finger of Vecna",
					"Rex Gunn"
				],
				"version": "2016.06.13",
				"url": "http://mfov.magehandpress.com/2016/06/fetchling.html"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "78f20d935b",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Fetchling",
			"source": "MFOV:Fetchling",
			"ability": [
				{
					"dex": 2,
					"cha": 1
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"darkvision": 120,
			"traitTags": [
				"Monstrous Race",
				"Sunlight Sensitivity"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Fetchlings reach maturity in their early 20s and can live to be over a hundred."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Fetchlings come from a realm of darkness, and do not value morality and high-mindedness as much as other creatures might. As such, they tend to be Chaotic."
					],
					"type": "entries"
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"You have superior vision in dim light and darkness. You can see in dim light within 120 feet of you as if it was bright light, and darkness as if it was dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
					],
					"type": "entries"
				},
				{
					"name": "Evil Eye",
					"entries": [
						"You can cast a horrific gaze upon your enemies. As an action, you can select 1 target that you can see and that can see you within 30 feet. This target must make a Wisdom saving throw. The DC for this save is 8 + your proficiency bonus + your Charisma modifier. On a failed save, the target becomes {@condition frightened} for 1 minute. The target can repeat the saving throw at the end of each of its turns, with disadvantage if it can see you, ending the effect early on a success. A target that succeeds a saving throw against this effect is immune to it for 24 hours."
					],
					"type": "entries"
				},
				{
					"name": "Recluse",
					"entries": [
						"While you are in dim light or darkness, you can take the {@action Hide} action as a bonus action."
					],
					"type": "entries"
				},
				{
					"name": "Shadowy Resistance",
					"entries": [
						"You are resistant to cold damage."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You know Common and one other language of your choice."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"When we arrived at the appointed time, our guide was apparently absent. Jethro pontificated on the complexities about traveling the planes, even to one as near as the Plane of Shadow, and it was several minutes before we felt the presence of reflective eyes watching us from the shadows. When I noticed, I groped for my dagger and found only an empty sheathe. Jethro was disarmed of his bombs and we stood helpless, paralyzed for a moment.",
							"Our guide, a gaunt humanoid with grey skin and large, round eyes, stepped out of the shadows and presented us with our own weapons.",
							"\"Where we're going, there are more dangerous things than I lurking in the darkness. Stay vigilant, and let nothing see your back.\""
						]
					},
					"Stained by the Plane of Shadow's endless night, fetchlings were once ordinary men, but are now so different as to be unwelcome anywhere. So, with great disdain for the light their ancestors once enjoyed, they wander from plane to plane, finding safety and opportunity wherever they can.",
					{
						"name": "Children of Shadow",
						"entries": [
							"Appearing as men drained of color, the fetchlings are descended from humanoids trapped on the Plane of Shadow. Generation after generation in this insidiously dark place has infused the race with darkness and made them a bleak shadow of their kin. Gaunt features, pale skin, and eyes which reflect brightly at night, are all signature traits of fetchlings, and it is not uncommon for the unlearned to mistake them for undead.",
							"Ultimately, they are closer in kinship to tieflings and other outcast races, for a heritage of the dark imparts no goodwill from other races."
						],
						"type": "entries"
					},
					{
						"name": "Planeswalkers",
						"entries": [
							"Fetchlings are originally native to the Material Plane but have been sequestered on the Plane of Shadow for centuries, implying that the secrets of migrating between the planes has long been known to the fetchlings. To see a fetchling apart from the Plane of Shadow is to see an outsider to your plane, or a recent descendant of one.",
							"Fetchlings can find lucrative business as merchants, middlemen, and guides for those seeking to cross the planar boundaries. They can comfortably exist in both planes, and are reasonably well acquainted with the hazards, however, they are accepted by the denizens of the planes almost nowhere."
						],
						"type": "entries"
					},
					{
						"name": "solitary Recluses",
						"entries": [
							"Fetchlings will choose to be alone before they will form a group, even with their own kind. The relish the solidarity the shadows provide and the type of wordless isolation that comes with the falling night.",
							"By contrast, they hate being the center of attention, and quite literally hate spotlights (and bright lights of any kind, for that matter.) Only when pursued or outnumbered is a fetchling likely to seek concord with others for any length of time. After the danger has passed, they rarely stick around, and have a reputation for simply vanishing into the night."
						],
						"type": "entries"
					},
					{
						"name": "Fetchling Names",
						"entries": [
							{
								"entries": [
									"Fetchling names are derived from the old languages of the Plane of Shadow, and feel rough when said in the accent of one who speaks primarily Common.",
									{
										"name": "Males Names",
										"entries": [
											"Arim, Drosil, Jegan, Somar, Yetar, Zoka."
										],
										"type": "entries"
									},
									{
										"name": "Female Names",
										"entries": [
											"Acera, Amelisce, Inva, Renza, Zaitherin."
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"resist": [
				"cold"
			]
		}
	]
}
