{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:Shard",
				"abbreviation": "MFoV",
				"full": "Shardminds",
				"authors": [
					"Middle Finger of Vecna"
				],
				"url": "http://mfov.magehandpress.com/2016/01/shardminds.html",
				"version": "2016.02.07"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ed8245ce22",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Shardmind",
			"source": "MFOV:Shard",
			"ability": [
				{
					"int": 1
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"traitTags": [
				"Improved Resting",
				"Monstrous Race"
			],
			"entries": [
				"Shardminds are unique creatures, unlike anything else considered alive. All shardminds share the following traits.",
				{
					"name": "Age",
					"entries": [
						"Shardminds do not age, and are mature when born."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Shardminds are predominantly neutral. Some are innocent, and approach life with profound curiosity, while others remain distant, and tend not to associate themselves with society."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Shardminds stand 6 feet tall on average. You size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Hardened Mind",
					"entries": [
						"You have resistance to psychic damage."
					],
					"type": "entries"
				},
				{
					"name": "Living Construct",
					"entries": [
						"You do not need to eat, drink, or breathe. You do not need to sleep, though you must enter a state of inactivity, remaining semiconscious, for 4 hours a day. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
					],
					"type": "entries"
				},
				{
					"name": "Bioluminescence",
					"entries": [
						"You glow faintly, producing a dim light within 5 feet. You can suppress this light as a bonus action."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and two other languages of your choice. When shardminds speak, the shards that make up their body hum, and their voices sound vaguely similar to metallic ringing."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"The mass of crystals shuddered, glowed a warm light from deep within, and rose up in the form of a man. The incessant humming focused, and the crystals spoke."
						],
						"by": "Iago",
						"from": "encountering a Shardmind"
					},
					"Living creatures in the loosest sense, shardminds are beings consisting of many small crystals, ranging from vibrant greens to translucent blues, and burning reds. These shards form humanoid figures which range from polished and sleek to rough and fragmented.",
					{
						"name": "Fragments of the Gate",
						"entries": [
							"Long ago, the Elder Elves forged the Vast Gate, which was a massive crystalline structure linking the Material Plane, the Astral Plane, and the alien Far Realm. Its construction was a terrible mistake. Once complete, the Vast Gate destroyed the civilization of the Elder Elves entirely, and was itself shattered.",
							"The scattered fragments of the Vast Gate formed together and came to life as individual creatures, the shardminds. The nature of their life is as enigmatic as the Vast Gate itself. Every time a shardmind dies, somewhere in the Great Wheel another piece of the shattered Vast Gate springs to life a new shardmind. As a result, the number of shardminds in the multiverse is fixed."
						],
						"type": "entries"
					},
					{
						"name": "Barrier to the Far Realms",
						"entries": [
							"Many shardminds believe that, because they are sentient fragments of the gate, it is their duty to protect the multiverse from what lies beyond. Some dedicate themselves to purging the corruption of the Far Realm from the universe, while others seek the ancient magic of the Elder Elves to rebuild the Vast Gate. What is clear is that no shardmind knows for certain what purpose they serve or how to accomplish their ultimate goals."
						],
						"type": "entries"
					},
					{
						"name": "Shardmind Names",
						"entries": [
							{
								"entries": [
									"The shardmind race does not use surnames, because they have no lineage, like other races do.",
									{
										"name": "Male",
										"entries": [
											"Balashi, Hunzu, Kubaba, Seluku"
										],
										"type": "entries"
									},
									{
										"name": "Female",
										"entries": [
											"Dipana, Kuri, Zakiti"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 2
				}
			],
			"resist": [
				"psychic"
			]
		}
	],
	"subrace": [
		{
			"name": "Elder",
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Elder",
							"entries": [
								"You come from a land near the Vast Gate, and your body is formed from arcane crystals. As a result, you are gifted with innate psionic spellcasting."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Gate Magic",
					"entries": [
						"You know the {@spell mage hand} cantrip. Once you reach 3rd level, you can cast the {@spell expeditious retreat} spell once with this trait. At 5th level, you can cast the spell {@spell levitate} once. Wisdom is your spellcasting ability for these spells and you regain the ability to cast them in this way when you finish a long rest."
					],
					"type": "entries"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"mage hand#c"
						],
						"3": [
							"expeditious retreat"
						],
						"5": [
							"levitate"
						]
					},
					"ability": "wis"
				}
			],
			"source": "MFOV:Shard",
			"raceName": "Shardmind",
			"raceSource": "MFOV:Shard"
		},
		{
			"name": "Onyx",
			"ability": [
				{
					"str": 2
				}
			],
			"traitTags": [
				"Natural Weapon"
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Onyx",
							"entries": [
								"Your body is of the most crudely-formed among the shardmind. You were spawned into existence under great heat, melding your shards together in certain areas."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Hardened Fists",
					"entries": [
						"You may attack using your crystalline fists, dealing a {@damage d4} for damage with unarmed strikes."
					],
					"type": "entries"
				}
			],
			"source": "MFOV:Shard",
			"raceName": "Shardmind",
			"raceSource": "MFOV:Shard"
		},
		{
			"name": "Swarm",
			"ability": [
				{
					"cha": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Swarm",
							"entries": [
								"Your body is comprised of hundreds of smaller, lighter crystals, far more than a normal shardmind."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Disperse",
					"entries": [
						"As an action at the beginning of your turn, you can assume the form of a giant cloud of crystals by breaking your physical form apart into all its components. Until the beginning of your next turn, you can take no actions, bonus actions, or reactions, and you have resistance to bludgeoning, piercing, and slashing damage, and you ignore difficult terrain when you move. After using this ability, you can use it again after you take a short or long rest."
					],
					"type": "entries"
				}
			],
			"resist": [
				"psychic",
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"source": "MFOV:Shard",
			"raceName": "Shardmind",
			"raceSource": "MFOV:Shard"
		}
	]
}
