{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:Sir",
				"full": "Sirine",
				"abbreviation": "MFoV",
				"authors": [
					"Middle Finger of Vecna"
				],
				"version": "2017.03.24",
				"url": "http://mfov.magehandpress.com/2017/03/sirine.html"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "4a033fcd16",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Sirine",
			"source": "MFOV:Sir",
			"ability": [
				{
					"cha": 2,
					"dex": 1
				}
			],
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"size": [
				"M"
			],
			"traitTags": [
				"Amphibious",
				"Monstrous Race"
			],
			"entries": [
				"Sirines have the following racial traits:",
				{
					"name": "Age",
					"entries": [
						"Sirines grow quickly, reaching adult-size by age 10. Their personalities remain childlike, however, until they are much older. A sirine can live up to 600 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Sirines are generally fickle and impulsive, and favor chaotic alignments."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Sirines are slightly taller than humans. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Amphibious",
					"entries": [
						"You can breathe normally in either air or water."
					],
					"type": "entries"
				},
				{
					"name": "Fey Creature",
					"entries": [
						"You have advantage on saving throws against being charmed, and magic can't put you to sleep. You are, however, affected by any ability that would normally affect fey creatures. Your plane of origin is the Material Plane."
					],
					"type": "entries"
				},
				{
					"name": "Song and Dance",
					"entries": [
						"You have proficiency in the {@skill Performance} skill."
					],
					"type": "entries"
				},
				{
					"name": "Innate Spellcasting",
					"entries": [
						"You can cast the {@spell charm person} spell once with this trait and regain the ability to do so when you finish a long rest. Once you reach 5th level, you can cast the {@spell suggestion} spell once with this trait and regain the ability to do so after you finish a long rest. Charisma is your spellcasting ability for these spells and you require no material components to cast them."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read and write Sylvan and one other language of your choice."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"A sirine is a beautiful, amphibious fey creature often found on beaches and riverbanks. Humanoids regard them as unpredictable and dangerous, but the reality is more nuanced.",
					{
						"name": "Beach Party",
						"entries": [
							"To a sirine, nothing is more important than living in the moment. They act as they please, seeking joy and pleasure wherever it may be found - especially if that happens to be by the seaside! Sirines love the fresh breeze and the feel of warm sand between their toes as much as anyone else; staking out the best spots on beaches to make sure their frolics attract just the right amount of attention.",
							"As with most fey folk, their emotions are strong and shift rapidly, such that they may want to kiss someone one minute, and kill them the next. And a sirine's commitment to spontaneity is deep: they do not hesitate to act on these impulses. This can make them seem wild, but to a sirine, it is the natural state of things."
						],
						"type": "entries"
					},
					{
						"name": "Underwater Homes",
						"entries": [
							"Sirines may gather on the shore to dance and sing, but they always return to their sunken villages when night falls. There, they hunt pearls, catch fish and grow crops much like humanoids, if humanoids could breathe underwater. Some sirines even share their homes with other aquatic creatures such as undines and merfolk, leading to great confusion among humanoid sailors."
						],
						"type": "entries"
					},
					{
						"name": "Unearthly Beauty",
						"entries": [
							"Any humanoid that sees a sirine is liable to be struck by their incredible beauty. With perfectly clear skin that ranges in tone from pinks through golds to greens and blues, delicate flowing hair (in equally vibrant color) and lithe, elegant bodies, there is no such thing as an ugly sirine. Furthermore, all are born with a fabulous singing voice, though some may be too shy to use it."
						],
						"type": "entries"
					},
					{
						"name": "Sirine Names",
						"entries": [
							"Sirines have short, beautiful names that flow off the tongue like water.",
							{
								"entries": [
									{
										"name": "Male Names",
										"entries": [
											"Adro, Boroda, Cas, Miza, Nook, Sharo, Zebus"
										],
										"type": "entries"
									},
									{
										"name": "Female Names",
										"entries": [
											"Banu, Esta, Jalli, Kohi, Noella, Roxin, Shora, Simi"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"skillProficiencies": [
				{
					"performance": true
				}
			],
			"languageProficiencies": [
				{
					"sylvan": true,
					"anyStandard": 1
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"5": [
							"suggestion"
						]
					},
					"ability": "cha"
				}
			]
		}
	]
}
