{
	"_meta": {
		"sources": [
			{
				"abbreviation": "MFoV",
				"json": "MFOV:Reven",
				"full": "Revenant",
				"authors": [
					"Middle Finger of Vecna",
					"GoodlyMrTobes "
				],
				"url": "http://mfov.magehandpress.com/2016/02/revenant.html",
				"version": "2016.03.28"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "8a84f132de",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Revenant",
			"source": "MFOV:Reven",
			"ability": [
				{
					"con": 1,
					"choose": {
						"from": [
							"cha",
							"dex",
							"int",
							"str",
							"wis"
						],
						"count": 1
					}
				}
			],
			"speed": {
				"walk": 30
			},
			"size": [
				"M"
			],
			"darkvision": 60,
			"traitTags": [
				"Improved Resting",
				"Monstrous Race"
			],
			"entries": [
				"Regardless of their lot in life, all revanants share a similar fate in death, and have a number of abilities with which to exact vengeance.",
				{
					"name": "Age",
					"entries": [
						"Revenants will maintain their presence in the world for exactly 10 years from the moment they become undead, after that time they permanently lose their grip on the mortal coil, the soul is pulled (willing or not) back to the afterlife, and the inhabited body crumbles into dust."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Revenants are almost single-minded in their want for vengeance, as such they will tend toward a Chaotic alignment. Beyond this, their exact methods can lean towards Good, Neutral, or Evil, depending on the philosophies they learned in life."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Revenants may possess the same body they did in life, or they may possess the remains of a being from any other humanoid race. Regardless, a revenant's size will always be Medium."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Due to the magic which drives you, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Undead Nature",
					"entries": [
						"Your type is Undead, though you may still be targeted by effects which target only humanoids, if such an effect does not specifically exclude undead. You cannot be raised from the dead, nor can you be banished from the Material Plane before your time is up.",
						"You do not eat, drink, sleep, or breathe. However, to maintain sanity, you must meditate for 4 continuous hours daily, after which you gain the same benefit that a human does from 8 hours of sleep. You can still be placed into a torpor by sleep-inducing magic."
					],
					"type": "entries"
				},
				{
					"name": "Turn Immunity",
					"entries": [
						"You are immune to effects that turn undead."
					],
					"type": "entries"
				},
				{
					"name": "Vengeful Tracker",
					"entries": [
						"You know the distance to and direction of any creature against which you seek revenge, even if the creature and the revenant are on different planes of existence. No magic can shield a hunted creature from this effect; they may run, but they cannot hide. You are instantly aware if the creature you are tracking dies."
					],
					"type": "entries"
				},
				{
					"name": "Regeneration",
					"entries": [
						"Revenants are unaffected by most healing magic, fortunately revenants also possess extraordinary regenerative powers. You cannot regain hit points from spells.",
						"You gain a regeneration point, which can be expended as a bonus action to regain hit points equal to {@dice 1d10} points + your Constitution modifier, up to your hit point maximum. You gain one additional regeneration point at 4th, 7th, 10th, 13th, 16th, 19th and 20th level. You regain all expended regeneration points when you take a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Visage of Death",
					"entries": [
						"Your appearance is terrifying to behold. You gain proficiency in the Intimidation skill."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You speak Common and one other language you knew in life."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"You are a revenant, a soul which met a cruel and unjust end in life, and has clawed its way back from death for the sole purpose of revenge. You have sworn to kill those responsible for your demise, and possess a recently deceased corpse to do so (which may not be the same body you possessed in life); as such your appearance is the same as that of a common zombie.",
					{
						"name": "Exonerating Circumstances",
						"entries": [
							"An ordinary revenant has exactly one year to seek vengeance, and will return to death either when its revenge is complete, or when its time is up. However, you are blessed with an entire decade. Once your revenge is complete, you may then choose to return to the afterlife at any time, or wait for your remaining time to run out. The reason for this may be that you are favored by a divine power, or perhaps you have struck a deal with a great extra-planar being who acts much as a patron would to a warlock."
						],
						"type": "entries"
					},
					{
						"name": "Rare Second Chance",
						"entries": [
							"A standard revenant can withstand extreme punishment, with powerful regenerative abilities and the power to survive the destruction of its host body, being able to find and inhabit a new corpse after twenty-four hours. You are not so resilient, the same magic that allows your presence to remain for so much longer than normal also binds you to your first host body. It can still regenerate, but to a lesser extent than other revenants. If the host body is damaged beyond its limit, you will be cast back into true death forever."
						],
						"type": "entries"
					},
					{
						"name": "Creating a Revenant",
						"entries": [
							"When you create a revenant, consider what forced your rage to return you to the mortal world. How did you die? Who do you seek vengeance against? What was your life like before your undeath? Do you still have your original body, if not, how do you feel about your new one? Work closely with your DM to determine how much your task will factor into the campaign. Perhaps it will form a key focus or perhaps it will even fit into the down time between adventures. Maybe you have even finished your work and are living out the remaining years before you expire once again.",
							"Take time to consider your character's attitude to the world. A revenant exists for exacting revenge, but could still have favored downtime pursuits and tastes. A revenant could be bitter about its hand in fate but could also be overjoyed at its luck at being returned to exact just desserts; a sad origin doesn't have to mean a miserable character."
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			]
		}
	],
	"subrace": [
		{
			"name": "Rage-Born",
			"ability": [
				{
					"str": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Rage-Born",
							"entries": [
								"Revenants born of rage often have little care for those they must defeat on the way to their primary target. They are driven by the purest hatred."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Still Heart",
					"entries": [
						"Your blood is completely still, you have advantage to all rolls made to resist being poisoned."
					],
					"type": "entries"
				},
				{
					"name": "Fury of the Grave",
					"entries": [
						"You can gain advantage on an attack against an opponent who has dealt damage to you in the last round, or against a creature under the effect of your Vengeful Tracker trait. After using this trait, you must complete a long rest before you use it again."
					],
					"type": "entries"
				}
			],
			"source": "MFOV:Reven",
			"raceName": "Revenant",
			"raceSource": "MFOV:Reven"
		},
		{
			"name": "Sorrow-Born",
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Sorrow-Born",
							"entries": [
								"Deep, heart-wrenching sorrow gives birth to revenants consumed with grief. Often, these revenants not only mourn their own demise, but the unjust demise of a loved one, which drives them to vengeance."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Empathy",
					"entries": [
						"Reflection on your mortality has allowed you to better understand the difficulties of life. You can make a Charisma (Persuasion) or Wisdom (Animal Handling) check with advantage. After using this trait, you must complete a long rest before you use it again."
					],
					"type": "entries"
				},
				{
					"name": "Pity the Dead",
					"entries": [
						"You force one opponent to share in the pain you feel in undeath. As a reaction when a creature makes an attack roll against you, you can force the creature to make a Wisdom saving throw or suffer disadvantage on the roll. After using this trait, you must complete a long rest before you use it again.",
						{
							"type": "abilityDc",
							"name": "Pity the Dead",
							"attributes": [
								"con"
							]
						}
					],
					"type": "entries"
				}
			],
			"source": "MFOV:Reven",
			"raceName": "Revenant",
			"raceSource": "MFOV:Reven"
		}
	]
}
