{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:Vect",
				"full": "Vect",
				"authors": [
					"Middle Finger of Vecna"
				],
				"abbreviation": "MFoV",
				"url": "http://mfov.magehandpress.com/2017/06/vect.html",
				"version": "2018.01.13"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "5edb43a2b7",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Vect",
			"source": "MFOV:Vect",
			"ability": [
				{
					"con": 2
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"traitTags": [
				"Improved Resting",
				"Natural Armor"
			],
			"entries": [
				"Your mechanical body is driven by an inexhaustible construct core, and has the following traits:",
				{
					"name": "Reconfigurable Ability Score Increase",
					"entries": [
						"One ability score of your choice increases by 1 and you can change this selection whenever you finish a long rest. You can't increase Constitution using this trait and you can't increase any ability score above 20."
					],
					"type": "entries"
				},
				{
					"name": "Age",
					"entries": [
						"With the proper replacement parts and activities to occupy yourself, you can conceivably exist indefinitely. The vect are known to degrade and lose their sanity, however, if they live too long without an explicit purpose. It is not known if this insanity visits all vect at old ages, or just those whose resolve wavers."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Vect possess mechanical minds, which find logic comforting. Generally, vect are lawful."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"As constructs built by massive forges, the vect could conceivably be perfectly uniform, like the golems that preceded them. However, the Foundries are either inherently flawed, or otherwise have a fondness for making diverse vect units, for each created vect is in some way unique. Vect units stand between 5 and 7 feet tall and average about 150 to 300 pounds. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Thermal Vision",
					"entries": [
						"You can use a bonus action on your turn to switch from your normal vision to heat-detecting thermal vision or back again. Your thermal vision can see 20 feet through darkness and heavily obscured conditions, but you are blind beyond this radius. You can't discern color with your thermal vision, nor can you see through invisibility, illusions, or magical darkness. This vision penetrates most materials, but is blocked by any one-inch barrier."
					],
					"type": "entries"
				},
				{
					"name": "Construct Anatomy",
					"entries": [
						"Even though you were constructed, you are a living creature. You are immune to nonmagical diseases. You do not need to eat or breathe, but you can ingest food and drink if you wish.",
						"You have advantage on saving throws you make against exhaustion.",
						"Instead of sleeping, you enter an inactive state for 4 hours each day. You do not dream in this state; you are fully aware of your surroundings and notice approaching enemies and other events as normal. You can still be placed into a torpor by sleep-inducing magic."
					],
					"type": "entries"
				},
				{
					"name": "Inflexible Mind",
					"entries": [
						"Your mechanical mind is inherently logical, and is not easily swayed. You have advantage on saving throws against being charmed."
					],
					"type": "entries"
				},
				{
					"entries": [
						{
							"name": "Embedded Armor",
							"entries": [
								"You can embed special armor plating directly onto your metal body. Installing or uninstalling this embedded armor requires 1 hour of work, and occupies the same place on your body as armor normally would; you can't wear conventional armor while you have embedded armor installed. This armor also takes the External slot for your vect components.",
								"At 1st level, you choose one of the following types of embedded armor, though you can install other types if you acquire them in the world.",
								{
									"type": "list",
									"style": "list-hang",
									"items": [
										{
											"name": "Velocity Plating",
											"entries": [
												"Your movement speed increases by 5 feet and your jump distance increases by 5 feet."
											],
											"type": "entries"
										},
										{
											"name": "Composite Plating",
											"entries": [
												"Your Armor Class equals 12 + your Dexterity modifier."
											],
											"type": "entries"
										},
										{
											"name": "Juggernaut Plating",
											"entries": [
												"Your Armor Class equals 16. You can only install this embedded armor if you are proficient with heavy armor."
											],
											"type": "entries"
										}
									]
								}
							],
							"type": "entries"
						}
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Very gradually, by degrees, pale blue hues invade the quiet of night, and Hammerer knows that only a few hours remain until dawn. Throughout the afternoon, evening, and night, he has meticulously inspected his tools, a wide array of mallets, sledges, and, of course, hammers, cleaning them, performing repairs, and organizing them by size and by color, only powering down for a few hours in the middle of the night.",
							"Through the walls of his workshop, Hammerer can see the heat signatures of people waking up and preparing breakfast; he performs a similar ritual, polishing his chassis and running diagnostics for the day ahead. Mentally, he has a checklist of duties and chores before he begins the day's work.",
							"Finally, the clocks strike seven, and Hammerer leaves his home, a room barely ten feet square, and heads out into the town. Somewhere in the market, a child cries for his mother to buy him a toy, and Hammerer puzzles at this behavior; work, after all, is far more interesting than frivolity."
						],
						"by": "A typical morning for Hammerer, a vect craftsman"
					},
					"Living constructs designed by dwarves as laborers, the vect are now free to search for meaning across the width of the 'verse.",
					{
						"name": "Evolved Golems",
						"entries": [
							"The vect were preceded by unthinking golems of various designs but, though they are still constructed rather than born, they are now fully living beings. Underneath their armored exteriors lies an organically-influenced anatomy, with a circulatory system crafted from leather piping and a network of magic nerves. At the core of each vect unit is an everlasting construct core, tinged with the influence of the Spark that awoke them.",
							"Vect bodies are humanoid in shape, but unmistakably mechanical, with large air intakes, protective shoulderplates, toothless jaws, and glowing mechanical eyes. Though each of the Foundries produces its vect in slightly unique proportions, the general shape is always the same, and vect can normally scavenge spare parts from the deceased if they are ever grievously injured. In fact, many vect choose to install specially-designed embedded components to improve their bodies, up to and including replacing limbs with appropriate tools. If a vect unit is preparing for a dangerous journey, their preparation will likely include purchasing embedded components as replacement parts.",
							"Vect can work tirelessly and never need to sleep, instead entering a dreamless period of inactivation each day. Most vect create endless lists of goals and chores, taking comfort in the sequence and monotony of tasks to break up the endless march of days, weeks, and months. It is not uncommon to see a vect standing watch over his party, sharpening tools and repairing armor while the others sleep."
						],
						"type": "entries"
					},
					{
						"name": "Mechanical Minds",
						"entries": [
							"Although vect units experience the same fear, anger, pain, loss, and other emotions that humanoids do, their expression of them is muted. Neither do their mechanical faces and harsh, metallic voices endear themselves, driving a wedge between vect and most other living things. Many vect, therefore, seek refuge in logical thinking. Some become emotionally distant and lack introspection, whereas others plumb the philosophies of existence and consider what it means to be alive. These become the two extremes, between vect who seek to embrace their status as living things, and those who wish to banish all within themselves that is not construct. The vast majority of vect exist between these extremes.",
							"Vect are most comfortable existing within a small group of some kind, as long as it is dedicated to a purpose. Temples, adventuring parties, and voyages of exploration are deeply attractive to the vect."
						],
						"type": "entries"
					},
					{
						"name": "Search for Meaning",
						"entries": [
							"All vect are keenly aware that they were once nonliving material which suddenly came to be fully-formed as a living thing. And while there is no doubt that vect are alive, the destination of their souls upon death is another matter entirely. The philosophical implications of this are not lost on them, and the questions of existence echo loudly inside some vect. ",
							"Though the Foundries are intelligent beyond measure, they are wordless in their duties, and ascribe no grand meaning to their creations.",
							"Some vect find comfort in faith, normally worshipping gods of arcana, smiths, and constructs. Others seek permanent distraction in quests and chores. Others still look to the 'verse for answers, and seek meaning through understanding."
						],
						"type": "entries"
					},
					{
						"name": "Vect Names",
						"entries": [
							{
								"entries": [
									"The original vect were divided into working groups and given numbers by their dwarven keepers; nothing more was necessary. Now, however, all vect choose their own names, usually designations reflecting some function or purpose, though some vect choose to be identified by their serial number, or a nickname given to them by others.",
									{
										"name": "Vect Names",
										"entries": [
											"176, Armory, Bolts, Clunk, Crusher, Glitch, Hammerer, Keeper, Lifter, Null, Phong, Scarce, Three-Four-Three, Titan, Unit Seventeen, Watcher"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true
				}
			]
		}
	]
}
