{
	"_meta": {
		"sources": [
			{
				"abbreviation": "MFoV",
				"json": "MFOV:Satyr",
				"full": "Satyr",
				"authors": [
					"Middle Finger of Vecna"
				],
				"version": "2016.11.28",
				"url": "http://mfov.magehandpress.com/2016/11/satyr.html"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "70694bc01f",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Satyr",
			"source": "MFOV:Satyr",
			"ability": [
				{
					"cha": 2,
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"traitTags": [
				"Monstrous Race",
				"Tool Proficiency"
			],
			"entries": [
				"Satyrs have the following racial traits:",
				{
					"name": "Age",
					"entries": [
						"Satyrs are shorter-lived than most fey, gaining adulthood at two years old and living for around 50 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Satyrs care little for the consequences of their actions. They are almost always chaotic."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Satyrs are fairly short, usually around five feet tall. Your size is medium."
					],
					"type": "entries"
				},
				{
					"name": "Fey Creature",
					"entries": [
						"You have advantage on saving throws against being charmed, and magic can't put you to sleep. You are, however, affected by any ability that would normally affect fey creatures. Your plane of origin is the Material Plane, the Feywild or Ysgard."
					],
					"type": "entries"
				},
				{
					"name": "In Vino Veritas",
					"entries": [
						"Any creature that has been drinking alcohol with you regards you as a trusted friend for as long as it remains drunk, unless you deliberately harm it. Additionally, you can never become sick or poisoned from drinking alcohol."
					],
					"type": "entries"
				},
				{
					"name": "Satyr Music",
					"entries": [
						"You gain proficiency in the {@skill Performance} skill and one of the following instruments: {@item pan flute|PHB}, singing, or {@item viol|PHB}. You have advantage on any ability check made relating to musical contests."
					],
					"type": "entries"
				},
				{
					"name": "Innate Spellcasting",
					"entries": [
						"You know the {@spell vicious mockery} cantrip. When you reach 3rd level, you can cast the {@spell charm person} spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell suggestion} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Sylvan."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"When I awoke, a single beam of light shot past my eyelid and landed, screeching, into my brain. By degrees, I fought past the pain in my cranium to take in my surroundings: a grassy field, far from the tavern in which I last remembered myself. Every detail of the night blurred together in a collage of shapes and colors, devoid of meaning.",
							"\"Rough night, huh?\" a voice behind me beckoned suddenly. A cheerful satyr lounged on a broad stone nearby, his fingers quietly drumming on an idle pan flute in his lap.",
							"As he began to raise the pipes to his lips, I sensed his intent far too late to intervene.",
							"\"Please, don't...\" I choked out quietly.",
							"Alas, he started on a melody, which thumped, and screeched, and howled into my throbbing brain.",
							"You happy people: don't forget my mistake. Don't try to out-drink a satyr."
						],
						"by": "Mal, the Duskblade",
						"from": "on Satyrs"
					},
					"Squat, hairy, human-shaped fey with goat-like features and hoofed feet, satyrs love to dance, sing and frolic. They are wholly devoted to the pursuit of pleasure, and will celebrate any festival they hear of–the wilder the better! Satyrs will take any excuse to cut loose, often inventing flimsy pretexts to derail conversations and make themselves the center of attention.",
					{
						"name": "Life of the Party",
						"entries": [
							"Given their proclivity for living in the moment, it can be difficult to get satyrs to follow orders or even stay in one place for any length of time - though in an adventuring party they make up for such flakiness with the entertainment they provide, as well as their unsurpassed skill at gossip and rumor-mongering. Satyrs are very much at home in inns and taverns, sometimes venturing into humanoid settlements (usually in disguise) purely to sample the atmosphere of a particularly famous common room, gaze upon an extremely beautiful person, or taste an especially rich food."
						],
						"type": "entries"
					},
					{
						"name": "Wild at Heart",
						"entries": [
							"Although they enjoy the pleasures of humanoid society, a satyr's true home is in the forest, and any visit to civilized lands will ultimately prove fleeting. Enchanted woodlands provide shelter and safety, as well as the companionship of other fey creatures, thus most satyrs make their homes in small, hidden villages. Others are more solitary, retreating to some secluded hermitage to perfect a piece of music or recover after a particularly intense festival."
						],
						"type": "entries"
					},
					{
						"name": "Caprine Appearance",
						"entries": [
							"Satyrs have many goat-like aspects, including thick fur on their arms and legs, curling horns on their heads and hooves instead of feet. This makes them easy to identify, for they generally make no attempt to hide these features. A variety of different shades of fur are found among satyrs, with whites and browns being most common. The grooming habits of satyrs are unpredictable, as fey fashions can change rapidly, but the vast majority put at least some effort into looking good at all times.",
							"All Satyrs are male; female goat-legged fey are 'glaistigs', a completely different type of creature."
						],
						"type": "entries"
					},
					{
						"name": "Satyr Names",
						"entries": [
							"Though satyrs are given a name by their parents, they also take great pride on any nickname they can earn through their revelry and debauchery.",
							{
								"entries": [
									{
										"name": "Given Names",
										"entries": [
											"Adronus, Avery, Barases, Canteon, Dantes, Gilderos, Grover, Jed, O'Connor, Pan, Phaegan, Puck, Romeus, Silenus, Tarteron, Tum-Tum, Willie"
										],
										"type": "entries"
									},
									{
										"name": "Nicknames",
										"entries": [
											"Count Tipsy, Fairy-Dance, The Holy Drinker, Horny Devil, Mister Handsome, Ol' Three Sheets, The Roarin' Lord"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"sylvan": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"vicious mockery#c"
						],
						"3": [
							"charm person"
						],
						"5": [
							"suggestion"
						]
					},
					"ability": "cha"
				}
			]
		}
	]
}
