{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:R-Tib",
				"full": "Tibbit",
				"abbreviation": "MFoV",
				"authors": [
					"Middle Finger of Vecna",
					"Grand Moff Xela"
				],
				"url": "http://mfov.magehandpress.com/2016/12/tibbit.html",
				"version": "2017.01.04"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "9fabcb7adb",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Tibbit",
			"source": "MFOV:R-Tib",
			"ability": [
				{
					"dex": 2
				}
			],
			"speed": {
				"walk": 25
			},
			"size": [
				"S"
			],
			"entries": [
				"You share the following feline characteristics with other tibbits.",
				{
					"name": "Age",
					"entries": [
						"Tibbits reach adulthood around the age of 20, and can live to be 400 years old."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Tibbits are curious and impulsive.  Their mercurial nature leads them towards chaotic alignments, while their innate indifference leads them towards neutrality."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Tibbits stand about 3 feet tall.  Your size is Small"
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Keen Senses",
					"entries": [
						"You have proficiency with the {@skill Perception} skill."
					],
					"type": "entries"
				},
				{
					"name": "Feline Speech",
					"entries": [
						"You have the ability to speak to and understand cats. Of course, cats can choose to simply ignore you, as they are wont to do."
					],
					"type": "entries"
				},
				{
					"name": "Nine Lives",
					"entries": [
						"Whenever you make a death saving throw, you can add your proficiency bonus to the roll."
					],
					"type": "entries"
				},
				{
					"name": "Feline Form",
					"entries": [
						"You can use your action to transform into a {@creature cat|MM}. You can revert to your normal form earlier by using a bonus action on your turn. You automatically revert if you fall unconscious, drop to 0 hit points, or die. While you are transformed, the following rules apply:",
						{
							"type": "list",
							"items": [
								"Your game statistics are replaced by the cat's statistics, but you retain your alignment, personality, hit points, and Intelligence, Wisdom, and Charisma scores. You also retain all of your skill and saving throw proficiencies, and also gain those of the cat. If the cat has the same proficiency as you and the bonus in its stat block is higher than yours, use the cat's bonus instead of yours.",
								"You can add your proficiency bonus to the cat's attack and damage rolls.",
								"You can't cast spells, speak, or take any action that a cat cannot. Transforming doesn't break your concentration on a spell you've already cast, however, or prevent you from taking actions that are part of a spell, such as call lightning, that you've already cast.",
								"You retain the benefit of any features from your class, race, or other source and can use them if a cat is physically capable of doing so. However, you can't use any of your special senses, such as darkvision."
							]
						},
						"When you transform, your equipment merges with your cat form, and has no effect until you leave the form."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Jethro sneezed again as Mischa prowled into the common room. The image of elegance, she was dark of hair and moved with a silent, fluid predatory intent. Her bright, feline eyes, a stunning feature set among her angular features, followed the alchemist's movements as he set up shop.",
							"Jethro sneezed again. Tibbits' curiosity he could endure; their insufferable shedding, he could not. "
						],
						"by": "Jethro meets a tibbit"
					},
					"Tibbits, which are often called catweres, are small humanoid creatures which possess ability to turn into a common house cat. Most people believe that their race originated from a deluded wild mage that attempted to polymorph into a cat, but if you ask a tibbit, you'll get a different story every time. Tibbits are few in number, and their tendency to spread across the world leaves them lacking in racial unity. Much like the felines they resemble, tibbits are independent, curious, and quick in both body and mind. Rarely does a tibbit settle down, driven by a wanderlust that kicks in shortly after reaching adulthood.",
					{
						"name": "Curious Souls",
						"entries": [
							"Tibbits, as befits their heritage, are moody, curious, and sometimes arrogant. Many tibbits prefer the comforts of a fine meal, stiff drink, and a soft couch. Even the most decadent tibbit, however, eventually succumbs to the steady pull of its curiosity. A tibbit might spend years living off the treasures it won in adventure, only to suddenly strike out into the unknown once again."
						],
						"type": "entries"
					},
					{
						"name": "Flighty but Firm",
						"entries": [
							"When dealing with others, tibbits show a similar capability to change their attitudes and posture depending on their moods. A tibbit might act relaxed and languid one moment, alert and inquisitive the next. They tend to have a slightly distant, arrogant attitude toward others, as if tibbits, as a race, share a colossal, secret joke over other intelligent creatures. Still, once a tibbit marks someone as a friend, few other creatures match their devotion. A tibbit might complain about a friend's needs or tend toward laziness, but when trouble arises they are dauntless allies."
						],
						"type": "entries"
					},
					{
						"name": "Feline Forms",
						"entries": [
							"In humanoid form, tibbits are small, stealthy, dark-skinned people with pointed ears and catlike eyes. Their hair tends to grow thick and long, and males tend to grow sideburns. Their skin tones range from a tawny brown to black, but occasionally a tibbit has pure white skin. Their hair color matches the wide range of colors found in house cats, from pure white to striped silver to deep black. In their cat form, tibbits look like fat but energetic house cats. They appear identical to—and indistinguishable from—any common, domesticated breed."
						],
						"type": "entries"
					},
					{
						"name": "Curious and Amused",
						"entries": [
							"Tibbits view everything through their guise as house cats. As such, they see how other races act when they think no one else is around. To a tibbit, every intelligent creature is a bundle of secrets waiting to unfurl."
						],
						"type": "entries"
					},
					{
						"name": "Tibbit Names",
						"entries": [
							"Tibbits tend to adopt names based on their physical traits and deeds. A tibbit kitten is given a nickname by her parents that reflects her temperament and appearance. When a tibbit comes of age, she adopts a name of her choice. Tibbits tend to pick names from other folk, usually based solely on the sound.",
							"Strangers and business partners use the name a tibbit picks for herself, while the tibbit's close friends and family use the original nickname chosen by her parents. A tibbit allows only her closest friends to learn and use her nickname. A nontibbit given such a privilege has received one of the highest honors a tibbit can grant to an outsider.",
							"As a tibbit travels the world, she adopts a surname that reflects her experiences and important deeds. A tibbit usually changes her surname after such an event, but her true name uses all of her adopted surnames from childhood onward, and not just her latest one. When two tibbits meet, they share these long-form names to express their pasts with one another.",
							{
								"entries": [
									{
										"name": "Parent-Bestowed Names",
										"entries": [
											"Blackpaw, Glittereye, Longear, Patchfur, Quickfang, Tumblepaw"
										],
										"type": "entries"
									},
									{
										"name": "Chosen Names",
										"entries": [
											"Anisa, Leo, Mischa, Nikko, Shalimar, Soey, Tipp"
										],
										"type": "entries"
									},
									{
										"name": "Surnames",
										"entries": [
											"Barrelrider, Cavelooker, Dogjumper, Shadeslayer, Wirewalker"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"skillProficiencies": [
				{
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"common": true
				}
			],
			"age": {
				"mature": 20,
				"max": 400
			}
		}
	]
}
