{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:Dvati",
				"full": "Dvati",
				"abbreviation": "MFoV",
				"authors": [
					"Middle Finger of Vecna"
				],
				"url": "http://mfov.magehandpress.com/2016/07/dvati.html",
				"version": "2016.08.29"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ee5db3ebec",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Dvati",
			"source": "MFOV:Dvati",
			"ability": [
				{
					"choose": {
						"from": [
							"cha",
							"con",
							"dex",
							"int",
							"str",
							"wis"
						],
						"count": 2
					}
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 45
			},
			"entries": [
				"Dvati twins are wholly different to other humans, but tend to have the following traits in common which each other.",
				{
					"name": "Ability Score Increase",
					"entries": [
						"Two different ability score of your choice increase by 1 and you gain proficiency in one skill of your choice."
					],
					"type": "entries"
				},
				{
					"name": "Age",
					"entries": [
						"Like other humans, dvati twins reach adulthood in their late teens and live less than a century. Both twins usually pass away from old age on the same day."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Because of the dvati twins' dual nature, they are typically lawful in alignment, preferring to duel honorably or negotiate with their enemies on fair terms."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Dvati twins are always exactly the same height and build. Your twins are both Medium size."
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"Your base walking speed for a pair of dvati is 45 feet, which is divided up among the twins each turn as you choose."
					],
					"type": "entries"
				},
				{
					"name": "Twins",
					"entries": [
						"A 'single' dvati is a pair of creatures that share a single soul. They are inextricably linked, and can no more exist separately than a human can exist without his heart. In spite of having two bodies, dvati twins perform as a single character, with the following differences:",
						{
							"type": "list",
							"style": "list-hang",
							"items": [
								{
									"name": "Actions",
									"entries": [
										"Dvati twins have a single action, bonus action, and reaction, between them, each of which can be taken only once by one of the twins on your turn. If you take the {@action Dash}, {@action Disengage}, {@action Dodge}, {@action Help}, {@action Hide}, {@action Ready}, or {@action Search} actions, both twins perform the action and gain its benefits."
									],
									"type": "entries"
								},
								{
									"name": "Attacks",
									"entries": [
										"If you take the {@action Attack} Action to attack with one twin, the other twin can attack as a bonus action. You don't add your ability modifier to the damage of the bonus attack, unless that modifier is negative.",
										"If you're able to make multiple attacks, you can divide these attacks between the twins."
									],
									"type": "entries"
								},
								{
									"name": "Hit Points",
									"entries": [
										"Dvati twins have separate hit points, which are divided between them. At 1st level, each twin has the hit points of a human of the same class. At higher levels, each dvati twin's hit point maximum increases by your Constitution modifier + half the class's Hit Die.",
										"Your Hit Dice are also divided up amongst the dvati twins. You choose how many of these dice each twin receives when you take a long rest."
									],
									"type": "entries"
								},
								{
									"name": "Spellcasting",
									"entries": [
										"A pair of dvati twins can only concentrate on one spell at a time, however, only one of the twins needs to concentrate on a spell to maintain it. When you cast a spell which requires concentration, you choose which twin is concentrating on it.",
										"When casting a spell, either dvati can provide the spell components, and the spell can originate from the twin of your choice."
									],
									"type": "entries"
								},
								{
									"name": "Magical Effects",
									"entries": [
										"If a spell or magical ability affects one dvati twin, it affects them both, unless that spell or ability affects hit points or if the two twins are further than 100 feet apart, in which case, it affects each twin separately."
									],
									"type": "entries"
								},
								{
									"name": "Conditions",
									"entries": [
										"A condition, such as being {@condition poisoned} or {@condition grappled}, affects only one twin, even if imposed by a spell."
									],
									"type": "entries"
								},
								{
									"name": "Death",
									"entries": [
										"When a dvati twin is reduced to 0 hit points and begins to make death saving throws, its twin becomes incapacitated, and able to move at only half speed. If a dvati twin dies, the other twin quickly begins to deteriorate, and perishes 24 hours later if his partner does not return to life."
									],
									"type": "entries"
								}
							]
						}
					],
					"type": "entries"
				},
				{
					"name": "Empathic Link",
					"entries": [
						"As long as both twins are on the same plane, they can empathetically sense the other's emotional state. Each twin knows when the other takes damage.",
						"Additionally, though communication between the twins is not telepathic, it is highly nonverbal and intuitive. Dvati twins can communicate with half the words and twice the speed of other creatures, even in combat."
					],
					"type": "entries"
				},
				{
					"name": "Transference",
					"entries": [
						"If one of your dvati twins is affected by a curse, disease, or is blinded, deafened, paralyzed, or poisoned, and the other is not, you can use your action to transfer that condition to the other twin."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one extra language of your choice."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"It was like looking at a reflection in a mirror, except both of them could swing a sword at me. Before I knew it, I was outflanked and trying to duel the same person twice. I was on my back foot, and then I was just on my back. When they sheathed their identical rapiers and helped me up, I couldn't even tell which one I had offended in the first place."
						],
						"by": "Dravin",
						"from": "dueling dvati twins"
					},
					"A perfect pair, entwined for life, dvati are at once two beings and a single creature, a single soul living in two separate bodies.",
					{
						"name": "Identical Twins",
						"entries": [
							"Twins being born is by no means an uncommon occurrence, but sometimes they may have more in common than just appearances. Dvati are born as identical twins throughout the planes with a single identical soul shared between them. The twins act like a single paired organism, with two bodies and two minds acting with a single purpose. Ancient folklore claims that dvati are born with souls too large for one body, and therefore must house them in two.",
							"Dvati twins are skilled combatants, capable of strategizing in unison, and versatile spellcasters, able to conduct spells through one another. The benefits of having two bodies, however, is certainly balanced by its risks. Dvati twins cannot exist separately, and if one is killed or injured, it endangers the lives of both."
						],
						"type": "entries"
					},
					{
						"name": "Birds of a Feather",
						"entries": [
							"Dvati twins always travel together and tend to seek out other pairs of twins. When enough twins congregate, dvati are known to form towns and villages of their own. These are tightly-knit communities, for close cooperation is second nature to dvati, who view their settlements as a bastion of unity in an otherwise disconnected world."
						],
						"type": "entries"
					},
					{
						"name": "Cooperative Spirit",
						"entries": [
							"Working in perfect synchronicity is a dvati's usual state. As such, these twins find the relative discord of other creatures to be confusing, or at worst, distressing. They often spin parables about ants, wolves, and other cooperative creatures to illustrate how people should behave in harmony to better themselves. Such stories usually fall on deaf ears, for most creatures cannot relate to the close association that dvati share, but neither can dvati understand how it is to be alone."
						],
						"type": "entries"
					},
					{
						"name": "Dvati Names",
						"entries": [
							"Dvati twins are born into normal human families, and are therefore named as other humans. However, if a diviner foretells the birth of dvati twins, it is often customary to give them similar, rhyming names, so that the twins can feel more whole.",
							{
								"entries": [
									{
										"name": "Male Dvatie Twin Names",
										"entries": [
											"Amrod and Amras, Corin and Corvin, Giles and Files, Jovan and Joran, Landon and London, Zane and Zost."
										],
										"type": "entries"
									},
									{
										"name": "Female Dvatie Twin Names",
										"entries": [
											"Bree and Ski, Cilia and Hilia, Dora and Kora, Kara and Mera, Mello and Yellow, Tellia and Talia."
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"athletics",
							"acrobatics",
							"sleight of hand",
							"stealth",
							"arcana",
							"history",
							"investigation",
							"nature",
							"religion",
							"animal handling",
							"insight",
							"medicine",
							"perception",
							"survival",
							"deception",
							"intimidation",
							"performance",
							"persuasion"
						]
					}
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"age": {
				"mature": 20,
				"max": 100
			}
		}
	]
}
