{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:R-AG",
				"full": "Awakened Golem",
				"abbreviation": "MFoV",
				"authors": [
					"Middle Finger of Vecna"
				],
				"url": "http://mfov.magehandpress.com/2018/03/awakened-golem.html",
				"version": "2018.03.27"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "caf7b24f82",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Awakened Golem",
			"source": "MFOV:R-AG",
			"ability": [
				{
					"con": 2,
					"str": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"traitTags": [
				"Natural Armor",
				"Uncommon Race"
			],
			"entries": [
				"Though mighty, you are far from indestructible. You possess the following racial traits:",
				{
					"name": "Age",
					"entries": [
						"Golems do not age like ordinary creatures, but must occupy themselves with activities or their sanity will start to degrade. If you are kept in a functional state of repair, you could conceivably live forever."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"A golem's mechanical mind predisposes them toward lawful alignments."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Smaller than most of your golem contemporaries, but towering over most men, you stand nearly 7 feet tall. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Armored Flesh",
					"entries": [
						"Your armor class increases by 1."
					],
					"type": "entries"
				},
				{
					"name": "Bulwark",
					"entries": [
						"Though you are unaffected by most healing magic, you are extraordinarily durable. You gain a bulwark point. As a reaction when you take damage, you can spend a bulwark point to gain resistance to that damage. You gain one additional bulwark point at 8th level and another at 16th level. You regain all expended bulwark points when you take a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Golem Anatomy",
					"entries": [
						"Though you are akin to true golems, the composition of your body and mind closely resembles a living creature. You are immune to nonmagical diseases. You do not need to eat, drink, or breathe, but you can ingest food and drink if you wish.",
						"Instead of sleeping, you enter an inactive state for 4 hours each day. You do not dream in this state; you are fully aware of your surroundings and notice approaching enemies and other events as normal.",
						"Your type is Humanoid, but you are immune to any effect which specifically excludes constructs. You can't regain hit points from spells."
					],
					"type": "entries"
				},
				{
					"name": "Immutable Form",
					"entries": [
						"You have advantage on saving throws you make against spells or effects that would alter your form against your will."
					],
					"type": "entries"
				},
				{
					"name": "Repair",
					"entries": [
						"Though you are unaffected by most healing magic, you can patch yourself up using mundane materials. Whenever you take a short rest, you regain 1 expended hit die."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can understand Common as well as one language known by your creator."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"I mean, I know two people are dead and we never really quite got to the bottom of the rat king's whole situation... but for one day, I felt human. Thanks for puttin' up with me today."
						],
						"by": "Big Charlie, awakened golem"
					},
					"Awakened golems are living constructs brought into being through incredible magic. Unmoored from the connection to their creator, an awakened golem is free to make its own decisions, pursue its own ambitions, and live its own life, though it is still blessed (or perhaps burdened) with the astonishingly powerful, ageless body of a construct.",
					{
						"name": "Humble Materials, Profound Magic",
						"entries": [
							"Few spellcasters have the power, the ingenuity, and the motive to literally create life from nonliving materials ― even the gods find that task challenging. Life spontaneously created by magic normally sputters out as the spell the created it fades, or otherwise vanishes completely in a puff of smoke at the spell's conclusion. Creating a true awakened golem, therefore, is a herculean feat.",
							"Creating a golem first requires a manual of golems, a vast amount of wealth, a deep well of arcane power, and patience. When it is at last complete, the golem towers above even its creator, possesses incredible strength, and is perfectly obedient to its creator's wishes. But not all arcanists desire blind obedience from their creations, and then undergo the equally challenging task of awakening the golem, imbuing it with sapience and perhaps even a soul. Often, the awakening transforms the golem on some physical level as well, bringing it closer to the scale of humanoids and giving it more recognizable features.",
							"Sometimes awakened golems are created by sheer accident, such as through a mishap with the creation process, a wild magic event gone terribly wrong, or a card drawn from a deck of magical cards. In these cases, an awakened golem might not resemble a traditional golem at all, and will likely learn all it knows from the environment it is born into."
						],
						"type": "entries"
					},
					{
						"name": "Freed Spirits",
						"entries": [
							"Like other creatures, most awakened golems resent taking orders day in and day out. They can think and act for themselves and relish the chance to see the world, if afforded it.",
							"Still, most awakened golems feel separate from the rest of the world. Other humanoids might recognize them as being intelligent and sapient, but a wide division stands between them and polite society. Lingering questions about the golem's creation, from the nature of their souls, to the issue of their agelessness, couples with this and tends to alienate them further, often positioning them as outcasts left to aimlessly find their way in the world."
						],
						"type": "entries"
					},
					{
						"name": "Awakened Golem Names",
						"entries": [
							"An awakened golem's name depends on their origin: if a golem was made by an arcanist, its name would have been granted to it when it was first created; if it was brought to life spontaneously, it likely chose its own name or had one foisted upon it by those around them. Golems might choose to express a gender, but are not created with any disposition toward one, and so might equally pick a male, female, or unisex name.",
							{
								"entries": [
									{
										"name": "Golem Names",
										"entries": [
											"Adam, Animus, Big Charlie, Emet, Final Pam, Gavra, Golem, Goliath, Josef, Mook, Mr. Fixit, Muscles, Number Thirteen, Og, Rocky, Servant of Locke, Steele, Tiny, Vold"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true
				}
			]
		}
	]
}
