{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:Illum",
				"full": "Illumian",
				"abbreviation": "MFoV",
				"authors": [
					"Middle Finger of Vecna"
				],
				"url": "http://mfov.magehandpress.com/2015/09/illumian.html",
				"version": "2015.12.14"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "3cfcffc516",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Illumian",
			"source": "MFOV:Illum",
			"ability": [
				{
					"int": 1,
					"choose": {
						"from": [
							"str",
							"int",
							"dex",
							"cha",
							"con"
						]
					}
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"entries": [
				"Your illumian character has the following traits.",
				{
					"name": "Age",
					"entries": [
						"Illumians age at the same rate as humans, reaching adulthood in their late teens and living less than a century."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"The cabals that form the backbone of illumian society maintain codes of honor they expect members to follow, therefore illumians have a tendency toward lawful alignments."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Illumians vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your position in that range, your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Illumian, and two extra languages of your choice. Illumians are a scholarly race, and they often learn multiple languages in their leisure time."
					],
					"type": "entries"
				},
				{
					"name": "Glyphic Resonance",
					"entries": [
						"Illumians are the physical embodiment of a magical language, so they interact strangely with symbol-based spells. You are immune to the effects of 1 of the following spells: {@spell illusory script}, {@spell glyph of warding}, and {@spell symbol}, provided you know and can cast it. You can change this selection when you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Luminous Sigils",
					"entries": [
						"An array of luminous sigils of Illumian orbit your head, shedding bright light in a 5-foot radius and dim light in a 10-foot radius. You may use a bonus action to make the sigils vanish or reappear, but you lose your Glyphic Resonance trait when they are suppressed."
					],
					"type": "entries"
				},
				{
					"name": "Versatile Learner",
					"entries": [
						"You are proficient in one skill of your choice. Additionally, when you take a level in a class other than your first, you can reduce one Ability Score Minimum for Multiclassing Prerequisites to 10 for a given ability score, rather than 13."
					],
					"type": "entries"
				},
				{
					"name": "Power Sigils",
					"entries": [
						"In addition to the array of dimly glowing luminous sigils that orbits your head, you have two slightly brighter sigils, known as power sigils, which grant you certain bonuses. Choose two of the options from the table below:",
						{
							"type": "table",
							"caption": "Power Sigils",
							"colLabels": [
								"Sigil",
								"Meaning",
								"Effect"
							],
							"rows": [
								[
									"Aesh",
									"\"vigor\"",
									"Your Strength score increases by 1."
								],
								[
									"Hoon",
									"\"life\"",
									"Your Wisdom score or Constitution score (your choice) increases by 1."
								],
								[
									"Krau",
									"\"magic\"",
									"You know one cantrip of your choice from the {@filter wizard spell list|spells|level=0|class=Wizard}. Intelligence is your spellcasting ability for it."
								],
								[
									"Naen",
									"\"mind\"",
									"Your Intelligence score increases by 1."
								],
								[
									"Uur",
									"\"grace\"",
									"Your Dexterity score increases by 1."
								],
								[
									"Vaul",
									"\"soul\"",
									"Your Charisma score increases by 1."
								]
							]
						}
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Glowing sigils rotate around the head of a tall, pale man sitting at the bar. A few patrons stare, unalarmed, but rather perplexed. He writes upon a sheet of parchment emphatically, occasionally looking up to take a drink from his mug before continuing his work.",
							"A heavy-set orc throws open the tavern doors and marches to the bar, sitting down with a clomp next to the pale man. He mutters a thickly accented order for a drink at the barkeep and begins digging around in his rucksack for a coin when he takes notice of thin human and his rotating, arcane runes.",
							"\"Oy! Hate'to ask mista, bu wha'cha doin' wit dowes them-there fancy glowin' things?\" The orc questioned loudly, far above the volume of the room. The patrons stood quiet for a moment, listening for the man's reply.",
							"\"It's quite alright\" the man says in a genial tone. \"I'm researching a spell that might end noisy interruptions once and for all. Maybe then we can all get some peace and quiet.\""
						],
						"by": "Krog",
						"from": "meeting Eth Vaul Hoon"
					},
					{
						"name": "Word Made Flesh",
						"entries": [
							"There is power in the written word. Legend says that long ago Words of Power spoken by the gods forged the world, anchoring the mountains and the sky from the pandemonium that preceded it. These words then created the races, the monsters, the cities, and the wilds.",
							"Illumian legend states that these words did not vanish or lose their power, for Power is eternal; they were merely forgotten. A monk, hailing from a powerful kingdom long since fallen, discovered some of these words and, to channel them, created a ritual to embody them, the Ritual of Word Made Flesh. It is unclear what the ritual entailed, or why it, too, was forgotten, but folklore holds this ritual alone created the first illumians who are a living manifestation of the Words."
						],
						"type": "entries"
					},
					{
						"name": "Scholars by Nature",
						"entries": [
							"Illumians are an extremely focused people, who believe that being merely exceptional isn't good enough; one must have mastery. This strong belief in mastery and the competitive nature that brings illumians pursue it permeates every area of their psychology."
						],
						"type": "entries"
					},
					{
						"name": "Cabals and the Black Table",
						"entries": [
							"The principle social structure within illumian society is the Cabal, a highly rigid hierarchy to which illumians belong at birth. Each cabal consists of one hundred to three hundred illumians and are typically seated in a fortress-like enclave. The structure and rules are precisely stated and typically unique to each cabal, though they all share a few commonalities.",
							"The Elders of each cabal rule from seats at the Black Table, which direct activities of the cabal down the hierarchy. Usually, the oldest member of the enclave acts as the heads of the Black Table, while the youngest member acts as the liaison to the rest of the cabal. The Black Table also appoints special positions in the society, such as the Arbiter, the Lorekeeper, and the Final Seed."
						],
						"type": "entries"
					},
					{
						"name": "Illumian Names",
						"entries": [
							{
								"entries": [
									"Being a people of written words, the illumians following a naming scheme based largely upon three characters, each with meaning. The first character, which acts as a given name, is chosen by an illumian at birth by his parents, and may by from any language, including that of the illumians. The second two characters are the individual's power sigil, which are listed below. These combinations being sufficient to label all illumians, they make no distinction between male and female names.",
									{
										"name": "Illumian Given Names",
										"entries": [
											"Ash, Eng, Eth, Ethel, Ond,Thorn, Wynn, Yogh"
										],
										"type": "entries"
									},
									{
										"name": "Illumian Power Sigils",
										"entries": [
											"Aesh, Hoon, Krau, Naen, Uur, Vaul"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"athletics",
							"acrobatics",
							"sleight of hand",
							"stealth",
							"arcana",
							"history",
							"investigation",
							"nature",
							"religion",
							"animal handling",
							"insight",
							"medicine",
							"perception",
							"survival",
							"deception",
							"intimidation",
							"performance",
							"persuasion"
						]
					}
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"other": true,
					"anyStandard": 2
				}
			]
		}
	]
}
