{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:MM",
				"abbreviation": "MFoV",
				"full": "Monsters and Men",
				"authors": [
					"Middle Finger of Vecna"
				],
				"version": "2015.11.14",
				"url": "https://www.patreon.com/posts/4928504"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "3e6fd26e86",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Thri-Kreen",
			"source": "MFOV:MM",
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Drik, nictck-chital. Prict chik-tic-tic-tic, pract nictck-ch bract ick-click. Pree nack chik-tick?"
						],
						"by": "Clicky, Thri-Kreen ranger"
					},
					{
						"type": "quote",
						"entries": [
							"I have no idea what he's saying half the time."
						],
						"by": "Hassleus Meddlit, Gnome wizard"
					},
					"Fierce hunters and faultless trackers, the thri-kreen are a race of insect-folk sometimes known as \"mantis warriors.\" They are inscrutable, alien creatures; those who do not know them well believe them to be bloodthirsty monsters. Nomadic folk who spend their brief lives roaming vast distances of the deserts, scrublands, and savannas of the south, thri-kreen are near-perfect hunters.",
					{
						"name": "Mantis Warrios",
						"entries": [
							"A thri-kreen resembles a bipedal praying mantis. Its body's exoskeleton is sandy yellow in color. Of the body's six limbs, the lower two are used for walking, and the upper four end in four-fingered, clawlike hands. Thri-kreen have large, dangerous mandibles and compound eyes. Two small antennae sprout from the tops of their heads. They wear little clothing beyond simple harnesses for carrying weapons and equipment."
						],
						"type": "entries"
					},
					{
						"name": "Tight-Knit Groups",
						"entries": [
							"Each thri-kreen forms deep attachments with a handful of other individuals, regarding them as clutch-mates, companions to be defended with one's own life if need be. All others outside this small group of companions are strangers and enemies, although thri-kreen are intelligent enough to recognize that one traveling alone in the lands of other folk would be wise to keep such observations to oneself."
						],
						"type": "entries"
					},
					{
						"name": "Thri-Kreen Communication",
						"entries": [
							"Thri-kreen employ a language without words. To show emotion and reaction, a thri-kreen clacks its mandibles and waves its antennae, giving other thri-kreen a sense of what it is thinking and feeling. Other creatures find this manner of communication difficult to interpret and impossible to duplicate. When forced to interact with creatures of other intelligent species, thri-kreen employ alternative methods of communication, such as drawing pictures in sand or making pictures out of twigs or blades of grass. More civilized thri-kreen take to learning Common, but cannot speak it, due to their mandible structure."
						],
						"type": "entries"
					},
					{
						"name": "Limited Emotions",
						"entries": [
							"Thri-kreen experience the full range of emotions but aren't as prone to emotional outbursts as humans. Thri-kreen with psionic ability often demonstrate a wider range of emotions, particularly if they live near or interact with humans or other highly emotional creatures."
						],
						"type": "entries"
					},
					{
						"name": "Hunter-Gatherers",
						"entries": [
							"Thri-kreen view themselves as noble hunters and judge other folk on the simple relationship of predator to prey. They respect barbarians, rangers, and others who live off the land and treat the land with care. On the other hand, savage and evil races such as gnolls and orcs despoil the lands that should be hunted with respect, and thus earn the thri-kreen's enmity. The mantis warriors generally regard city folk and farmers of other races as not-hunters, and therefore not worth their attention (but also unworthy of their enmity)."
						],
						"type": "entries"
					},
					{
						"name": "Thri-Kreen Names",
						"entries": [
							{
								"entries": [
									"Thri-kreen make no distinction between male and female names, and they do not use a surname.",
									{
										"name": "Thri-kreen Names",
										"entries": [
											"Chak-tha, Drik-chkit, Kacht-ta, Kat'chka, Pak'cha, Pik-ik-cha, Ptekwe, Tak-tha, Tik-tik."
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"dex": 1
				}
			],
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Thri-kreen have relatively short lifespans, reaching maturity after only 2 years. On average, thri-kreen live about 30 to 35 years, though there are Thri-kreen legends about one of their number who lived almost 4 times as long as normal."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Thri-kreen have virtually no social structure other than the clutches they form with their closest allies. The notion of sophisticated rules for social behavior is foreign to them. They are almost always chaotic in alignment, and often neutral with respect to good and evil."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Thri-kreen tend to hunch when walking around, appearing to be as tall as a human. When fully upright, a thri-kreen stands between 6 and 7 feet tall. They weigh about 150 pounds on average. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Natural Jumper",
					"entries": [
						"Thri-Kreen have powerful legs, allowing for jumps that many other humanoids consider impossible. You have advantage on Strength ({@skill Athletics}) checks made when jumping. You do not need a running start to perform a long jump or high jump."
					],
					"type": "entries"
				},
				{
					"name": "Four Arms",
					"entries": [
						"You have four arms with which to hold things. Two of them are smaller minor arms, and cannot hold shields or attack with weapons. The minor arms may manipulate objects and perform the somatic components of spells. These extra arms do not grant extra attacks beyond those which you are normally granted. Finally, you may interact with an additional object (like drawing or stowing something) each turn."
					],
					"type": "entries"
				},
				{
					"name": "Sleepless",
					"entries": [
						"You don't require sleep to function. As such, magic can't put you to sleep. You still must take long rests and can perform nothing more than a light task during said rest."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can comprehend, read, and write Common, and can speak Thri-Kreen. Thri-Kreen is a language that is seemingly wordless, where thoughts and ideas are conveyed through specific clacking of mandibles, waving of antennae, and gesturing of hands. Only thri-kreen have the physical features necessary to speak the language properly."
					],
					"type": "entries"
				},
				{
					"name": "Thri-Kreen Weapon Training",
					"entries": [
						"You are proficient with both the {@item Gythka|MFOV:MM} and {@item Chatkcha|MFOV:MM}. They are Martial weapons, and you may take them as starting equipment if your class allows you to take a martial weapon normally."
					],
					"type": "entries"
				}
			],
			"traitTags": [
				"Improved Resting",
				"Monstrous Race"
			],
			"languageProficiencies": [
				{
					"common": true,
					"other": true
				}
			]
		},
		{
			"name": "Kobold",
			"source": "MFOV:MM",
			"ability": [
				{
					"dex": 2
				}
			],
			"darkvision": 60,
			"size": [
				"S"
			],
			"speed": {
				"walk": 30
			},
			"traitTags": [
				"Monstrous Race",
				"Tool Proficiency"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"We abandoned most of our carried items and donkeys to speed our flight toward the elevators, but we were cut off by kobold snipers who split-moved and fired, ducking back behind stones and corners after launching steel-tipped bolts and arrows, javelins, hand axes, and more flaming oil bottles. We ran into an unexplored section of Level One, taking damage all the time. It was then we discovered that these kobolds had honeycombed the first level with small tunnels to speed their movements. Kobold commandos were everywhere. All of our hirelings died. Most of our henchmen followed. We were next."
						],
						"by": "Tucker, human warrior"
					},
					"Kobolds are craven reptilian humanoids that worship evil dragons as demigods and serve them as minions and toadies. Kobolds inhabit dragons' lairs when they can but more commonly infest dungeons, gathering treasures and trinkets to add to their own tiny hoards.",
					{
						"name": "Strength in Numbers",
						"entries": [
							"Kobolds are egg-laying creatures which breed prodigiously, laying eggs quickly which rapidly mature. While some grow long enough to be \"great wyrms\" over a century old, most perish before their first decade. Physically weak, they are easy prey for predators. This vulnerability forces them to band together. Their superior numbers can win battles against powerful adversaries, but often with massive casualties on the kobold side."
						],
						"type": "entries"
					},
					{
						"name": "Dragon Worshippers",
						"entries": [
							"Kobolds venerate dragons, to which they believe they are kin. The origin of this connection is unclear, based heavily on folklore and myth, but the relationship is undeniable and shapes every aspect of kobold religion.",
							"In addition to the dragons they revere, kobolds worship a lesser god named Kurtulmak. Legends speak of how Kurtulmak served as Tiamat's vassal in the Nine Hells until Garl Glittergold, the god of gnomes, stole a trinket from the Dragon Queen's hoard. Tiamat sent Kurtulmak to retrieve the trinket, but Garl Glittergold played a trick on him, collapsing the earth and trapping the kobold god in an underground maze for eternity. For this reason, kobolds hate gnomes and pranks of any kind."
						],
						"type": "entries"
					},
					{
						"name": "Tunnelers and Trapmakers",
						"entries": [
							"Kobolds make up for their physical ineptitude with a cleverness for trap making and tunneling. Kobolds take great pride in constructing their elaborate warrens and defending them with nefarious traps. Designed with low tunnels, kobolds can move easily through their lairs which hinder larger humanoids. The most insidious kobold traps make use of natural hazards and other creatures, and are thoroughly ruthless against invaders. A trip wire might connect to a spring-loaded trap that hurls clay pots of flesheating green slime or flings crates of venomous giant centipedes at intruders."
						],
						"type": "entries"
					},
					{
						"name": "Kobold Names",
						"entries": [
							{
								"entries": [
									"Kobold names are short and guttural, formed from thickly accented syllables from draconic, often repeated in pairs.",
									{
										"name": "Male Names",
										"entries": [
											"Draahzin, Ed-Ed, Ipmeerk, Jik-Jik, Kip-Kip, Makroo, Olp, Pun-Pun, Yaar-Yaar."
										],
										"type": "entries"
									},
									{
										"name": "Female Names",
										"entries": [
											"Araak, Kail-Kail, Neeral, Oza-Oza, PorPor, Saassraa, Tarka."
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Kobolds have a rather long lifespan, becoming adults at 12 years of age. No one really knows how long lived a Kobold can be, with the recorded lifespan of about two centuries."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Most Kobolds are Lawful, though they have a slight inclination to either good or evil based on which type of dragon they worship. Chromatic Kobolds are usually evil, while Metallic Kobolds are the opposite."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Kobolds stand 4 feet tall at adulthood, and weigh about 40 pounds. Your size is Small."
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"Kobolds have a base walking speed is 30 feet. They are known to be quick and agile."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it was bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of grey."
					],
					"type": "entries"
				},
				{
					"name": "Trap Affinity",
					"entries": [
						"You are proficient with Traps and the Trapmaking Kit. In addition, you have advantage on all saving throws made against traps."
					],
					"type": "entries"
				},
				{
					"name": "Shifty",
					"entries": [
						"If a melee attack misses you, you can immediately move 5 feet in any direction that isn't blocked as a reaction. This movement does not provoke opportunity attacks."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Draconic."
					],
					"type": "entries"
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"draconic": true
				}
			]
		},
		{
			"name": "Myconid",
			"source": "MFOV:MM",
			"ability": [
				{
					"wis": 2,
					"con": 1
				}
			],
			"speed": {
				"walk": 30
			},
			"size": [
				"M"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"I done seen some things down there\" the elderly dwarf gestured downward with his thumb to a rapt gathering of dwarven children.",
							"\"There be cities grander than any of dwarf's make, holdin' creatures more evil than th' Pit isself. There be ungodly abominations that weren't never meant to see the light o' day. And there be...\" his voice trailed off while his hand continued to stoke his ivory beard.",
							"The old dwarf's voice left a lull of quiet in anticipation, broken by the youngest in the audience, who exclaimed, \"Whatja see gampa? Whatja see?\"",
							"Suddenly cogent, the old dwarf resumed, \"Mushrooms! An entire city of mushrooms!\""
						],
						"by": "Blim Stronghelm",
						"from": "recounts his first myconid encounter"
					},
					"Myconids are intelligent, ambulatory fungi that live in the Underdark, seek enlightenment, and deplore violence. If approached peacefully, myconids gladly provide shelter or allow safe passage through their colonies.",
					{
						"name": "Circles and Melds",
						"entries": [
							"The largest myconid in a colony is its sovereign, which presides over one or more social groups called circles. A circle consists of twenty or more myconids that work, live, and meld together.",
							"A meld is a form of communal meditation that allows myconids to transcend their dull subterranean existence. The myconids' rapport spores bind the participants into a group consciousness. Hallucination spores then induce a shared dream that provides entertainment and social interaction. Myconids consider melding to be the purpose of their existence. They use it in the pursuit of higher consciousness, collective union, and spiritual apotheosis. Myconids also use their rapport spores to communicate telepathically with other sentient creatures."
						],
						"type": "entries"
					},
					{
						"name": "Cultural Pacifism",
						"entries": [
							"From a very early age, myconids are taught the virtues of empathy and pacifism. Material and worldly possessions are not chiefly important to myconids, so there is very little motivation for violence."
						],
						"type": "entries"
					},
					{
						"name": "Myconid Reproduction",
						"entries": [
							"Like other fungi, myconids reproduce by mundane sporing. They carefully control their spores' release to avoid overpopulation. Unlike most other humanoids, myconids take no pleasure from reproduction and feel very little connection to their offspring. Child rearing is a responsibility shared by the entire circle, and it is rare if young myconids can even identify their parents."
						],
						"type": "entries"
					},
					{
						"name": "Myconid Names",
						"entries": [
							{
								"entries": [
									"Due to the fact that myconids have no verbal language, their names are most appropriately translated as physical descriptors of a particular individual.",
									{
										"name": "Myconid Names",
										"entries": [
											"Bolete, Brownback, Buttonhead, Greenfoot, Morel, Mossy, Portabelt, Puffball, Redstem, Soft-Step, Stinkhorn, Toad."
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Like other fungi, myconids reproduce by mundane sporing. They carefully control their spores' release to avoid overpopulation. Individual myconids can live to well over a century. After this time, the most elder myconids can live even longer, becoming a Soverign of one or more circles and living up to a century longer."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Most often, myconids believe strongly in society and law. It is extremely uncommon for a myconid to directly harm any creature that does not mean it, or its circle, harm."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Myconids grow to a wide variety of heights and builds, with the most common being stocky and around 6 feet tall, weighing around 125 pounds. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Sun Sickness",
					"entries": [
						"You become {@condition poisoned} if you spend more than 1 minute in direct sunlight. This condition ends when you spend 1 minute in dim or dark conditions."
					],
					"type": "entries"
				},
				{
					"name": "Nonverbal Magic",
					"entries": [
						"Though you have no conventional language, you may still cast spells that require verbal components."
					],
					"type": "entries"
				},
				{
					"name": "Rapport Spores",
					"entries": [
						"All creatures within 15 feet of you with an Intelligence of 2 or higher that aren't undead, constructs, or elementals can communicate telepathically with you and with each other. You can suppress this ability at will."
					],
					"type": "entries"
				},
				{
					"name": "Pacifying Spores",
					"entries": [
						"As an action, you can ejects spores at one creature you can see within 5 feet of you. The target must succeed on a DC 11 Constitution saving throw or be {@condition stunned} for 1 minute. Undead, constructs, and elementals automatically succeed this save. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. After using this trait, you cannot do so again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Hallucination Spores",
					"entries": [
						"As an action, you can produce spores that effect all creatures within 30 feet of you that aren't undead, constructs, or elementals. These creatures are all affected as per the cantrip {@spell minor illusion} while you concentrate on the effect. The spell save DC for this effect is 8 + your Intelligence modifier + your proficiency bonus."
					],
					"type": "entries"
				},
				{
					"name": "Meld",
					"entries": [
						"When you take a long rest in the presence of two or more other myconids, you can meld with them. After melding, you regain all expended Hit Dice and gain one of the following benefits:",
						{
							"type": "list",
							"items": [
								"You have advantage on the next saving throw you make in the next 24 hours.",
								"You can end one disease or one condition effecting you from among: blinded, deafened, paralyzed, or poisoned.",
								"You gain one inspiration point."
							]
						}
					],
					"type": "entries"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"minor illusion#c"
						]
					}
				}
			]
		},
		{
			"name": "Lizardfolk",
			"source": "MFOV:MM",
			"ability": [
				{
					"con": 2
				}
			],
			"size": [
				"V"
			],
			"speed": "Varies",
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"Dozens of 'em came outta the woodwork. Dropped from trees, jumped outta bushes... We were surrounded before we even saw 'em.\""
						],
						"by": "Finnaeus Oakfingers, Halfling Bard",
						"from": "describing an encounter with a tribe of lizardfolk"
					},
					"Lizardfolk are primitive reptilian humanoids that lurk in the swamps and jungles of the world. Their hut villages thrive in forbidding grottoes, half-sunken ruins, and watery caverns.",
					{
						"name": "Territorial Xenophobes",
						"entries": [
							"Lizardfolk deal and trade with other races only rarely. Fiercely territorial, they use camouflaged scouts to guard the perimeter of their domain. When unwelcome visitors are detected, a tribe sends a hunting band to harass or drive the trespassers off, or tricks them into blundering into the lairs of crocodiles and other dangerous creatures. Lizardfolk have no notion of traditional morality, and they find the concepts of good and evil utterly alien. Truly neutral creatures, they kill when it is expedient and do whatever it takes to survive. Lizardfolk rarely stray beyond their claimed hunting grounds. Any creature that enters their territory is fair game to be stalked, killed, and devoured. They make no distinction between humanoids, beasts, and monsters. Similarly, lizardfolk don't like reaching too far beyond their borders, where they could easily become the hunted instead of the hunters. Occasions might arise when lizardfolk will form alliances with their neighbors. These lizardfolk usually learn firsthand that humans, dwarves, halflings, and elves can sometimes prove helpful or trustworthy. Once lizardfolk forge ties with outsiders, they are steadfast and fierce allies."
						],
						"type": "entries"
					},
					{
						"name": "Great Feasts and Sacrifices",
						"entries": [
							"Lizardfolk are omnivorous, but they have a taste for humanoid flesh. Prisoners are often taken back to their camps to become the centerpieces of great feasts and rites involving dancing, storytelling, and ritual combat. Victims are either cooked and eaten by the tribe, or are sacrificed to Semuanya, the lizardfolk god."
						],
						"type": "entries"
					},
					{
						"name": "Canny Crafters",
						"entries": [
							"Though they aren't skilled artisans, lizardfolk craft tools and ornamental jewelry out of the bones of their kills, and they use the hides and shells of dead monsters to create shields."
						],
						"type": "entries"
					},
					{
						"name": "Lizardfolk Leaders",
						"entries": [
							"Lizardfolk respect and fear magic with a religious awe. Lizardfolk shamans lead their tribes, overseeing rites and ceremonies performed to honor Semuanya. From time to time, however, a lizardfolk tribe produces a powerful figure touched not by Semuanya but by Sess'inek-a reptilian demon lord who seeks to corrupt and control the lizardfolk. Lizardfolk born in Sess'inek's image are larger and more cunning than other lizardfolk, and are thoroughly evil. These lizard kings and queens dominate lizardfolk tribes, usurping a shaman's authority and inspiring uncharacteristic aggression among their subjects."
						],
						"type": "entries"
					},
					{
						"name": "Dragon Worshipers",
						"entries": [
							"Lizardfolk speak Draconic, which they are thought to have learned from dragons in ancient times. A tribe that wanders into the territory of a dragon will offer it tribute to win its favor. An evil dragon might exploit lizardfolk for its own vile ends, turning them into raiders and plunderers."
						],
						"type": "entries"
					},
					{
						"name": "Lizardfolk Names",
						"entries": [
							{
								"entries": [
									"Lizardfolk names are typically very harsh and sibilant, like the Draconic language from which they are derived. They are also given a nickname that reflects some unique trait they have. The nicknames are given in Draconic, but can be easily translated to Common. Lizardfolk do not have surnames.",
									{
										"name": "Male Names",
										"entries": [
											"Arashk, Braza, Drazzat, Grauk, Guhet, Kaszuk, Kiuz, Rashaz, Traz, Varak, Yizzik."
										],
										"type": "entries"
									},
									{
										"name": "Female Names",
										"entries": [
											"Crae, Drazda, Hara, Hesk, Jazaka, Kroga, Riza, Saraza, Saress, Zara, Yikuz."
										],
										"type": "entries"
									},
									{
										"name": "Nicknames",
										"entries": [
											"Snapjaw, Glimmerscale, Sharpclaw, Strongtail, Swifthunter, Brighteyes"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"traitTags": [
				"Amphibious",
				"Monstrous Race",
				"Natural Weapon"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Lizardfolk reach adulthood around 10 years of age. On average, they live about 110 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"As most lizardfolk tribes worship black or green dragons, many lizardfolk tend to be as chaotic and evil as their draconic patrons. However, a lizardfolk adventurer may possess a better moral compass than its tribal kin."
					],
					"type": "entries"
				},
				{
					"name": "Heightened Senses",
					"entries": [
						"Your keen eyes and nose make give you +2 bonus to passive Wisdom (Perception) checks checks involving sight or smell."
					],
					"type": "entries"
				},
				{
					"name": "Natural Weapons",
					"entries": [
						"You sport the wicked teeth and claws of a predator. Your unarmed strikes deal {@damage 1d4} slashing damage (claws) or {@damage 1d4} piercing damage (teeth)."
					],
					"type": "entries"
				},
				{
					"name": "Swamp Dweller",
					"entries": [
						"You can hold your breath for up to 15 minutes. Additionally, you have a swim speed equal to your base walking speed."
					],
					"type": "entries"
				},
				{
					"name": "Tribal Hunter",
					"entries": [
						"You are proficient with {@item club|PHB|clubs}, {@item dagger|PHB|daggers}, {@item spear|PHB|spears}, {@item javelin|PHB|javelins}, and {@item sling|PHB|slings}."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak pidgin Common and you can speak, read, and write Draconic. Draconic is thought to be one of the oldest languages and is often used in the study of magic. The language sounds harsh to most other creatures and includes numerous hard consonants and sibilants."
					],
					"type": "entries"
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"draconic": true
				}
			],
			"weaponProficiencies": [
				{
					"club|phb": true,
					"dagger|phb": true,
					"spear|phb": true,
					"javelin|phb": true,
					"sling|phb": true
				}
			],
			"age": {
				"mature": 10,
				"max": 110
			}
		},
		{
			"name": "Kenku",
			"source": "MFOV:MM",
			"ability": [
				{
					"dex": 2,
					"int": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"traitTags": [
				"Monstrous Race"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"A cloaked humanoid clings to the shadows. It has birdlike talons instead of hands and feet, and beneath the cowl of its robe you can discern avian features -- beady black eyes, a black beak, and russet-brown feathers. I nervously glance about, searching the shadows for the rest of his Flock waiting in ambush."
						],
						"by": "The Duke Arston",
						"from": "encounters a kenku Flock"
					},
					"Kenku are feathered humanoids that wander the world as vagabonds, driven by greed. They can perfectly imitate any sound they hear.",
					{
						"name": "Speech in Pantomime",
						"entries": [
							"Kenku can mimic the sound of anything they hear. A kenku asking for money might make the sound of coins clinking together, and a kenku referring to a busy marketplace can reproduce the cacophony of hawking vendors, barking dogs, bleating sheep, and the cries of street urchins. When mimicking voices, they can only repeat words and phrases they have heard, not create new sentences.",
							"To converse with a kenku is to witness a performance of imitated sounds and almost nonsensical verse.",
							"Their talent for mimicry extends to handwriting, and criminal organizations often employ kenku to forge documents. When a kenku commits a crime, it might forge evidence to implicate another creature."
						],
						"type": "entries"
					},
					{
						"name": "Shiny, Shiny",
						"entries": [
							"Kenku are generally enamored with shiny things, and have little qualms with stealing from others and hording shiny baubles they find. It is common to find wandering kenku with small bags of shiny things they have acquired: glass beads, polished coins, pieces of brass, and the odd gemstone in the otherwise valueless mix."
						],
						"type": "entries"
					},
					{
						"name": "Wingless Vagabons",
						"entries": [
							"Kenku conceal their sleek, dark feathers with ill-fitted cloaks, robes, and rags, which are a mark of their shame. Kenku are flightless, but legend holds that this was not always the case: they once hand magnificent wings and spoke the beautiful language of birds, but both of these were stripped away from them as punishment for their greed. Now kenku jealously hold all birds in contempt and shamefully hide their avian forms.",
							"In lieu of the ability to fly, kenku wander listlessly, collecting things of little value that appeal to them nonetheless. It is this lifestyle, perhaps, which spurs so many kenku toward being thieves."
						],
						"type": "entries"
					},
					{
						"name": "Kenku Names",
						"entries": [
							{
								"entries": [
									"Because kenku have no formal language, and borrow words and sounds to form the concepts they wish to communicate, naming conventions are extremely loose. A kenku's name is as likely to be a nonsense word from Dwarven as it is the exact sound of a dog barking, as it is to be the word 'Scarce' as spoken by a dragonborn with an exotic accent decades ago. Very few rules apply, provided creatures with other languages can approximate it.",
									{
										"name": "Kenku Names",
										"entries": [
											"*Two heavy knocks on wood*, *Oil being poured from a flask with a bloop*, *The jingle of coins in a coinpurse*, *A baby's cry*, \"Aay you!\", \"Leeerooooy!\", \"Pretty little birdie\", \"Uncouth\", \"Prim'anti\"."
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Kenku can live to about 80 years old, and mature around age 10."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Their disposition toward greed means kenku are prone to chaotic alignments."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Kenku are thin and light, standing no more than 5 feet high and weighing around 130 pounds. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Ambusher",
					"entries": [
						"You have advantage on attack rolls against any creature you have surprised."
					],
					"type": "entries"
				},
				{
					"name": "Flocking",
					"entries": [
						"You gain a +1 bonus to AC if at least one of your allies is within 5 feet of you and the ally isn't incapacitated."
					],
					"type": "entries"
				},
				{
					"name": "Forgery",
					"entries": [
						"You also have advantage on checks made to forge a document or mimic a signature."
					],
					"type": "entries"
				},
				{
					"name": "Light Footed",
					"entries": [
						"You gain proficiency in the {@skill Stealth} skill."
					],
					"type": "entries"
				},
				{
					"name": "Mimicry",
					"entries": [
						"You can mimic any sounds you have heard, including voices. A creature that hears the sounds can tell they are imitations with a successful Wisdom ({@skill Insight}) check opposed by your Charisma ({@skill Deception}) check."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can read and write Auran and Common. You can only speak languages you know using the Mimicry feature. You also know a smattering of words and phrases from other languages you have mimicked, but must learn a language fully in order to combine mimicked words into new, meaningful sentences."
					],
					"type": "entries"
				}
			],
			"skillProficiencies": [
				{
					"stealth": true
				}
			],
			"languageProficiencies": [
				{
					"primordial": true,
					"common": true
				}
			]
		},
		{
			"name": "Goblin",
			"source": "MFOV:MM",
			"ability": [
				{
					"con": 1,
					"dex": 1
				}
			],
			"size": [
				"S"
			],
			"speed": {
				"walk": 25
			},
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Goblins have a short lifespan, living only to about 60 years, but procreate rapidly. It is for this reason that goblin tribes tend to be so virulent."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Goblins are most often chaotic, and sometimes are evil as well. With few exceptions, goblins are defined by their generally destructive tendencies."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Goblins stand around 3 feet tall. Your size is Small."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Greenskin",
					"entries": [
						"Goblinoid creatures are adept are surviving in harsh conditions. You can go twice as long without food or water, or undergo a forced march for twice as long before suffering a level of exhaustion."
					],
					"type": "entries"
				},
				{
					"name": "Nimble Retreat",
					"entries": [
						"As a bonus action on your turn, you can trade places with a willing creature within 10 feet without provoking Opportunity Attacks."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak Common and Goblin. You can write notes comprehensible only to yourself, if need be, but cannot read or write in any conventional language. This does not hinder your ability to decipher arcane diagrams or divine symbols."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"Yaaaahh!\" came the cry from out of the cave. Out of the door charged the horde of goblins. Yelling and shouting, we slashed and sliced at them. Their brown blood spilled out all over us, but even as the horde fell before us, more rushed forward to replace them. It was then we realized what a bad idea this had been."
						],
						"by": "Darkon Skram, human fighter",
						"from": "on his first near-death experience"
					},
					"Goblins are a race of childlike creatures with a destructive and voracious nature that makes them almost universally despised. Weak and cowardly, goblins are frequently manipulated or enslaved by stronger creatures that need destructive, disposable foot soldiers.",
					{
						"name": "Voracious Hunger",
						"entries": [
							"Given enough supplies, a goblin eats nearly a dozen meals a day. Most goblin tribes never have enough supplies to accommodate their ravenous appetites, which inevitably leads to raiding, one of the great goblin pastimes. Collectively, an entire goblin tribe could, like a vast plague, strip the countryside of all its livestock and wildlife, along with anything that even remotely looks edible, but due to fear of leaving home and possibly losing their own territory to neighboring tribes, raiding parties tend to be small and mobile."
						],
						"type": "entries"
					},
					{
						"name": "Horse Hate, Dog Hate",
						"entries": [
							"Goblins have an immense, and well-founded, disdain for dogs and horses, the pets and steeds of man. Always the early-warning alarm of human settlements, dogs can always eek out the stench of goblins, even when they approach under cover of night. Of course, countless numbers of goblins have been torn to shreds by man's best friend; it's no wonder that the most common type of knife in the goblin language translates to 'dogslicer.' Horses are no better, able to stamp a goblin's skull in with an errant step, and always ridden by humans on the warpath. Therefore, dogs and horses are the first to be slain if a goblin raiding party can enter a village unannounced.",
							"In spite of this fact, goblins train wolves and occasionally worgs to ride as steeds, but they are quick to point out that these are not dogs. Certainly, this is a special brand of goblin animosity, and no amount of hair-splitting can convince them that dogs and wolves are remotely similar."
						],
						"type": "entries"
					},
					{
						"name": "Impulsive Scavengers",
						"entries": [
							"Goblins are fundamentally impulsive, possessing little to no self-control.",
							"Setting things on fire is another great goblin past time. Although fairly careful about lighting fires within their own tribe's lairs, a goblin with a torch is a sign of terrible things to come. For this reason, alchemist's fire and flasks of oil rarely last more than a few minutes in a goblin's possession. Typically, fires begin just as soon as the goblin can determine what object within eyesight would look the most interesting ablaze.",
							"This impulsiveness is a good candidate for explaining other odd goblin behaviors. For example, the fact that goblins think of things like ovens as good hiding places reveals much about their inability to think plans through to the most likely outcome. Moreover, they tend to be easily distracted, particularly by shiny things and animals smaller than them that might make a good meal."
						],
						"type": "entries"
					},
					{
						"name": "Goblin Songs",
						"entries": [
							"It's been widely rumored that goblins think writing and painting steals your soul, but the truth is, noone knows why goblins love to sing their songs. Around the campfire of a goblin lair, or in the midst of a raid on a human settlement, dozens of goblins chanting in unison can be a terrifying thing to hear. It's possible that this is how goblins best remember things; that they use songs to communicate what things to eat, and what things to avoid. It would go a long way to explain goblins' lack of common sense: some words are difficult to rhyme."
						],
						"type": "entries"
					},
					{
						"name": "Goblin Names",
						"entries": [
							"Goblins have a single given name, but the most accomplished, nearly always including chieftains, also have a simplistic title reflecting their deeds.",
							{
								"entries": [
									{
										"name": "Male Names",
										"entries": [
											"Boorgub, Chuffy, Churkus, Drubbus, Gawg, Ghorg, Gogmurch, Irnk, Kavak, Lunthus, Mogmurch, Mogawg, Murch, Nurpus, Pogus, Poog, Ronk, Rotfoot, Unk, Vogun, Zobmaggle, Zord."
										],
										"type": "entries"
									},
									{
										"name": "Female Names",
										"entries": [
											"Aka, Chee, Fevva, Geedra, Goomluga, Gretcha, Hoglob, Janka, Klongy, Luckums, Lupi, Medge, Namby, Olba, Rempy, Reta, Ruxi, Vruta, Yalla, Ziku."
										],
										"type": "entries"
									},
									{
										"name": "Titles",
										"entries": [
											"Dogchewer, Firesinger, Gutwad, Hogparts, Horsebiter, Mancooker, Moonslaver, Pokestick, Ripnugget, Stabsnacker, Stumpbumper, Swampstomper, Toechopper."
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"goblin": true
				}
			]
		}
	],
	"name": [
		{
			"name": "Thri-Kreen",
			"source": "MFOV:MM",
			"tables": [
				{
					"option": "Unisex",
					"diceExpression": "d9",
					"table": [
						{
							"min": 1,
							"max": 1,
							"result": "Chak-tha"
						},
						{
							"min": 2,
							"max": 2,
							"result": "Drik-chkit"
						},
						{
							"min": 3,
							"max": 3,
							"result": "Kacht-ta"
						},
						{
							"min": 4,
							"max": 5,
							"result": "Kat'chka"
						},
						{
							"min": 6,
							"max": 6,
							"result": "Pak'cha"
						},
						{
							"min": 7,
							"max": 7,
							"result": "Pik-ik-cha"
						},
						{
							"min": 8,
							"max": 8,
							"result": "Ptekwe"
						},
						{
							"min": 9,
							"max": 9,
							"result": "Tak-tha"
						},
						{
							"min": 10,
							"max": 10,
							"result": "Tik-tik"
						}
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Gythka",
			"source": "MFOV:MM",
			"type": "M",
			"weaponCategory": "exotic",
			"rarity": "unknown",
			"value": 4000,
			"dmg1": "1d6",
			"dmgType": "S",
			"weight": 6,
			"property": [
				"F",
				"H",
				"S",
				"2H"
			],
			"entries": [
				"The gythka is a polearm with a crescent-shaped blade on each end.",
				{
					"name": "Special",
					"entries": [
						"When you take the Attack action on your turn, you may use a bonus action to make an attack with the other end of the weapon, dealing an additional 1d6 slashing damage. You do not add your ability score to the damage of this second attack unless you have the Two-Weapon Fighting fighting style."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Chatkcha",
			"source": "MFOV:MM",
			"type": "M",
			"weaponCategory": "exotic",
			"rarity": "unknown",
			"value": 300,
			"dmg1": "1d6",
			"dmgType": "S",
			"weight": 1,
			"range": "20/60",
			"property": [
				"F",
				"L",
				"T"
			],
			"entries": [
				"The chatkcha is a flat, triangular throwing blade with three serrated edges. During a long rest, a thri-kreen may create or maintain a maximum of 5 dasl chatkchas at one time."
			]
		}
	],
	"feat": [
		{
			"name": "Razor Claws",
			"source": "MFOV:MM",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Thri-Kreen"
						}
					]
				}
			],
			"entries": [
				"Your clawed hands and feet are sharper and more resilient than normal. Your unarmed strikes made with your claws deal {@damage 1d4} slashing damage. In addition, you may make a second unarmed strike as a bonus action. You do not add your Strength modifier to the damage of the second attack."
			]
		},
		{
			"name": "Exemplary Jumper",
			"source": "MFOV:MM",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Thri-Kreen",
							"subrace": "Hunter"
						}
					]
				},
				{
					"level": {
						"level": 4
					}
				}
			],
			"entries": [
				"Your legs are highly developed to accommodate long jumping. Your jump distance is doubled."
			]
		},
		{
			"name": "Superior Psionics",
			"source": "MFOV:MM",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Thri-Kreen",
							"subrace": "Psion"
						}
					]
				},
				{
					"level": {
						"level": 6
					}
				}
			],
			"entries": [
				"Your psionic powers are superior to those of your brethren. You can cast {@spell jump} and {@spell invisibility} (targeting yourself only) once with this ability. You regain the ability to cast these spells when you finish a long rest."
			]
		},
		{
			"name": "Venomous Bite",
			"source": "MFOV:MM",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Thri-kreen"
						}
					]
				}
			],
			"entries": [
				"You can use your powerful mandibles to inject your foes with a potent paralytic venom. Unarmed strikes made with your bite deal {@damage 1d4} piercing damage. On a hit, the target of your bite must make a DC 14 Constitution saving throw. On a failed save, the target is {@condition Paralyzed} for up to 1 minute. At the beginning of each of its turns, the target can make another Constitution saving throw to end this effect early. On a successful save, the target is {@condition Poisoned} until the beginning of your next turn. Once you use this feature, you must complete a long rest before you can use it again."
			]
		}
	],
	"subrace": [
		{
			"name": "Hunter",
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"count": 1,
						"amount": 1
					}
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Hunter",
							"entries": [
								"Thri-kreen of this subrace are stronger and tougher than other thri-kreen. They possess a potent venom used to subdue their prey, as well as a hardened exoskeleton. Thri-kreen hunters generally have a very simplistic view of the world and little to no empathy toward others. These thri-kreen are well-suited to the roles of fighters, rangers, or barbarians."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Chitinous Carapace",
					"entries": [
						"Your carapace is thicker and more resilient than that of other thri-kreen. When you aren't wearing armor, your armor class equals 12 + your Dexterity modifier. You cannot wear heavy armor due to your unusual anatomy."
					],
					"type": "entries"
				},
				{
					"name": "Dasl Weapons",
					"entries": [
						"You secrete a resin-like saliva called dasl. This saliva can be used to create a variety of slashing and piercing weapons. During a long rest, you may use your dasl to create one {@item gythka|MFOV:MM}, {@item spear|PHB}, or {@item javelin|PHB} from an existing {@item quarterstaff|PHB}, as well as maximum of 5 {@item chatkcha|MFOV:MM|chatkchas} or {@item dagger|PHB|daggers}. Dasl weapons are very fragile, and must be remade every 24 hours to maintain effectiveness. A non thri-kreen character is not proficient with dasl weapons. When you roll a 1 on an attack made with a dasl weapon, the weapon shatters and becomes unusable. dasl gythkas, spears, and javelins that shatter in this way become ordinary quarterstaves."
					],
					"type": "entries"
				}
			],
			"traitTags": [
				"Natural Armor"
			],
			"source": "MFOV:MM",
			"raceName": "Thri-Kreen",
			"raceSource": "MFOV:MM"
		},
		{
			"name": "Psion",
			"ability": [
				{
					"choose": {
						"from": [
							"wis",
							"int"
						],
						"count": 1,
						"amount": 1
					}
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Psion",
							"entries": [
								"Thri-kreen of this subrace possess greater power of the mind than their kin, but are slightly weaker than their hunter counterparts. They develop limited psionic abilities and a natural camouflage ability. Thri-kreen psions tend to have a greater emotional and intellectual range than other thri-kreen, which allows them a more sophisticated view of their world. These thri-kreen make excellent scouts, assassins, and spellblades."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Chameleon Carapace",
					"entries": [
						"You can change the color of your carapace to match the color and texture of your natural surroundings as a bonus action. Once changed, your camouflage lasts until your next short or long rest and grants you advantage on Dexterity (Stealth) checks made to hide in the matched terrain. Moving out of the matched terrain, such as by moving indoors or by moving to an area with different vegetation or rocks (usually any area over 100 feet from where you first camouflaged), you lose this advantage. You cannot wear heavy armor due to your unusual anatomy."
					],
					"type": "entries"
				},
				{
					"name": "Innate Psionics",
					"entries": [
						"You know the {@spell mage hand} cantrip. Once you reach 3rd level, you can cast {@spell blur} (targeting only yourself) once per day with this ability. When you reach 5th level, you may also cast {@spell magic weapon} once per day."
					],
					"type": "entries"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"mage hand#c"
						],
						"3": [
							"blur"
						],
						"5": [
							"magic weapon"
						]
					}
				}
			],
			"source": "MFOV:MM",
			"raceName": "Thri-Kreen",
			"raceSource": "MFOV:MM"
		},
		{
			"name": "Deep",
			"source": "MFOV:MM",
			"darkvision": 120,
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Deep Kobold",
							"entries": [
								"Your tribe of Kobolds live within the Underdark an work together as survivors to live within the gruesome underground catacombs."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"Your Darkvision's radius increases to 120 feet."
					],
					"type": "entries"
				},
				{
					"name": "Light Sensitivity",
					"entries": [
						"You have disadvantage on attack rolls and Wisdom ({@skill Perception}) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive in direct sunlight."
					],
					"type": "entries"
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"Like a wolf, you work better in groups. You can choose to gain advantage on melee attacks against one enemy until the end of your next turn if you have an ally adjacent to you. After using this ability, you cannot use it again until you complete a short rest."
					],
					"type": "entries"
				}
			],
			"traitTags": [
				"Sunlight Sensitivity"
			],
			"raceName": "Kobold",
			"raceSource": "MFOV:MM"
		},
		{
			"name": "Dragon-Wrought",
			"source": "MFOV:MM",
			"ability": [
				{
					"cha": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Dragon-Wrought Kobold",
							"entries": [
								"You have a touch of strong draconic heritage in your blood, and when you focus, you can feel the might of ancient wyrm's arcane magic."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Dragon's Knowledge",
					"entries": [
						"You are proficient in the {@skill Arcana} skill."
					],
					"type": "entries"
				},
				{
					"name": "Draconic Magic",
					"entries": [
						"You know the {@spell prestidigitation} cantrip. When you reach 3rd level, you can cast the spell {@spell burning hands}. When you reach 5th level, you can cast the spell {@spell Melf's acid arrow}. Charisma is the casting ability for these spells. After casting a spell with this trait, you must finish a long rest to cast the spell again."
					],
					"type": "entries"
				}
			],
			"skillProficiencies": [
				{
					"arcana": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"prestidigitation#c"
						],
						"3": [
							"burning hands"
						],
						"5": [
							"melf's acid arrow"
						]
					}
				}
			],
			"raceName": "Kobold",
			"raceSource": "MFOV:MM"
		},
		{
			"name": "Winged",
			"source": "MFOV:MM",
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Winged Kobold",
							"entries": [
								"You were born with leathery wings and can fly. Many like you, known as the urds, like to lurk on high ledges and drop rocks on passersby."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Little Wings",
					"entries": [
						"You gain the ability to glide 20 feet for every 5 feet of falling, taking 1/2 damage from any distance fallen. At 5th level, those wings are more sturdy, allowing for a softer landing and taking no damage from any distance fallen. At 10th level, those wings grant the ability to fly at a base speed of 25 feet, though you need to fly at least 10 feet or make a DC 16 Strength save to not fall. At 15th level, the fly speed increases to 40 feet."
					],
					"type": "entries"
				}
			],
			"raceName": "Kobold",
			"raceSource": "MFOV:MM"
		},
		{
			"name": "Greenscale",
			"source": "MFOV:MM",
			"ability": [
				{
					"wis": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 35,
				"swim": 35
			},
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Greenscale Tribe",
							"entries": [
								"Nimble, and with a natural affinity for devastating ambush tactics, greenscale lizardfolk are infamous for ruthlessly defending their territory from invaders. Uninvited travelers into swamps and jungles occupied by the greenscales return with stories of scaled terrors plunging from the treetops, or do not return at all."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Size",
					"entries": [
						"Greenscale lizardfolk grow to between 6 and 7 feet tall, and weigh between 200 and 250 pounds. Their thickly muscled tails run from 3 to 4 feet long. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Ambusher",
					"entries": [
						"You have advantage on attack rolls against any creature that is surprised."
					],
					"type": "entries"
				},
				{
					"name": "Treetop Hunter",
					"entries": [
						"You have advantage on Athletics and Acrobatics checks made to climb and move about in trees. Additionally, you can plunge from heights of over 10 feet to attack a creature from above, gaining advantage on the attack, and dealing an additional {@damage 1d6} damage for each 10 feet fallen. This damage does not stack with other sources of extra damage on this attack, such as a rogue's Sneak Attack."
					],
					"type": "entries"
				},
				{
					"name": "Tribal Combat Training",
					"entries": [
						"You are proficient with {@item shortbow|PHB|shortbows}."
					],
					"type": "entries"
				}
			],
			"weaponProficiencies": [
				{
					"shortbow|phb": true
				}
			],
			"raceName": "Lizardfolk",
			"raceSource": "MFOV:MM"
		},
		{
			"name": "Blackscale",
			"source": "MFOV:MM",
			"ability": [
				{
					"str": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"traitTags": [
				"Powerful Build"
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Blackscale Tribe",
							"entries": [
								"More powerfully built than their other lizardfolk kin, the blackscales are alarmingly violent. The blackscale chieftain of a given swamp is undoubtedly the strongest member of the tribe; were he not, he would swiftly be deposed by a mightier successor and killed. This cycle of savage domination of weaker creatures has earned all lizardfolk a reputation for barbarity."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Size",
					"entries": [
						"Blackscale lizardfolk grow to be around 7 feet tall, and weigh between 220 and 300 pounds. Their thickly muscled tails run from 4 to 5 feet long. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Brute",
					"entries": [
						"Once per turn when you make a melee weapon attack using Strength, you may add half your proficiency bonus, rounded down, as a bonus to the damage roll. This stacks with other sources of extra damage, such as the barbarian's rage damage."
					],
					"type": "entries"
				},
				{
					"name": "Powerful Build",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift"
					],
					"type": "entries"
				},
				{
					"name": "Tribal Combat Training",
					"entries": [
						"You are proficient with {@item greatclub|PHB|greatclubs}."
					],
					"type": "entries"
				}
			],
			"weaponProficiencies": [
				{
					"greatclub|phb": true
				}
			],
			"raceName": "Lizardfolk",
			"raceSource": "MFOV:MM"
		},
		{
			"name": "Poison Dusk",
			"source": "MFOV:MM",
			"ability": [
				{
					"dex": 1
				}
			],
			"size": [
				"S"
			],
			"speed": {
				"walk": 25,
				"swim": 25
			},
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Poison Dusk Tribe",
							"entries": [
								"While smaller than other lizardfolk, the poison dusk lizardfolk are just as dangerous when provoked. A poison dusk lizardfolk's scales shift color to match its surroundings, making it a naturally stealthy hunter. Combined with their affinity for making poisons, this makes poison dusk lizardfolk the most dangerous when you can't see them."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Size",
					"entries": [
						"Poison Dusk lizardfolk grow to be between 3 to 4 feet tall, weighing between 50 and 60 pounds. Their tails run from 2 to 3 feet long. Your size is Small."
					],
					"type": "entries"
				},
				{
					"name": "Chameleon Skin",
					"entries": [
						"You can change the color of your scales to match the color and texture of your natural surroundings as a bonus action. While camouflaged, you have advantage on Dexterity ({@skill Stealth}) checks made to hide in the matched terrain. Moving out of the matched terrain, such as by moving indoors or by moving to an area with different vegetation or rocks (usually any area over 100 feet from where you first camouflaged), causes you to lose this advantage. Once changed, you must complete a short or long rest before you may use this feature again. When not camouflaged, your scales shift color based on your mood."
					],
					"type": "entries"
				},
				{
					"name": "Poison Use",
					"entries": [
						"You are proficient with the {@item Poisoner's kit|PHB}. During a short or long rest, you can create up to 3 {@item Basic Poison (vial)|PHB|doses of basic poison}, which can be applied to weapons. This hastily-made poison loses potency after 24 hours. The rules for basic poison can be found in the Player's Handbook. The save DC for your poison is equal to 8 + your Wisdom modifier + your proficiency bonus."
					],
					"type": "entries"
				},
				{
					"name": "Tribal Combat Training",
					"entries": [
						"You are proficient with {@item net|PHB|nets}."
					],
					"type": "entries"
				}
			],
			"raceName": "Lizardfolk",
			"raceSource": "MFOV:MM"
		},
		{
			"name": "Cave Crawler",
			"source": "MFOV:MM",
			"ability": [
				{
					"con": 1
				}
			],
			"darkvision": 120,
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Cave Crawler",
							"entries": [
								"Most goblin tribes choose to make their home in sprawling underground complexes, riddled with tunnels and passageways large enough only for them, though it's not uncommon to find them inhabiting structures built for much larger creatures. The underground is an ideal goblin home, as it provides a defensible location from which to raid the surrounding settlements, and it limits the strength of larger creatures who intrude into their territory. For example, on normal ground, an ogre could crush dozens of goblins with ease, but it wouldn't last long surrounded by goblins in a tight corridor."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Spelunker",
					"entries": [
						"You are exceptional at squeezing through narrow passages and other tight spaces. You suffer no movement penalty from crawling, and, if you were standing when you began your turn, standing back up costs no movement."
					],
					"type": "entries"
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"Your darkvision has a range of 120 feet."
					],
					"type": "entries"
				}
			],
			"raceName": "Goblin",
			"raceSource": "MFOV:MM"
		},
		{
			"name": "Junk Scavenger",
			"source": "MFOV:MM",
			"ability": [
				{
					"dex": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Junk Scavenger",
							"entries": [
								"Some goblins tribes survive without the protection of a lair. Instead, these goblins exist in smaller groups, constantly raiding and scavenging through the refuse of other creature to find the useful things necessary to survive. They display a type of mad ingenuity, daily constructing insane contraptions from junk they find to accomplish a task, often hunting or defending themselves from larger predators, in the meanwhile collecting useful garbage from the waste. On any other creature, this ability to see usefulness in junk would look like genius; on a goblin, it almost always means inventive types of havoc is sure to follow."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Creative Intuition",
					"entries": [
						"You have advantage on Intelligence checks to determine new uses for an object, or to determine an item's use."
					],
					"type": "entries"
				},
				{
					"name": "Hasty Improvisation",
					"entries": [
						"With 1 minute of concentration, you can cobble together a makeshift version of a simple melee weapon. This is a normal weapon of its type, but breaks suddenly when you roll a 1 on an attack roll with it."
					],
					"type": "entries"
				}
			],
			"raceName": "Goblin",
			"raceSource": "MFOV:MM"
		}
	]
}
