{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:Mer",
				"full": "Merfolk",
				"abbreviation": "MFoV",
				"authors": [
					"Middle Finger of Vecna"
				],
				"url": "http://mfov.magehandpress.com/2017/05/merfolk.html",
				"version": "2017.11.04"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "a104461ff9",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Merfolk",
			"source": "MFOV:Mer",
			"ability": [
				{
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 25,
				"swim": 40
			},
			"darkvision": 60,
			"traitTags": [
				"Amphibious"
			],
			"entries": [
				"Merfolk have the following racial traits:",
				{
					"name": "Age",
					"entries": [
						"Merfolk reach maturity at 16 and can expect to live for 80 or 90 years in optimal conditions."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Merfolk subscribe to a variety of alignments ad worldviews, and there is no universal merfolk culture. A good number tend towards neutrality, focusing only on the survival of themselves and their tribe."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"A merfolk's body length is deceptive, since most of it is tail. On land, they are the same size as humans. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"Your base walking speed is 25 feet and your base swimming speed is 40 feet. Your tail transforms into a pair of legs while you are on dry land."
					],
					"type": "entries"
				},
				{
					"name": "Amphibious",
					"entries": [
						"You can breathe normally in either air or water."
					],
					"type": "entries"
				},
				{
					"name": "Watery Sanctuary",
					"entries": [
						"While you are swimming, you have advantage on saving throws against spells and magical effects."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Your large eyes are well-adapted to dark and murky waters. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Aquan and Common."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Sailors were running about, jumpin' overboard, and screamin' about folks underwater–not just folks: women. I thought it had to be scurvy, or maybe just the heat; we hadn't made landfall in weeks, and it was sure getting' to the men. But then I looked over the bow and saw them for a split second: a trio, a lad and two lasses.",
							"Their gorgeous, serene shapes glided underwater, a long fish's tail propellin' them forward. Beautiful, incandescent hues danced on their skin as they neared the surface.",
							"Then, just as suddenly as they arrived, they plunged back down into the depths, and out of sight. We had good tides and saw many other wondrous things on our voyage, but we never did see their like again."
						],
						"by": "Zide, human sailor",
						"from": "on spotting merfolk"
					},
					"Merfolk are aquatic humanoids who can be found throughout the seas and oceans of the world. Possessing the upper body of a human (albeit with webbed fingers and fins instead of hair) and the lower body of a fish, they are at home in the water, able to swim faster than most humanoids can run and dive deep in search of food and treasure.",
					{
						"name": "Scattered Tribes",
						"entries": [
							"The sea is a dangerous place, filled with predators and hostile peoples such as merrow and sahuagin. Moreover, the technological developments that have helped humans to conquer the lands are not available underwater. All of this means that merfolk society has remained tribal and undeveloped, in small, scattered communities.",
							"Although there are some merfolk cities, built into easily-defended mazes of rock and coral, there are relatively few locations in the world that are suitable for such development, and little incentive for merfolk to settle in one place. Generally, the tribes are at the mercy of the tides, forced to follow the schools of fish they hunt - or flee the monsters that prey on them."
						],
						"type": "entries"
					},
					{
						"name": "Hunters and Herders",
						"entries": [
							"Merfolk eat fish, both by hunting them in the wild and by herding domesticated ones. Merfolk have selectively bred large, docile fish to use as sources of meat and leather, and the sharks, seals, octopi and seahorses they keep as pets are trained as well as any human's hunting dogs."
						],
						"type": "entries"
					},
					{
						"name": "Divergent Evolution",
						"entries": [
							"One of the great strengths of the merfolk people is their adaptability. Their bodies quickly change in response to changes in their environment, and isolated pockets of merfolk can end up looking completely different from others of their race after just a few generations."
						],
						"type": "entries"
					},
					{
						"name": "Merfolk Names",
						"entries": [
							"Merfolk names sound like waves, rolling off the tongue. Their tribe names, which are usually spoken before given names, generally refer to a great deed done by a historical figure, or else a location that is important or sacred to the tribe.",
							{
								"entries": [
									{
										"name": "Tribe Names",
										"entries": [
											"Darkfathom, Deepreach, Lightbringer, Stormbinder, Waveseeker"
										],
										"type": "entries"
									},
									{
										"name": "Male Names",
										"entries": [
											"Allaton, Aniel, Genaho, Hodaton, Kyron, Luniho, Nitono, Tiliel"
										],
										"type": "entries"
									},
									{
										"name": "Female Names",
										"entries": [
											"Anu, Asahi, Callani, Jimani, Kosurai, Oru, Thinahi, Uluyu"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"primordial": true,
					"common": true
				}
			]
		}
	],
	"subrace": [
		{
			"name": "Littoral",
			"source": "MFOV:Mer",
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Littoral",
							"entries": [
								"Littoral, or coastal, merfolk live and hunt in the shallow waters near the shores of oceans and seas. Though they rarely stay on dry land for long, these merfolk are the most likely to fraternize with surface-dwellers, bartering for useful tools with rare undersea treasures, like pearls and seashells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Net Escapist",
					"entries": [
						"Due to the perils of fishing nets, you have advantage on ability checks you make to escape grapple, slip bindings, and escape nets."
					],
					"type": "entries"
				},
				{
					"name": "Shipwreck Scavenger",
					"entries": [
						"You are adept at making do with whatever flotsam and jetsam the tides deliver to you. As an action, you can assemble any simple weapon or piece of adventuring gear whose value is no more than 5 gp out of whatever random junk is lying around. The item falls apart after 1 minute."
					],
					"type": "entries"
				}
			],
			"raceName": "Merfolk",
			"raceSource": "MFOV:Mer"
		},
		{
			"name": "Pelagic",
			"source": "MFOV:Mer",
			"ability": [
				{
					"con": 1
				}
			],
			"darkvision": 120,
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Pelagic",
							"entries": [
								"Often called deep merfolk, the pelagic live in the depths of the ocean, and rarely approach the surface. Their dim scales and large eyes have adapted to the scare sunlight, making them excellent hunters in the dark."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Bioluminescence",
					"entries": [
						"You are able to produce a small amount of light using photophores in your skin. As a bonus action, you can activate this ability in order to shed dim light in a 10-foot radius. You can deactivate this ability with a further bonus action."
					],
					"type": "entries"
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"Your darkvision has a radius of 120 feet."
					],
					"type": "entries"
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
					],
					"type": "entries"
				}
			],
			"traitTags": [
				"Sunlight Sensitivity"
			],
			"raceName": "Merfolk",
			"raceSource": "MFOV:Mer"
		},
		{
			"name": "Tropical",
			"source": "MFOV:Mer",
			"ability": [
				{
					"cha": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Tropical",
							"entries": [
								"Making their homes in the warm water around the equator, tropical merfolk are more lighthearted and colourful (often literally) than their follow merfolk. Their brightly hued scales serve as a defense mechanism, warning predators that their bodies are poisonous."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Venomous Secretions",
					"entries": [
						"Your body produces exotic chemicals that help you to survive amongst the vicious predators found in tropical waters. When a creature hits you with a melee attack, you can use your reaction to deal 1d8 poison damage to that creature. If you are swimming, this ability does not cost a reaction. Once you use this ability, you must complete a short or long rest before you can use it again.",
						"The damage increases to 2d8 at 6th level, 3d8 at 11th level, and 4d8 at 16th level."
					],
					"type": "entries"
				}
			],
			"raceName": "Merfolk",
			"raceSource": "MFOV:Mer"
		}
	]
}
