{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:Devil",
				"full": "Devil",
				"abbreviation": "MFoV",
				"authors": [
					"Middle Finger of Vecna"
				],
				"version": "2015.08.06",
				"url": "http://mfov.magehandpress.com/2015/08/devil.html"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "819a8ab755",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Devil",
			"source": "MFOV:Devil",
			"ability": [
				{
					"con": 1
				}
			],
			"darkvision": 60,
			"traitTags": [
				"Monstrous Race"
			],
			"size": [
				"M"
			],
			"speed": "Varies",
			"entries": [
				{
					"name": "Age",
					"entries": [
						"The infernal creatures of hell are ageless, and on their own plane will only know death through the carnage of the Blood War. However, if transported to the mortal plane through portals or summoning magic, the hellfire they carry inside themselves will eventually sputter out. A devil that does not return to the lower planes will die within 10 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Devils are almost exclusively evil and lawful, if contemptuous of authority. Failure and disobedience are met with swift demotion to a lower form of devil, to the lowest level of a wretched lemure."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it was bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of grey."
					],
					"type": "entries"
				},
				{
					"name": "Devil's Sight",
					"entries": [
						"Magical darkness doesn't impede your darkvision."
					],
					"type": "entries"
				},
				{
					"name": "Hellish Resistance",
					"entries": [
						"You have resistance to fire damage."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Infernal."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"It tore at the air eagerly with its claws as it came, its poisonous tail curled up beneath it to stab if need be. Elminster looked into the devil's exulting eyes. He felt a rash of warmth and the vinegarlike tang of its hide as its jaws gaped wide. Its head turned on an angle to bite out his throat. He fed it fire, searing claws and head alike to nothingness in an instant and letting it tumble away into the rocky darkness below."
						],
						"by": "Ed Greenwood",
						"from": "Elminster in Hell"
					},
					"Masters of corruption and despoilers of purity, devils seek to destroy all things good and drag mortal souls back with them to the depths of Hell.",
					{
						"name": "Embodiment of Evil",
						"entries": [
							"Incarnate of evil, devils delight in cruelty. Their tools of choice are deception and violence, preferring these always to a diplomatic option whenever possible. However, this sadism is tempered by the cool intelligence which makes a devil far more deadly than a mundane monster. Their cunning and treachery allow devils to plan clever traps, playing on mortal fears and striking dangerous bargains to solidify power.",
							"A devil's ambition is always tyranny. On the mortal plane, devils seek to manipulate humanoid rulers with whispered words and evil thoughts into abusing their power and causing strife. Whether through conquering, enslaving, or oppressing, devils take a perverse delight in exercising power over the weak."
						],
						"type": "entries"
					},
					{
						"name": "Infernal Hierarchy",
						"entries": [
							"The Nine Hells has a rigid hierarchy that defines every aspect of its society. All devils have a place in the hierarchy, from the lowliest dretch to the godlike Archdevils. Devils who are fail grossly or are found to be lacking are demoted to lesser forms of devils, and those who demonstrate exceptional cruelty are promoted to greater fiends.",
							"Chief among the devils, and second to none in the Nine Hells is Asmodeous. With all the powers of a lesser god, Asmodeous can strip any member of the infernal hierarchy of rank and status as he likes, an ability which he uses, along with treachery and guile to maintain power over his Archdevils and hold the Throne of Baator for himself."
						],
						"type": "entries"
					},
					{
						"name": "Blood War",
						"entries": [
							"Since time immemorial, a ferocious conflict has roared in the lower planes. Down below, the chaotic demons of the Abyss wage war against the equally evil, but lawful devils of the Nine Hells. Neutral fiends act as mercenaries, changing alliances whenever one side gains the advantage. The conflict is massive, spanning entire planes of reality, and hosting an immeasurable number of fiends.",
							"No one in the outer planes seems to have any real notion of what started the Blood War. The yugoloths like to entertain the notion that the War is their own personal experiment into the nature of evil, one which they created and will ultimately end on their own terms. Other fiends have their own notions about the war, colored by their particular alignments and racial propaganda."
						],
						"type": "entries"
					},
					{
						"name": "Pacts and Deals",
						"entries": [
							"Though devils are confined to the lower planes, they can be summoned to the mortal plane by bargainers wishing to make a deal. Devils love forming pacts with mortals who seek some benefit or prize, but those making those deals should be wary. Though a devil always honors the word of his contract, which is enforced by Asmodeous himself, they are ruthless negotiators and rarely miss a loophole in a contract. Any mortal creature that breaks such a contract instantly forfeits its soul, which is spirited away to the Nine Hells.",
							"To own a creature's soul is to have absolute control over that creature, and most devils accept no other currency in exchange for the fiendish power and boons they can provide. Only divine intervention can release a soul after a devil has claimed it."
						],
						"type": "entries"
					},
					{
						"name": "Devil Names",
						"entries": [
							{
								"entries": [
									"Though each devil has a common name in their language of Infernal, it also has a true name it keeps secret. A mortal who learns a devil's true name can use powerful summoning magic to call the devil from the Nine Hells and bind it into service.",
									{
										"name": "Devil Names",
										"entries": [
											"Azazel, Barabas, Balthazar, Diorum, Dogreth, Gargoth, Meritos, Nodroc, Ylvirron, Zakthara, Zammasir"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"infernal": true
				}
			],
			"resist": [
				"fire"
			]
		}
	],
	"subrace": [
		{
			"name": "Bearded Devil",
			"ability": [
				{
					"str": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Bearded Devil",
							"entries": [
								"Barbazu, called bearded devils by most, serve archdevils as shock troops, fighting shoulder-to-shoulder and reveling in the glory of battle. They respond with violence to any slight, real or imagined, gorging themselves on violence as their infernal saw-toothed glaives carve a path through their foes."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Beard",
					"entries": [
						"Your beard ends is sharp barbs and you have move it like a bed of snakes. When you take the Attack action on your turn, you may attack with your beard as a bonus action, treating it as a light, finesse weapon that deals {@damage 1d6} piercing damage on a successful hit. You do not add your ability score modifier to this damage."
					],
					"type": "entries"
				},
				{
					"name": "Steadfast",
					"entries": [
						"You have advantage on saving throws against being charmed or frightened."
					],
					"type": "entries"
				}
			],
			"source": "MFOV:Devil",
			"raceName": "Devil",
			"raceSource": "MFOV:Devil"
		},
		{
			"name": "Imp",
			"ability": [
				{
					"dex": 1
				}
			],
			"size": [
				"S"
			],
			"speed": {
				"walk": 20,
				"fly": 20
			},
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Imp",
							"entries": [
								"Imps are found throughout the Lower Planes, either running errands for their infernal masters, spying on rivals, or misleading and waylaying mortals. They resemble diminutive red-skinned humanoids with a barbed tail, small horns, and leathery wings."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Flight",
					"entries": [
						"You have a pair of leathery wings which grant you a fly speed of 20 feet. However, your wings are weak, and you can only perform sustained flight for a number of rounds equal to your level before suffering a level of exhaustion. By 10th level, your wings are sturdier and grant the ability to fly at a base speed of 25 feet. At 15th level, your fly speed increases to 40 feet and you may fly for any duration without exhaustion."
					],
					"type": "entries"
				},
				{
					"name": "Innate Spellcasting",
					"entries": [
						"You know the {@spell thaumaturgy} cantrip. When you reach 3rd level, you can cast the spell {@spell expeditious retreat}. When you reach 5th level, you can cast the spell {@spell invisibility}. Charisma is the casting ability for these spells. After casting a spell with this trait, you must finish a long rest to cast the spell again."
					],
					"type": "entries"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"thaumaturgy#c"
						],
						"3": [
							"expeditious retreat"
						],
						"5": [
							"invisibility"
						]
					}
				}
			],
			"source": "MFOV:Devil",
			"raceName": "Devil",
			"raceSource": "MFOV:Devil"
		}
	]
}
