{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:Archon",
				"full": "Archon",
				"authors": [
					"Middle Finger of Vecna"
				],
				"abbreviation": "MFoV",
				"version": "2015.07.31",
				"url": "http://mfov.magehandpress.com/2015/07/archon.html"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ce4f852d7a",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Archon",
			"source": "MFOV:Archon",
			"ability": [
				{
					"cha": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"entries": [
						"While on their home plane, archons are extremely long lived, and can exist for millennia. However, when away from the light of their home plane for extended time, an archon's light gradually begins to burn out, and will perish within 10 years if they do not return."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Archons are almost always champions of good, though there are exceptions. Those who are found to be malevolent by nature are typically exiled from Mt. Celestial to seek redemption on the mortal plane."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Vanquish",
					"entries": [
						"Once per turn, when you make a melee attack against a fiend or undead, you may deal an additional {@damage 1d6} radiant damage."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Celestial."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Then the room was saturated in a glowing luminescence, originating from a figure that hadn't stood there prior. Bathed in its radiance, the bloodsuckers that had cornered us could be seen in their fullness: pale, gaunt, and splattered with blood. They now shrunk from the light. It seems they were right to.",
							"The being cloaked in light spoke not to us, but pronounced vengeance with its greatsword upon our attackers. Each time it cut one down, the bloodsucker's cry was punctuated by a hissing from the blade, as the cut seared into the creature's flesh. When the melee was over, we realized the identity of our savior: in blackest night, in answer to our prayers, had come an archon."
						],
						"by": "Johnathan, Cleric of Pelor",
						"from": "on his encounter with clutch of vampires"
					},
					"Archons are a race of outsiders from the heavens, creatures of fundamental law and good tasked with the protection of that plane as well as all who are innocent or free of evil. They are the natural enemies of devils and demons, and most are veterans of many attacks against their home by fiends of the Lower Planes. Archons are universally less powerful than their angelic kin, but often deal with more worldly matters than the Blood War that rages in the outer planes.",
					{
						"name": "Protectors of the Innocent",
						"entries": [
							"Originating from the high heavens, archons are inclined towards justice and mercy for all innocent creatures. An archon walking the mortal plane might be on a mission of justice for the high heavens, or perhaps is simply lost on the planes, searching for a way back home. Regardless of the reason, it is in their nature to defend the innocent and battle evil wherever they venture."
						],
						"type": "entries"
					},
					{
						"name": "Merciful Warriors",
						"entries": [
							"When an archon engages in battle, they do so honorably. With the exception of fiends and undead, hound archons tend to dislike killing and prefer to incapacitate or disarm mortal foes whenever possible. In addition, it is unheard of for an archon to strike a foe who is defenseless or one whose back is turned to them, or to deny an opponent's surrender."
						],
						"type": "entries"
					},
					{
						"name": "Foes of Evil",
						"entries": [
							"From the moment of birth, archons are trained to lay waste to their sworn enemies, fiends of the lower planes, and all forms of undead. The irredeemably evil are not exempted from their wrath, but these are a rare exception to the rule. When an archon does meet one of its sworn foes, it hold no quarter, and fights relentlessly until its foe crumbles."
						],
						"type": "entries"
					},
					{
						"name": "Archon Names",
						"entries": [
							"Archons, like most angels, have majestic names borrowed from the most ancient of languages in the planes, celestial. Because their names are unique to themselves, archons have only one name.",
							{
								"name": "Male Archon Names",
								"entries": [
									"Arioch, Barbiel, Hadraniel, Kasbiel, Malockel, Nisarriah, Samuel, Semalion, Tatryon, Vohamodnoch."
								],
								"type": "entries"
							},
							{
								"name": "Female Archon Names",
								"entries": [
									"Anaphiel, Rehael, Serapha, Viretel, Oriash, Zarall, Hemah Sansavi, Piradah, Hadariel."
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"celestial": true
				}
			]
		}
	],
	"subrace": [
		{
			"name": "Hound",
			"ability": [
				{
					"str": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"entries": [
								{
									"name": "Hound Archon",
									"entries": [
										"Hound archons look like well-muscled humans with canine heads typically resembling those of noble-looking wolves or dogs. Well trained as soldiers and sentinels of the angels, they prefer to make use of their greatswords or other large weapons in battle.",
										"Hound archons often guard sacred areas or hunt their foes in unassuming canine forms using their Shapechanger ability. A stray dog or a pack of wolves might well be a blessing in disguise for noble travelers in dire straits."
									],
									"type": "entries"
								}
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Track",
					"entries": [
						"You gain advantage on Perception checks which rely on scent."
					],
					"type": "entries"
				},
				{
					"name": "Holy resistance",
					"entries": [
						"You have resistance to necrotic damage."
					],
					"type": "entries"
				},
				{
					"name": "Shapechanger",
					"entries": [
						"You can cast the spell polymorph on yourself to transform into a {@creature mastiff|MM|hound}. This spell ends if you lose concentration on the spell. After using this ability, you may not do so again until you finish a short or long rest."
					],
					"type": "entries"
				}
			],
			"resist": [
				"necrotic"
			],
			"source": "MFOV:Archon",
			"raceName": "Archon",
			"raceSource": "MFOV:Archon"
		},
		{
			"name": "Trumpet",
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"entries": [
								{
									"name": "Trumpet Archon",
									"entries": [
										"Messengers of good deities and mighty celestials, trumpet archons serve as the vanguard of divine armies and rally the legions of heaven to war.",
										"Trumpet archons are beautiful, humanlike creatures with hairless ivory skin and feathery wings. Trumpet archons speak with clear, musical voices and have white and pupilless eyes. At all times, a trumpet archon is accompanied by the divine trumpet for which it is named. This item is its most dear possession and is the trumpet archon's means to return to the heavens. Without it, it is stranded on the mortal plane."
									],
									"type": "entries"
								}
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Trumpet Transformation",
					"entries": [
						"You carry a magical trumpet with you at all times, a symbol of your god's favor. As a bonus action on your turn, you can transform your trumpet into a melee weapon with which you have proficiency or return it to its original trumpet form. If it is on the same plane of existence, you can summon your trumpet as a bonus action on your turn, causing it to teleport instantly to your hand."
					],
					"type": "entries"
				},
				{
					"name": "Trumpet",
					"entries": [
						"You may cast spells if your trumpet is with you in its trumpet form. You know the {@spell thaumaturgy} cantrip. When you reach 3rd level, you can cast the spell {@spell detect evil and good}. When you reach 5th level, you can cast the spell {@spell aid}. Wisdom is the casting ability for these spells. After casting a spell with this trait, you must finish a long rest to cast the spell again."
					],
					"type": "entries"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"thaumaturgy#c"
						],
						"3": [
							"detect evil and good"
						],
						"5": [
							"aid"
						]
					}
				}
			],
			"source": "MFOV:Archon",
			"raceName": "Archon",
			"raceSource": "MFOV:Archon"
		}
	]
}
