{
	"_meta": {
		"sources": [
			{
				"json": "Hivebody",
				"abbreviation": "🐝",
				"full": "Hivebody",
				"authors": [
					"u/Pixel"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.1.0",
				"url": "https://homebrewery.naturalcrit.com/share/S1bzTEr3W7",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "841421711f",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Hivebody",
			"source": "Hivebody",
			"page": 1,
			"size": [
				"M"
			],
			"speed": 25,
			"ability": [
				{
					"int": 2
				}
			],
			"traitTags": [
				"Monstrous Race"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"...Bzzz, bzzz.\"",
							"{@i Marrion swatted at her ear. The sound was quite persistent.}",
							"{@i \"Psst. Hey. I said, psst!\"}",
							"{@i Marrion stopped and looked around. This time, she could swear she was hearing voices in her head. Something caught her eye: what had looked like a fallen wasp's nest in the undergrowth, the assumed source of her irritation. It was picking itself up off the ground–actually standing upright on rickety legs. It turned clumsily-marked slits reminiscent of eyes towards her, and gave something like a wave–a wave!–with a rustling, pulpy arm. Marrion took a step back and drew her shortsword.}",
							"{@i \"Ooh!\" said the voice, to a corresponding chorus of buzzing from inside the humanoid nest, \"a real dwarven stinger! That's new. I really like your helmet, too. Where did you get it? Was it far away? Can I come too?\"}"
						],
						"by": "Issil Dewfeather"
					},
					"A sirine is a beautiful, amphibious fey creature often found on beaches and riverbanks. Humanoids regard them as unpredictable and dangerous, but the reality is more nuanced.",
					{
						"name": "The Shield-Maiden and the Secret Queen",
						"entries": [
							"Hivebodies are the result of a kind of awakening, where magically infused colonies of insects develop a unique type of sentience. This might be the result of generations of feeding on the nectar of mystical flowers, or the inhabitation of an old wizard's tower. Whatever the origins, the outcome is extraordinary. Seamless communication amongst the drones and the queen creates a hivemind; and when that mind wishes to expand its knowledge by adventuring through the world, it must go about building and operating a Hivebody."
						],
						"type": "entries"
					},
					{
						"name": "A Home Away from Home",
						"entries": [
							"A Hivebody is little more than a crude humanoid husk: a nest or mound or colony with working limbs. Inside the networks of tunnels and chambers that form the arteries and capillaries, the united insect host animate their makeshift being with uncanny teamwork. It may not often look it, with its lumpen, faceless heads or misaligned limbs, but a Hivebody is truly a marvellous feat of engineering. With their new body a colony can begin to explore the world, interact with other civilisations, and even forge an epic story of their own, all from the comfort and protection of an animated hive. The queen of the colony always sits within a dedicated chamber, placed roughly where the brains of other humanoids are found, in the 'head' of the body.",
							"Hivebodies can range from shapes as simple as a large wasp nest with some limbs attached, to studiously crafted pulpy shells that move with only slightly stiffened grace. A husk may be as small as 3 feet or as tall as 6, although they are rarely larger. Depending on the type of insect colony within, the construction materials might be reconstituted clay, silk, wood or other plant matter. Some queens will take great pride in crafting facial features and other flourishes over time–others are content with simply being mobile. A Hivebody might appear terifyingly misshapen, intricately alien, or strangely beautiful. In this way, almost by accident, the Hivebodies emulate and even exceed the diversity displayed by other races."
						],
						"type": "entries"
					},
					{
						"name": "All for One, and One for All",
						"entries": [
							"A Hivebody is a collective of life working together. The intelligence of the colony is communal: each member down to the lowliest drone contributes sense data, thoughts, and snatches of emotion to the whole. The queen embodies the most cohesive chunk of the hivemind and is its primary director. In return, the workers and soldiers perform the physical animation of the body and, if necessary, will charge forth from their mobile fortress to protect their quiescent queen. While any one portion of the colony lives–the queen in particular–the hivemind as an entity lives on as well. The insects are to a Hivebody what blood, tendons, and willpower are to other races."
						],
						"type": "entries"
					},
					{
						"name": "Awakened Origins",
						"entries": [
							"It is worth giving some though to the beginnings of your colony-turned-adventurer. Ask yourself some questions: How long ago did your intelligence blossom into a hivemind? Did you start travelling immediately, or was there an inciting incident? Where are you orginally from, and how far have you travelled already? A colony fresh to their new life might be more naive, open-minded and curious, whereas a Hivebody headed by a more seasoned queen may display more active ambitions.",
							"Every queen is technically female, but since the connected minds of the colony become both an individual and an entire civilisation, the culture of a Hivebody is unique, self-made. They may, or may not, choose to present as female, either through speech or the appearance of their husk. They may do away with the concept of gender altogether. Values are debated and determined internally with the same force as the cultural shifts of generations that take place in other civilisations. What is art? What is the best thing to get out of life? What is our foreign policy? The answers to these big questions are influenced as much by an internally unique set of traditions as they are by additional information received through exploration. Asking what is important to a Hivebody is akin to asking what is important to a nation. There will always be different opinions and pressures represented and weighed in the personality of the hivemind. Hivebodies are not fickle or capricious, but they are nuanced, and no one is like any other. The only thing they have in common is the will to see the world that compelled them to strike out from their burrows and jungles in the first place."
						],
						"type": "entries"
					},
					{
						"name": "Hivebody Names",
						"type": "entries",
						"entries": [
							"A queen is the ultimate authority on conscious decision-making in the colony and as such they name themselves. They might take up the name of an object of importance from their early days when the body was still a localised nest, such as a tree, rock, or other natural landmark. Or they might take up the name of a story character, overheard in the conversation of passing foragers. They may make up utter nonsense. It is up to each hive queen to decide on the importance of their name.",
							"As a Hivebody wanders and the queen's knowledge of the world grows, they may well choose to change their name, seemingly on a whim. Royal entitlement does not fade: they will expect any companions to address them correctly without need of a reminder."
						]
					}
				]
			},
			"entries": [
				"Your Hivebody character has a number of unique attributes as the result of its unusual being.",
				{
					"name": "Age",
					"entries": [
						"A Hivebody 'comes of age' essentially the moment an awakened queen is born or made by other means. The lifespan of a queen is short by the reckoning of other sapient species, ranging anywhere from 5 to 15 years. But her successor may well choose to inhabit the same body, and the Hivebody will continue. Drones grow, work, and die over the span of around 150 days and are constantly reproduced."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Hivebodies typically start out neutral. Once they make the leap from survival to exploration, their curiosity and the need to protect the hive remain defining traits for a lifetime. Where these drives lead the hive–to acts of callous immorality or to acts of great community–is entirely up to the developing personality of the queen."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Sustainable animated hives can be built in two sizes, Small and Medium. Choose one of these sizes, as detailed at the end of this section."
					]
				},
				{
					"type": "entries",
					"name": "Mind of Multitudes",
					"entries": [
						"You have advantage on saving throws against being charmed or frightened. In addition, Insight checks against you are rolled with disadvantage."
					]
				},
				{
					"type": "entries",
					"name": "Incensed Host",
					"entries": [
						"When hit by an attack, you may use your reaction to release a swarm of angered drones that fill the air in a 5-foot radius around you for 1 minute. Hostile creatures that enter the area for the first time on a turn or end their turn in this space must make a Dexterity saving throw. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus. A creature takes 1d6 piercing damage + poison damage equal to your Constitution modifier on a failed save, and half as much damage on a successful one. The piercing damage increases to 2d6 at 6th level, 4d6 at 11th level, and 6d6 at 16th level. You must finish a short or long rest before you can use this ability again."
					]
				},
				{
					"type": "entries",
					"name": "Land of Milk and Honey",
					"entries": [
						"Colonies are used to eating piecemeal, using workers to gather edible detritus or nectar over the course of the day. Determine with your DM a suitable food for your colony: some examples include fungi, leaves (fresh or composting), lesser insects, or flower nectar. Collecting nectar from flowers also assists with local pollination. If travelling over suitable terrain, you may sustain the colony for 1 day by collecting food in this manner over 4 hours.",
						"You may otherwise eat and drink as normal."
					]
				},
				{
					"type": "entries",
					"name": "Royal Jelly",
					"entries": [
						"Once per day if you are not suffering from starvation you can produce 1 lb of Royal Jelly from any convenient orifice. When consumed, this substance restores 1 hit point and provides enough nourishment to sustain acreature for one day. A creature that eats the Jelly willingly will regard you warmly for the following 10 minutes and is considered charmed for this duration. Royal Jelly spoils after 24 hours.",
						"You must complete a long rest before you can use this ability again."
					]
				},
				{
					"type": "entries",
					"name": "Long Live the Queen",
					"entries": [
						"If your body is completely destroyed (for example, in an attack that would cause instant death), {@coinflip flip a coin|Long Live the Queen|Heads (Survives)|Tails (Destroyed)}. On a heads your queen survives. A queen outside of a hive retains your Intelligence, Wisdom, and Charisma scores, has a Strength, Dexterity, and Constitution score of 3, and hit points equivalent to your first level maximum. She has a movement speed of 0 feet.",
						"If a queen is hand-fed and protected for 2d4 days, she will spawn a fresh brood of drones and can begin the process of building a new body. You may choose a Small or a Medium husk, even if your first body was a different size. This process takes 2d20+20 days regardless of the size chosen."
					]
				},
				{
					"type": "entries",
					"name": "Language (Buzzwords)",
					"entries": [
						" a chittering insectoid dialect sprinkled liberally with popular words and phrases that the colony find amusing. There is no written form of Buzzword–non-verbal messages are conveyed through a mix of synchronised dance and chemical markers.",
						"Your queen communicates through rudimentary telepathy with a radius of 30 feet. This connection can only be used to broadcast speech to others. You cannot hear thoughts of any kind."
					]
				}
			],
			"languageProficiencies": [
				{
					"other": true
				}
			]
		}
	],
	"subrace": [
		{
			"name": "Small Hive",
			"ability": [
				{
					"dex": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Hives of this type are usually between 2 and a half to 4 feet tall and weigh around 30 pounds. Your size is Small."
					]
				},
				{
					"type": "entries",
					"name": "Unite in Flight",
					"entries": [
						"Your body is light enough that it can be transported through the air with a concerted effort from the colony. While not wearing heavy armour you can hover a maximum of 5 feet above the ground and use your movement speed as normal, ignoring any grounded difficult terrain lower than your hover height. You must concentrate on this movement as if concentrating on a spell. You can use a shield and still gain this benefit."
					]
				}
			],
			"source": "Hivebody",
			"raceName": "Hivebody",
			"raceSource": "Hivebody",
			"page": 1
		},
		{
			"name": "Medium Hive",
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"These larger hives can reach up to 6 feet tall and weigh between 140 and 160 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Growing Garrison",
					"entries": [
						"Your expanded sprawl of tunnels allows you to host a larger colony. At 1st level, your hit point maximum increases by an additional 1 and increases by 1 again whenever you gain a level."
					]
				}
			],
			"source": "Hivebody",
			"raceName": "Hivebody",
			"raceSource": "Hivebody",
			"page": 1
		}
	]
}
