{
    "_meta": {
        "sources": [
            {
                "json": "RyokosGuide",
                "abbreviation": "Ryokos",
                "full": "Ryokos Guide to the Yokai Realms",
                "authors": [
                    "DnD Shorts"
                ],
                "convertedBy": [
                    "Itari"
                ],
                "dateReleased": "2025-09-23",
                "version": "1.0.0",
                "url": "https://www.kickstarter.com/projects/dndshorts/ryokos-guide-to-the-yokai-realms-a-5e-tome"
            }
        ],
        "edition": "classic",
        "dateAdded": 1758684475,
        "dateLastModified": 1758684475
    },
    "race": [
        {
            "name": "Kitsune",
            "source": "RyokosGuideYokaiRealm",
            "page": 129,
            "ability": [
                {
                    "cha": 2,
                    "dex": 1
                }
            ],
            "size": [
                "M"
            ],
            "speed": 35,
            "darkvision": 60,
            "languageProficiencies": [
                {
                    "any": 1,
                    "common": true,
                    "other": true
                }
            ],
            "skillProficiencies": [
                {
                    "choose": {
                        "from": [
                            "deception",
                            "persuasion",
                            "stealth"
                        ],
                        "count": 1
                    }
                }
            ],
            "additionalSpells": [
                {
                    "innate": {
                        "3": {
                            "daily": {
                                "1": [
                                    "disguise self"
                                ]
                            }
                        }
                    },
                    "known": {
                        "1": [
                            "druidcraft",
                            "produce flame"
                        ]
                    }
                }
            ],
            "entries": [
                {
                    "type": "entries",
                    "name": "Age",
                    "entries": [
                        "Kitsune mature at the same rate as humans, reaching adulthood at aaround 20. They can go on to live up to a millennium"
                    ]
                },
                {
                    "type": "entries",
                    "name": "Anatomy",
                    "entries": [
                        "You have two arms, two legs, and between one and nine tails."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Size",
                    "entries": [
                        "You are Medium. Fully grown kitsune stand between 5 and 7 feet tall."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Speed",
                    "entries": [
                        "Your walking speed is 35 feet."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Creature Type",
                    "entries": [
                        "You are a Fey."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Ascendant Form",
                    "entries": [
                        "You have the power to take on a magical ascendant form. As an action, you can radiate bright, white light for 1 hour or until you end the effect as a bonus action. This light penetrates magical darkness, shediding brgiht light in a 10-foot radius and dim light for an additional 10 feet. Creatures of your choice in the light can add 1d4 to their Intimidation, Perception, and Persuasion ability checks. While in this form, when a creature within 10 feet of you misses an attack roll or fails a saving throw, you can use your reaction to add add 1d4 to the result, pottentially turning a miss into a hit or a failure into a a success. Once oyu use thie trait, you can't do so again until you finish a long rest."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Darkvision",
                    "entries": [
                        "You can see in dim light within 60 feet of you as if it were bright light, and in darkesns as if it were dim light. You can't discern colour in darknesss, only shades of grey."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Fox's Wedding",
                    "entries": [
                        "You know the druidcraft and produce flame cantrips. Once you reach 3rd level, you can cast the disguise self spell once with this trait as a 1st-level spell, and you regain the ability to cast it this way when you finish a long rest. You can cast this spell using any spell slots you ahve of the appropriate level. Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells (choose when you select this race)."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Kitsune Guile",
                    "entries": [
                        "You have proficiency in one of the following skills of your choice: Deception, Persuastin, or Stealth."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Language of Motion",
                    "entries": [
                        "You can articulate ideas through motion, as well as speech. If you spend 1 minute moving your tails and ears, you can communicate a simple message, which can be contrary to any words you may be speaking aloud. This communication is undectable to any creatures that doesn't speak Kitsune. A creature within 60 feet of you that can see you and speaks Kitsune can understand thism message."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Shapeshifter",
                    "entries": [
                        "As an action, you can transform into the shape of a fox. When you do, your clothing and equipment meld into your form and you gain no benefits from them while transformed. You determine the specifics of your appearance in fox form, including your colouration and size (choosing from Tiny or Small when you transform). All your other game statistics remain the same. You can't cast spells that require material or somatic components while in this form, but you can concentrate on spells and speak as normal. You remain in this form until you use an action to revert to your true form or you die."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Languages",
                    "entries": [
                        "You can speak, read, and write Common, Kitsune and one other language that you and your GM agree is appropriate for your character."
                    ]
                }
            ]
        }
    ],
    "raceFluff": [
        {
            "name": "Kitsune",
            "source": "DnD Shorts",
            "entries": [
                "With cautious, padded steps and charcoal nose raised to the air, a kitsune slinks through a twilight forest, indistinguishable from a common fox. The kitsune's powers of transformation are legendary, being able to assume a fox's form in a fashion similar to a druid's mastery of wild shape. Even in their humanoid body, kitsune retain the tail, ears, and clawed feet of their canine cousins, along with a fox's nimble gait and inquisitive mind. As comfortable in humanoid form as they are in fox, it is only for the love of interacting with other folk that so many kitsune live their lives alomst entirely in their true, bipedal shape, finding it easier to integrate into communities and explore the world this way.",
                {
                    "type": "entries",
                    "entries": [
                        "A hush lulls over the deepest parts of the woods as a party of hunters tracks their unfortunate prey. Unbeknown to them, a slender, olive-skinned humanoid crouches on a tree branch, completely unnoticed. She carefully plans her every move in order to remain undetected by the hunters. Ears twitch and eyes squint as the koradi huntress slowly tracks behind the party, the hunters becoming the hunted.",
                        "A firm grip embraces the curves of the bow she carved in her youth. It is well worn, but she knows it is reliable. As her feet weightlessly skim across tree bark, a foot knocks a loose branch, sending it tumbling down onto the carpeted floor. The hunters take notice and turn around to face her but before they can react, she is long gone."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Visual Linguists",
                    "entries": [
                        "Kitsune communication incorporates nonverbal cues innate to beasts and other beings of the natural world. A swish of the tail or a tilt of the head carries great significance; a subtle gesture can be the difference between playful jibe and deadly threat. Kitsune grow an additional tail for each century they live, and so they complain more and more frequently of the blundering unsophistication of purely verbal languages; each swirling tail adds a subtle layer of meaning, granting elders the power to express that which is inexpressible to those limited by the spoken word."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Revered Travellers",
                    "entries": [
                        "Long lives, innate curiosity, and a restless drive to understand others lead ancient kitsune to be revered for their wisdom and knowledge. Many act as wandering counsellors and justicars, drawing on a millennium of experience to right the wrongs of the world according to their own perspective. Others focus on a particular branch of research,gaining and spreading knowledge as they travel, or plying their trade as merchants. Such kitsune are able to observe the ebb and flow of supply and demand across generations, wielding their experience and long lives as tools in the acquisition of incredible wealth."
                    ]
                }
            ]
        }
    ]
}