{
	"_meta": {
		"sources": [
			{
				"json": "SailorCat",
				"abbreviation": "SCat",
				"color": "fc49b2",
				"full": "SailorCat",
				"authors": [
					"SailorCat"
				],
				"version": "3.2.0",
				"url": "https://valkrana.moe/graftling.html",
				"targetSchema": "3.2.0"
			}
		],
		"dateAdded": 1568582441,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "63bf3c52a1",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Graftling",
			"source": "SailorCat",
			"lineage": "VRGR",
			"creatureTypes": [
				"undead"
			],
			"size": [
				"S",
				"M"
			],
			"speed": 30,
			"darkvision": 60,
			"resist": [
				"poison"
			],
			"traitTags": [
				"Improved Resting",
				"Monstrous Race",
				"Uncommon Race"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"ability": [
				{
					"choose": {
						"weighted": {
							"from": [
								"str",
								"dex",
								"con",
								"int",
								"wis",
								"cha"
							],
							"weights": [
								2,
								1
							]
						}
					}
				},
				{
					"choose": {
						"weighted": {
							"from": [
								"str",
								"dex",
								"con",
								"int",
								"wis",
								"cha"
							],
							"weights": [
								1,
								1,
								1
							]
						}
					}
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Type:",
							"entry": "Undead"
						},
						{
							"type": "item",
							"name": "Size:",
							"entry": "Medium or Small. You choose the size when you gain this lineage."
						}
					]
				},
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Graftlings do not age. They are sustained by the magic that created them."
					]
				},
				{
					"type": "entries",
					"name": "Ancestral Lineage",
					"entries": [
						"If you replace a race with this lineage, you can keep the following elements of that race: any skill proficiencies you gained from it and any climbing, flying, or swimming speed you gained from it.",
						"If you don't keep any of those elements or you choose this lineage at character creation, you gain proficiency in two skills of your choice."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Skeletal",
					"entries": [
						"You are a bag of bones, represented by the following benefits:",
						{
							"type": "list",
							"items": [
								"You have advantage on saving throws against disease and being {@condition poisoned}, and you have resistance to poison damage.",
								"You have advantage on death saving throws.",
								"You don't need to eat, drink, or breathe.",
								"You don't need to sleep, and magic can't put you to sleep. You can finish a long rest in 4 hours if you spend those hours in an inactive, motionless state, during which you retain consciousness."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Bonegraft",
					"entries": [
						"Your skeleton is receptive to further grafting. You can spend 10 minutes to permanently graft purely decorative bones anywhere on your body. Additionally, if it has bones, you can graft the arm of a creature up to one size larger than you, and it becomes functional and can be removed at will. When you have three or more arms: ",
						{
							"type": "list",
							"items": [
								"You can interact with a second object as part of your free action.",
								"Retrieving an item from a magic bag, such as a {@item bag of holding|DMG}, follows the normal rules for interacting with objects.",
								"If two of your arms are wielding weaponry, you can't benefit from a shield.",
								"Your Dexterity modifier is reduced by 1 for every arm after your third."
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "Variant: Alternative Feature",
					"entries": [
						"With your DM's permission, you can swap your Ancestral Lineage feature with the Marrowsense feature detailed below.",
						"{@bold Marrowsense.} You have a nose for bone. As a bonus action, until the end of your next turn, you can use this ability to detect the location and creature type of unexposed bone within 30 feet and exposed bone within 60 feet. {@italic This ability can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, 3 feet of wood, or 7 feet of dirt. Once you use this trait, you can't use it again until you finish a short or long rest.}"
					]
				}
			],
			"fluff": {
				"entries": [
					"{@italic An unimposing bundle watches with indifference as a battle unfolds before her. She shifts her weight, bones clinking, when it becomes apparent her allies don't have the fight entirely in hand. A skeleton rattles over. \"Eheheheh,\" she thinks. \"Cute.\"}",
					"{@italic The graftling tightens her grip on her staff, a length of polished chimera fibula. With a free hand, she uncaps the scroll case hung by her waist to retrieve and unfurl a length of parchment. Coolly, she recites its mystical cipher. The runes etched into her staff exude bright pink fumes. Meanwhile, a third hand emerges from her poncho to rifle through the skeleton's pack.}",
					"{@italic Her arcane utterances come to an abrupt halt. The scroll withers, and as it does, a sphere of negative energy ripples over the crowd. There. She pulls a pouch of bandages and salves from the skeleton's pack.}",
					{
						"type": "entries",
						"name": "Bred to the Bone",
						"entries": [
							"A miserable pile of assorted bones. Graftlings are corpses who have had their skeletons transformed, grafted with those of other creatures, and infused with negative energy. They are given teeth with which to extract and pulverize bone, corrosive digestive fluids to break down and assimilate it, and the hunger to consume it. How closely a graftling resembles its original race is up to the whim of its creator, but because graftlings are the product of transplantation rather than total reconstruction, there is generally some resemblance. All graftlings end up a perversion of the skeleton.",
							"While a graftling's silhouette can oftentimes pass as humanoid, its anatomy errs. Beneath its bundle lies a twisted skeletal system, grafted in ways nature never intended. Here and there, bones are creased or gnarled from the strain of being shaped, like the roots of an ancient tree. An arm may contain the nose of a sawfish, the talons of a wyvern, and the ribs of howler—all of it mingled with the graftling's original skeleton. A typical graftling arrangement also includes portions that appear to be stock. Most commonly, the head and torso. However, this resemblance is only skin-deep. Blood is drained, organs become bone, cartilage masquerades as muscle and scar tissue. Within a suitable cavity, graftlings are then equipped with the system responsible for dissolving bone (a graftling is immune to its own acid). Because this remains active, it's common for graftlings to drool, especially in sight of a meal. A necromancer must provide either teeth and jaws capable of crushing bone, or a means to insert it directly into the cavity.",
							"The magic by which a graftling's skeleton was manipulated becomes a permanent feature. This enables them to evolve beyond their creator's vision, attaching more bones as they see fit. Some add ribs sparingly; others favor  embellishment. More than mere form over function, graftlings can assimilate limbs in this manner, which allows them to act with greater efficiency.",
							"There are reasons beyond simple experimentation that might inspire a necromancer to create a graftling. Due to their intelligence and reserved disposition, graftlings make practical, less ambitious apprentices. What's more, what was once a miserable pile of assorted bones can now dispose of any unwanted miserable piles of assorted bones. While graftlings often emerge with their intelligence intact, the same cannot always be said for their identity. All find that some part of their past self is invariably corrupted in the process."
						]
					},
					{
						"type": "inset",
						"name": "A Bone to Pick",
						"entries": [
							"Not all bones are created equal. The bones of a kobold might be greasy; those of a cambion might be spicy. A graftling may prefer a certain type of bone, or outright ignore others."
						]
					},
					{
						"name": "Bottom Feeder",
						"entries": [
							"Unlike many undead, graftlings aren't made to be predators. They don't hunt the living. They are vultures of the battlefield; they haunt pillaged hamlets; they feast upon ossuaries. They scavenge. If a person needs to worry about a graftling, that person is already dead. Graftlings will avoid fighting for corpses, preferring caution to a meal for which they hunger but do not need.",
							"Graftlings who find themselves in the wild take refuge in the corners of the world dark enough to avoid others, but close enough to life to smell a corpse on the wind. They prefer to lead solitary lives. However, this predilection doesn't erase the personality they had in life—provided reanimation didn't do that much. Consider graftling character an issue of nature vs. nurture vs. nature."
						],
						"type": "entries"
					},
					{
						"name": "Reluctant But Willing",
						"entries": [
							"A graftling's disposition does not make them immune to wanderlust; it only dampens the desire. The call to travel might come from the memories of a life lost. Maybe they seek to exact revenge on their murderer. Maybe they want to confront their creator. Maybe they wish for more than mere survival. The reasons a graftling would set out are as numerous and varied as any character.",
							"Those who grow restless enough to venture into civilization must tread lightly, and dress heavily. Undead are feared if not hated, so discovery could very well mean death. How well a graftling adjusts to civilization depends in part on the personality they had in life, in part on their willpower and discretion."
						],
						"type": "entries"
					},
					{
						"type": "inset",
						"name": "Bundle Up",
						"entries": [
							"Graftlings would do well to keep their figure in mind when outfitting. Heavy, loose-fitting clothing goes a long way in concealing their odd bone structure. Illusions, masks, and disguise kits are tools with a place in any graftling's repertoire."
						]
					},
					{
						"name": "Graftling Names",
						"entries": [
							"Graftlings will use the name they had in life, unless they've forgotten it or chosen to forsake a past to which they no longer belong. In either case, they'll assume the name given to them by their creator, if given one, or choose a name that appeals to them.",
							"Graftling Names: Ahki, Callus, Caret, Chirr, Clak, Fyerk, Huam, Kashl, Kvetch, Mort, Nyargh, Odokuro, Pelops, Rote, Scroop, Sistrum, Skel, Skrim, Slummock, Smelch, Urk, Zailofon"
						],
						"type": "entries"
					},
					{
						"name": "Graftling Feats",
						"entries": [
							"If your DM allows the use of feats from chapter 6 of the {@italic Player's Handbook}, your graftling character has access to the following special feats.",
							{
								"type": "list",
								"items": [
									"Graftling Discharge. {@italic You have evolved to use your noxious digestive fluid as a defense mechanism. You gain the following benefits:}",
									{
										"type": "list",
										"items": [
											"You can use your action to expel a spray of acid in a 5 by 30 ft. line. Each creature must make a Dexterity saving throw (DC 8 + your proficiency bonus + your Constitution modifier). A creature takes 2d6 acid damage on a failed save, and half as much damage on a successful one. The damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level. Once you use your discharge, you can't use it again until you finish a short or long rest.",
											"You have resistance to acid damage."
										]
									},
									"Graftling Avoidance. {@italic Through constant vigil you have become better at sensing danger. You gain the following benefits:}",
									{
										"type": "list",
										"items": [
											"Increase your Wisdom score by 1, to a maximum of 20.",
											{
												"type": "list",
												"items": [
													"You gain the Marrowsense ability. If you already have the ability, you may use it twice between short rests.",
													"{@bold Marrowsense.} You have a nose for bone. As a bonus action, until the end of your next turn, you can use this ability to detect the location and creature type of unexposed bone within 30 feet and exposed bone within 60 feet. {@italic This ability can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, 3 feet of wood, or 7 feet of dirt. Once you use this trait, you can't use it again until you finish a short or long rest.}"
												]
											}
										]
									},
									"Grafted Motor Functions. {@italic You have adapted to regular use of your extra limb. You gain the following benefits:}",
									{
										"type": "list",
										"items": [
											"Your Bonegraft feature allows for an additional arm with no penalty. For example, if your Dexterity modifier was reduced for every arm after your third, it's now reduced for every arm after your fourth.",
											"Choose one of the following:",
											{
												"type": "list",
												"items": [
													"You can take the Use an Object action as a bonus action.",
													"You gain proficiency in the Sleight of Hand skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it.",
													"If two or more of your arms are wielding weaponry, you can benefit from a shield.",
													"You have a climbing speed equal to your walking speed.",
													"Increase your Dexterity score by 1, to a maximum of 20."
												]
											},
											"You can select this feat multiple times. Each time you do so, you must either choose a different benefit from the list above or increase your Dexterity score by 1, to a maximum of 20."
										]
									}
								]
							}
						],
						"type": "entries"
					},
					{
						"type": "table",
						"caption": "Graftling Reasons for Adventure",
						"colLabels": [
							"{@dice d10}",
							"Reason"
						],
						"colStyles": [
							"col-1 text-center",
							"col-11"
						],
						"rows": [
							[
								{
									"type": "cell",
									"roll": {
										"exact": 1
									}
								},
								"Targeted by a monster slayer, you were forced to flee your home."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 2
									}
								},
								"You seek justice for your creator, who showed you compassion but was slain by adventurers."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 3
									}
								},
								"Haunted by the memories of your past life, you wish to reconcile or reunite."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 4
									}
								},
								"You've no intention of squandering your second chance at life on the fringes of civilization."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 5
									}
								},
								"You figure you'll try your hand at archaeology."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 6
									}
								},
								"You have slain your creator, and are pursued by their enclave."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 7
									}
								},
								"Your apprenticeship ended without consequence, and you were permitted to leave your master."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 8
									}
								},
								"You're awful at direction, and keep stumbling into civilization."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 9
									}
								},
								"You were dispatched by your master to complete an errand or quest."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 10
									}
								},
								"You will assimilate all other graftlings. There can be only one."
							]
						]
					},
					{
						"type": "table",
						"caption": "Graftling Quirks",
						"colLabels": [
							"{@dice d10}",
							"Quirk"
						],
						"colStyles": [
							"col-1 text-center",
							"col-11"
						],
						"rows": [
							[
								{
									"type": "cell",
									"roll": {
										"exact": 1
									}
								},
								"Your reanimation was so traumatizing you've developed an irrational fear of bones."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 2
									}
								},
								"You think skeletons are cute because of the way they are."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 3
									}
								},
								"You prefer to hide during a fight."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 4
									}
								},
								"You painstakingly log the bones you have encountered."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 5
									}
								},
								"You've developed a nightly ritual of snorting bone meal."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 6
									}
								},
								"Your body is a collection that you embellish with only the rarest bones."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 7
									}
								},
								"You're incredibly awkward."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 8
									}
								},
								"You have obsessive tendencies."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 9
									}
								},
								"You have a habit of sidling up to others to get a whiff of their skeleton."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 10
									}
								},
								"You treat your bundle as a refuge. Even those close to you haven't seen your face."
							]
						]
					},
					{
						"type": "table",
						"caption": "Graftling Trinkets",
						"colLabels": [
							"{@dice d20}",
							"Trinket"
						],
						"colStyles": [
							"col-1 text-center",
							"col-11"
						],
						"rows": [
							[
								{
									"type": "cell",
									"roll": {
										"exact": 1
									}
								},
								"An innocuous mortar and pestle engraved with the initials of your creator."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 2
									}
								},
								"A trinket from your past life ({@italic see any other {@item trinket|PHB} table})."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 3
									}
								},
								"A mysterious bone that defies all attempts at identification."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 4
									}
								},
								"A tiny, wooden, unfortunate cat figure."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 5
									}
								},
								"A vial of bubbling rainbow-colored neutralizer."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 6
									}
								},
								"A pair of rusty manacles."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 7
									}
								},
								"A cuneiform-incised pebble that once belonged to a lost child."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 8
									}
								},
								"A jar containing a misshapen mass preserved in formaldehyde."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 9
									}
								},
								"A set of scrimshaw dice that sometimes emit whale song."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 10
									}
								},
								"A grimy skull extracted from the necromancer who reanimated you."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 11
									}
								},
								"A twisted blackwood broom with bristles that never dirty."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 12
									}
								},
								"A dragon-shaped pin that can be tracked by someone, somewhere."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 13
									}
								},
								"A beckoning throw pillow embroidered with the shifting image of a paddling duck."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 14
									}
								},
								"A brackish collar that makes its wearer feel wanted."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 15
									}
								},
								"A tattooed arm of a grung that was boiled alive."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 16
									}
								},
								"A smelt skeleton that flutters in stagnant water."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 17
									}
								},
								"A runed notebook with scrawled notes on undead."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 18
									}
								},
								"A hefty roll of ghoul flesh secured with twine."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 19
									}
								},
								"A pouch of multi-colored, skeleton-shaped gelatin sweets."
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 20
									}
								},
								"A signet ring bearing a serpent-entwined rod of inlaid glass."
							]
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://valkrana.moe/img/guide/clothingreference1.PNG"
						}
					}
				]
			}
		}
	],
	"feat": [
		{
			"name": "Grafted Motor Functions",
			"source": "SailorCat",
			"prerequisite": [
				{
					"race": [
						{
							"name": "graftling"
						}
					]
				}
			],
			"entries": [
				"You have adapted to regular use of your extra limb. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your Bonegraft feature allows for an additional arm with no penalty. For example, if your Dexterity modifier was reduced for every arm after your third, it's now reduced for every arm after your fourth."
					]
				},
				"Choose one of the following:",
				{
					"type": "list",
					"items": [
						"You can take the Use an Object action as a bonus action.",
						"You gain proficiency in the Sleight of Hand skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it.",
						"If two or more of your arms are wielding weaponry, you can benefit from a shield.",
						"You have a climbing speed equal to your walking speed.",
						"Increase your Dexterity score by 1, to a maximum of 20."
					]
				},
				"You can select this feat multiple times. Each time you do so, you must either choose a different benefit from the list above or increase your Dexterity score by 1, to a maximum of 20. "
			]
		},
		{
			"name": "Graftling Discharge",
			"source": "SailorCat",
			"prerequisite": [
				{
					"race": [
						{
							"name": "graftling"
						}
					]
				}
			],
			"entries": [
				"You have evolved to use your noxious digestive fluid as a defense mechanism. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You can use your action to expel a spray of acid in a 5 by 30 ft. line. Each creature must make a Dexterity saving throw (DC 8 + your proficiency bonus + your Constitution modifier). A creature takes 2d6 acid damage on a failed save, and half as much damage on a successful one. The damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level. Once you use your discharge, you can't use it again until you finish a short or long rest.",
						"You have resistance to acid damage."
					]
				}
			]
		},
		{
			"name": "Graftling Avoidance",
			"source": "SailorCat",
			"prerequisite": [
				{
					"race": [
						{
							"name": "graftling"
						}
					]
				}
			],
			"entries": [
				"Through constant vigil you have become better at sensing danger. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain the Marrowsense ability. If you already have the ability, you may use it twice between short rests.",
						"{@bold Marrowsense.} You have a nose for bone. As a bonus action, until the end of your next turn, you can use this ability to detect the location and creature type of unexposed bone within 30 feet and exposed bone within 60 feet. {@italic This ability can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, 3 feet of wood, or 7 feet of dirt. Once you use this trait, you can't use it again until you finish a short or long rest.}"
					]
				}
			],
			"ability": [
				{
					"wis": 1
				}
			]
		}
	]
}
