{
	"_meta": {
		"sources": [
			{
				"json": "AMIX",
				"abbreviation": "AMIX",
				"full": "Alalgatrix",
				"authors": [
					"SeiTime"
				],
				"convertedBy": [
					"SeiTime"
				],
				"version": "2023-03-27",
				"url": "https://www.dndbeyond.com/races/1136727-amalgatrix"
			}
		],
		"dateAdded": 1679908902,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "c55f83c4a8",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Amalgatrix",
			"source": "AMIX",
			"page": 1,
			"lineage": "VRGR",
			"creatureTypes": [
				"fey"
			],
			"creatureTypeTags": [
				"aberration"
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 35,
				"climb": true
			},
			"darkvision": 60,
			"traitTags": [
				"Natural Weapon",
				"Monstrous Race"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"ability": [
				{
					"choose": {
						"weighted": {
							"from": [
								"str",
								"dex",
								"con",
								"int",
								"wis",
								"cha"
							],
							"weights": [
								2,
								1
							]
						}
					}
				},
				{
					"choose": {
						"weighted": {
							"from": [
								"str",
								"dex",
								"con",
								"int",
								"wis",
								"cha"
							],
							"weights": [
								1,
								1,
								1
							]
						}
					}
				}
			],
			"entries": [
				"Your amalgatrix character has a variety of natural abilities, the result of thousands of years of refinement.",
				{
					"type": "entries",
					"name": "Ability Score Increase",
					"entries": [
						"When determining your characters ability scores, increase one of those scores by 2 and increase a different score by 1, or increase three different scores by 1. Follow this rule regardless of the method you use to determine the scores, such as rolling or point buy."
					]
				},
				{
					"type": "entries",
					"name": "Creature Type",
					"entries": [
						"You are a Fey. You are also considered an Aberration for any prerequisite or effect that requires you to be an Aberration."
					]
				},
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Amalgatrix may reach physical maturity after only 25 years; one is not considered to reach mental maturity or adulthood until around 150 years of age. Amalgatrix are immortal to the effects of age, ceasing physical aging at 50 years of age. They usually only live around 3000 years before they decide to commit themselves to nature permanently."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Amalgatrix ranges from 3 to 4 feet tall, 7 to 10 feet in length, and can weigh up to 400 pounds. Amalgatrix have a more slender build to them. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"You have a walking speed of 35 feet, and due to your claws, you also have a climbing speed equal to your walking speed. You can move up, down, and across vertical surfaces and upside down along ceilings this way, like Spider Climb."
					]
				},
				{
					"type": "entries",
					"name": "Imprinting Strike",
					"entries": [
						"Beginning at 3rd level, you gain the ability to Imprint a Humanoid form. As an action, you may make an unarmed strike against a Humanoid within 5 feet of you. On a hit, you deal {@damage 1d6} + your strength modifier piercing damage instead of the normal bludgeoning damage for an unarmed strike. If the Humanoid is slain in this manner, you either Imprint this creature as your first Imprint or replace your existing Imprint with the new one. When you Imprint a Humanoid, you gain the following;",
						{
							"type": "list",
							"items": [
								"The creatures basic memories, such as their personal details (name, age, race, family, close friends)",
								"Knowledge of the Humanoids personality and likes/dislikes",
								"The ability to speak and act as the creature."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Imprint; Shapechanger",
					"entries": [
						"Beginning at 5th Level, when you have an Imprint form available, you may use an Action to shift between your natural form and that of the creature you have Imprinted. The imprint is visually and physically indistinguishable from the original target, even to such spells as True Seeing or Invocations like Witch Sight, but not to natural True Sight. You remain in this form until you use an action to return to your natural form. Your clothing and gear do not shift with you. You may use this ability to shift a number of times per Long Rest equal to your proficiency bonus."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Keen Smell",
					"entries": [
						"You have advantage in the {@skill Perception} skill for scent-based checks."
					]
				},
				{
					"type": "entries",
					"name": "Usable Appendage",
					"entries": [
						"You can grasp things with your tail. lt has a reach of 5 feet, and it can lift a number of pounds equal to five times your Strength score. You can use it to do the following simple tasks: lift, drop, hold, push, or pull an object or a creature; open or close a door or a container; or grapple someone. Your DM might allow other simple tasks to be added to that list of options. Your Tail can't wield weapons or shields."
					]
				},
				{
					"type": "entries",
					"name": "Clawed Paws",
					"entries": [
						"Because of your claws, you have a climbing speed equal to your walking speed as Spider Climb. In addition, your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them you deal slashing damage equal to {@damage 1d6} + your strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one other language of your choice. Amalgatrix live in many locations and could have adapted any number of different varieties of languages."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "insetReadaloud",
						"name": "Foreword",
						"entries": [
							"",
							{
								"type": "list",
								"style": "list-no-bullets",
								"items": [
									"'The Elders warned us away from those giant two-legged creatures.'",
									"Currif said curtly to Markyehn as they made their way back to the den. The day had been long and hard on the two young-lings; they had encountered and bested a fully grown Vrock together. Beings of two legs were not permitted here unless they are of Fey or Elven origin, of course. The Elders were going to send a hunting party to dispatch the newfound threat, but Currif and Markyehn were eager to prove themselves among the pack."
								]
							}
						]
					},
					{
						"name": "At a Glance",
						"entries": [
							"An Amalgatrix, at first glance, appears to be a strange-looking wolf with a canine muzzle and shaggy fur. However, upon closer inspection, some differences are quite noticeable. First and foremost, their front legs and claws are feline-like, with more lithe muscle and large dew claws. Their body becomes more wolf-like as it transitions into the hindquarters, where their back paws and legs more closely resemble the wolf. Their tail and upper hindquarters are the most unique, however. The fur here gives way to glistening scales that extend the entire length of their long serpentine tail."
						],
						"type": "entries"
					},
					{
						"name": "Through the Ages",
						"entries": [
							"Amalgatrix can live indefinitely; however, they tend to choose to cease existing after about 3-4 thousand years. This gives the Amalgatrix a unique perspective on the world around them. Despite their extremely long lives, they quickly form bonds with others, making friends and enemies on a whim. The Amalgatrix tend to be very carefree, choosing to live in tune with nature whenever possible. When they take up a purpose or goal, they can get lost in that activity for hundreds of years before they even realize the time has passed."
						],
						"type": "entries"
					},
					{
						"type": "list",
						"style": "list-no-bullets",
						"items": [
							"Being so long-lived, they have excessive patience and can be very forgiving of minor transgressions. However, when their dens and spaces are invaded, they are very quick to respond with deadly force - making short work of their enemies.",
							"When an Amalgatrix chooses to 'commit themselves to nature,' they essentially decide to cease breathing and expire, being consumed by their surroundings over time."
						]
					},
					{
						"name": "One for All and All for One",
						"entries": [
							"Some elder Amalgatrix can establish telepathic connections with other beings, but All Amalgatrix share a telepathic connection to one another spanning any distance or plane. It is very rare for an Amalgatrix to become an adventurer. If one does choose the life of adventure, it is usually because an Elder has recognized their special qualities and sent them to observe the world abroad. Some Amalgatrix leave the pack for more jaded reasons, such as setting back the advances of the other races or attempting to eliminate one of the races of man."
						],
						"type": "entries"
					},
					{
						"name": "Hidden in Many Realms",
						"entries": [
							"Amalgatrix are originally from the Far Realm. They came to the Prime Material plane shortly after it was created by Ao. Looking for order outside the chaos of their existence, they found the Prime Material plane through happy coincidence, and a small pack decided to jump through. The Amalgatrix bore silent witness to the creation of primordials and gods alike and watched as nature began to unfurl. Drawn to the purity and beauty they found in the world, the Amalgatrix took an instant liking to the natural landscapes and vistas they found. Most among them choose to champion the protection and preservation of nature whenever possible. When the Fey-wild was created, some Amalgatrix even decided to take up residence there to live more closely with nature.The Amalgatrix can be found in many (if not all) planes of existence, but they are most common in the Prime Material and the Feywild."
						],
						"type": "entries"
					},
					{
						"name": "Exploration and adventure",
						"entries": [
							"Amalgatrix rarely adventure. Occasionally Elders may ask an adult Amalgatrix to survey the lands of men and report their findings. Due to their long lives, the Amalgatrix can participate in centuries of exploration and discovery. Some also enjoy assisting Archfey with carrying out their goals, and adventuring allows them to select a desirable Archfey to partner with. Others might join with rebels fighting against a city expansion, and some even become champions of moral causes."
						],
						"type": "entries"
					},
					{
						"type": "insetReadaloud",
						"name": "Other Species: Tales from the Elders...",
						"entries": [
							"Most Amalgatrix view Humans and Dwarves with disgust, having grown up on stories from the elders of their wanton destruction of the natural world. However, some have seen firsthand how varied these races can be and that not all humans or dwarves behave this way. Just the majority of them...",
							{
								"type": "list",
								"style": "list-no-bullets",
								"items": [
									"{@b Dwarves.} 'Dwarves have no regard for their natural surroundings, destroying forests and mountains just to get at the deeper buried minerals. It is all that seems to matter to them, no matter how many times we try to teach them.'",
									"{@b Halflings.} 'Halflings are simple people who enjoy simple pleasures. They often scurry about the more dangerous races with abandon. They do not tend to destroy nature around them, so they are ideal traveling companions.'",
									"{@b Humans.} 'Humans are a worse version of Dwarves, at least Dwarves tend to stay below nature... Humans warp and twist nature to suit their needs; like a plague of locusts, they just keep expanding. At least they do not taste terrible.'",
									"{@b Elves.} 'Elves are among the nicest of the races. They care for their environment and even give back to it as much as they can. Of all the bipedal races, they can be treated with great respect.'"
								]
							}
						]
					},
					{
						"name": "Amalgatrix Names",
						"entries": [
							"Amalgatrix are considered pups until they have lived for 150 years, and before this period, they are called by pup names.",
							{
								"type": "list",
								"style": "list-no-bullets",
								"items": [
									"At adulthood, an Amalgatrix selects an adult name, although those who knew him or her as a pup might continue to use the pup name. Each amalgatrix's adult name is a description of their adult personality when they reach the age of maturity. Male and female names carry no distinction between genders. In addition, every amalgatrix bears a pack name, typically a combination of two words. Due to their fey nature, though, they almost never share this true name with non-amalgratrix as it would give that being a semblance of power over them.",
									"{@b Pup Names:} Ithil, Orn, Anor, Aew, Aduial, Alf, Celu, Ethuil, Celeth, Loth, Meril, Eirien, Glawar, Nen, Ross, Eilia",
									"{@b Adult Names:} Andreth, Adleitha, Amdir, Anira, Baneth, Braig, Bronwe, Celeg, Craim, Cyron, Daedelu, Doron, Draug, Duinen, Egleria, Eilian, Espalass, Faen,Fanya, Ferais, Gaear, Galadh, Gell(a), Guenivhar, Gwaedh, Gwilwileth, Hal, Hartha, Hithu, Idhor, Imloth, Ivren, Laer, Lalaith, Lista, Mele, Mavras, Minuial, Narn, Naur, Nim, Ninniach, Oll, Orod, Parth, Pessa, Puig, Randir, Rhaw, Ryn, Sador, Sidh, Suil, Taig, Teilia, Thelyn, Uial, Ungol, Uthaes",
									"{@b Pack Names (Common Translations):} Airavanesse (Eternalbeauty), Moralta (Nightprosper), Calaliltie(Lightdancing), malosnestando(Foresthealer), Toltiris(Islandguard), Airenlomba(Seasecret), Vilyatirmo(Skywatcher), Rottofarasta(Tunnelhunter), Ostotirmo(Citywatcher), Farasaice(Hunthunger), Ennananwa(Firstexisting)"
								]
							}
						],
						"type": "entries"
					}
				]
			}
		}
	]
}
