{
	"_meta": {
		"sources": [
			{
				"json": "FoxlingRace",
				"abbreviation": "Fox",
				"full": "Foxlings",
				"authors": [
					"Siegfried"
				],
				"convertedBy": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://github.com/TheGiddyLimit/homebrew"
			}
		],
		"dateAdded": 1613065104,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "1818301e72",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Foxling",
			"source": "FoxlingRace",
			"ability": [
				{
					"dex": 2,
					"cha": 1
				}
			],
			"size": [
				"S"
			],
			"speed": 25,
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Foxlings mature incredibly fast, but have unusually long lifespans. They become adults around the age of 5, living to a long life of 300 years of age. It is actually rare that a foxling dies of old age, due to their reckless lifestyles or the hostile lands they travel through."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Foxlings are generally free spirited creatures that take many risks, but they rarely show malicious intent. They are generally some degree of neutral or chaotic."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Foxlings range from between 2 feet and 3 feet tall, only weighing around 30 to 40 pounds. Your size is Small."
					],
					"type": "entries"
				},
				{
					"name": "Desert Dweller",
					"entries": [
						"You have advantage on {@skill Nature}, {@skill Stealth}, and {@skill Survival} checks made in Desert terrain. You also are more resilient to extreme temperatures that occur during the days and evenings in deserts."
					],
					"type": "entries"
				},
				{
					"name": "Keen Hearing",
					"entries": [
						"Your large ears aid you in hearing, you have advantage on {@skill Perception} checks involving hearing. You also have Disadvantage to Saving Throws against thunder damage effects. You are treated as being able to hear twice as far as other races."
					],
					"type": "entries"
				},
				{
					"name": "Nomadic Trader",
					"entries": [
						"You gain proficiency in two of the following skills, {@skill Deception}, {@skill Insight}, {@skill Intimidation}, {@skill Performance}, {@skill Persuasion}, or {@skill Survival}."
					],
					"type": "entries"
				},
				{
					"name": "Planted Feet",
					"entries": [
						"You can use {@item Heavy Crossbow|PHB|Heavy Crossbows}, {@item Pike|PHB|Pikes}, and {@item Longbow|PHB|Longbows} as if you were a Medium Creature. You also have proficiency in one of these weapons."
					],
					"type": "entries"
				},
				{
					"name": "Hazard Prone",
					"entries": [
						"Due to your race's innate reckless behavior, you have an unfortunate attraction to hazardous conditions. When you roll a 1 on a Saving Throw or Survival check, you gain 1 Hazard point. You can have a maximum number of hazard points equal to your level.",
						"You can spend 1 hazard point to reroll a 1 on any roll, taking the following roll whether it is a 1 or not. When you roll a 20 on a Saving Throw or Survival check, you lose 1 hazard point as well."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one extra language of your choice."
					],
					"type": "entries"
				}
			],
			"heightAndWeight": {
				"baseHeight": 24,
				"heightMod": "2d6",
				"baseWeight": 28,
				"weightMod": "1"
			},
			"fluff": {
				"entries": [
					"Small fox-folk with large ears, the foxlings are incredibly persuasive and tend to travel long distances in nomadic caravans. They primarily live in deserts and can be found peddling their wares across the land. It is said that a foxling is more prone to taking risks, if the reward is worth it, making foxlings dying from misadventure an incredibly common sight.",
					{
						"type": "entries",
						"name": "Community",
						"entries": [
							"Foxlings generally have nomadic communities that travel in caravans across long distances. Their homeland is usually a large desert of some kind, but they can travel the world to sell their wares. Foxlings are most commonly found as general good vendors that buy items to sell in different towns. It's not unheard of for foxlings to hire mercenaries to protect their caravans. They usually use Dire Foxes or Camels as their pack animal of choice to pull their carts and carriages. Most foxling communities tend to be led by the most influential or wisest of the group."
						]
					},
					{
						"type": "entries",
						"name": "Personality",
						"entries": [
							"A foxling is usually a free spirit that is always willing to take risks for what they believe in. Most foxlings are prone to making silly mistakes in attempts to do great things that will benefit the foxling or their companions. Foxlings are generally comedic folk and like to tell stories often, sometimes greatly exaggerating the stories."
						]
					},
					{
						"type": "entries",
						"name": "Adventurers",
						"entries": [
							"Due to their curious nature, a foxling adventurer is incredibly easy to justify. Many foxlings like the idea of doing great feats and finding wondrous treasures. Some foxlings may be seeking items to sell or just companions to make stories with. A foxling will almost always retire to their original clan, if able, when they finish adventuring. Most foxling adventurers tend to be more dexterous classes, but spellcasters aren't uncommon either."
						]
					},
					{
						"type": "entries",
						"name": "Villains",
						"entries": [
							"Foxlings are not innately ill tempered or malicious, but it's not unheard of for an exiled foxling to start a crew of bandits or pirates. Foxling villains tend to be weaker than their minions, instead acting as the brain of the operation which guides the stronger and less intelligent companions towards a greater goal, usually involving riches or artifacts."
						]
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			]
		}
	]
}
