{
	"_meta": {
		"sources": [
			{
				"json": "SSGRF",
				"abbreviation": "SSGRF",
				"full": "StarSailGames: Ratfolk",
				"authors": [
					"StarSailGames"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "Race1.1.0, FeatCC1.0.0, DA1.1.0, HM1.2.0, PR1.0.0, TM1.0.0, US1.0.0, UK1.0.0",
				"color": "8a3c78",
				"url": "https://www.gmbinder.com/share/-N2ZIGJmLqd36c1Hd9Y9",
				"dateReleased": "2022-10-21"
			}
		],
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1671982415,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "e748762be3"
	},
	"race": [
		{
			"name": "Ratfolk",
			"source": "SSGRF",
			"page": 1,
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"dex": 1,
					"choose": {
						"from": [
							"cha",
							"con",
							"int",
							"str",
							"wis"
						],
						"amount": 1,
						"count": 1
					}
				}
			],
			"darkvision": 60,
			"traitTags": [
				"Natural Weapon",
				"Skill Proficiency"
			],
			"skillProficiencies": [
				{
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"undercommon": true
				}
			],
			"entries": [
				"Your ratfolk has the following racial traits.",
				{
					"type": "entries",
					"name": "Ability Score Increase",
					"entries": [
						"Your Dexterity score increases by 2, and one other ability score of your choice increases by 1."
					]
				},
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Ratfolk live mature quickly and usually live brutally short lives. They reach adulthood at 8 and have a natural lifespan of 40 years, though most don't even live half that long."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"The cutthroat nature of ratfolk society results in them leaning heavily towards chaos over order. Their emphasis on survival at all costs pulls ratfolk towards neutrality, if not outright evil, though exceptional individuals may push back against this."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Ratfolk are usually shorter and scrawnier than the average human. Adult ratfolk usually reach 4 to 5 feet in height and weigh 70 to 110 pounds, with exceptionally well-fed individuals reaching 6 feet and weighing as much as 160 pounds. Most ratfolk walk with a hunch, making them appear shorter. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Crevice Crawler",
					"entries": [
						"You can move through and stop in a space large enough to fit a creature one size smaller than you without squeezing."
					]
				},
				{
					"type": "entries",
					"name": "Bite",
					"entries": [
						"Your razor-sharp jaws are a natural weapon you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to {@damage 1d4} + your Strength or Dexterity modifier (your choice) instead of the bludgeoning damage normal for an unarmed strike. You can also use Dexterity instead of Strength for the attack rolls you make with your bite."
					]
				},
				{
					"type": "entries",
					"name": "Overwhelming Swarm",
					"entries": [
						"When you damage a target with an attack or a spell, you can cause the attack or spell to deal extra {@damage 1d4} damage for each of your allies within 5 feet of the target that isn't {@condition incapacitated}. You can benefit from up to 3 allies this way. Once you use this trait, you can't use it again until you finish a short or long rest.",
						"At 5th level, the damage dice change to {@damage d6}s. At 10th level, they become {@damage d8}s. At 15th level, they become {@damage d10}s. And at 20th level, they become {@damage d12}s."
					]
				},
				{
					"type": "entries",
					"name": "Scurry Away",
					"entries": [
						"When a creature you can see ends its turn, you can move up to half your speed away from it as a reaction, and you are {@condition frightened} of it until the end of your next turn. This movement doesn't provoke {@action opportunity attack|PHB|opportunity attacks}. While {@condition frightened}, you can only take the {@action Dash}, {@action Disengage}, {@action Dodge}, or {@action Hide} action. This trait ignores immunity to the {@condition frightened} condition."
					]
				},
				{
					"type": "entries",
					"name": "Verminous Instincts",
					"entries": [
						"You gain proficiency in {@skill Perception}."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common} and {@language Undercommon}."
					]
				}
			],
			"fluff": {
				"entries": [
					"These devious and opportunistic humanoids scurry within the shadowy recesses of other civilizations, where they scheme ways to advance themselves and bring ruin upon their hated enemies. And the enemies of a ratfolk are many, for most other humanoids view them with fear and disdain. Thus, ratfolk live hidden within swamps, caves, sewers, or the ruins of other humanoids. From here, there can launch raids into the territory of other races to take whatever they need to survive.",
					"Some ratfolk find it in their best interest to bargain with and even form alliances with other races. These alliances are almost always created out of a sense of survivalist pragmatism, and most ratfolk won't hesitate to cast them aside once they are no longer of use. But some exceptional or desperate ratfolk will find themselves tangled in long-term partnerships with members of other races to achieve common goals. These ratfolk are almost always adventurers of some sort and can make for useful and dangerous allies.",
					{
						"type": "entries",
						"name": "Nimble and Devious",
						"page": 1,
						"entries": [
							"Though ratfolk possess natural agility and a vicious bite, they don't typically confront their foes head-on. Their smaller frames and lack of resources have made ratfolk accustomed to fighting at a disadvantage. As such, ratfolk rarely believe in fighting fair. They are twitchy and quick to scurry away if they perceive themselves in a losing fight.",
							"Skilled ratfolk can use this natural tendency to their advantage as they whittle enemies down with hit and run tactics. Ratfolk also become more confident when attacking in numbers and quickly become more vicious when they are part of a swarm overwhelming their foes.",
							"If worst comes to worst and they are forced to flee, ratfolk can quickly squeeze their way into tight crevices to escape attackers. This ability also gives them a substantial combat advantage when fighting in their claustrophobic underground homes, where they can pop from hidden alcoves to attack unsuspecting intruders."
						]
					},
					{
						"type": "entries",
						"name": "Bringers of Plague and Ruin",
						"page": 1,
						"entries": [
							"Most ratfolk live brutal lives in which pure survival is prioritized above all else. The idea of shunning a source of power out of fear of corruption or avoiding tactics because they are dishonorable is absurd to them. As such, ratfolk are known to be masters of many powers and abilities other races consider sinister. Many ratfolk become deadly assassins, some possessing a supernatural mastery of their wicked craft. Others tap into the notoriety of rats for swarming through civilization and spreading plagues. These ratfolk may become carriers for terrible diseases which they can inflict upon their victims, or they may learn to command swarms of other vermin to overwhelm their foes. Even ratfolk who pursue power through more conventional martial means utilize fear and underhanded tactics to obtain that power."
						]
					},
					{
						"type": "entries",
						"name": "Crafty Innovators",
						"page": 2,
						"entries": [
							"In their scramble to find new ways to survive, many ratfolk find innovative ways to use the limited resources at their disposal. These ratfolk make for natural tinkerers, artificers, and engineers, and their creations are built to deliver powerful results at any cost. This mindset results in many brilliant but perilous designs. The weapons created by ratfolk are often as dangerous to the wielder as the weapon's target. Successful engineers have others test their devices for them, only using the most tried and true designs themselves."
						]
					},
					{
						"type": "entries",
						"name": "Ratfolk Names",
						"page": 2,
						"entries": [
							"In some settings, ratfolk take names similar to those of nearby humanoids. Other times, ratfolk develop naming conventions of their own. First names are usually short, squeaky, and chittering. Surnames emphasize imposing traits or deeds, and ratfolk often take on new surnames they find useful for maintaining their status. Some ratfolk will even discard their first name altogether and only be referred to by an imposing title. Ratfolk names generally don't distinguish between the genders.",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"type": "item",
										"name": "Ratfolk Names:",
										"entry": "Skeetch Plaguebreath, Threk Bonechewer, Rikket Demoneyes, Gutterking, Kreet Craventail, Rotfang"
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SSGRF/Cover-Art.webp"
						},
						"title": "Mukotai Ambusher - Raymond Swanland, Wizards of the Coast",
						"width": 1200,
						"height": 901
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SSGRF/Ratfolk1.webp"
						},
						"title": "Nezumi Bladeblesser - Ilse Gort, Wizards of the Coast",
						"width": 1498,
						"height": 1100
					}
				]
			}
		}
	],
	"feat": [
		{
			"name": "Cunning Crafter",
			"source": "SSGRF",
			"page": 3,
			"prerequisite": [
				{
					"race": [
						{
							"name": "Ratfolk"
						}
					]
				}
			],
			"ability": [
				{
					"dex": 1
				},
				{
					"int": 1
				}
			],
			"toolProficiencies": [
				{
					"anyArtisansTool": 1
				}
			],
			"entries": [
				"You've become adept at tinkering and using devices in devious ways, granting you the following benefits:",
				{
					"type": "list",
					"page": 3,
					"items": [
						"You can use your action to perform object interactions and use magic items while frightened by your Scurry Away trait.",
						"You gain proficiency with one type of artisan's tools of your choice, and you can use that type of tool as a spellcasting focus for any spell you cast that uses Intelligence as its spellcasting ability."
					]
				}
			]
		},
		{
			"name": "Devious Adversary",
			"source": "SSGRF",
			"page": 4,
			"prerequisite": [
				{
					"race": [
						{
							"name": "Ratfolk"
						}
					]
				}
			],
			"ability": [
				{
					"dex": 1
				},
				{
					"str": 1
				}
			],
			"entries": [
				"You've practised scurrying in and out of combat and dispatching foes in underhanded ways, granting you the following benefits:",
				{
					"type": "list",
					"page": 4,
					"items": [
						"When you use your Scurry Away trait on a creature within 5 feet of you, you may choose to make a bite attack with disadvantage against that creature as part of the same action before you move.",
						"When a creature you have been {@condition frightened} of by your Scurry Away feature since the start of your last turn misses an attack against you, any fear you have of that creature ends. You may then use your reaction to move up to half your speed towards it. If this movement brings you within 5 feet of the creature, or you were already within 5 feet of it, you may make a bite attack against it with advantage as part of your reaction."
					]
				}
			]
		},
		{
			"name": "Hordemaster",
			"source": "SSGRF",
			"page": 4,
			"prerequisite": [
				{
					"race": [
						{
							"name": "Ratfolk"
						}
					]
				}
			],
			"ability": [
				{
					"str": 1
				},
				{
					"wis": 1
				}
			],
			"entries": [
				"You've learned how to summon and command hordes of rats to devour your foes, granting you the following benefits:",
				{
					"type": "list",
					"page": 4,
					"items": [
						{
							"type": "item",
							"entries": [
								"As an action, you can summon a number of {@creature giant rat|SSGRF|giant rats} equal to your proficiency bonus, which appear in unoccupied spaces that you can see within 30 feet of you. The summoned rats are friendly to you and your companions. In combat, the rats share your initiative count, but they each take their turns immediately after yours in any order you choose.",
								"On each of your turns, you can use a bonus action to command any of the rats within 30 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the rats will take and where they will move during their next turn, or you can issue a general command, such as to guard a particular area or run up and attack a specific creature.",
								"If you issue no commands, they can move and use their reaction on their own, but the only action they take on their turn is the {@action Dodge} action. Once given an order, the rats continue to follow it until their task is complete or they end their turn more than 30 feet away from you. Each rat disappears after it drops to 0 hit points, after 10 minutes have passed, or you use this feature to summon more rats.",
								"Once you summon rats this way, you can't do so again until you finish a long rest, unless you expend a spell slot of 1st level or higher. When you summon rats this way, you create a number of rats equal to twice the level of the spell slot expended."
							]
						}
					]
				},
				{
					"type": "statblock",
					"tag": "creature",
					"source": "SSGRF",
					"name": "Giant Rat",
					"page": 4,
					"collapsed": true
				}
			]
		},
		{
			"name": "Plague Rat",
			"source": "SSGRF",
			"page": 5,
			"prerequisite": [
				{
					"race": [
						{
							"name": "Ratfolk"
						}
					]
				}
			],
			"ability": [
				{
					"con": 1
				},
				{
					"str": 1
				}
			],
			"entries": [
				"Your body is riddled with diseases that perversely grant you vitality while also allowing your bites to inflict debilitating infections, thus granting you the following benefits:",
				{
					"type": "list",
					"page": 5,
					"items": [
						"Once per turn, when you hit a creature with your bite attack, you can force it to make a Constitution saving throw ({@b DC 8 + your proficiency bonus + your Constitution modifier}) or become infected by your disease. While it is diseased, whenever the infected creature makes an ability check, attack roll, or saving throw, it must roll a {@dice d4} and subtract the number rolled from the ability check, attack roll, or saving throw. The creature can repeat the saving throw at the end of each of its turns, ending the disease on a success. Once a creature is cured of the disease, or it succeeds on saving throw against the disease, it can't become infected by this disease again for 24 hours."
					]
				}
			]
		},
		{
			"name": "Tail Master",
			"source": "SSGRF",
			"page": 5,
			"prerequisite": [
				{
					"race": [
						{
							"name": "Ratfolk"
						}
					]
				}
			],
			"entries": [
				"You've trained your tail coordination to the point where you can use it like a third hand. You may use your tail to perform actions you would normally need a free hand for. Your tail can wield {@filter simple weapons with the light property|items|source=|type=simple weapon|property=light|category=}, but no other types of weapons and no shields. When you take an {@action attack} action while wielding a weapon with your tail, you may make an additional {@action Two-Weapon Fighting|PHB|off-hand attack}, allowing you a maximum of two off-hand attacks."
			]
		},
		{
			"name": "Under Speaker",
			"source": "SSGRF",
			"page": 5,
			"prerequisite": [
				{
					"race": [
						{
							"name": "Ratfolk"
						}
					]
				}
			],
			"ability": [
				{
					"int": 1
				},
				{
					"wis": 1
				},
				{
					"cha": 1
				}
			],
			"additionalSpells": [
				{
					"ability": "inherit",
					"innate": {
						"_": {
							"ritual": [
								"beast sense",
								"speak with animals"
							],
							"daily": {
								"1": [
									"animal friendship",
									"animal messenger"
								]
							}
						}
					}
				}
			],
			"entries": [
				"You've learned how to communicate with your fellow rodents, keeping you well informed by a vast network of verminous spies and granting you the following benefits:",
				{
					"type": "list",
					"page": 5,
					"items": [
						"You gain the ability to cast the {@spell beast sense} and {@spell speak with animals}, but only as rituals and only targeting rats. The spells' spell casting ability is the ability increased by this feat.",
						"You can cast {@spell animal friendship} and {@spell animal messenger}, but only targeting rats. Once you cast either of these spells in this way, you can't cast that spell in this way again until you finish a long rest. You can also cast these spells using spell slots you have of the appropriate level. The spells' spellcasting ability is the ability increased by this feat."
					]
				}
			]
		},
		{
			"name": "Unrivalled Killer",
			"source": "SSGRF",
			"page": 5,
			"prerequisite": [
				{
					"race": [
						{
							"name": "Ratfolk"
						}
					]
				}
			],
			"ability": [
				{
					"dex": 1
				},
				{
					"wis": 1
				}
			],
			"additionalSpells": [
				{
					"ability": "wis",
					"known": {
						"_": [
							"true strike#c"
						]
					}
				}
			],
			"entries": [
				"You know how best to capitalize on any opening left by your opponent, granting you the following benefits:",
				{
					"type": "list",
					"page": 5,
					"items": [
						"You learn the {@spell true strike} cantrip. You can cast it without somatic components, and Wisdom is your spellcasting ability when casting it. You can cast this spell even while you are frightened by your Scurry Away trait. If an attack that was granted advantage by the spell hits, you can use your Overwhelming Swarm trait even if you have no uses of the feature left, and doing so does not expend any uses of it.",
						"When you use your Overwhelming Swarm feature against a creature that can't see you, you gain the maximum number of additional damage dice possibly granted by that feature, regardless of the number of allies within 5 feet of your target."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SSGRF/Feats.webp"
						},
						"title": "Ink-Eyes, Servant of Oni, Wayne Reynolds, Wizards of the Coast",
						"width": 786,
						"height": 580
					}
				]
			}
		}
	],
	"monster": [
		{
			"name": "Giant Rat",
			"source": "SSGRF",
			"page": 4,
			"size": [
				"S"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 7,
				"formula": "2d6"
			},
			"speed": {
				"walk": 30
			},
			"str": 7,
			"dex": 15,
			"con": 11,
			"int": 3,
			"wis": 12,
			"cha": 4,
			"skill": {
				"perception": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"cr": "1/8",
			"trait": [
				{
					"name": "Crevice Crawler",
					"entries": [
						"The rat can move through and stop in a space large enough to fit a creature one size smaller than it without squeezing."
					]
				},
				{
					"name": "Keen Smell",
					"entries": [
						"The rat has advantage on Wisdom ({@skill Perception}) checks that rely on smell."
					]
				},
				{
					"name": "Overwhelming Mass (1)",
					"entries": [
						"The first time each turn that the rat hits a creature with an attack, it deals an extra 1 damage per ally it has within 5 feet of its target that isn't {@condition incapacitated}. The rat can benefit from up to 3 allies this way."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Scurry Away",
					"entries": [
						"When an enemy the rat can see ends its turn, the rat can move up to half its speed away from the creature and become {@condition frightened} of it until the end of the creature's next turn. This movement doesn't provoke {@action opportunity attack|PHB|opportunity attacks}. While {@condition frightened} this way, the rat can only take the {@action dash}, {@action disengage}, {@action dodge}, or {@action hide} actions. This feature ignores immunity to the {@condition frightened} condition."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SSGRF/GiantRatToken.webp"
			},
			"traitTags": [
				"Keen Senses"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SSGRF/GiantRat.webp"
						},
						"title": "Ruin Rat - Shreya Shetty, Wizards of the Coast",
						"width": 920,
						"height": 675
					}
				]
			}
		},
		{
			"name": "Ratfolk Assassin",
			"source": "SSGRF",
			"page": 7,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				"L",
				"NX",
				"C",
				"NY",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item studded leather armor|PHB|studded leather}"
					]
				}
			],
			"hp": {
				"average": 78,
				"formula": "12d8 + 24"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 16,
			"con": 14,
			"int": 13,
			"wis": 11,
			"cha": 11,
			"save": {
				"dex": "+6",
				"int": "+4"
			},
			"skill": {
				"acrobatics": "+6",
				"deception": "+3",
				"perception": "+3",
				"stealth": "+9"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"resist": [
				"poison"
			],
			"languages": [
				"Common",
				"Thieves' cant",
				"Undercommon"
			],
			"cr": "8",
			"trait": [
				{
					"name": "Assassinate",
					"entries": [
						"During its first turn, the ratfolk has advantage on attack rolls against any creature that hasn't taken a turn. Any hit the ratfolk scores against a {@quickref surprised|PHB|3|0|surprised} creature is a critical hit."
					]
				},
				{
					"name": "Crevice Crawler",
					"entries": [
						"The ratfolk can move through and stop in a space large enough to fit a creature one size smaller than it without squeezing."
					]
				},
				{
					"name": "Keen Smell",
					"entries": [
						"The ratfolk has advantage on Wisdom ({@skill Perception}) checks that rely on Smell."
					]
				},
				{
					"name": "Overwhelming Mass (1)",
					"entries": [
						"The first time each turn that the ratfolk hits a creature with an attack, it deals an extra 1 damage per ally it has within 5 feet of its target that isn't {@condition incapacitated}. The ratfolk can benefit from up to 3 allies this way."
					]
				},
				{
					"name": "Sneak Attack (1/Turn)",
					"entries": [
						"The ratfolk deals an extra 14 ({@damage 4d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 ft. of an ally of the assassin that isn't {@condition incapacitated} and the ratfolk doesn't have disadvantage on the attack roll."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The ratfolk makes two shortsword attacks."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage plus 24 ({@damage 7d6}) poison damage. The target must make a {@dc 15} Constitution saving throw, taking the poison damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} {@hit 6} to hit, range 80/320 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage, and the target must make a {@dc 15} Constitution saving throw, taking 24 ({@damage 7d6}) poison damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"reaction": [
				{
					"name": "Scurry Away",
					"entries": [
						"When an enemy the ratfolk can see ends its turn, the ratfolk can move up to half its speed away from the creature and become {@condition frightened} of it until the end of the creature's next turn. This movement doesn't provoke {@action opportunity attack|PHB|opportunity attacks}. While {@condition frightened} this way, the ratfolk can only take the {@action dash}, {@action disengage}, {@action dodge}, or {@action hide} actions. This feature ignores immunity to the {@condition frightened} condition."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SSGRF/RatfolkAssassinToken.webp"
			},
			"attachedItems": [
				"light crossbow|phb",
				"shortsword|phb"
			],
			"traitTags": [
				"Keen Senses",
				"Sneak Attack"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"TC",
				"U"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RNG",
				"RW"
			],
			"savingThrowForced": [
				"constitution"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SSGRF/RatfolkAssassin.webp"
						},
						"title": "Skullsnatcher, Matt Cavotta, Wizards of the Coast",
						"width": 620,
						"height": 456
					}
				]
			}
		},
		{
			"name": "Ratfolk Bandit",
			"source": "SSGRF",
			"page": 6,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"{@item leather armor|PHB}"
					]
				}
			],
			"hp": {
				"average": 11,
				"formula": "2d8 + 2"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 12,
			"con": 12,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"languages": [
				"Common",
				"Undercommon"
			],
			"cr": "1/8",
			"trait": [
				{
					"name": "Crevice Crawler",
					"entries": [
						"The ratfolk can move through and stop in a space large enough to fit a creature one size smaller than it without squeezing."
					]
				},
				{
					"name": "Keen Smell",
					"entries": [
						"The ratfolk has advantage on Wisdom ({@skill Perception}) checks that rely on smell."
					]
				},
				{
					"name": "Overwhelming Mass (1)",
					"entries": [
						"The first time each turn that the ratfolk hits a creature with an attack, it deals an extra 1 damage per ally it has within 5 feet of its target that isn't {@condition incapacitated}. The ratfolk can benefit from up to 3 allies this way."
					]
				}
			],
			"action": [
				{
					"name": "Scimitar",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) slashing damage."
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} {@hit 3} to hit, reach 80/320 ft., one target. {@h}5 ({@damage 1d8 + 1}) piercing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Scurry Away",
					"entries": [
						"When an enemy the ratfolk can see ends its turn, the ratfolk can move up to half its speed away from the creature and become {@condition frightened} of it until the end of the creature's next turn. This movement doesn't provoke {@action opportunity attack|PHB|opportunity attacks}. While {@condition frightened} this way, the ratfolk can only take the {@action dash}, {@action disengage}, {@action dodge}, or {@action hide} actions. This feature ignores immunity to the {@condition frightened} condition."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SSGRF/RatfolkBanditToken.webp"
			},
			"attachedItems": [
				"light crossbow|phb",
				"scimitar|phb"
			],
			"traitTags": [
				"Keen Senses"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C",
				"U"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RNG",
				"RW"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SSGRF/RatfolkBandit.webp"
						},
						"title": "Nezumi Shadow-Watcher, Pete Venters, Wizards of the Coast",
						"width": 419,
						"height": 305
					}
				]
			}
		}
	],
	"variantrule": [
		{
			"name": "Ratfolk Adventurers",
			"source": "SSGRF",
			"page": 3,
			"ruleType": "O",
			"entries": [
				"Most settings do not feature ratfolk, let alone playable ratfolk. However, the DM and some players in the group may want the opportunity to try playing such a character without needing to shoehorn an entire race into the world. In this case, the following options can provide some possible origins for ratfolk individuals in settings otherwise devoid of them:",
				{
					"type": "statblock",
					"tag": "table",
					"source": "SSGRF",
					"name": "Ratfolk Adventurer Origins",
					"page": 3
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/SSGRF/Ratfolk2.webp"
					},
					"title": "Nezumi Prowler - Joseph Weston, Wizards of the Coast",
					"width": 3334,
					"height": 2449
				}
			]
		},
		{
			"name": "Ratfolk NPCs",
			"source": "SSGRF",
			"page": 6,
			"ruleType": "O",
			"entries": [
				"The following traits can be added to any NPC that's not a specific race to make it into a ratfolk NPC. A pair of example ratfolk NPC stat blocks have also been included showing NPCs from the Monster Manual with ratfolk traits applied to them.",
				{
					"type": "list",
					"page": 6,
					"items": [
						{
							"type": "item",
							"name": "Darkvision",
							"entries": [
								"The ratfolk has {@sense darkvision} out to 60 feet."
							]
						},
						{
							"type": "item",
							"name": "Crevice Crawler",
							"entries": [
								"The ratfolk can move through and stop in a space large enough to fit a creature one size smaller than it without squeezing."
							]
						},
						{
							"type": "item",
							"name": "Keen Smell",
							"entries": [
								"The ratfolk has advantage on Wisdom ({@skill Perception}) checks that rely on smell."
							]
						},
						{
							"type": "item",
							"name": "Overwhelming Mass",
							"entries": [
								"The first time each turn that the ratfolk hits a creature with an attack, it deals an extra 1 damage per each ally within 5 feet of the target that isn't {@condition incapacitated}, up to a maximum of 3 extra damage."
							]
						},
						{
							"type": "item",
							"name": "Scurry Away",
							"entries": [
								"The ratfolk has the following reaction option:",
								"When an enemy the ratfolk can see ends its turn, the ratfolk can move up to half its speed away from the creature and become {@condition frightened} of it until the end of the creature's next turn. This movement doesn't provoke {@action opportunity attack|PHB|opportunity attacks}. While {@condition frightened}this way, the ratfolk can only take the {@action Dash}, {@action Disengage}, {@action Dodge}, or {@action Hide} action. This trait ignores immunity to the {@condition frightened} condition."
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Ratfolk Adventurer Origins",
			"source": "SSGRF",
			"page": 3,
			"colLabels": [
				"d10",
				"Adventurer Origin"
			],
			"colStyles": [
				"text-center",
				"text-center"
			],
			"rows": [
				[
					"1",
					"One of your parents was a wererat, leaving you born with bizarre ratlike traits."
				],
				[
					"2",
					"Your attempt at curing yourself of your wererat lycanthropy left you trapped in a hybrid rat-humanoid state."
				],
				[
					"3",
					"You were once an ordinary rat living in a town subjected to a dark curse, causing its rodent population to mutate into humanoids and overrun its former inhabitants."
				],
				[
					"4",
					"You were once a lab rat used in a twisted project to mutate and rapidly evolve rodents. You were one of the first successes."
				],
				[
					"5",
					"You were testing an experimental new form of transportation but didn't notice the rat with you. When you both finished your journey, you had fused into a single entity."
				],
				[
					"6",
					"You were once the familiar of a powerful and reclusive archmage. Tired of having one-way conversations with you, the mage transformed you into an intelligent humanoid."
				],
				[
					"7",
					"You betrayed the secrets of a powerful fey, who devised an ironic way of punishing you for \"ratting\" them out."
				],
				[
					"8",
					"You stole a cursed item crafted with a unique way of punishing \"thieving rats.\""
				],
				[
					"9",
					"You serve an otherworldly being strongly associated with rats and vermin, and this being has chosen to \"bless\" you with its gifts."
				],
				[
					"10",
					"A powerful magical individual with delusions of godhood is attempting to craft a new race of verminous worshippers, and you are one of the first members of this fledgling species."
				]
			]
		}
	]
}
