{
	"_meta": {
		"sources": [
			{
				"json": "TMSHomebrewCentaur",
				"abbreviation": "TMSC",
				"full": "Centaur",
				"authors": [
					"TMS Homebrew"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"version": "1.0",
				"url": "https://homebrewery.naturalcrit.com/share/H1NA5deT",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1643568222,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "937a4616b7",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Centaur",
			"source": "TMSHomebrewCentaur",
			"page": 0,
			"ability": [
				{
					"wis": 2
				}
			],
			"size": [
				"V"
			],
			"speed": "Varies",
			"traitTags": [
				"Weapon Proficiency"
			],
			"weaponProficiencies": [
				{
					"lance|phb": true,
					"spear|phb": true,
					"battleaxe|phb": true,
					"shortbow|phb": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Centaurs typically live around the same length as humans, living to about 80 normally, with some living to be nearly 110 years of age."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Centaurs are ultimately social creatures whom value group cohesion about all else, they tend toward lawful alignments, and have a propensity for neutrality- the wellbeing of their own clan being their primary motivation."
					]
				},
				{
					"type": "entries",
					"name": "Natural Cavalry",
					"entries": [
						"You may serve as a mount for a single creature your size or smaller, when you do so you always act independently of your rider. You also count as mounted at all times for the purposes of equipment, and any creature you carry in this way counts as half their normal weight for the purpose of determining whether or not you are encumbered."
					]
				},
				{
					"type": "entries",
					"name": "Centaur Weapon Training",
					"entries": [
						"You have proficiency with the {@item lance|PHB}, {@item spear|PHB}, {@item battleaxe|PHB}, and {@item shortbow|PHB}."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one extra language of your choice. Centaur are well traveled, and depending on what other peoples your herd regularly deals with, you might be versed in tongues such as Elvish, Dwarvish, or Sylvan."
					]
				}
			],
			"fluff": {
				"_raceFluff": {
					"name": "Centaur",
					"source": "TMSHomebrewCentaur"
				}
			},
			"hasFluff": true,
			"hasFluffImages": true
		}
	],
	"subrace": [
		{
			"name": "Equine",
			"source": "TMSHomebrewCentaur",
			"raceName": "Centaur",
			"raceSource": "TMSHomebrewCentaur",
			"ability": [
				{
					"str": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 40
			},
			"entries": [
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 40 feet."
					]
				},
				{
					"type": "entries",
					"name": "Charge",
					"entries": [
						"If you move at least 30 feet straight toward a target and then hit it with a melee weapon attack, you can choose to make the attack with advantage."
					]
				},
				{
					"type": "entries",
					"name": "Charge",
					"entries": [
						"You have disadvantage on Dexterity ({@skill Acrobatics}) and Strength ({@skill Athletics}) checks made to climb."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"As an equine centaur you are the strongest amongst the centaur and possess rippling muscles unmatched by any other type of centaur. Equine centaur are known for their stern and capable warriors, soldiers fully capable of fighting even the most terrifying threats and overwhelming them with their incredible power. They tend to live in northern forests, where they pit their strength against the harsh conditions of the savage wilderness.",
					{
						"type": "hr"
					}
				],
				"_appendRaceFluff": {
					"name": "Centaur",
					"source": "TMSHomebrewCentaur"
				}
			}
		},
		{
			"name": "Cervine",
			"source": "TMSHomebrewCentaur",
			"raceName": "Centaur",
			"raceSource": "TMSHomebrewCentaur",
			"ability": [
				{
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 40
			},
			"darkvision": 60,
			"additionalSpells": [
				{
					"innate": {
						"1": {
							"daily": {
								"1": [
									"druidcraft"
								]
							}
						}
					},
					"ability": "wis"
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 40 feet."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Mystical Culture",
					"entries": [
						"As a cervine centaur, you have a natural talent for magic. You know the {@spell druidcraft} cantrip. Wisdom is your spellcasting ability for it."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"As a cervine centaur, life for your herd is intimately tied to a mystical understanding of the natural world. The most prolific magic users among the different breeds of centaur, they possess keen minds and the slender, agile bodies of deer. Each cervine herd is led by a small cabal of druids whom guide their people wisely. Cervine herds tend to live primarily in temperate forests, and communicate mostly with elves and fey.",
					{
						"type": "hr"
					}
				],
				"_appendRaceFluff": {
					"name": "Centaur",
					"source": "TMSHomebrewCentaur"
				}
			}
		},
		{
			"name": "Asinine",
			"source": "TMSHomebrewCentaur",
			"raceName": "Centaur",
			"raceSource": "TMSHomebrewCentaur",
			"ability": [
				{
					"str": 1
				}
			],
			"size": [
				"S"
			],
			"speed": {
				"walk": 30
			},
			"traitTags": [
				"Powerful Build"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Your size is Small."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Stubborn",
					"entries": [
						"You have advantage on saving throws against being {@condition charmed}."
					]
				},
				{
					"type": "entries",
					"name": "Toughness",
					"entries": [
						"Your hit point maximum also increases by 1 and it increases by 1 every time you gain a level."
					]
				},
				{
					"type": "entries",
					"name": "Powerful Build",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					]
				},
				{
					"type": "entries",
					"name": "Sure-Footed",
					"entries": [
						"You ignore non-magical difficult terrain."
					]
				},
				{
					"type": "inset",
					"name": "Asinine Centaur as Mounts",
					"entries": [
						"The Natural Cavalry feature states that a centaur can carry a creature of your own size or smaller and function as a mount. The asinine centaur's Powerful Build feature is intended to qualify it to act as a mount for creatures a size larger than it as well."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"As an asinine centaur, you are the toughest Centaur breed. Smaller than your equine or cervine cousins your herd lives picking its way through mountain passes and other high places. Regardless of conditions, the tough donkey-like bodies of asinine centaur are ready to endure and adapt, and Herds of Asinine have been known to range the same mountains for generations, stubbornly clinging to the land regardless of whatever might threaten them.",
					{
						"type": "hr"
					}
				],
				"_appendRaceFluff": {
					"name": "Centaur",
					"source": "TMSHomebrewCentaur"
				}
			}
		}
	],
	"raceFluff": [
		{
			"name": "Centaur",
			"source": "TMSHomebrewCentaur",
			"entries": [
				"{@italic Kardus wore his black hair as any Elf, and woven into it were a number of charms and ornaments. He carried more such charms on his necklace, and others upon the broad belt that lay upon his hips. Some of them were bespelled- gifts from other Wildmages- since if Kardus could not cast spells of his own, that certainly did not keep him from taking advantage of the magic others gave him. His horselike body- for the centaurs only closely resembled horses, being actually smaller and stockier- was as black as his hair, and he had three white feet, a pattern Kellen had not seen in any other centaur.}",
				"— Mercedes Lackey, When Darkness Falls",
				"Centaur come in many different forms, and live in many different places- from secluded forests and great mountains, to the wide open grasslands, their connection with the natural world, and their bodies that so perfectly blend the mortal with the animal are probably their greatest single unifying traits. The centaur tribes hold respect for one's self, one's people, and for the natural world to be most the most important things in life.",
				{
					"type": "entries",
					"name": "Strong and Wise",
					"entries": [
						"A centaur is physically defined by an almost perfect blend of beastly and humanoid traits. They have well-muscled bodies, and even the lithest among them having a certain supple strength. Mentally they are as intelligent as any other mortal race, with an intution and a sense for animals that far surpasses their more human counterparts."
					]
				},
				{
					"type": "entries",
					"name": "A Tribal People",
					"entries": [
						"Regardless of type, centaur communities take two forms-- the first is traditionally known as the herd: roving tribes of centaur following their food sources and staying ahead of their enemies. The other is distinctly modern: mixed rural communities of centaur and others whom work hand in hand to protect and sustain their existences. In either case, centaur hold loyalty to the community as high in their esteem and will certainly fight to preserve the safety of their herd, whether that herd is the tribe, the village, or a company of adventurers.",
						"Centaur are usually serious and hardworking with a typically stern disposition, but that isn't to suggest that they are always morose, the typical centaur loves to celebrate the culmination of their labors with good food and drink, laughter amongst friends, and dancing. Festivals punctuating the Autumn and Spring are the typical causes for such celebration.",
						"Centaur respond to danger with courage and boldness, putting the safety of the herd before their own. Amidst the weapons used by centaur warriors, hafted weapons like spears and axes are particularly beloved. Other centaur choose to protect their communities with powerful druidic magicks and most centaur communities are led or advised by some variety of druidic shaman."
					]
				},
				{
					"type": "entries",
					"name": "Wary of Outsiders",
					"entries": [
						"Centaur communities, whether they be mixed race or purely centaur, are typically deeply suspicious of outsiders. Those from outside the herd are seen as potential dangers, and are unlikely to be trusted. For this reason, most such communities will be loath to ask for outside help, even as problems present themselves as being too large to handle on their own-- adventurers may have to prove themselves many times over before they are given the trust of the herd.",
						"Once the trust of the herd has been achieved however, there are few more loyal allies. centaur make loyal companions, and tend to make friends for life- viewing life as a series of hardships to be overcome by strong bonds of family and friendship."
					]
				},
				{
					"type": "entries",
					"name": "Centaur Names",
					"entries": [
						"Centaur favor names that favor a hard consonant in every syllable. For surnames they tend to identify themselves as a member of a regional herd, more than individual families- as a result such a name can change over the course of their life as their herd itself might change.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"name": "Male Names",
							"items": [
								"Kardus, Tinskell, Sarm, Seltari, Burdock"
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"name": "Female Names",
							"items": [
								"Selva, Kori, Helgra, Valtora, Chamri"
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"name": "Herd Names",
							"items": [
								"Herd of the Great Forest, Herd of the River Plains, Herd of the Western Pass"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://cdna.artstation.com/p/assets/images/images/003/517/182/large/amandine-girard-koni-amandine-girard-koni-cdchallenge-sanae.jpg"
					},
					"title": "Koni - Amandine GIRARD"
				}
			]
		}
	]
}
