{
	"_meta": {
		"sources": [
			{
				"json": "Mudborn",
				"full": "Mudborn",
				"authors": [
					"timemrick's daughter"
				],
				"convertedBy": [
					"cadowtin"
				],
				"abbreviation": "MBorn",
				"version": "2021.11.30",
				"url": "https://www.dandwiki.com/wiki/Mudborn_(5e_Race)"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ebd5531b8c",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Mudborn",
			"source": "Mudborn",
			"ability": [
				{
					"con": 2
				}
			],
			"size": [
				"S"
			],
			"speed": {
				"walk": 25,
				"swim": 40
			},
			"heightAndWeight": {
				"baseHeight": 19,
				"heightMod": "2d6",
				"baseWeight": 20,
				"weightMod": "1d4"
			},
			"age": {
				"mature": 15,
				"max": 60
			},
			"languageProficiencies": [
				{
					"common": true,
					"aquan": true,
					"sylvan": true,
					"bubbles|mudborn": true
				}
			],
			"darkvision": 120,
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Mudborn mature at the age of 15 and can live from 40-50 years old, though a select few have been known to be 60."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Mudborn are lawful by nature, due to the structure of their villages. It's near impossible to find an evil mudborn, but they most commonly are Imperials or Roses."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Mudborns average at about 2 feet tall, but usually are a couple inches short of the mark. Your size is small."
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"Your base walking speed is 25 feet."
					],
					"type": "entries"
				},
				{
					"name": "Aquasense",
					"entries": [
						"While underwater you have blindsight in a 30 foot radius."
					],
					"type": "entries"
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"Accustomed to dark caves from which you reside in, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Exceptional Immune System",
					"entries": [
						"Your body is used to fighting off various illnesses that you may encounter on land and in the sea. You have advantage on saving throws against diseases."
					],
					"type": "entries"
				},
				{
					"name": "Precious Face",
					"entries": [
						"Your face is simple and cute, making it difficult to instill fear in others. You have disadvantage on {@skill Intimidation} checks, but advantage on {@skill Persuasion} checks."
					],
					"type": "entries"
				},
				{
					"name": "Regeneration",
					"entries": [
						"Due to your interesting DNA, even heavy blows don't leave you with nothing left. As an action, you can regenerate your body. When you activate this ability, you heal {@dice 1d6} + Con mod of hitpoints. This amount of healing increases to {@dice 2d6} at 4th level, {@dice 3d6} at 7th level, {@dice 4d6} at 10th level, {@dice 5d6} at 13th level, {@dice 6d6} at 16th level, and {@dice 7d6} at 19th level. You may use this feature once, and regain the use of this feature after a long rest."
					],
					"type": "entries"
				},
				{
					"name": "River Child",
					"entries": [
						"You have a swimming speed of 40 feet, and you can breathe air and water."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can read, write, and speak Common, Aquan, and Sylvan. You can speak and understand Bubbles, the language of Mudborns, but there is no written component for this language."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"A squeak of bubbles left the green-brown salamander's mouth as it noticed the toothed jaws of a shark. It narrowly avoids the bite and zips off to the village, hoping it can get to the labyrinth in time with the predator not to close behind. Laughter erupted as a golden salamander dressed in red robes told a joke, it raising it's small mug of ale before downing it like it was water. \"Another round, my friends?\" Breathing heavily, a black salamander starts to grow it's hand back as it swings an axe at its opponent. The bird creature screeched in pain as the blade sunk into its wing, the salamander giving a grin. \"Go to hell, feathered fiend!\""
						],
						"by": "Charles, the bard",
						"from": "on his encounter with mudborns through his travels"
					},
					{
						"name": "Physical Description",
						"entries": [
							"Mudborn are humanoid axolotls, a salamander stuck in their nymph phase. They have stubby legs and hands, their tails making up half of their body length and providing support for when they need waddle their way onto land. Six feathery gills protrude from the back of their head, three on each side, and look similar to horns from a distance. Usually seen with an adorable face that makes them look a bit derpy, however, some claim that they are more adorable when mad for their habit to try to appear scary.",
							"There are five different subtypes of Mudborn, the most common being Mossys. Their namesake comes from the shades of green, brown, and black pigments in their skin that makes it look like they're covered in moss, flecks of shiny gold making their way into the mix, their gills a dark purple-grey color. Dalmatians are the second most common Mudborn, incredibly pale in comparison to Mossys. They tend to be white to a very pale pink and their back and head are typically covered in black speckles and their gills are a bright blood red due to having no pigment between skin and the blood vessels. Roses are very similar to Dalmatians in appearance, their skin a bit more rosy and lacking the black speckles alone their spine. Their eyes are pink or red instead of the black of Mossys and Dalmatians. The rarest of the Mudborns, Imperials, are golden in color with clear eyes and peachy gills and are the most similar to Roses. The last Mudborn, ranking as the second rarest, are Nightmares. These are quite possibly the kindest Mudborns out their despite these appearance and name. They are usually black or dark blue-grey in color with black eyes and dark blue/dark red gills.",
							"All Mudborn have slimy skin coated in mucus to protect them from the salty waters of their home as well as to grant them certain resistances, based on their subtype. Mudborn, unlike normal axolotls, can climb out of the water, as long as they keep their skin and gills wet.",
							"A Mudborn's native languages is called Bubbles, similar to that of morse code. It's most effective underwater, for it requires bubbles, but they also know Aquan and Sylvan to speak on land. Bubbles has no written components."
						],
						"type": "entries"
					},
					{
						"name": "History",
						"entries": [
							"If History must be honest, Mudborns started out as a fae's experiment gone wrong. A fairy noble was wanting to create some servants and intended to create humanoid fairy dragons. However, the dragons tricked the noble and the fairy got Mudborn instead. Upset that they were tricked, the fairy kicked the first Mudborns out of the First World and into a lake, where they grew in population and spread out, migrating towards oceans for safety. They now live in underwater caverns to hide from bird monsters and sea beasts, a labyrinth in front of the entrance to their village to confuse predators, the predators usually dying in the dead ends because they can't turn around. Because of being a experiment with fae magic, they have some magical abilities relating to water.",
							"The first Mudborns were Mossys, but as their numbers began to rise, mutations started to occur. At first, the mutated Mudborns were not accepted into society and outcasted, but they have since learned how to be more open-minded towards their brethren.",
							"Mudborns, despite many misconceptions, are a carnivorous race of fierce hunters, feasting on mollusks, crustaceans, and small fish. Some are known to catch crabs, shrimp, lobster, and fish to sell in port markets, as well as treasures they discover and drag to the surface while scavenging ships. While their adorable faces make it hard for people to say no to their offers, Mudborn are too kind to swindle people out of their money. Except for the very few evil Mudborn."
						],
						"type": "entries"
					},
					{
						"name": "Society",
						"entries": [
							"One of the lesser fears of Mudborn were other humanoids such as elves, humans, half-orcs, mainly for their sheer size compared to Mudborn, but they have decided to look past the size difference to see their true selves. They admire an elf's grace, a half-orcs ferocity, and the human diversity. They bond closely with gnomes and are good friends to halflings, finding it easier to be around these small folk. They are wary of dwarves, however, finding these mountin dwellers rather intimidating, especially with their booming voices.",
							"Mudborns cannot wear metal armor, it suffocates them for they do breathe through their skin. They, however, can find armor made of more natural materials such as wood and clam shells which don't impede on bonuses or stealth disadvantages. Typical Mudborn armor looks like scale mail made of shells and clams, as well as two bucklers that look like fish eyes, usually used to make them look like large fish.",
							"Mudborn create villages in their underwater caverns and tend to have a very structured society. Villages are lead by a council, usually consisting of at least one of each subrace of Mudborn so each gets a say, and of varying classes. During the coming of age ceremony on the year of the Mudling's 15th birthday, all the mudlings who had birthdays that year are gathered up on the last day. They spend the day competing in games and sport (these depend on the village), then are sent out to spend the night outside the safety of the village and aren't allowed even into the labyrinth. Those who survive the night (which most do, villages tend to be near bronze dragon lairs to keep the sharks away from their homes, which are the main predators in the oceans) have a big feast of shrimp and fish to celebrate they're coming of age. Mudborn have different roles in society, mostly dependent on their racial strengths. Nightmares tend to hunt, Dalmations explore alongside Roses, who are intent on finding new things to research. Imperials are commonly diplomats and ambassadors, while Mossys tend to lead their villages through their wisdom."
						],
						"type": "entries"
					},
					{
						"name": "Mudborn Names",
						"entries": [
							"They get birth names, like every other race, but during the feast day of the coming-of-age ceremony, each mudling gets a name based on their accomplishments or their personality. They claim that their birth names are based off fruits and vegetables, but sometimes it's hard to see why. Mudborns go by both names, but some prefer one name to the other.",
							{
								"name": "Birth Mudborn Names",
								"entries": [
									"Neocan, Otil, Phikin, Wrirang, Viantine, Flitain, Occeatain, Fecrirean, Uzucine, Brobbomousse."
								],
								"type": "entries"
							},
							{
								"name": "Given Mudborn Names",
								"entries": [
									"Fast One, Shark Confuser, Fire Coral, Bubblelove, Wavesinger, Mersaver."
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			}
		}
	],
	"subrace": [
		{
			"name": "Dalmatian",
			"ability": [
				{
					"dex": 1
				}
			],
			"speed": {
				"walk": 30,
				"swim": 45
			},
			"entries": [
				{
					"name": "Static Slime",
					"entries": [
						"Those around you can feel a slight buzz from you as your slime stores static electricity. You are resistant to lightning damage."
					],
					"type": "entries"
				},
				{
					"name": "Energetic",
					"entries": [
						"Your move fast for one with stubby legs, outpacing your fellow brethren. Your base walking speed and your swim speed both increase by 5 feet."
					],
					"type": "entries"
				}
			],
			"resist": [
				"lightning"
			],
			"source": "Mudborn",
			"raceName": "Mudborn",
			"raceSource": "Mudborn"
		},
		{
			"name": "Imperial",
			"ability": [
				{
					"dex": 1
				}
			],
			"entries": [
				{
					"name": "Flare Slime",
					"entries": [
						"Those who get too close can just feel the heat radiating off your slime, it's a wonder how you don't overheat! You are resistant to fire damage."
					],
					"type": "entries"
				},
				{
					"name": "Friendly Face",
					"entries": [
						"You know just how to move your face to be as approachable as possible. You are proficient in {@skill Persuasion} checks."
					],
					"type": "entries"
				}
			],
			"resist": [
				"fire"
			],
			"skillProficiencies": [
				{
					"persuasion": true
				}
			],
			"source": "Mudborn",
			"raceName": "Mudborn",
			"raceSource": "Mudborn"
		},
		{
			"name": "Mossy",
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				{
					"name": "Toxic Slime",
					"entries": [
						"The strange scent of venom clings to the air around you, somehow amplified when you have been in recent contact with water. You are resistant to poison damage."
					],
					"type": "entries"
				},
				{
					"name": "Medically Inclinded",
					"entries": [
						"You've studied your anatomy well from your hunts, you know just how to fix an ally's injury. You are proficient in {@skill Medicine} checks."
					],
					"type": "entries"
				}
			],
			"resist": [
				"poison"
			],
			"skillProficiencies": [
				{
					"persuasion": true
				}
			],
			"source": "Mudborn",
			"raceName": "Mudborn",
			"raceSource": "Mudborn"
		},
		{
			"name": "Nightmare",
			"ability": [
				{
					"str": 1
				}
			],
			"entries": [
				{
					"name": "Acidic Slime",
					"entries": [
						"A faint sizzle can be heard around you as the slime on your skin sometimes seems to boil. You are resistant to acid damage"
					],
					"type": "entries"
				},
				{
					"name": "Thick Skin",
					"entries": [
						"Scars from battle have made your skin tough and hard to penetrate, as well making it harder to talk to people. You add a plus 1 to your AC and replace your disadvantage in {@skill Intimidation} with disadvantage in {@skill Persuasion}."
					],
					"type": "entries"
				}
			],
			"resist": [
				"acid"
			],
			"source": "Mudborn",
			"raceName": "Mudborn",
			"raceSource": "Mudborn"
		},
		{
			"name": "Rose",
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				{
					"name": "Frost Slime",
					"entries": [
						"A slight chill fills the air around you, turning heads to find the source. You are resistant to cold damage."
					],
					"type": "entries"
				},
				{
					"name": "Research Addiction",
					"entries": [
						"Your mind is the focus of your training, your goals often aiming to get more and more knowledge shoved into it. You are proficient in {@skill Investigation} checks"
					],
					"type": "entries"
				}
			],
			"resist": [
				"cold"
			],
			"skillProficiencies": [
				{
					"investigation": true
				}
			],
			"source": "Mudborn",
			"raceName": "Mudborn",
			"raceSource": "Mudborn"
		}
	]
}
