{
	"_meta": {
		"sources": [
			{
				"json": "Tr1lobyteBearkin",
				"abbreviation": "TbB",
				"full": "Bearkin",
				"authors": [
					"Tr1lobyte"
				],
				"convertedBy": [
					"Erithionis",
					"DXHHH101"
				],
				"version": "1.0.0",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/431nde/bearkin_a_humanoid_bear_homebrew_race/",
				"targetSchema": "1.1.0",
				"color": "785701"
			}
		],
		"dateAdded": 1622235053,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "c391c11009",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Bearkin",
			"source": "Tr1lobyteBearkin",
			"page": 0,
			"ability": [
				{
					"str": 2
				}
			],
			"size": [
				"V"
			],
			"speed": 30,
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Bearkin reach adolescence at about the same time as humans, but usually only live to about age 60."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Bearkin naturally tend towards neutrality, though they tend to be more good than evil. They also tend to favour a balance between the law of their clan and the chaotic nature of their lifetyle."
					]
				},
				{
					"type": "entries",
					"name": "Keen Smell",
					"entries": [
						"You gain advantage on Wisdom ({@skill Perception}) checks that rely on smell."
					]
				},
				{
					"type": "entries",
					"name": "Animal Instincts",
					"entries": [
						"You have proficiency in the {@skill Survival} skill."
					]
				},
				{
					"type": "entries",
					"name": "Claws",
					"entries": [
						"Using your bear claws to attack, your unarmed strikes deal {@dice 1d4} slashing damage."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You know Common and Bearic, Bearic is a primitive language of growls and barks most often used to quickly convey details while hunting and to intimidate. It has no written form."
					]
				}
			],
			"traitTags": [
				"Natural Weapon"
			],
			"skillProficiencies": [
				{
					"survival": true,
					"intimidation": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"other": true
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"_raceFluff": {
					"name": "Bearkin",
					"source": "Tr1lobyteBearkin"
				},
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/fv6HMkK.png"
						},
						"title": "Grizzus, God of Bears — sandara"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/x9Zyr6R.png"
						},
						"title": "Panda Bear Bearkin — Mazert Young"
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/GBP5cl8.png"
						},
						"title": "Koala Bear Bearkin — ArtofShaunKeenan"
					}
				]
			}
		}
	],
	"subrace": [
		{
			"name": "Black Bear",
			"source": "Tr1lobyteBearkin",
			"raceName": "Bearkin",
			"raceSource": "Tr1lobyteBearkin",
			"ability": [
				{
					"wis": 1
				}
			],
			"size": [
				"M"
			],
			"skillProficiencies": [
				{
					"stealth": true
				}
			],
			"darkvision": 60,
			"entries": [
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Bearkin tower over their companions at around 7 to 8 feet tall, and weigh anywhere from 300 to above 450 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"Familiar with the darkness, you have superior vision in dark or dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Stealthy",
					"entries": [
						"You gain proficiency in the {@skill Stelath} skill."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"The smallest and most timid of the bearkin varieties, black bears tend to be smarter and make up clans of single families in caves or other underground locations, occasionally including the Underdark. They mostly keep to themselves and protect their lairs and territories without moving about, but will happily interact with others of their kind.",
					{
						"type": "hr"
					}
				],
				"_appendRaceFluff": {
					"name": "Bearkin",
					"source": "Tr1lobyteBearkin"
				}
			}
		},
		{
			"name": "Brown Bear",
			"source": "Tr1lobyteBearkin",
			"raceName": "Bearkin",
			"raceSource": "Tr1lobyteBearkin",
			"ability": [
				{
					"cha": 1
				}
			],
			"size": [
				"M"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Bearkin tower over their companions at around 7 to 8 feet tall, and weigh anywhere from 300 to above 450 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Protector",
					"entries": [
						"When an ally within 10 feet of you must make a Strength saving throw, you may choose to have the effect target you in their place. This feature can only be used twice every short rest."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"Fiercely protective, honorable and strong, and usually friendly to outsiders, the most common of the bearkin varieties have a strong protective instinct and make up large clans with a lax hierachy. They often live nomadically, moving from forest to forest to cycle their prey and avoid retaliation from nearby developed settlements.",
					{
						"type": "hr"
					}
				],
				"_appendRaceFluff": {
					"name": "Bearkin",
					"source": "Tr1lobyteBearkin"
				}
			}
		},
		{
			"name": "Polar Bear",
			"source": "Tr1lobyteBearkin",
			"raceName": "Bearkin",
			"raceSource": "Tr1lobyteBearkin",
			"ability": [
				{
					"con": 1
				}
			],
			"size": [
				"M"
			],
			"resist": [
				"cold"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Bearkin tower over their companions at around 7 to 8 feet tall, and weigh anywhere from 300 to above 450 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Winter Hide",
					"entries": [
						"You have resistence to cold damage. You are also able to weather much colder climates than most other races, as descibed in chapter 5 of the Dungeon Master's Guide."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"The rarest of the bearkin, polar bears have thick winter hides, tend to be very aggressive to outsiders and have very large territories. During harsh winters, polar bear tribes raid human settlements at their weakest for food and supplies when their natural prey runs low. For this reason, especially in colder regions, polar bears are usually regarded as hostile.",
					{
						"type": "hr"
					}
				],
				"_appendRaceFluff": {
					"name": "Bearkin",
					"source": "Tr1lobyteBearkin"
				}
			}
		},
		{
			"name": "Panda Bear",
			"source": "Tr1lobyteBearkin",
			"raceName": "Bearkin",
			"raceSource": "Tr1lobyteBearkin",
			"ability": [
				{
					"wis": 1
				}
			],
			"size": [
				"M"
			],
			"skillProficiencies": [
				{
					"medicine": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": {
							"daily": {
								"1": [
									"speak with plants"
								]
							}
						}
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Bearkin tower over their companions at around 7 to 8 feet tall, and weigh anywhere from 300 to above 450 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Folk Healer",
					"entries": [
						"You gain proficiency in the {@skill Medicine} skill."
					]
				},
				{
					"type": "entries",
					"name": "Spiritual Communication",
					"entries": [
						"You have the ability to cast the spell {@spell speak with plants} using Wisdom as your spellcasting modifier. Using this feature, you are only able to communicate with plants, not command, move, or control them. Once you use this feature, you cannot use it again until the end of a long rest."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"Found in the far east, panda bear tribes and customs are largely unknown and foreign, partly as a result of their rarity. As spiritual as their notorious appetite, they have a long history and a keen sense of wisdom, preferring to keep out of the eyes of civilized society.",
					{
						"type": "hr"
					}
				],
				"_appendRaceFluff": {
					"name": "Bearkin",
					"source": "Tr1lobyteBearkin"
				},
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/x9Zyr6R.png"
						},
						"title": "Mazert Young"
					}
				]
			}
		},
		{
			"name": "Koala Bear",
			"source": "Tr1lobyteBearkin",
			"raceName": "Bearkin",
			"raceSource": "Tr1lobyteBearkin",
			"size": [
				"S"
			],
			"ability": [
				{
					"dex": 1
				}
			],
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"entries": [
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Koala bears are much smaller than their common relatives. Your size is Small."
					]
				},
				{
					"type": "entries",
					"name": "Nimble Climber",
					"entries": [
						"You have a climbing speed of 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Bear Drop",
					"entries": [
						"When falling onto another creature, you only take half falling damage and gain advantage on that attack roll, if attacking."
					]
				},
				{
					"type": "entries",
					"name": "Expert Survivalist",
					"entries": [
						"When making a Wisdom ({@skill Survival}) or Wisdon ({@skill Nature}) ability check, you can double your proficicncy bonus if already proficient."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"From distant lands to the untamed islands of the south, the connection of koalas to the bearkin lineage is often in dispute. They still carry the ferocity of the race however, despite their smaller size. Forming small nomadic communities in the trees in their notoriously hot and dangerous homeland, they drop from low-hanging branches to surprise and attack their prey which is often many times their size. The rumors of their cannibalistic nature are unfounded (though not entirely dismissed).",
					{
						"type": "inset",
						"name": "The Land Down Under",
						"entries": [
							"The Land Down Under, a large unnamed island to the far south, is a place of natural savagery and extreme heat with few bastions of civilization. This land, its deserts constantly battered by an unrelenting sun, is where the Koala bearkin call home.",
							"This very hostile environment is host to all manner strange and deadly creatures, and the intelligent beings that live there are constantly in a battle for survival. Those who underestimate the Koala's capacity as tribal hunters are quick to get on their bad side, and they rarely forgive."
						]
					},
					{
						"type": "hr"
					}
				],
				"_appendRaceFluff": {
					"name": "Bearkin",
					"source": "Tr1lobyteBearkin"
				},
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/GBP5cl8.png"
						},
						"title": "ArtofShaunKeenan"
					}
				]
			}
		}
	],
	"raceFluff": [
		{
			"name": "Bearkin",
			"source": "Tr1lobyteBearkin",
			"entries": [
				"{@i \"Father? Can I not play a little longer?\" barked Teemi, his small furry body energetically bounding over towards a small log on the riverside.}",
				"{@i \"Careful, son.\" his father growled, a large shadow looming over the bank causing nocturnal creatures at the waterside to scatter. He put a large yet gentle paw on his son's shoulder and grabbed him by the scruff of his collar. \"There are dangers in the water during starlight.\"}",
				"{@i Teemi looked cutely bitter, as only bearkin children do. \"But father-!\"}",
				"{@i \"It is time to rest.\" his father interrupted. Teemi whimpered quietly as he was carried back towards the forest treeline. \"You were much too young to remember when your mother met that fate. I will not make the same mistake again\"}",
				"Strong, stubborn, and powerful, bearkin are a race of fierce tribal warriors. The bipedal blood relative of their ursine ancestors, bearkin live in small tribes or clans of about a dozen deep in forests, caves, and sometimes arctic wastelands where they are able to hunt and kill their prey with vicious ferocity. Their use of weapons and keen battle sense give them an edge over their unevolved kin, and often a formidable foe.",
				{
					"type": "entries",
					"name": "Protective Nature",
					"entries": [
						"Bearkin have strong parental instincts and are willing to fight to protect their clans and families. To a bearkin blood is thicker than water, and few situations would result in a bearkin abandoning their clan and joining a life of adventure. Powerful and protective, they tend to be wary of outsiders but make very loyal allies, though they rarely side with large kingdoms or armies due to their disinterest in politics.",
						"As strong in heart as in muscle, bearkin have a strong natural parental instinct. In their families, both parents are expected to provide and care for their childredn (known as 'cubs') as best they can."
					]
				},
				{
					"type": "entries",
					"name": "Uncertain Origin",
					"entries": [
						"While bearkin have only been around for a few generations their origin is surround in mystery. Most believe that they are the result of malevolent druidic rituals; The bearkin, it is said, upon achieving true sentinence did not obey, killed their masters and escaped.",
						"In bearkin families gathered around campfires, they tell scary tales of evil druid pacts and monsters that will come to take children who do not perform simple chores or behave, though no bearkin truly knows where they came from.",
						"Other theories of bearkin origins are less credible, such as their role as native guardians in the Feywilds escaped to the Material Plane after a war, or that they owe their creation to a pact made by an army of great warriors, given the bodies and strength of bears to dominate their enemies. Intelligent or scholarly bearkin often wish to discover this detail."
					]
				},
				{
					"type": "entries",
					"name": "Blood Ties",
					"entries": [
						"A traditional bearkin tribe consists of one alpha male, the strongest, as a leader with several females. Young bearkin who wish to become alpha must battle in honorable unarmed combat to claim the throne — otherwise the youth of the clan usually show great respect to their elders.",
						"Bearkin clans tend to have tough, intimidating names like First Tooth, Furious Swipes, and Bloody Roar, and often use simple symbols that they scratch into tree trunks to designate their territory. Veteran travellers who recognize these symbols when travelling know to deviate their course to avoid getting attacked by aggressive tribes.",
						"Most often, a bearkin leaves as a result of disgracing their family in battle or breaking code, though many bearkin found in cities credit their abandonment to a family massacre, being lost, forest fires, or other causes that physically ejected them from their home. Bearkin away from their homes are often drawn to a life of adventure as a result of their natural instinct and origin in the wilds."
					]
				},
				{
					"type": "entries",
					"name": "Tradition and Honor",
					"entries": [
						"Traditionally, bearkin tend not to be religious creatures, though all owe faith to Grizzus, their patron god of Bears. While clans differ vastly in beliefs and ideals, all owe allegiance to Grizzus and his ideals of clan law and leadership.",
						"Tribes and families of bearkin are often found fighting and feuding, although complex politics and many of the concepts of ownership, such as money, are unfamiliar customs to them.",
						"Grizzus, who bearkin believes watches and guides them through play and battle, often contacts elders or shaman within tribes as well as particularly righteous or powerful warriors. They claim to have seen visions of their god in their sleep designating them a specific task, and it is not uncommon for a member of the tribe to leave in pursuit of this mission, which is a sign of honor.",
						{
							"type": "inset",
							"name": "Grizzus, God of Bears",
							"entries": [
								"Bearkin, while wild, have a strict code of honor bestowed upon them by their god-protector, Grizzus, when dictating combat between tribes or individuals. The Code of Grizzus guarantees that a fair fight will be had between both parties, fighting unarmed and face-to-face. Bearkin who purposefully break this vow are often cast out from their clan to live in solitude."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Bearkin Names",
					"entries": [
						"Bearkin names are derived from their grizzly origin, and therefore have strong sounds and syllables. Yound bearkin also usually have a pet name they they are known as throughout their tribe, and are often referred to as such affectionately by their elders and spouses even as they reach adulthood. Others who refer to them in this way are sure to raise a bearkin's ire.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Childhood Nicknames:",
									"entry": "ButterbaU, Cub, Flatear, Fuzzy, Prickles, Roughnose, Scruffy, Southpaw, Tiny"
								},
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Argus, Brutin, Dale, Duggar, Gorf, Kidas, Mars, Orwin Pantg, Slark, Tusk, Zalk"
								},
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Alici, Brin, Connie, Flore, Mazie, Namina, Varen, Vixen, Tribbi, Willow"
								},
								{
									"type": "item",
									"name": "Clan Names:",
									"entry": "Bloody Roar, Cut Masters, Dust Burners, Final Bark, First Tooth, Furious Swipes, Proud Claw, Sharp Paw, Tough Hide, Warrior Clan, Wild Boar, Yellow Fur"
								}
							]
						}
					]
				}
			]
		}
	]
}
