{
	"_meta": {
		"sources": [
			{
				"json": "Doppelganger",
				"abbreviation": "DG",
				"full": "Doppelganger",
				"url": "https://www.dndbeyond.com/races/622-doppelganger",
				"authors": [
					"VillainTheory"
				],
				"convertedBy": [
					"Eulum"
				],
				"color": "B3D7D6",
				"version": "1.0"
			}
		],
		"dateAdded": 1697729895,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "436e64f0ee",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Doppelganger",
			"source": "Doppelganger",
			"page": 1,
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"cha": 1,
					"dex": 1
				}
			],
			"age": {
				"mature": 20,
				"max": 120
			},
			"traitTags": [
				"Skill Proficiency"
			],
			"skillProficiencies": [
				{
					"deception": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 2
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Doppelgangers reach maturity at the same age as their parent race, and live for roughly a century after they reach maturity."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Doppelgangers tend towards neutrality. Although not innately evil, most doppelgangers are extremely self-centered. They break observed law to imitate their target but are well versed in obeying the rules necessary to maintain their deception. Doppelgangers inclined to shapechange more frequently are typically more chaotic in nature. It's possible a doppelganger will grow to enjoy an assumed identity so much they will adopt its alignment as their own."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Doppelgangers are slightly taller than humans, with hints of elven features. They average at just over six feet tall. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Shapechanger",
					"entries": [
						"You can use an action to polymorph into a Small or Medium humanoid you have seen. Your statistics, other than size, are the same in each form. Any equipment you are wearing or carrying isn't transformed. You revert to your true form if you die.",
						"You can use Shapechanger up to three times, and regain this trait through a short or long rest. Reverting back to your true form takes an action but does not consume a use."
					]
				},
				{
					"type": "entries",
					"name": "Read Thoughts",
					"entries": [
						"You can read the surface thoughts of one creature within 30 feet as an action. While the target is in range, you can continue reading its thoughts, as long as your {@status concentration} isn't broken (as if concentrating on a spell)."
					]
				},
				{
					"type": "entries",
					"name": "Psychic Intuition",
					"entries": [
						"While reading the target's thoughts with your Read Thoughts trait or a {@spell Detect Thoughts} spell, you can choose to have advantage on a Wisdom ({@skill Insight}) or Charisma ({@skill Deception}, {@skill Intimidation}, and {@skill Persuasion}) check against the target. You can't use this feature again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Insidious Imposter",
					"entries": [
						"You gain proficiency in the {@skill Deception} skill. Doppelgangers are masters of deceit and subterfuge."
					]
				},
				{
					"type": "entries",
					"name": "Greased Mind",
					"entries": [
						"You have advantage on saving throws against being {@condition Charmed}."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and two other languages of your choice."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Mark my words, they're wreteched hedonists and dastardly theives—aye, thieves! They'll steal yer coin, yer wife, yer face and even yer thoughts! — Hm? Yer wife? Yeah, got wax in yer ears? Why, that doppelganger could be with her right now in yer very bed. Best run 'n see!"
						],
						"by": "Kra'this the Crafty",
						"from": "legendary doppelganger, luring away a guard"
					},
					"Doppelgangers are wily shapeshifters that can take on the forms of other humanoids and glean the very thoughts from their minds. Experts in subterfuge and deceit, they can impersonate almost anyone with ease. These creatures have spread through almost every land, living on stolen wealth and pulling off schemes that make even master tricksters bristle with envy.",
					{
						"type": "entries",
						"name": "Changelings and Charlatans",
						"entries": [
							"No one knows where doppelgangers first came from. Some people believe they were created by arcane means, others theorize they escaped the Feywild—what is agreed is that they now span the world, lurking among almost every race, in practically every major settlement.",
							"These devious changelings can alter their appearance at will to almost any person, from human to dwarf, tiefling and beyond. In their true forms they appear as tall, grey humanoids with circular red eyes, no mouth and ears reminiscent of elves. In these true forms their skin is gelatinous to the touch, and they have slim, frail looking builds—yet even this is misleading to their advantage, for a doppelganger is tough and agile no matter what guise they take.",
							"Doppelgangers possess the rare ability to peer into the minds of those around them, focusing on an individual and reading their surface thoughts. They use this to ability to learn as much as they can about their intended target before attempting to assume their identity. They will stalk their targets for hours, days or even weeks, observing their mannerisms and secretly stealing their name, desires, and fears, along with a few scattered memories.",
							"These psychic abilities, in combination with their shapechanging skill, make them unrivaled at impersonating others."
						]
					},
					{
						"type": "entries",
						"name": "Hedonistic Habits",
						"entries": [
							"As a result of their abilities, doppelgangers are often lazy and happy to live off the profits of prior schemes in luxury. This even extends to raising their young, preferring instead to assume an attractive male form and impregnate a female of almost any race, then leaving them to raise their own progeny. A child of this union seems to be a normal member of the mother's race until it reaches adolescence, at which point it discovers its true nature and is impelled find more of its own kind.",
							"Doppelgangers work alone or in small groups. When working together they each play specific roles in carefully crafted plots to part people from their wealth and valuables. Despite this, most doppelgangers are neutral rather than evil, acting out of extreme self-interest rather than any wish to harm the victims of their cons. Doppelgangers which fall to evil tend to murder rich targets and assume their lavish lifestyles, and potentially use this person's influence to extort the weak for greater profit.",
							"Good-aligned doppelgangers are the rarest kind, rarely able to mix openly with any race but their own out of widespread fear, revulsion and suspicion of their kind—even the most pure of heart will struggle to accept a revealed doppelganger, always suspecting them of reading their mind, and potentially coming to impersonate them after more closely studying them. Those who try frequently find themselves suffering escalating paranoia.",
							"Forced to mix openly with only with their own kind, their mutually deceptive abilities see them encourage each other to lead lives of avarice.",
							"Doppelgangers rarely become adventurers, preferring to avoid the perils of fighting monsters and other such dangers. Those that do become adventurers may do so out of desperation or boredom, but usually only bother if it will help them complete a large-scale scheme. Occasionally a doppelganger may come to sympathize with the goals of a well-meaning group when impersonating someone among them for long enough."
						]
					},
					{
						"type": "entries",
						"name": "Doppelganger Names",
						"entries": [
							"Doppelgangers usually assume the name of the person they're impersonating, or at least one fitting to that race. However, most doppelgangers have a personal name kept secret from the wider world and only shared among their own kind. This personal name could be the original name from their birth parent, although most choose a new one after realizing their true nature—on the whole, these names sound vaguely elvish.",
							"{@b Doppelganger Names:} Aaelis, Barri'lon, Idellios, Karros, Lana'thir, Tariel"
						]
					}
				]
			}
		}
	]
}
