{
	"_meta": {
		"sources": [
			{
				"json": "wau",
				"abbreviation": "AU",
				"full": "Awakened Undead",
				"authors": [
					"Walrock"
				],
				"convertedBy": [
					"kerbs"
				],
				"version": "0.5.3",
				"color": "b1b1b1",
				"url": "https://www.dmsguild.com/product/222229/WH-Awakened-Undead-A-character-race-with-six-subraces-Skeletons-Ghosts-Revenants-Ghouls-Mummies-and-Necropolitans",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1591318518,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "8d05579ea2",
		"edition": "classic"
	},
	"raceFluff": [
		{
			"name": "Awakened Undead",
			"source": "wau",
			"entries": [
				"Death comes for all things in a near-infinite variety of ways. So, too, are there many reasons that the dead might return from the grave. Directly-applied necromancy, cursed lands, and unfinished business are but a few, and all leave the newly-undead soul with a mere semblance of the life it had before. All undead carry the physical or emotional scars of what ended their mortal lives, though some may be far more subtle than others.",
				{
					"name": "Dead and Reborn",
					"entries": [
						"Typically having no lands to call their own, undead with an awakened sense of self are usually perpetual foreigners, wanders in a land and often a time they do not belong to. Compounding matters, most mortal cultures carry with them an instinctual fear of death and the dead, and many associate necromancy specifically with dark tidings. This forms a wall of (often well-earned) prejudice and hatred that sentient undead find themselves up against, and many undead choose to hide their necrotic natures behind clothes, masks, and pungent perfumes when journeying into civilization.",
						"Depending on composition, humanoid undead typically range a wide gamut from 20 to 300 pounds, and may possess empty eyes, a colored flame-like magical animus in their sockets, or harrowed, surprisingly mortal eyes burning with an inner fire. Hair (if they have it at all) is usually lank, dark, and wrought with grime and gravedirt that no amount of cleaning will fully remove."
					],
					"type": "entries"
				},
				{
					"name": "Service and Freedom",
					"entries": [
						"Undeath is effectively immortality, a strong reason why many mortal spellcasters of a certain moral bent consider it a viable alternative to actually dying. Still, it is not immortality without a price; senses and emotions dull, food and drink no longer have taste, and often an undead state comes alongside a subservience of will and unthinking toil beneath a merciless and malevolent master.",
						"Some undead are born into freedom, while others earn it or have it thrust upon them. Regardless, all undead that are not bound greatly cherish their liberday, as the reminders of what could easily happen were they not fortunate enough to possess free will abound throughout history. Many awakened undead consider it their sacred duty to free other mindless undead, or simply to dispatch them wherever they may be found. The reasoning is straightforward enough: a final rest awarded to all mortals is greatly preferential to eternal slavery to the likes of a short-sighted, megalomaniacal spellcaster."
					],
					"type": "entries"
				},
				{
					"name": "Fallen Home, Forgotten Past",
					"entries": [
						"For many awakened undead, the past is a distant homeland to which they may never return, holding names and faces now partially-forgotten, and loves and lives as dead as they are. The anguish of this loss is enough to drive many mad, but others use this rage and pain as a source of power and drive, carrying them further on the road to whatever dark destiny awaits.",
						"Frequently, entire countries, customs, and cultures an undead may be familiar with no longer exist, and the sentient dead behaves or speaks in an antiquated fashion because of this. These undead may find it more difficult than usual to relate to modern mortals, usually leveraging what companions they find to bridge this epoch-long communication gap."
					],
					"type": "entries"
				},
				{
					"name": "Undead Names",
					"type": "entries",
					"entries": [
						"Many undead that awaken into sentience prefer to keep the names they held in their mortal lives. For others, however, their mortal names are forgotten or have lost meaning. These undead often adopt nicknames given to them by their former masters or present companions, and hold them to be as true as any other creature's birth name.",
						"Examples of names given in this fashion can be seen, below:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Names:",
									"entry": "Bane, Carver, Clatter, Crumble, Drudge, Minion, Mort, Pale, Rattlebones, Raven, Rook, Rotface, Shade, Shiver, Spore, Wisp"
								}
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "A Matter of Life and Death",
					"entries": [
						"Death doesn't have to be the end for a player character. An interested DM may allow a dead character to rise from their grave as one of the awakened undead, replacing the character's race and subrace features with those listed here, and taking on the character's former race as the new undead's Past Life.",
						"Conversely, an awakened undead character can wish to regain their mortal life. This may only be achieved through the use of the true resurrection spell and, again, DM permission. A character returning to their mortal life replaces their awakened undead race and subrace with what they chose for their Past Life feature, loses all features and abilities associated with being an awakened undead and instead gains abilities typical for a member of their new race."
					]
				}
			]
		}
	],
	"race": [
		{
			"name": "Awakened Undead",
			"page": 6,
			"source": "wau",
			"size": [
				"V"
			],
			"speed": "Varies",
			"ability": [
				{
					"con": 1
				}
			],
			"darkvision": 60,
			"traitTags": [
				"Monstrous Race"
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"entries": [
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Many awakened undead cling to the alignment they held in life. For others, death changes them significantly, and they adopt a new worldview in light ofwhat their death has taught them."
					]
				},
				{
					"name": "Dead Immortality",
					"type": "entries",
					"entries": [
						"You do not age. Given time, the necromantic energies that sustain you will heal most wounds you take at approximately the same rate as a mortal, and your hit dice function as normal."
					]
				},
				{
					"name": "Past Life",
					"type": "entries",
					"entries": [
						"Choose another race besides this one, which must be humanoid and lack the Living Construct trait (or similar). Before your death, you were a member of this race and appear as an undead version of it.",
						"Your size, height, and movement speed are the same as a typical member of that race. You do not retain special movement speeds from this race (such as swimming or flying) or any of the race's other racial traits. If your Past Life race has subraces, you can select one, but it confers no benefits."
					]
				},
				{
					"name": "Living Dead",
					"type": "entries",
					"entries": [
						"You have been raised from death, but regaining your autonomy has returned to you some of the spark of life. You are immune to disease. You do not need to eat or breathe, but you can ingest food and drink if you wish.",
						"Additionally, you have two creature types: humanoid and undead. You can be affected by a spell or ability if it works on either of your creature types."
					]
				},
				{
					"name": "Restless",
					"type": "entries",
					"entries": [
						"As an undead, you very rarely tire. You treat {@condition exhaustion} as if it was one level less. In addition, instead of sleeping, you enter an inactive state for 4 hours each day. You do not dream in this state; you are fully aware of your surroundings and notice approaching enemies and other events as normal."
					]
				},
				{
					"name": "Unholy",
					"type": "entries",
					"entries": [
						"Unlike other undead, you can be restored through healing magic, but it has a significantly dampened effect on you. When you regain hit points from a source that specifies it does not function on undead, you only receive half as many hit points as the source would normally provide, rounded down."
					]
				},
				{
					"name": "Darkvision",
					"type": "entries",
					"entries": [
						"Through the necromantic energy animating you, you are able to perceive with greater clarity that which lurks in the darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"name": "Bloodless",
					"type": "entries",
					"entries": [
						"You are immune to poison damage and the {@condition poisoned} condition."
					]
				},
				{
					"name": "Languages",
					"type": "entries",
					"entries": [
						"You can speak, read, and write Common and one other language, typically one available to the race you chose for your Past Life. If your Past Life race has a trait that precludes speech (such as a kenku's Mimicry), you are still not able to speak and instead gain access to the relevant trait of your Past Life race that substitutes speech."
					]
				},
				{
					"type": "inset",
					"name": "Optional Rule: Truly Dead",
					"entries": [
						"The undead presented in this option are intended to be easily accessible to players, and thus have features players would expect from other races. They can be magically healed (albeit at a reduced rate), and affected by spells such as {@spell charm person} or {@spell hold person}.",
						"However, you or your DM can choose to make awakened undead into fully undead characters. If this is the case, your Living Dead trait does not grant the humanoid type, and you do not have the Unholy trait.",
						"This option increases the difficulty for an undead character, as well as that character's reliance on hit dice and spells such as {@spell goodberry} or {@spell regenerate} that do not exclude undead. Playing a fully undead character may be too much for novice players, but a veteran player could enjoy the challenge."
					]
				}
			],
			"fluff": {
				"_raceFluff": {
					"name": "Awakened Undead",
					"source": "wau"
				}
			},
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"disease",
				"poisoned"
			],
			"hasFluff": true
		}
	],
	"feat": [
		{
			"name": "Banshee Wail",
			"source": "wau",
			"page": 11,
			"prerequisite": [
				{
					"race": [
						{
							"name": "awakened undead",
							"subrace": "ghost"
						}
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"cha",
							"wis"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"As an action on your turn, you can emit an unearthly wail that rattles the souls of your opponents. Each creature within 20 feet of you that is not an undead or construct must make a Constitution saving throw with a DC of 8 + your proficiency bonus + your Charisma or Wisdom modifier (your choice). A creature that fails this saving throw takes psychic damage equal to {@dice 2d10} + your total character level, or half this amount on a success.",
				"Once you use this ability, you cannot use it again until you have finished a short or long rest."
			]
		},
		{
			"name": "Dark Reaping",
			"source": "wau",
			"page": 11,
			"prerequisite": [
				{
					"race": [
						{
							"name": "awakened undead",
							"subrace": "revenant"
						}
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"Additionally, when a creature within 30 feet of you is reduced to 0 hit points and dies, you can feed upon the power of their death to gain your choice of one of the following benefits:",
				"You gain temporary hit points equal to your total character level + your Constitution modifier, which last for up to one minute",
				"The first attack you hit with on your next turn deals additional necrotic damage equal to your total character level + your choice of either your Strength or Charisma modifier.",
				"You have advantage on all saving throws until the start of your next turn.",
				"Once you use this ability, you must finish a short or long rest before you can use it again."
			]
		},
		{
			"name": "Four Arms",
			"source": "wau",
			"page": 11,
			"prerequisite": [
				{
					"race": [
						{
							"name": "awakened undead",
							"subrace": "skeleton"
						}
					]
				}
			],
			"entries": [
				"You add two additional arms to your frame, for a total of four. At any one time, you can hold up to four one-handed objects, a pair of two-handed objects, or a twohanded object and two one-handed objects. Also, the weight you can carry is doubled, and you gain a climbing speed of 30 feet.",
				"You are able to use your Them Bones trait if at least two of your hands are unoccupied, and using Them Bones occupies two of your hands. If all of your hands are unoccupied, you can use Them Bones for two different purposes at the same time, though doing so occupies all your hands.",
				"Having four arms does not grant you any additional attacks, and your attacks and actions are unchanged except as listed here."
			]
		},
		{
			"name": "Ghoulish Agility",
			"source": "wau",
			"page": 11,
			"prerequisite": [
				{
					"race": [
						{
							"name": "awakened undead",
							"subrace": "ghoul"
						}
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"You become exceedingly nimble. Your jump distance and height triple, and you gain a climbing speed of 30 feet. If at least one of your hands is unoccupied, you can stoop into a beastly gait as you run, increasing your land movement speed by 10 feet",
				"Additionally, you can use the {@action Dodge} action as a bonus action. Once you do so, you must finish a short or long rest before you can do so again."
			]
		},
		{
			"name": "Ghostly Magic",
			"source": "wau",
			"page": 12,
			"prerequisite": [
				{
					"race": [
						{
							"name": "awakened undead",
							"subrace": "ghost"
						}
					]
				}
			],
			"entries": [
				"Your soul is especially powerful, and you can channel its power into a semblance of mortal magic. You learn the {@spell mage hand} cantrip, and can make the hand that it conjures invisible.",
				"You also learn the {@spell blink} and {@spell invisibility} spells, each of which you can cast once at its lowest possible spell level without expending a spell slot. You regain the ability to cast those two spells in this way when you finish a long rest. Choose Wisdom or Charisma as your spellcasting ability for all three spells."
			]
		},
		{
			"name": "Improved Paralytic Claws",
			"source": "wau",
			"page": 11,
			"prerequisite": [
				{
					"race": [
						{
							"name": "awakened undead",
							"subrace": "ghoul"
						}
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"A creature that fails its save against your Paralytic Claws ability is {@condition paralyzed} instead of {@condition incapacitated}. Additionally, you can use this trait successfully twice before requiring a short or long rest to refresh its usage, instead of using it successfully once and requiring a long rest."
			]
		},
		{
			"name": "Necropolitan High Magic",
			"source": "wau",
			"page": 12,
			"prerequisite": [
				{
					"race": [
						{
							"name": "awakened undead",
							"subrace": "necropolitan"
						}
					]
				}
			],
			"entries": [
				"You have mastered your animating force, and can use it to cast spells of dark necromantic power. You learn the {@spell toll the dead|xge} cantrip. You also learn the {@spell blindness/deafness} and {@spell animate dead} spells, each of which you can cast once at its lowest possible spell level without expending a spell slot. If you are using {@spell animate dead} from this source to reassert control over a creature, it can only ever assert control over one creature. You regain the ability to cast those two spells in this way when you finish a long rest. Intelligence is your spellcasting ability for all three spells."
			]
		},
		{
			"name": "Phylactery",
			"source": "wau",
			"page": 12,
			"prerequisite": [
				{
					"race": [
						{
							"name": "awakened undead",
							"subrace": "necropolitan"
						}
					],
					"other": "12th level"
				}
			],
			"entries": [
				"You have learned the secret to creating a phylactery, much like a lich, in order to stave off annihilation. As a ritual that takes 24 hours to complete, you can designate as your phylactery one non-magical object on your person worth at least 2,500 gp that you can hold in one hand. Once the ritual is completed and you have made an object your phylactery, you cannot perform this ritual again until 300 days have passed. Conducting the ritual again after this time causes your initial phylactery to become mundane once more, and the new object becomes your phylactery.",
				"Your phylactery has 30 hit points, an AC of 18, and immunity to all damage except radiant and bludgeoning, piercing, and slashing damage done by silvered weapons. If you die while your phylactery exists, and you are on the same plane as your phylactery, you reform adjacent to your phylactery after 24 hours. If you are resurrected by some other means before this time, you do not reform via your phylactery. When your phylactery has you reform, a new body is created for you, and your old body disintegrates into dust. The objects and clothing on the person of your old body are unaffected, but your new body is formed without any of the objects your old body possessed.",
				"Once you have reformed with your phylactery, you cannot do so again for 30 days. If you die within this time, your phylactery will not reform you, though you can still be resurrected by other means."
			]
		},
		{
			"name": "Rites of Revenge",
			"source": "wau",
			"page": 13,
			"prerequisite": [
				{
					"race": [
						{
							"name": "awakened undead",
							"subrace": "revenant"
						}
					]
				}
			],
			"entries": [
				"You are able to use minor mysticism in your pursuit of those who have wronged you. You learn the {@spell true strike} cantrip and can cast it with a bonus action instead of an action, but afterwards you must finish a short or long rest before you can cast it with a bonus action again. You also learn the {@spell hunter's mark} spell, which you can cast twice at its lowest possible spell level without expending a spell slot.",
				"You regain all expended castings of {@spell hunter's mark} when you finish a long rest. Charisma is your spellcasting ability for these spells."
			]
		},
		{
			"name": "Roaming Bones",
			"source": "wau",
			"page": 13,
			"prerequisite": [
				{
					"race": [
						{
							"name": "awakened undead",
							"subrace": "skeleton"
						}
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"con"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"Additionally, you can use a bonus action to detach or re-attach one of your hands, which allows the hand to wander freely by walking on its fingertips. This detached hand has a movement speed and climb speed of 30 feet, and can move up, down, and across vertical surfaces and upside down along ceilings. The hand has a Strength score of 5, a hit point maximum equal to twice your total character level, and otherwise uses your statistics and AC. You cannot detach a hand in this way while using your Them Bones trait, or use Them Bones while a hand is detached.",
				"You have a psychic link with your detached hand, and can command it to move or take actions on your turn with no additional action from you. A hand detached in this way retains animation up to 1,000 feet away from you. A detached hand can take the {@action Dodge}, {@action Disengage}, {@action Dash}, or {@action Help} actions, but no other actions.",
				"You mentally receive visual and auditory information from the detached hand, which can see and hear as any other creature, in addition to having darkvision out to 30 feet. While the hand is detached, you know its exact location relative to you, as long as you are on the same plane of existence."
			]
		},
		{
			"name": "Tomb Magic",
			"source": "wau",
			"page": 13,
			"prerequisite": [
				{
					"race": [
						{
							"name": "awakened undead",
							"subrace": "mummy"
						}
					]
				}
			],
			"entries": [
				"You possess an innate magical power tied to your unearthly animating force. You learn the {@spell infestation|xge} cantrip. You also learn the {@spell bestow curse} and {@spell wall of sand|xge} spells, and can cast only one of them once at its lowest possible spell level without expending a spell slot. You regain the ability to cast a spell from this feature in this way when you finish a long rest. Choose Wisdom or Charisma as your spellcasting ability for all three spells."
			]
		},
		{
			"name": "Under Wraps",
			"source": "wau",
			"page": 13,
			"prerequisite": [
				{
					"race": [
						{
							"name": "awakened undead",
							"subrace": "mummy"
						}
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"Further, in place of one of the attacks you would make with the {@action Attack} action, you can utter a blasphemous word, causing your bandages to spring to life and wrap around a Large or smaller creature you can see within 15 feet of you. That creature makes its choice of a Strength ({@skill Athletics}) or a Dexterity ({@skill Acrobatics}) check against a DC of 8 + your proficiency bonus + your choice of one of your modifiers out of either Strength, Wisdom, or Charisma. If the creature fails this check, it is {@condition grappled} by you. This grapple does not occupy a hand.",
				"You can only have one creature {@condition grappled} in this way at a time, and checks a creature makes to escape this grapple are made against the same DC the creature made its initial check against, in place of your Strength ({@skill Athletics}) check.",
				"Additionally, you can use a bonus action on your turn to attempt to make a grapple in this way. Once you do so, you must finish a short or long rest before you can use this ability as a bonus action again."
			]
		}
	],
	"spell": [
		{
			"name": "Crucimigration",
			"level": 5,
			"school": "N",
			"time": [
				{
					"number": 24,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"A willing, living humanoid creature other than the spell's caster is bound to the standing pole, which is raised into place, and the cursed nails driven through the creature's palms. During the spell's casting, the creature experiences intense agony similar to molten metal being poured through its veins, but takes no damage from this.",
				"The spell's caster must remain within range, chanting and making somatic gestures, for the spell's entire casting time. If the spell's caster has direct control over at least two zombies or similar undead (such as with the spell {@spell animate dead}), they can be instructed to fulfill the spell's verbal and somatic components, even if they ordinarily cannot speak.",
				"Upon the spell's completion, the willing creature dies and is instantly resurrected as an awakened undead with the necropolitan subrace, using the race it formerly belonged to for the awakened undead's Past Life racial trait. If the spell is interrupted before completion, the willing creature dies but is not resurrected, and the spell slot and any material components are consumed."
			],
			"source": "wau",
			"page": 10,
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "two cursed nails, a standing pole, crushed black quartz worth 3,000 gp which the spell consumes",
					"consume": true,
					"cost": 3000
				}
			},
			"miscTags": [
				"PRM"
			],
			"areaTags": [
				"ST"
			]
		}
	],
	"subrace": [
		{
			"name": "Skeleton",
			"page": 6,
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"int"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"entries": [
				{
					"name": "Bone Pile",
					"type": "entries",
					"entries": [
						"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. If you do, you reduce yourself to a pile of bones, render yourself prone, and are considered to be under a similar effect to the {@spell feign death} spell. While subject to this condition, you are unable to move or take actions other than using an action to end this effect. Once you use this trait, you can't use it again until you finish a long rest."
					]
				},
				{
					"name": "Them Bones",
					"type": "entries",
					"entries": [
						"Whenever both of your hands are unoccupied, you can use a bonus action to rearrange the bones in your body, or to return your body to its original configuration. When you rearrange your bones, choose one of the following options, any of which are considered to occupy both of your hands:",
						{
							"name": "Bone Club",
							"type": "entries",
							"entries": [
								"You remove an arm and use it as a boneclub. While used as a weapon, you have proficiency with your removed arm, which is a melee weapon with the finesse property that deals 1d6 bludgeoning damage on a hit."
							]
						},
						{
							"name": "Bone To Pick",
							"type": "entries",
							"entries": [
								"You remove a hand, and hold it in your other hand as if it were a set of thieves' tools. This hand is capable of picking locks, cutting glass, and any other function thieves' tools could achieve."
							]
						},
						{
							"name": "Bone Xylophone",
							"type": "entries",
							"entries": [
								"You remove two of your ribs and use the rest of your remaining ribs as a musical instrument, with which you have proficiency."
							]
						},
						"At your DM's discretion, you can use this trait to perform other tasks, such as juggling your own bones, removing your skull to look around a corner or over a wall, or similar. Your bones lose their animation if they are further than 5 feet from the majority of your body, and must be reattached before they are once again a part of you. If your skull loses animation, you are blinded and deafened until a skull is affixed to your body."
					]
				},
				{
					"type": "inset",
					"name": "Broken Bones",
					"entries": [
						"Though they can be used for a variety of tasks, a skeleton's own bones are especially precious to them, as the bones represent the entirety of the skeleton's body",
						"If a bone is lost or broken, it can be replaced with the same bone from another humanoid of similar stature. The bone must be cleaned and properly prepared first, taking one hour of effort, and then attached to the skeleton's body. "
					]
				}
			],
			"fluff": {
				"entries": [
					"An animated figure made of dry bones devoid of flesh and muscle, you were likely raised by a necromantic caster or dark, supernatural curse as a simple minion, completely without will and self knowledge. Something changed, however; perhaps your master was slain, the land cleansed, or you merely awoke one day to fragmented memories of your previous life. Whatever the case, possessed of a fledgling sense of self and newfound purpose, you struck out into the wider world to find a new destiny."
				],
				"_appendRaceFluff": {
					"name": "Awakened Undead",
					"source": "wau"
				}
			},
			"source": "wau",
			"raceName": "Awakened Undead",
			"raceSource": "wau"
		},
		{
			"name": "Revenant",
			"page": 7,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"cha"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"entries": [
				{
					"name": "Eternal Vengeance",
					"type": "entries",
					"entries": [
						"You know at all times the general direction of and relative distance to a specific intelligent creature of the DM's choosing against whom you seek revenge for your death, even if the creature and you are on different planes of existence. Should this creature die by your hand or that of another, you instantly know, and your DM chooses another creature also responsible for your death for this feature to apply to, should such a creature exist."
					]
				},
				{
					"name": "Driven",
					"type": "entries",
					"entries": [
						"You have advantage on saving throws against effects that turn undead or would cause you to be {@condition frightened}."
					]
				},
				{
					"name": "Unnatural Vitality",
					"type": "entries",
					"entries": [
						"When you drop to 0 hit points, you can choose to stay conscious instead of falling unconscious. If you do, you gain temporary hit points equal to your total character level + your Constitution modifier (minimum 1), which last for up to one minute.",
						"In this state, you can take an action or bonus action on your turn, but not both, and can move only half of your movement speed. You remain in this state until you regain hit points, or until you no longer have temporary hit points. If you lose all temporary hit points in this state while you are still at 0 hit points, you fall unconscious and begin making death saving throws as normal.",
						"Once you use this trait, you can't use it again until you finish a long rest."
					]
				}
			],
			"fluff": {
				"entries": [
					"When a brutal murder or an atrocious crime slays an innocent soul endowed with sufficient willpower, there are rare occasions where the victim refuses to stay dead. You were not created at the whim of a mortal spellcaster. Rather, either a god interceded in your death, or you had too much willpower to give into death. This usually occurs at least a full day, though sometimes centuries, after your death occurred.",
					"Born again out of an undying thirst for vengeance, you will not rest until the wrongs surrounding your death have been righted. Though you superficially appear similar to a zombie, complete with tattered flesh and sporadic decay, your eyes gleam with an intelligent intent, a burning passionate fury that will bring your vengeance to those who have wronged you."
				],
				"_appendRaceFluff": {
					"name": "Awakened Undead",
					"source": "wau"
				}
			},
			"source": "wau",
			"raceName": "Awakened Undead",
			"raceSource": "wau"
		},
		{
			"name": "Ghost",
			"page": 8,
			"ability": [
				{
					"choose": {
						"from": [
							"cha",
							"wis"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"entries": [
				{
					"name": "Flight",
					"type": "entries",
					"entries": [
						"You gain a flying speed of 20 feet. When using your flying speed from this source, you cannot end your turn more than 5 feet above a solid surface, and gently descend down to this distance at a speed of 60 feet per round if you are any higher."
					]
				},
				{
					"name": "Withering Touch",
					"type": "entries",
					"entries": [
						"Your unarmed strike deals necrotic damage instead of bludgeoning damage."
					]
				},
				{
					"name": "Incorporeal Stride",
					"type": "entries",
					"entries": [
						"You can move through other creatures and objects other than physical barriers (such as walls, floors, or ceilings) as if they were difficult terrain. On your turn, you can pass through up to 10 feet of physical barriers (treating them as difficult terrain) as a part of your movement. If you end your turn inside an object or barrier, you take {@dice 1d10} force damage and are immediately ejected to the closest available space. After passing through a physical barrier, you must complete a short or long rest before you are able to do so again."
					]
				},
				{
					"name": "Intangible",
					"type": "entries",
					"entries": [
						"You have advantage on all checks to resist or escape a grapple."
					]
				}
			],
			"fluff": {
				"entries": [
					"Lingering souls of the dead and departed, ghosts are raised as servants by potent necromancers or hold onto the world themselves when there is unfinished business they have yet to accomplish. If a ghost is charged with unfinished business it can take many forms, from protecting a loved one, to keeping a particular item safe, to simple revenge. Ghosts are spectral and luminous, but are usually solid to the touch unless they expend conscious will to be otherwise. Thus, a ghost can interact with objects as mortals do. All ghosts carry obvious and sometimes twisted marks of what caused their deaths, which are often quite disturbing to all but the most jaded mortals."
				],
				"_appendRaceFluff": {
					"name": "Awakened Undead",
					"source": "wau"
				}
			},
			"source": "wau",
			"raceName": "Awakened Undead",
			"raceSource": "wau"
		},
		{
			"name": "Ghoul",
			"page": 8,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"traitTags": [
				"Natural Weapon"
			],
			"entries": [
				{
					"name": "Natural Weapons",
					"type": "entries",
					"entries": [
						"You possess both claws and fangs, either of which you can use as an unarmed strike. Your fangs deal piercing damage equal to {@dice 1d6} + your Strength modifier, while your claws deal slashing damage equal to {@dice 1d4} + your choice of either your Strength or Dexterity modifier. In addition, you can use Dexterity in place of Strength for attack rolls made with your claws."
					]
				},
				{
					"name": "Feeding",
					"type": "entries",
					"entries": [
						"Though undead do not need to eat to continue existing, you are compelled through a dark curse to feed. As an action when you are adjacent to a dead or {@condition prone} creature that is not an aberration, construct, elemental, ooze, plant, or undead, you can render yourself prone as well and attempt to feed on them.",
						"If the creature is alive, make an unarmed strike attack with your fangs, dealing damage on a hit as usual. If this attack hits, or if the creature is already dead, you regain hit points equal to your Constitution modifier + your total character level. Once you successfully use this ability, you can not use it again until you complete a short or long rest. You still feel hunger, and can feed on flesh without regaining hit points, however."
					]
				},
				{
					"name": "Curse of the Abyss",
					"type": "entries",
					"entries": [
						"Ghouls were created to feed, and suffer a compulsion to do so. If a creature you can see drops to 0 hit points and you have not used your Feeding ability since your last long rest, you must attempt a Wisdom saving throw with a DC of 15 - half your total character level, rounded down, unless that creature is of a creature type that can not be fed upon.",
						"If you fail this saving throw, on each of your turns you must move to the creature by the shortest possible distance, using the {@action Dash} action if necessary. Once you reach the creature, you are compelled to use your Feeding ability with it as the target. You can repeat this Wisdom saving throw on each of your turns, This compulsion ends when you succeed on this saving throw, or after you have successfully fed upon the triggering creature."
					]
				},
				{
					"name": "Paralytic Claws",
					"type": "entries",
					"entries": [
						"When you hit a creature that is not undead or an elf with an attack using your claws, you can attempt to paralyze them. That creature must make a Constitution saving throw against a DC of 8 + your Constitution modifier + your proficiency bonus. If the creature fails, it is {@condition incapacitated} and unable to use its movement until the end of your next turn. Once you use this ability successfully, you can not use it again until you complete a long rest."
					]
				}
			],
			"fluff": {
				"entries": [
					"Feral, horrifying, and ravenous, ghouls hunt in packs, driven by an unending hunger for the flesh of the living and the dead alike. Corpselike with a whip-like tongue, long fangs, and clawlike fingers, ghouls are immune to decomposition and typically retain a corrupted semblance of how they appeared in life. Most ghouls possess even less sense of self than the average undead, but, for better or worse, your individuality has returned to you. The dark cravings that drive you to feed continue, however, and you must reconcile your newfound self awareness with your compulsion to consume."
				],
				"_appendRaceFluff": {
					"name": "Awakened Undead",
					"source": "wau"
				}
			},
			"source": "wau",
			"raceName": "Awakened Undead",
			"raceSource": "wau"
		},
		{
			"name": "Mummy",
			"page": 9,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"wis",
							"cha"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"entries": [
				{
					"name": "Mummy Rot",
					"type": "entries",
					"entries": [
						"You can choose to make your unarmed strike deal necrotic damage instead of bludgeoning damage, and any creature hit by your unarmed strike is unable to regain hit points until the end of your next turn. If a creature is reduced to 0 hit points by your unarmed strike, it instantly disintegrates into dust, leaving behind any objects, clothing, or items on its person."
					]
				},
				{
					"name": "Dreadful Glare",
					"type": "entries",
					"entries": [
						"As a bonus action, choose a creature you can see within 60 feet of you. This creature must make a Wisdom saving throw against a DC of 8 + your Constitution modifier + your proficiency bonus. If it fails, this creature becomes {@condition frightened} of you until the end of your next turn. Once you use this ability successfully, you can not use it again until you complete a short or long rest."
					]
				},
				{
					"name": "Canopic Resurrection",
					"type": "entries",
					"entries": [
						"Your heart has been removed from your person, and stored in a canopic jar in a safe location. While your heart is intact and within this jar, you can reroll one death saving throw you have made. If you roll a 17 or higher on this rerolled saving throw, treat the result as if it was a natural 20. Once you reroll a death saving throw with this trait, you must finish a short or long rest before you can do so again."
					]
				},
				{
					"name": "Breaking Your Heart",
					"type": "inset",
					"entries": [
						"It is assumed that your heart is safe from almost all creatures, hidden away in a tomb or similar location where it assuredly cannot be found.",
						"However, this is far from a guarantee. Adventurers or nemeses of your character may seek out your heart and attempt to destroy it. Your heart has an AC of 5, 25 hit points, and is immune to all damage except fire. You know automatically if a creature has found your heart, and can see or target with spells a creature holding it as if you were standing within 5 feet of them.",
						"If your heart is destroyed, your Canopic Resurrection trait ceases to function until your heart is replaced. Replacing a heart is no easy task: you must either use a {@spell wish} spell or similarly powerful magic, or undertake a ritual that lasts 150 days and which requires the sacrifice of a living humanoid. That humanoid's heart is then placed in a jar, and bound to you, becoming the new jar for your Canopic Resurrection trait."
					]
				}
			],
			"fluff": {
				"entries": [
					"Forgotten kings, sorcerers, slaves, and criminals of ancient empires, most mummies remain isolated in deep tombs and temples. Embalmed and wrapped in layers of treated linens scrawled with profane sigils, a mummy is gaunt and withered, yet shockingly powerful. The necromantic ritual that imbues a mummy with undeath only sometimes confers intelligence, a luxury almost always reserved for those of high social standing attempting to escape death. Was self awareness given to you with a purpose, or was your awakening an accident born of dark magic? Though usually content to haunt the lost ruins of their past lives, a scant few mummies venture abroad in search of revenge, missing treasures, or sinister motives beyond even their own knowing."
				],
				"_appendRaceFluff": {
					"name": "Awakened Undead",
					"source": "wau"
				}
			},
			"immune": [
				"poison",
				"fire"
			],
			"source": "wau",
			"raceName": "Awakened Undead",
			"raceSource": "wau"
		},
		{
			"name": "Necropolitan",
			"page": 10,
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"cha"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"traitTags": [
				"Tool Proficiency"
			],
			"entries": [
				{
					"name": "Dead Fortitude",
					"type": "entries",
					"entries": [
						"As a bonus action on your turn, you can pull upon the necromantic force animating you to gain temporary hit points equal to your total character level + your Constitution modifier (minimum 1) that last for up to one minute. Once you use this ability, you must finish a short or long rest before you can use it again."
					]
				},
				{
					"name": "Tools of the Grave",
					"type": "entries",
					"entries": [
						" You gain proficiency with your choice of one of the following sets of tools: {@item alchemist's supplies|phb}, {@item calligrapher's supplies|phb}, {@item leatherworker's tools|phb}, or {@item poisoner's kit|phb}."
					]
				},
				{
					"name": "Curse of the Abyss",
					"type": "entries",
					"entries": [
						"You know the {@spell chill touch} cantrip. When you reach 5th level, you can also cast the {@spell ray of enfeeblement} spell once per day; you must finish a long rest in order to cast the spell again using this trait. Choose either Intelligence or Charisma as your spellcasting ability for these spells."
					]
				},
				{
					"name": "Crucimigration and You",
					"type": "inset",
					"entries": [
						"Any character so inclined can become a necropolitan by undergoing the ritual of {@spell crucimigration|wau}, which involves seeking out a spellcaster that knows the ritual and entreating them to perform it. No spellcaster can perform the ritual upon themselves, and it is usual for the creature the ritual is worked upon to provide its material components.",
						"If your DM allows it, you can use the ritual of {@spell crucimigration|wau}, which is available to clerics, warlocks, and wizards."
					]
				}
			],
			"fluff": {
				"entries": [
					"For all the arguable benefits it offers, some souls seek out the gifts of undeath, sacrificing their mortality for a chance at ever-greater power. Necropolitans are once mortals who have undergone the ritual of Crucimigration, a painful process that strips them of their mortality and replaces it with a dark necromantic energy. A necropoplitan's skin tightens and bleaches or becomes ashen, and the irises of their eyes pale to a frosty blue-white.",
					"Crucimigration itself has similarities to certain paths to lichdom, and rumor has it that becoming a necropolitan can be the first step towards transforming into a lich, gradually and free of the terrible sacrifices usually involved in such a process. Stories also abound of a mysterious city named Nocturnus, hidden away and filled with the undead, where necropolitans rule throngs of mortals that aspire to become as undead as their masters."
				],
				"_appendRaceFluff": {
					"name": "Awakened Undead",
					"source": "wau"
				}
			},
			"source": "wau",
			"raceName": "Awakened Undead",
			"raceSource": "wau"
		}
	]
}
