{
	"_meta": {
		"sources": [
			{
				"json": "Vryloka",
				"abbreviation": "Vryloka",
				"full": "Vryloka (Vampire)",
				"authors": [
					"u/Zagorath"
				],
				"convertedBy": [
					"p4535992"
				],
				"version": "1.1.0",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/3tp1bm/vryloka_race_v5_final/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 0
	},
	"race": [
		{
			"name": "Vryloka",
			"source": "Vryloka",
			"ability": {
				"cha": 2,
				"choose": [
					{
						"from": [
							"dex",
							"str"
						],
						"count": 1
					}
				]
			},
			"size": "M",
			"speed": 35,
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Natural-born vrylokas age a little slower than humans, reaching maturity in their late 20s, at which point they cease to visibly age. First-generation vrylokas remain the age they were when they went through the bloodbond ritual. Vrylokas live for many centuries."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"A vryloka's vampiric nature means they are pulled towards lawful evil, believing strongly in order and structure. However, many vrylokas attempt to struggle against their innate evil nature."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Vrylokas are about the same size and build as humans. Your size is Medium."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your vampiric blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern colour in darkness, only shades of grey."
					],
					"type": "entries"
				},
				{
					"name": "Undead Resistance",
					"entries": [
						"You have resistance to necrotic damage."
					],
					"type": "entries"
				},
				{
					"name": "Stealthy Hunter",
					"entries": [
						"You have proficiency in the Stealth skill."
					],
					"type": "entries"
				},
				{
					"name": "Blood Dependency",
					"entries": [
						"You have a pool of 2 blood points. Every time you complete a long rest, or a day passes without you completing a long rest, you expend one point from your pool. If you feed on the blood of a humanoid, taking approximately 200 mL, you regain 2 blood points. While you have 0 blood points, you gain half as much from all healing. This pool is combined with any other features that grant you a blood pool."
					],
					"type": "entries"
				},
				{
					"name": "Living Dead",
					"entries": [
						"Because your soul is tainted by undeath, you are both living and undead. If a feature has different effects on living creatures and undead ones, you choose which effect applies to you. Additionally, you may take any vampiric prestige classes without needing to meet prerequisites other than being level 2, and any stat requirements."
					],
					"type": "entries"
				},
				{
					"name": "Human Heritage",
					"entries": [
						"You have advantage on any deception checks made to pass as a human."
					],
					"type": "entries"
				},
				{
					"name": "Lifeblood",
					"entries": [
						"When you successfully grapple or kill a humanoid within 5 ft. of you, you may drink of the enemy's blood as a bonus action, granting you a surge of vitality. You gain temporary hitpoints equal to your Constitution modifier + your level (minimum of 1), and gain advantage on strength-based attack rolls, skill checks, and saving throws until the end of your next turn. You regain 2 blood points. Once you use this feature, you must finish a short or long rest before you can use it again."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one extra language of your choice."
					],
					"type": "entries"
				}
			],
			"traitTags": [],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"stealth"
						]
					}
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			]
		}
	]
}
