{
	"_meta": {
		"sources": [
			{
				"json": "roguecraft",
				"abbreviation": "A:RC",
				"full": "Craftsman",
				"authors": [
					"Aevilok"
				],
				"convertedBy": [
					"hakr14"
				],
				"version": "1.0",
				"url": "https://www.gmbinder.com/share/-Lm48Z9HxvhHMgblnjz7"
			}
		],
		"dateAdded": 1643685011,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "7383c59f48",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Craftsman",
			"source": "roguecraft",
			"shortName": "Craftsman",
			"subclassFeatures": [
				"Craftsman|Rogue||Craftsman|roguecraft|3",
				"Fast Hands|Rogue||Craftsman|roguecraft|9",
				"Windup Familiar|Rogue||Craftsman|roguecraft|13",
				"Preparation Work|Rogue||Craftsman|roguecraft|17"
			],
			"className": "Rogue",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Craftsman",
			"source": "roguecraft",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Craftsman",
			"subclassSource": "roguecraft",
			"level": 3,
			"entries": [
				"While some rogues prefer to focus on their agility or accuracy, the Craftsmen are the rogues that like to solve their problems using any tool they can get at their disposal. These rogues face problems with clever thinking, and an even more clever use of the items they can find, making makeshift ropes, tents, or bags of caltrops to execute their plan.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mundane Creations|Rogue||Craftsman|roguecraft|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Junkyard Survival|Rogue||Craftsman|roguecraft|3"
				}
			]
		},
		{
			"name": "Mundane Creations",
			"entries": [
				"At 3rd level, you start to understand how different items are created and how they can be improved.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tools of the Trade|Rogue||Craftsman|roguecraft|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Favored Formulae|Rogue||Craftsman|roguecraft|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Crafting Favored Items|Rogue||Craftsman|roguecraft|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Potent Creations|Rogue||Craftsman|roguecraft|3"
				}
			],
			"source": "roguecraft",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Craftsman",
			"subclassSource": "roguecraft",
			"level": 3,
			"header": 1
		},
		{
			"name": "Tools of the Trade",
			"entries": [
				"Your familiarity with {@item thieves' tools|phb} and their versatility allows you to use them as {@item tinker's tools|phb} whenever something requires you to do so."
			],
			"source": "roguecraft",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Craftsman",
			"subclassSource": "roguecraft",
			"level": 3,
			"header": 2
		},
		{
			"name": "Favored Formulae",
			"entries": [
				"Choose four of the items detailed under the {@table Adventuring Gear|phb} table. These are your Favored Formulae and cost a quarter their normal price for your crafting (rounded down). You can choose two additional items as your Favored Formulae when you reach 9th, 13th and 17th level."
			],
			"source": "roguecraft",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Craftsman",
			"subclassSource": "roguecraft",
			"level": 3,
			"header": 2
		},
		{
			"name": "Crafting Favored Items",
			"entries": [
				"By spending 1 hour with your {@item tinker's tools|phb} over the course of a short or long rest, you can craft items from your list of Favored Formulae, worth up to 6gp. You decide how many of each type of item you want to make. The maximum cost of these items increases as you gain levels in this class, increasing to 2 times your Rogue level. If an item in your favored formulae is worth less than 1 gp, you can spend 1 minute to craft it during the adventuring day.",
				"For example, {@item hunting trap|phb|hunting traps} cost 1 gp to craft for a Craftsman that has them as one of their favored formulae. At 3rd level, as part of a long or short rest, they can craft up to 6 hunting traps.",
				{
					"type": "inset",
					"name": "Crafting",
					"source": "PHB",
					"page": 187,
					"entries": [
						"You can craft nonmagical objects, including adventuring equipment and works of art. You must be proficient with tools related to the object you are trying to create (typically artisan's tools). You might also need access to special materials or locations necessary to create it. For example, someone proficient with {@item smith's tools|phb} needs a forge in order to craft a sword or suit of armor.",
						"For every day of downtime you spend crafting, you can craft one or more items with a total market value not exceeding 5 gp, and you must expend raw materials worth half the total market value. If something you want to craft has a market value greater than 5 gp, you make progress every day in 5-gp increments until you reach the market value of the item. For example, a suit of {@item plate armor|phb} (market value 1,500 gp) takes 300 days to craft by yourself.",
						"Multiple characters can combine their efforts toward the crafting of a single item, provided that the characters all have proficiency with the requisite tools and are working together in the same place. Each character contributes 5 gp worth of effort for every day spent helping to craft the item. For example, three characters with the requisite tool proficiency and the proper facilities can craft a suit of plate armor in 100 days, at a total cost of 750 gp.",
						"While crafting, you can maintain a modest lifestyle without having to pay 1 gp per day, or a comfortable lifestyle at half the normal cost (see chapter 5 for more information on {@table lifestyle expenses|phb})."
					]
				}
			],
			"source": "roguecraft",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Craftsman",
			"subclassSource": "roguecraft",
			"level": 3,
			"header": 2
		},
		{
			"name": "Potent Creations",
			"entries": [
				"Whenever an item you create forces a creature to make a saving throw, you can choose to set that saving throw's DC to 8 + your proficiency bonus + your Intelligence modifier. Additionally, whenever an item you have created deals damage to a creature, it takes additional damage equal to your Intelligence modifier."
			],
			"source": "roguecraft",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Craftsman",
			"subclassSource": "roguecraft",
			"level": 3,
			"header": 2
		},
		{
			"name": "Junkyard Survival",
			"entries": [
				"Starting at 3rd level, while crafting an item in your list of favored formulae, you may scavenge for material scraps to reduce the material cost of your designs. If you choose to do so, the amount of gp you need to expend for your crafting is reduced by a number equal to your Rogue level + your Intelligence modifier.",
				"Collecting scraps does not speed up or slow down the creation process and these scraps have no value to others, as they are simply stray pieces of wood, stone, metal, or other materials, specifically collected for the design you're currently working on.",
				"Depending on your environment, your DM may determine that you can not find appropriate scraps for your design. Additionally, an item made this way looks rough and impractical; you have disadvantage and suffer a -5 penalty on charisma checks made to sell such an item."
			],
			"source": "roguecraft",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Craftsman",
			"subclassSource": "roguecraft",
			"level": 3,
			"header": 1
		},
		{
			"name": "Fast Hands",
			"source": "roguecraft",
			"page": 1,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Craftsman",
			"subclassSource": "roguecraft",
			"level": 9,
			"header": 2,
			"entries": [
				"Starting at 9th level, you can use the bonus action granted by your {@classFeature Cunning Action|Rogue||2} to take the {@action Use an Object} action."
			]
		},
		{
			"name": "Windup Familiar",
			"source": "roguecraft",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Craftsman",
			"subclassSource": "roguecraft",
			"level": 13,
			"header": 2,
			"entries": [
				"When you reach 13th level, as part of a long rest, you can craft a clockwork familiar.",
				"A clockwork familiar has the form of an animal you choose: {@creature bat}, {@creature cat}, {@creature crab}, {@creature frog} (toad), {@creature hawk}, {@creature lizard}, {@creature octopus}, {@creature owl}, {@creature poisonous snake}, fish ({@creature quipper}), {@creature rat}, {@creature raven}, {@creature sea horse}, {@creature spider}, or {@creature weasel}. It has the statistics of the chosen animal, though it is a Construct instead of a Beast and has a speed of 30 feet or a flying speed of 20 feet (your choice). It has immunity to poison and psychic damage, as well as the {@condition charmed}, {@condition frightened}, {@condition poisoned} conditions and {@condition exhaustion}.",
				"The familiar remains inactive, until you take the {@action Use an Object} action to cause it to animate. For the next minute, the familiar moves in a straight line away from the point where you activated it, causing a ruckus and distracting everyone within 15 feet of it. Creatures distracted by the familiar make Dexterity Saving throws with disadvantage and attacks against them have advantage. As a free action on your turn, you can change the direction a windup familiar within 5 feet of you is moving towards.",
				"After the familiar drops to 0 hit points, or after it takes damage, you can spend a minute to repair it, healing it to full hit points."
			]
		},
		{
			"name": "Preparation Work",
			"source": "roguecraft",
			"page": 2,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Craftsman",
			"subclassSource": "roguecraft",
			"level": 17,
			"header": 2,
			"entries": [
				"Beginning at 17th level, you can lay mechanical traps on the ground, setting the stage to suit your needs. While crafting an item, you can spend another 10 gp to encase it in an intricate trap design, that allows you to program it. When crafting a trap in this way, you may specify a trigger and how the trap should act.",
				"The trap can only cause the original item's effect, but how it does so may vary; for example, a trap made with a base of {@item alchemist's fire (flask)|phb|Alchemist's Fire} may include a {@item tripwire|roguecraft} that when stepped on, flings the flask of Alchemist's Fire towards where the tripwire was disturbed.",
				"You can plant a trap on the ground or a wall, using the {@action Use an Object} action, and once you do so, it can be discovered by a successful Intelligence (Investigation) check against your effect save DC. If you have proficiency in Stealth, you can additionally add your proficiency bonus to this DC.",
				"At your DM's discretion, a trap may be triggered more than once, if it makes sense for it to do so. Otherwise, once triggered, the trap can not be used again."
			]
		}
	],
	"item": [
		{
			"name": "Bola",
			"source": "roguecraft",
			"page": 3,
			"type": "G",
			"rarity": "none",
			"weight": 2,
			"value": 200,
			"entries": [
				"A pair of weights connected by a rope. As an action, you can throw the bola up to 20 feet, to ensnare a creature. Make a ranged Attack against a creature, treating the Bola as an improvised ranged weapon. On a hit, the creature falls {@condition prone} and its speed is reduced by 10 feet until it is freed. A bola has no effect on creatures that are formless, creatures that do not have legs or creatures that are Huge or larger. A creature can use its action to make a DC 12 Strength check, freeing itself or another creature within its reach on a success. Dealing 5 slashing damage to the bola (AC 10) also frees the creature without harming it, ending the effect and destroying the bola."
			]
		},
		{
			"name": "Magnet",
			"source": "roguecraft",
			"page": 3,
			"type": "G",
			"rarity": "none",
			"weight": 0.5,
			"value": 10000,
			"entries": [
				"A magnet the size of 3 coins stacked. It can stop up to 2 pounds of steel or other magnetic material it is in contact with from falling."
			]
		},
		{
			"name": "Mechanical Wings",
			"source": "roguecraft",
			"page": 3,
			"type": "G",
			"rarity": "none",
			"weight": 20,
			"value": 12000,
			"entries": [
				"While wearing these wings and not wearing heavy armor or exceeding its carrying capacity, a creature gains a flying speed of 20 feet. To benefit from this flying speed, the creature must be able to operate the wings, which requires a free hand."
			]
		},
		{
			"name": "Prince Rupert's Drop",
			"source": "roguecraft",
			"page": 3,
			"type": "G",
			"rarity": "none",
			"weight": 0.125,
			"value": 5000,
			"entries": [
				"A carefully blown droplet of glass, ready to explode at any moment. As an action, you can throw the droplet to a point you can see within 20 feet of you causing it to explode into millions of shards. Creatures within a 5 feet radius must succed in a DC 17 Dexterity saving throw, or take {@damage 2d12} piercing damage."
			]
		},
		{
			"name": "Smoke Bomb",
			"source": "roguecraft",
			"page": 3,
			"type": "G",
			"rarity": "none",
			"weight": 1,
			"value": 1000,
			"entries": [
				"When thrown, this cannister creates a 20-foot-radius sphere of fog centered on it. The sphere spreads around corners, and its area is heavily obscured. It lasts for one minute or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it."
			]
		},
		{
			"name": "Sticky Bell",
			"source": "roguecraft",
			"page": 3,
			"type": "G",
			"rarity": "none",
			"weight": 0.25,
			"value": 500,
			"entries": [
				"This tiny bell is covered in a strong adhesive and can very easily stick to any surface. As an action, you can draw the bell from its casing and make an attack against a creature, treating the bell as an improvised melee weapon with the thrown (20/60) property. On a hit, the bell sticks to the creature, causing it to make sound whenever it moves or takes an action. A creature can use its action to remove the bell, ending its effects."
			]
		},
		{
			"name": "Tripwire",
			"source": "roguecraft",
			"page": 3,
			"type": "G",
			"rarity": "none",
			"weight": 0.25,
			"value": 100,
			"entries": [
				"When you use your action to set it, this string forms a discrete line that can make a creature trip over. When a creature that has at most 2 legs steps on the tripwire, it falls {@condition prone}, destroying the tripwire. A bell of any kind can be attached to the tripwire, causing it to make sound when triggered."
			]
		}
	],
	"table": [
		{
			"name": "Additional Mundane Items",
			"source": "roguecraft",
			"page": 3,
			"caption": "Items",
			"colLabels": [
				"Item",
				"Cost",
				"Weight"
			],
			"colStyles": [
				"col-4",
				"col-4 text-right",
				"col-4 text-center"
			],
			"rows": [
				[
					"{@item Bola|roguecraft}",
					"2 gp",
					"2 lb."
				],
				[
					"{@item Magnet|roguecraft}",
					"100 gp",
					"1/2 lb."
				],
				[
					"{@item Mechanical Wings|roguecraft}",
					"120 gp",
					"25 lb."
				],
				[
					"{@item Prince Rupert's Drop|roguecraft}",
					"50 gp",
					"1/8 lb."
				],
				[
					"{@item Smoke Bomb|roguecraft}",
					"10 gp",
					"1 lb."
				],
				[
					"{@item Sticky Bell|roguecraft}",
					"5 gp",
					"1/4 lb."
				],
				[
					"{@item Tripwire|roguecraft}",
					"1 gp",
					"1/4 lb."
				]
			]
		}
	]
}
