
{
	"_meta": {
		"sources": [
			{
				"json": "theotherside",
				"abbreviation": "tOS",
				"full": "The Other Side",
				"authors": [
					"Antedrigus"
				],
				"convertedBy": [
					"Patreon Award",
					"Modnar"
				],
				"version": "v1",
				"url": "https://homebrewery.naturalcrit.com/share/Hyr7t07qaM",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1566011005
	},
	"subclass": [
		{
			"class": "Warlock",
			"name": "The Other Side",
			"shortName": "Other Side",
			"source": "theotherside",
			"page": 1,
			"subclassSpells": [
				"dissonant whispers",
				"augury",
				"see invisibility",
				"bestow curse",
				"polymorph",
				"conjure minor elementals",
				"animate objects",
				"contagion",
				{
					"name": "Chaos Bolt",
					"source": "XGE"
				},
				{
					"name": "Life transference",
					"source": "XGE"
				}
			],
			"subclassFeatures": [
				[
					{
						"name": "The Great Tree",
						"entries": [
							"You have made a pact with powerful beings from beyond the grave. These creatures do not concern themselves with the mortal realm but are happy to supply a willing disciple as long as the debt can be repaid. Your goals do not matter to them and you shall always feel their harrying presence following you.",
							{
								"name": "Expanded Spell List",
								"entries": [
									"Your friends on the other side let you choose from an expanded spell list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you."
								]
							},
							{
								"type": "table",
								"colLabels": [
									"Spell Level",
									"Spells"
								],
								"colStyles": [
									"col-3 text-center",
									"col-9"
								],
								"rows": [
									[
										"1st",
										"{@spell dissonant whispers}, {@spell chaos bolt|xge}"
									],
									[
										"2nd",
										"{@spell augury}, {@spell see invisibility}"
									],
									[
										"3rd",
										"{@spell life transference|xge}, {@spell bestow curse}"
									],
									[
										"4th",
										"{@spell polymorph}, {@spell conjure minor elementals}"
									],
									[
										"5th",
										"{@spell animate objects}, {@spell contagion}"
									]
								]
							},
							{
								"name": "The Debt",
								"entries": [
									"If your arcane focus is ever destroyed, your patron will see you as unfit for their power and will attempt to take you to the other side. Consult your DM on how this event should be resolved, examples may include combat or outright death of the character."
								]
							},
							{
								"name": "The Shadow Man",
								"entries": [
									"Starting at 1st level, your shadow has taken on a life of its own, as long as you are not in darkness your shadow gains the benefit of being able to interact with the environment around you and other peoples shadow as if it were an unseen servant, your shadow must remain within 10ft of you."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Fetishes",
								"entries": [
									"At 6th level your patron has gifted you with the abilities to construct Fetishes, you can use these as a way to store power from your patron. You may increase the casting time of a spell by ten minutes to instead create a fetish of the spell (this still consumes the spell slot), you may spend the casting time of the spell used to create the fetish to activate it casting the spell as normal. Creating a fetish costs 50 gold per spell level and lasts 3 days, you may only have two fetishes as a time."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Soul Effigy",
								"entries": [
									"Starting at 10th level your patron has begun to like watching you, it wishes to keep the performance going and given you a Spirit Effigy to contain your soul you may choose the look of the Soul Effigy with your DM. You must keep your Soul Effigy within 5ft of you at all times, if you long rest without your Soul Effigy you gain no benefit from the long rest and instead take a level of exhaustion. If you die another character may perform a ritual that costs 1000 gold and bring you back to life at the Soul Effigies location as if the resurrection spell was cast on you, It takes 48 hours for your body to reform after the ritual has been conducted."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Meet My Friends",
								"entries": [
									"Starting at 14th level, as an action you may choose up to two larger or smaller creatures you can see within range, you and that creature are both teleported to a demi-plane controlled by your friends for up to 1 minute (The dimensions and aesthetic of the demi-plane can be discussed with your DM.) , you may choose to end this effect early. While in the demi-plane you may use your bonus action to deal 2d10 + Charisma Modifier psychic damage to a creature you can see. Creatures other than you in the demi-plane suffer become terrified until they leave the demi-plane. (Terrified is a condition that is the same as Frightened but with a different name. Therefore effects that would mean that a creature would be immune to frightened or end the condition would not work.) A creature inside the demi-plane makes a Charisma save at the start of each of its turns to attempt to escape the demi-plane. Once you use this feature, you cant use it again until you finish a long rest."
								]
							}
						]
					}
				]
			]
		}
	]
}