{
	"_meta": {
		"sources": [
			{
				"json": "geowiz",
				"abbreviation": "geowiz",
				"full": "Arcane Tradition: School of Geometry",
				"authors": [
					"Cephei_Delta"
				],
				"convertedBy": [
					"cellescent"
				],
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/6uiqxh/arcane_tradition_school_of_geometry_for_wizards/",
				"version": "unknown"
			}
		],
		"dateAdded": 1621393518,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ec11d90c5d",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "School of Geometry",
			"shortName": "Geometry",
			"source": "geowiz",
			"subclassFeatures": [
				"School of Geometry|Wizard||Geometry|geowiz|2",
				"Spell Link|Wizard||Geometry|geowiz|6",
				"Off the Grid|Wizard||Geometry|geowiz|10",
				"Geometer's Journey|Wizard||Geometry|geowiz|14"
			],
			"className": "Wizard",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "School of Geometry",
			"source": "geowiz",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Geometry",
			"subclassSource": "geowiz",
			"level": 2,
			"entries": [
				"As a member of the School of Geometry, you do not limit yourself to expertise within a single school of magic. Instead, you seek to understand and exploit the arcane connections which you can draw between different magical constructs. Some geometers are meticulous scientists, taking careful and precise measurements of the arcane aether. Others appear crazed or conspiratorial as they make hurried connections only they can understand.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spell Map|Wizard||Geometry|geowiz|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Topography|Wizard||Geometry|geowiz|2"
				}
			]
		},
		{
			"name": "Spell Map",
			"source": "geowiz",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Geometry",
			"subclassSource": "geowiz",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level School of Geometry feature}",
				"Beginning at 2nd level, a geometer is able to understand their arcane power as a topographical map. The drawing of a spell map is part of the process a geometer must undertake when preparing their spells. When you have selected which spells you will prepare, draw a spell map according to the following rules:",
				{
					"type": "list",
					"items": [
						"Draw a node representing each of your prepared spells and cantrips granted by your wizard class levels. Cantrips are treated as 0th level spells for the purposes of drawing your spell map.",
						"Draw straight-line connections between spells of the same spell level. The connections must form an unlooped chain with open ends, such that each spell is connected to two others of the same level, except for the ends of the chain which are connected to only one. For example, for four 1st level spells, connect the nodes as follows: o-o-o-o.",
						"Draw straight-line connections between each spell and all other spells of the same school (e.g. abjuration, necromancy) which are exactly one level higher or one level lower.",
						"Connections must not cross any other connections you have drawn.",
						"If you are unable to draw a straight-line connection which fits these rules, you may have to re-configure your pattern of nodes. If it is not possible to draw a potential connection under these rules, you cannot benefit from that connection."
					]
				},
				"Some of your features are dependent on the closed loops and terminals you draw into your spell map. A closed loop is defined an area enclosed on all sides by spell connections which does not contain any connections. A terminal is defined as any spell which is linked to only one other spell.",
				"See the following section for some example spell maps.",
				{
					"type": "inset",
					"name": "Sample Spell Maps: Lady Miana Fenworth, the Mindweaver",
					"entries": [
						"This spellmap contains the prepared spells and cantrips of a 4th level wizard with an Intelligence score of 18. It contains 4 closed loops and 1 terminal.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "http://i.imgur.com/c9vID9W.png"
							}
						},
						"This spellmap contains the prepared spells and cantrips of a 20th level wizard with an Intelligence score of 20. It contains 6 closed loops and 6 terminals.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "http://i.imgur.com/cRbovlV.png"
							}
						}
					]
				},
				{
					"type": "inset",
					"name": "Advice for Geometer Players",
					"entries": [
						"Drawing a spell map can be time consuming, especially at high levels. A 20th level wizard with an Intelligence score of 20 has as many as 30 nodes to connect! In order to avoid leaving your fellow players waiting, consider coming to your game with a few spell maps already prepared. Adjusting a spell map is a significantly quicker process than drawing one from scratch if you only make a handful of a substitutions each day.",
						"A useful tool for building spell maps has been developed by /u/calpin99, available {@link here|https://calvin99.github.io/spell-map/}."
					]
				}
			]
		},
		{
			"name": "Arcane Topography",
			"source": "geowiz",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Geometry",
			"subclassSource": "geowiz",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level School of Geometry feature}",
				"Starting at 2nd level, the layout of your spell map grants you insight into the fabric of reality. Its reservoirs reflect a well of power ready to spring forth at a moment's notice, and its rivers guide power to your fingertips.",
				"You gain a +1 bonus to your Initiative rolls for each closed loop in your spell map, and your wizard cantrips deal 1 extra point of damage for each terminal in your spell map. The maximum for each of these bonuses is equal to 2 + half your wizard level."
			]
		},
		{
			"name": "Spell Link",
			"source": "geowiz",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Geometry",
			"subclassSource": "geowiz",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level School of Geometry feature}",
				"Starting at 6th level, the spells you link within the same resevoir can bleed into one another in a spectacular or subtle fashion. Whenever you cast a spell which is part of a closed loop in your spell map, you may choose one of the following effects to apply to that spell:",
				{
					"type": "list",
					"items": [
						"If the spell deals damage, you may change the damage type to any other type dealt by a spell within the same closed loop.",
						"If the spell grants its target at saving throw, you may choose to change the type of saving throw to one required by another spell within the same closed loop."
					]
				},
				"For example, if you cast a {@spell fireball} spell linked to the same closed loop as {@spell phantasmal killer}, you may choose to deal psychic damage instead of fire damage. Alternatively, you may switch the Dexterity saving throw required by fireball for a Wisdom saving throw instead, as required by phantasmal killer."
			]
		},
		{
			"name": "Off the Grid",
			"source": "geowiz",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Geometry",
			"subclassSource": "geowiz",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level School of Geometry feature}",
				"Starting at 10th level, the spells at the edges of your spell map bleed into the world around you. When you cast a spell of 1st level or higher positioned at a terminal in your spell map, you and all allies within 30 feet gain temporary hit points equal to the spell's level."
			]
		},
		{
			"name": "Geometer's Journey",
			"source": "geowiz",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Geometry",
			"subclassSource": "geowiz",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level School of Geometry feature}",
				"Beginning at 14th level, the contours of your spell map can draw power from the aether. When you cast a wizard spell of 1st level or higher, place a token over that spell's position on your spell map. If this spell is not connected to the last spell you covered with a token, remove any tokens you have previously placed. If the number of tokens on your spell map is then equal to that spell's level plus one, you may choose not to expend a spell slot when you cast the spell. If you do, remove all the tokens from your spell map.",
				"You remove all tokens from your spell map when you finish a short rest or a long rest."
			]
		}
	]
}
