{
	"_meta": {
		"sources": [
			{
				"json": "TGCP",
				"abbreviation": "TGCP",
				"full": "The Great Cold Patron",
				"version": "1.1.1",
				"url": "https://www.dmsguild.com/product/297510/The-Great-Cold-Patron",
				"authors": [
					"Christopher Zito"
				],
				"convertedBy": [
					"MrVauxs"
				],
				"color": "acfafa"
			}
		],
		"dateAdded": 1578188666,
		"dateLastModified": 1729630006,
		"unlisted": true,
		"_dateLastModifiedHash": "1b7d61921d",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "The Great Cold",
			"source": "TGCP",
			"subclassSpells": [
				"shield",
				"ice knife|xge",
				"blur",
				"hold person",
				"slow",
				"wind wall",
				"hallucinatory terrain",
				"ice storm",
				"cone of cold",
				"hold monster"
			],
			"subclassFeatures": [
				"The Great Cold|Warlock||Great Cold|TGCP|1",
				"Spectral Owl|Warlock||Great Cold|TGCP|1",
				"Layer of Ice|Warlock||Great Cold|TGCP|6",
				"Frostbite|Warlock||Great Cold|TGCP|10",
				"Ice Prison|Warlock||Great Cold|TGCP|14"
			],
			"shortName": "Great Cold",
			"additionalSpells": [
				{
					"expanded": {
						"s1": [
							"ice knife|xge",
							"shield"
						],
						"s2": [
							"blur",
							"hold person"
						],
						"s3": [
							"slow",
							"wind wall"
						],
						"s4": [
							"hallucinatory terrain",
							"ice storm"
						],
						"s5": [
							"cone of cold",
							"hold monster"
						]
					}
				}
			],
			"className": "Warlock",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "The Great Cold",
			"source": "TGCP",
			"page": 105,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Great Cold",
			"subclassSource": "TGCP",
			"level": 1,
			"entries": [
				"The Great Cold is a being tucked deep in the clouds atop the highest mountains that none dare to climb. Where Ice Giants walk and where Griffons soar through the murky clouds, lives a being said to be the sole embodiment of frost, but these are tales spun to give the masses a fantasy to explain what lurks in the sub zero winds above the atmosphere. In actuality, none know what the Great Cold looks like, though if near one's death bed or seekers of the mountain's power are visited by Snowy Owls, chances are they are within his domain. It is here that one will either bargain their lives from a frozen tomb or offer service to the Lord of The Mountain's Bite through his trusted voice, the snowy owls. To gain favor and power with the Great Cold one must spread his influence across the land where his winds cannot reach, to spread cold and let his messenger owls survey the unknown. If one should wane in their frozen master's bidding, owls shall congregate and his voice shall remind the Warlock of their ultimate goal. \"Climb mountains child, reach the peaks, let my ice wisp about you and my owls be your sight. Through you I may travel to heights unknown, your powers and my domain shall then grow evermore powerful. Thaw and the winds shall rend your flesh and the messengers devour your eyes in my name\"",
				{
					"type": "entries",
					"name": "Expanded Spell List",
					"entries": [
						"The Great Cold patron lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
						{
							"type": "table",
							"caption": "Great Old One Expanded Spells",
							"colLabels": [
								"Spell Level",
								"Spells"
							],
							"colStyles": [
								"col-3 text-center",
								"col-9"
							],
							"rows": [
								[
									"1st",
									"{@spell ice knife|xge}, {@spell shield}"
								],
								[
									"2nd",
									"{@spell blur}, {@spell hold person}"
								],
								[
									"3rd",
									"{@spell slow}, {@spell wind wall}"
								],
								[
									"4th",
									"{@spell hallucinatory terrain}, {@spell ice storm}"
								],
								[
									"5th",
									"{@spell cone of cold}, {@spell hold monster}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Crippling Cold|Warlock||Great Cold|TGCP|1"
				}
			]
		},
		{
			"name": "Crippling Cold",
			"entries": [
				"Starting at 1st level, any time you hit a target with an attack that deals cold damage, you add your Charisma modifier + your Warlock level to the damage dealt."
			],
			"source": "TGCP",
			"page": 105,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Great Cold",
			"subclassSource": "TGCP",
			"level": 1,
			"header": 1
		},
		{
			"name": "Spectral Owl",
			"source": "TGCP",
			"page": 105,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Great Cold",
			"subclassSource": "TGCP",
			"level": 1,
			"header": 2,
			"entries": [
				"Also starting at level 1, your patron provides you with your own \"Messenger\": a spectral snowy owl. This owl is an incorporeal entity that only you can see, no matter where you are the owl will follow you or be within your field of vision so long as you are a Warlock of the Great Cold. Your owl does not attack on your behalf, nor is it able to deal or receive damage from external sources, the owl no longer exists once the Warlock is killed. Your owl can speak to you telepathically in any language that you know, mimicking your voice. If it deems necessary for your survival, it will appear within one of your ally's vision and telepathically speak to them so long as they are within 120ft from you. Once you are safe it will leave your ally's sight and return to your own.",
				"Once per day you can see through your spectral owl's eyes for up to your Warlock level + your Charisma modifier minutes. Your spectral owl may only fly 120ft away from you before it fades away and returns beside you, the owl cannot pass through walls, through your owls eyes you have 60ft of Darkvision. Your sight returns to your body if your owl flies too far away, if you are physically altercated while looking through your owl's eyes, or you choose to end the ability. You may use this ability again after a short or long rest."
			]
		},
		{
			"name": "Layer of Ice",
			"source": "TGCP",
			"page": 105,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Great Cold",
			"subclassSource": "TGCP",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level you are resistant to cold damage. Once per day you can create a layer of ice upon you or an ally's flesh as a sort of natural armor. As a bonus action you can add your Charisma modifier to yourself or an ally you can see within 60 feet's AC for one minute. Any ally while under the effects of Layer of Ice has resistance to Cold damage if they did not have so already. Once you use this feature you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Frostbite",
			"source": "TGCP",
			"page": 105,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Great Cold",
			"subclassSource": "TGCP",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, if you successfully hit with a weapon or ranged spell attack, as a reaction you can transform the damage dealt into Cold damage. You can use this feature any number of times equal to your Charisma modifier + Half your Warlock level rounded up. You regain this all of Frostbite's usages after a long rest."
			]
		},
		{
			"name": "Ice Prison",
			"source": "TGCP",
			"page": 105,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Great Cold",
			"subclassSource": "TGCP",
			"level": 14,
			"header": 2,
			"entries": [
				"Beginning at 14th level, you can apply the Great Cold's own frozen breath within the air around your enemies to freeze them in place. Choose a target you can see within 60 feet, the target must make a Constitution saving throw vs your Spell Save DC. On failure the target takes 10d10 Cold damage and its body is restrained in ice for a number of rounds equal to your Charisma modifier. While restrained all attacks made to the frozen enemy are made with advantage. On success the target only takes 10d10 Cold damage. You may use this feature again after a long rest."
			]
		}
	]
}
