{
	"_meta": {
		"sources": [
			{
				"json": "CoeBynNotAWizard",
				"abbreviation": "NaW",
				"full": "Coe'Byn's Compendium of Creations: Not A Wizard!",
				"authors": [
					"Coe'Byn"
				],
				"convertedBy": [
					"alterNERDtive"
				],
				"version": "1",
				"color": "2e01db",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/1bulx6g/school_of_not_a_wizard_a_very_serious_subclass/"
			}
		],
		"dateAdded": 1742577780,
		"dateLastModified": 1742577780,
		"edition": "classic",
		"status": "ready",
		"_dateLastModifiedHash": "6f8c5cffe8"
	},
	"subclass": [
		{
			"name": "Not A Wizard!",
			"source": "CoeBynNotAWizard",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"shortName": "NotAWizard",
			"subclassFeatures": [
				"Not A Wizard!|Wizard|PHB|NotAWizard|CoeBynNotAWizard|2",
				"Definitely A Rogue!|Wizard|PHB|NotAWizard|CoeBynNotAWizard|2",
				"Probably A Fighter...|Wizard|PHB|NotAWizard|CoeBynNotAWizard|6",
				"Maybe A Monk?|Wizard|PHB|NotAWizard|CoeBynNotAWizard|10",
				"Not A Barbarian|Wizard|PHB|NotAWizard|CoeBynNotAWizard|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Not A Wizard!",
			"source": "CoeBynNotAWizard",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "NotAWizard",
			"subclassSource": "CoeBynNotAWizard",
			"level": 2,
			"header": 2,
			"entries": [
				"{@italic \"Me?! A wizard?! Absolutely not! I'm not a wizard! What ever would give you that impression? I'm one of those ... y'know, fighting men. See my sword and shield? Never seen a wizard with that kind of equipment, have you? I assure you, I'm definitely some sort a warrior. What's that you say? Is that a spellbook in my backpack? I haven't the faintest idea what you're talking about...\"}",
				{
					"type": "inset",
					"name": "Why play Not A Wizard?",
					"page": 2,
					"entries": [
						"Not Wizards! are great for games with a table of seasoned roleplayers who enjoy letting their characters unfold over many sessions. Think about how interesting Not A Wizard! would have been in Critical Role or Dimension 20? Players and fans alike would be stumped for weeks.",
						"Not Wizards! can also be used when your DM say that they want to play a \"realistic, low magic campaign with no casters\". How're you suppose to cast {@italic fireball} as a monk? What're you going to do; not cast {@italic silvery barbs} all the time? And if your DM says anything about it, just remind them; you're Not A Wizard!"
					]
				},
				{
					"type": "inset",
					"name": "Roleplaying your {@strike wizard} martial",
					"page": 2,
					"entries": [
						"Under no circumstances should you ever allow anyone to know that you can cast spells; let alone the fact that you are a wizard. Casting combat spells in the middle of fight is easy enough. You have trained yourself specifically to be able to hide that and disguise your spells as a weapon attack. But what if you want to cast another sort of spell? Maybe outside of combat, or one that targets your friends? You should consider preparing a long list of excuses and explanations for what ACTUALLY happened.",
						"You cast {@italic jump} on yourself? \"I've always been able to do that! Y'know, I still hold the long jump record at the academy\" You cast {@italic polymorph} on the rogue? \"That wasn't me! That must have been some trickster god that came down and did that!\"",
						"Also consider how artificers cast their spells with their magical tinkering abilities, and think how they could apply to your spells. Maybe casting {@italic haste} on the fighter takes the form of you giving him a bunch of pills or smelling salts? Maybe instead of {@italic leomund's tiny hut} taking the form of an opaque magical barrier, it's instead just a big tent you put up? If someone asks you wear you just got that tent from, tell them to stop being so nosey or they can sleep outside."
					]
				}
			]
		},
		{
			"name": "I'm A Martial!",
			"source": "CoeBynNotAWizard",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "NotAWizard",
			"subclassSource": "CoeBynNotAWizard",
			"level": 2,
			"header": 2,
			"entries": [
				"{@italic \"See?! I look just like one of those fighting types! I went and bought all this gear myself! Doesn't it look dashing?\"}",
				"You gain proficiency with medium armour and shields, and proficiency with one type of melee weapon of your choice. You also gain proficiency in the {@skill Deception} and {@skill Persuasion} skills, and you can add your Intelligence modifier to any Deception or Persuasion you make to conceal your identity as a wizard."
			]
		},
		{
			"name": "Definitely A Rogue!",
			"source": "CoeBynNotAWizard",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "NotAWizard",
			"subclassSource": "CoeBynNotAWizard",
			"level": 2,
			"header": 2,
			"entries": [
				"{@italic \"Look at my sword! Look at how sharp it is! I use it to poke people full of holes! Me and my sneaky, criminal friends do it all time! Now to remember which end I'm supposed to hold it from...\"}",
				"You gain the ability to make a special action you call a {@italic Martial Strike} (you're pretty sure you've heard someone call it that before).",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Martial Strike|Wizard|PHB|NotAWizard|CoeBynNotAWizard|2|CoeBynNotAWizard"
				},
				"Additionally, your enemies are usually so surprised by what you just did to them, that they barely notice you running away from them, screaming in terror. After you use your action to use your {@italic Martial Strike} ability, you can use a bonus action to take the {@action disengage} action or the {@action dodge} action."
			]
		},
		{
			"name": "Martial Strike",
			"source": "CoeBynNotAWizard",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "NotAWizard",
			"subclassSource": "CoeBynNotAWizard",
			"level": 2,
			"header": 2,
			"entries": [
				"As a {@italic Martial Strike}, you can cast a wizard spell or cantrip you know or have prepared, and make it look as if you are attacking with a weapon. When you do so, the spell's range becomes the same as the reach of the weapon you are wielding. The spell must only be able to target one creature, have a casting time of 1 action and it must involve you making an attack roll or the target making a saving throw."
			]
		},
		{
			"name": "Probably A Fighter...",
			"source": "CoeBynNotAWizard",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "NotAWizard",
			"subclassSource": "CoeBynNotAWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"{@italic \"Huzzah! I figured out how to do that double swing thing that those swordsman fellows do all the time! Watch out, foul beasts; here I come!\"}",
				"When you use your {@subclassFeature Martial Strike|Wizard|PHB|NotAWizard|CoeBynNotAWizard|2} ability as cast a spell between 1st and 5th level, you can then use a bonus action to use your {@subclassFeature Martial Strike|Wizard|PHB|NotAWizard|CoeBynNotAWizard|2} ability to cast a cantrip. You can use this feature a number of times equal to your Intelligence modifier (minimum of once), and you regain all expended uses of it when you finish a long rest."
			]
		},
		{
			"name": "Maybe A Monk?",
			"source": "CoeBynNotAWizard",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "NotAWizard",
			"subclassSource": "CoeBynNotAWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@italic \"This one time, I saw some lovely gentlemen in gorgeous robes perform this amazing feat where they were able to jump out of the way of incoming danger, just before it struck! I think they called it something like Elusion ... or Avoidance; maybe it was Evasion?\"}",
				"You can nimbly dodge out of the way of certain area effects. When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail."
			]
		},
		{
			"name": "Not A Barbarian",
			"source": "CoeBynNotAWizard",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 2,
			"subclassShortName": "NotAWizard",
			"subclassSource": "CoeBynNotAWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"{@italic \"Okay, I'll admit, I am certainly not a barbarian. I met one once and they were enormous. But just because I'm not a barbarian, doesn't mean I'm a wizard! For the last time, I am not a bloody wizard!\"}",
				"You are not a barbarian in any way, but you have become an expert at hiding your magical effects. When you cast a wizard spell, you can do so without any somatic or verbal components. You can also choose to hide any visual or auditory effects that spell would create. For example, casting {@italic fireball} on a group of goblins would simply look like a bunch of goblins wincing, shrieking, falling over and dying.",
				"Additionally, the first time you use your {@subclassFeature Martial Strike|Wizard|PHB|NotAWizard|CoeBynNotAWizard|2} ability against a creature, you have advantage on the spell attack or the creature has disadvantage on the saving throw."
			]
		}
	]
}
