{
	"_meta": {
		"sources": [
			{
				"json": "Dragoon",
				"abbreviation": "F:Drg",
				"full": "Dragoon",
				"authors": [
					"Dan Powell"
				],
				"convertedBy": [
					"Giddy"
				],
				"version": "1.0",
				"url": "https://drive.google.com/file/d/0B_73NA7vK-0OOThFMEd2c2c3ZEE/view",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "c0f211104f",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Dragoon",
			"subclassFeatures": [
				"Dragoon|Fighter||Dragoon|Dragoon|3",
				"Lancet|Fighter||Dragoon|Dragoon|7",
				"Tactical Jumps|Fighter||Dragoon|Dragoon|10",
				"Terminal Velocity|Fighter||Dragoon|Dragoon|15",
				"Meteor Jump|Fighter||Dragoon|Dragoon|18"
			],
			"source": "Dragoon",
			"shortName": "Dragoon",
			"className": "Fighter",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Dragoon",
			"source": "Dragoon",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "Dragoon",
			"level": 3,
			"entries": [
				"Masters of spears, lances and polearms and adorned in uniquely crafted armor, Dragoon's have become legendary for their grace and power. Their intense training, said to have been passed down by the dragon riders of old, allows these warriors to leap unnaturally high into the air and strike their foes with deadly force from above. Sometimes the enemy is unaware of the Dragoon's presence until they see the shadow around them growing larger.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Lance Specialty|Fighter||Dragoon|Dragoon|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Velocity|Fighter||Dragoon|Dragoon|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Jump|Fighter||Dragoon|Dragoon|3"
				}
			]
		},
		{
			"name": "Lance Specialty",
			"entries": [
				"Beginning when you select this archetype at 3rd level, when you wield a Lance, you do not suffer disadvantage when attacking creatures within 5 feet of you. However, you must still wield a lance two handed when not mounted."
			],
			"source": "Dragoon",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "Dragoon",
			"level": 3,
			"header": 1
		},
		{
			"name": "Velocity",
			"entries": [
				"At 3rd level, you can leap to incredible heights. You can expend your entire movement to leap into the air, up to a height of 10 feet per two fighter levels you possess, and land within 20 feet of where you originated.",
				"Additionally, as long as you are conscious and wielding a melee weapon, all damage taken from falling is halved and you always land on your feet."
			],
			"source": "Dragoon",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "Dragoon",
			"level": 3,
			"header": 1
		},
		{
			"name": "Jump",
			"entries": [
				"Beginning at 3rd level, when you leap into the air, you may use your action to strike a target beneath you. While falling to a location adjacent to a target, make a melee weapon attack with advantage against it. On a hit, the target takes an additional 1d6 damage of the same type as your weapon for every 10 feet you fall. Additionally, if you hit, you take no falling damage.",
				"Once you use this feature, you must finish a short or long rest before you can use it again. You can use this feature twice between rests starting at 5th level, three times between rests starting at 10th level, and four times between rests starting at 15th level."
			],
			"source": "Dragoon",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "Dragoon",
			"level": 3,
			"header": 1
		},
		{
			"name": "Lancet",
			"source": "Dragoon",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "Dragoon",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, you gain the ability to drain a creature's energy with your strike. As a bonus action, when you hit a creature with a melee weapon attack you can choose to gain temporary hit points equal to half the damage dealt. After using this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Tactical Jumps",
			"source": "Dragoon",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "Dragoon",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you have learned how to augment your jumps. Choose one of the following features:",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Double Jump",
							"entries": [
								"After hitting an enemy with your Jump feature, you can use a bonus action to repeat the Jump against another creature within 15 feet of the first creature. Doing so counts as expending another use of the of the Jump feature."
							]
						},
						{
							"type": "entries",
							"name": "Earthshaker",
							"entries": [
								"As an action when you fall, you can expend a use of your Jump feature to strike the earth with immense force. Each creature in contact with the ground within 15 feet of where you land must succeed a Dexterity saving throw with a Save DC = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice) or take 4d6 bludgeoning damage and be knocked prone. On a successful save, a creature takes half this damage and is not knocked prone."
							]
						},
						{
							"type": "entries",
							"name": "Passenger",
							"entries": [
								"When you make a leap into the air, you can expend a use of your Jump feature to carry one willing creature of your size or smaller to your destination."
							]
						}
					]
				}
			]
		},
		{
			"name": "Terminal Velocity",
			"source": "Dragoon",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "Dragoon",
			"level": 15,
			"header": 2,
			"entries": [
				"Beginning at 15th level, as long as you are conscious and wielding a melee weapon, you cannot take damage as a result of falling."
			]
		},
		{
			"name": "Meteor Jump",
			"source": "Dragoon",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "Dragoon",
			"level": 18,
			"header": 2,
			"entries": [
				"Beginning at 18th level, as an action, you can leap hundreds of feet into the air, disappearing from sight, only to strike moments later with the force of a meteor. Until the start of your next turn, you are high in the air and immune to effects on the ground. On your next turn choose a single creature within 60 feet of the point you left to make a Dexterity saving throw with a Save DC = 8 + your proficiency bonus + your Strength or Dexterity modifier, your choice. If no such creature exists, you fall back to your original spot. The creature takes 10d10 damage of the same type as your weapon on a failed save and half as much on a successful one. You then land in a space adjacent to the target. After using this feature, you cannot do so again until you finish a long rest."
			]
		}
	],
	"foundrySubclassFeature": [
		{
			"name": "Jump",
			"source": "Dragoon",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "Dragoon",
			"level": 3,
			"system": {
				"activation.type": "action",
				"activation.cost": 1
			}
		}
	]
}
