{
	"_meta": {
		"sources": [
			{
				"json": "bigtiddyGF",
				"abbreviation": "BTGF",
				"full": "Big Tiddy Goth Girlfriend",
				"authors": [
					"Desmon#9507 on Discord"
				],
				"convertedBy": [
					"Patreon Reward",
					"Modnar"
				],
				"version": "1.0",
				"url": "https://drive.google.com/file/d/1mKNNps3wFSEkqR8j2GqLOxIQ9GUoxcLY/view",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1566011005
	},
	"subclass": [
		{
			"name": "The Big Tiddy Goth Girlfriend",
			"shortName": "Big Tiddy",
			"class": "Warlock",
			"source": "bigtiddyGF",
			"subclassSpells": [
				"Command",
				"Diguise Self",
				"Alter Self",
				"Darkvision",
				"Bestow Curse",
				"Catnap",
				"Divination",
				"Private Sanctum",
				"Dominate Person",
				"Seeming"
			],
			"subclassFeatures": [
				[
					{
						"name": "The Big Tiddy Goth Girlfriend",
						"entries": [
							"Your patron is what is know to those with culture as a big tiddy goth girlfriend. THese powerful and sought after beings are few and far between, and with that sort of rarity comes an otherworldly power that few understand. You are one of the lucky few that has encountered and tamed one of these powerful beings. Even though she exists on a higher plane of existence than you, the two of you are still partners, and she is your personal big tiddy goth girlfriend.",
							{
								"type": "entries",
								"name": "Expanded Spell List",
								"entries": [
									"The Big Tiddy Goth Girlfriend lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
									{
										"type": "table",
										"caption": "Big Tiddy Expanded Spells",
										"colLabels": [
											"Spell Level",
											"Spells"
										],
										"colStyles": [
											"col-3 text-center",
											"col-9"
										],
										"rows": [
											[
												"1st",
												"{@spell command}, {@spell disguide self}"
											],
											[
												"2nd",
												"{@spell alter self}, {@spell darkvision}"
											],
											[
												"3rd",
												"{@spell bestow curse}, {@spell catnap}"
											],
											[
												"4th",
												"{@spell divination}, {@spell private sanctum}"
											],
											[
												"5th",
												"{@spell dominate person}, {@spell seeming}"
											]
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "My Girl's Donw Worse to Me",
								"entries": [
									"Your big tiddy goth girlfriend has shwon you plenty, from her terrifying hobbies to her absolutely enthralling self. At 1st level, when you fail a saving throw that would cause you to become charmed or frightened you can choose to instead succeed the throw.",
									"Once you use this feature, you can't use it again until you finish a short or long rest."
								]
							}
						]
					}
				],
				[
					{

						"type": "entries",
						"name": "Goth Makeover",
						"entries": [
							"Additionally at 1st level, your girlfriend has shown her excessive habit of wanting to do your makeup and dress you up in all black, just like her. You have learned from this, and are able to give yourself  a supernatural makeover infused with her occult techniques. As long as you are wearing all black and have spent at least ten minutes after your last long rest with a disguise kit doing your makeup, your AC is equal to 13+ your Dexterity modifier."
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Spirit Crystals",
								"entries": [
									"Upon reaching 6th level, your big tiddy goth girlfriend grants you the ability to conjure crystals from her realm that carry with them the magical qualities that alter and effect your life.",
									"Upon completing a short rest, choose one of the following stones to create. You can only have 1 of these stones created at a time, when you create a new one the previous stone is destroyed", {
										"type": "entries",
										"name": "Sprit Crystals",
										"entries": [

											{
												"type": "table",
												"caption": "",
												"colLabels": [
													"Stone Type",
													"Properties"
												],
												"colStyles": [
													"col-3 text-center",
													"col-9"
												],
												"rows": [
													[
														"Moonstone",
														"The creature who is holding this stone has advantage on saving throws against poison and disease."
													],
													[
														"Aventurine",
														"When the creature whi is holding this rolls a 1 on an attack roll or saving throw, they may reroll the dice. They must keep the new roll."
													],
													[
														"Turquoise",
														"The creature holding this stone has advantage on Persuasion checks."
													],
													[
														"Fluorite",
														"The creature holding this stone has resistance to necrotic damage as long as the stone is being cluthced in a hand that is holding nothing else."
													],
													[
														"Lapis Lazuli",
														"The creature holding this stone has advantage on  Insight checks."
													],
													[
														"Jade",
														"The creature holding this stone is resistant to all damage as long as they are unconscious."
													],
													[
														"Amethyst",
														"The creature holding this stone can see into the ethereal plane."
													]
												]
											}
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Expanded Connection",
								"entries": [
									"Upon reaching 10th level, your big tiddy goth girlfriend has opened up her heart enough to allow you to have an incerased connection to her realm, and you gain the ability to conjure up two of her crystals at a time. When you would create a third, you choose which of the older crystals to destroy"
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Public Display of Affection",
								"entries": [
									"At 14th level you have become so close to your big tiddy goth girlfriend that she is willing to support you in public. As a reaction to either falling prone, or about to take fall damage, you can open an ethereal gate and summon your girlfriend to catch you in her bosom before vanishing. When you do this you do not fall prone and do not take any damage from the fall as she cushions your landing with her loving embrace."
								]
							}
						]
					}
				]
			]
		}
	]
}

