{
	"_meta": {
		"sources": [
			{
				"json": "FeindTrick",
				"abbreviation": "FT",
				"full": "Feindish Trickster",
				"authors": [
					"Dream Realm Storytellers"
				],
				"version": "1.0",
				"url": "https://www.5esrd.com/classes/rogue/rogue-archetypes/fiendish-trickster/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1537874753
	},
	"subclass": [
		{
			"name": "Fiendish Trickster",
			"subclassFeatures": [
				"Fiendish Trickster|Rogue||Fiendish|FiendTrick|3",
				"Cutting Tongue|Rogue||Fiendish|FiendTrick|9",
				"Crossroads Dealer|Rogue||Fiendish|FiendTrick|13",
				"Betrayal|Rogue||Fiendish|FiendTrick|17"
			],
			"spellcastingAbility": "cha",
			"casterProgression": "third",
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|class=Wizard}",
						"{@filter Spells Known|spells|level=0|class=Wizard}"
					],
					"rows": [
						[
							3,
							3
						],
						[
							3,
							4
						],
						[
							3,
							4
						],
						[
							3,
							4
						],
						[
							3,
							5
						],
						[
							3,
							6
						],
						[
							3,
							6
						],
						[
							4,
							7
						],
						[
							4,
							8
						],
						[
							4,
							8
						],
						[
							4,
							9
						],
						[
							4,
							10
						],
						[
							4,
							10
						],
						[
							4,
							11
						],
						[
							4,
							11
						],
						[
							4,
							11
						],
						[
							4,
							12
						],
						[
							4,
							13
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"{@filter 1st|spells|level=1|class=Wizard}",
						"{@filter 2nd|spells|level=2|class=Wizard}",
						"{@filter 3rd|spells|level=3|class=Wizard}",
						"{@filter 4th|spells|level=4|class=Wizard}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"source": "FiendTrick",
			"shortName": "Fiendish",
			"className": "Rogue",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Fiendish Trickster",
			"source": "FiendTrick",
			"page": 69,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Fiendish",
			"subclassSource": "FiendTrick",
			"level": 3,
			"entries": [
				"Whether it is thanks to a deal with devils, something in your blood, or a wicked touch of luck, you can act and speak as devils do. Somehow, you are able to cast spells that suit devilish needs, have luck on your side when you need it, and can use your tongue or friendships to your advantage to carry out hideous and lethal plans. The path you walk is a selfish one, and perhaps an evil one, as you tend to use others and betray them if it serves your purposes, and excel at doing so.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spellcasting|Rogue||Fiendish|FiendTrick|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Devil's Luck|Rogue||Fiendish|FiendTrick|3"
				}
			]
		},
		{
			"type": "entries",
			"name": "Spellcasting",
			"entries": [
				"When you reach 3rd level, you gain the ability to cast spells. See the general rules of spellcasting and the Dark Magic section of this book for new wizard spells.",
				{
					"type": "entries",
					"name": "Cantrips",
					"entries": [
						"You learn three cantrips of your choice from the wizard spell list.  You learn another wizard cantrip of your choice at 10th level."
					]
				},
				{
					"type": "entries",
					"name": "Spell Slots",
					"entries": [
						"The Fiendish Trickster Spellcasting table shows how many spell slots you have to cast your spells of 1st level and higher. To cast one of these spells, you must expend a spell slot of the spell’s level or higher. You regain all expended spell slots after you finish a long rest.",
						"For example, if you know the 1st-level spell charm person and have a 1st-level and 2nd-level spell slot available, you can cast charm person using either slot."
					]
				},
				{
					"type": "entries",
					"name": "Spells Known of 1st-Level and Higher",
					"entries": [
						"You know three 1st-level wizard spells of your choice. Whenever you gain a level in this class, you can replace one of the spells you know with another spell of your choice from your spell list."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Ability",
					"entries": [
						"Charisma is your spellcasting ability for your fiendish trickster spells, because you get your spells from devils either through some sort of agreement with them, or as a mysterious gift from them. You use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a fiendish trickster spell you cast and when making an attack roll with one.",
						{
							"type": "abilityDc",
							"name": "Spell",
							"attributes": [
								"cha"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Spell",
							"attributes": [
								"cha"
							]
						}
					]
				}
			],
			"source": "FiendTrick",
			"page": 70,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Feindish",
			"subclassSource": "FiendTrick",
			"level": 3,
			"header": 1
		},
		{
			"type": "entries",
			"name": "Devil's Luck",
			"entries": [
				"Starting at 3rd level, you have the luck of the devils within you. You have a d6 that you can add to one ability check, attack roll, damage roll, or saving throw you make.",
				"When you use this feature, you cannot do so again until you finish a short or long rest. As you gain levels, your extra die increases to {@dice 2d6} on the 13th, and {@dice 3d6} on the 20th level."
			],
			"source": "FiendTrick",
			"page": 70,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Feindish",
			"subclassSource": "FiendTrick",
			"level": 3,
			"header": 1
		},
		{
			"name": "Cutting Tongue",
			"source": "FiendTrick",
			"page": 70,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Fiendish",
			"subclassSource": "FiendTrick",
			"level": 9,
			"header": 2,
			"entries": [
				"Starting at 9th level, you gain the ability to talk like the most mischievous of devils and your words become fiendishly convincing. Whenever you make a Charisma (Deception, Intimidation, or Persuasion) check, you can choose to have advantage on your roll. You can use this feature a number of times equal to your Charisma modifier (minimum once).",
				"You regain any expended uses after you finish a long rest."
			]
		},
		{
			"name": "Crossroads Dealer",
			"source": "FiendTrick",
			"page": 70,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Fiendish",
			"subclassSource": "FiendTrick",
			"level": 13,
			"header": 2,
			"entries": [
				"Starting at 13th level, you can make a crossroads deal with a devil, or another creature. The deals you can make and the benefits you gain from them are listed below:",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Bet of Blood",
							"entries": [
								"On your next attack roll, as a bonus action, you can bet that your attack will hit. On a hit, it deals an extra die of the weapon’s damage on a regular attack roll, and double the damage if you hit on an attack roll you made with disadvantage. You can choose to have disadvantage on your attack roll on purpose. On a miss, you yourself take the damage that you would normally deal. This damage ignores resistance and immunity. You cannot make this bet if you have advantage on your attack roll, nor can you use your Devil’s Luck or Deal of Luck features for this bet."
							]
						},
						{
							"type": "entries",
							"name": "Bet of Vice",
							"entries": [
								"You can bet on a seemingly virtuous creature, stating that it can be tempted into corruption. For example, you can bet that a traditional and virtuous virgin can be tempted into seduction, a lawful captain of the guard can be tempted into bribery, or a calm monk can be tempted into rage. If you are able to corrupt them, you win the bet and have advantage on all your rolls against good-aligned creatures for one week. If you lose the bet, you have disadvantage on all ability checks, attack rolls, and saving throws against good-aligned creatures for a week. The GM rolls the second d20 on a roll that you make with advantage or disadvantage, unless you know for certain your target creature is good aligned."
							]
						},
						{
							"type": "entries",
							"name": "Deal of Life",
							"entries": [
								"After you make this deal, you are resurrected secretly by devils you made the deal with when you die. Other creatures in your vicinity simply see it as if you were dying but somehow survived. You can choose to be revived at a time you see fit (at a time the Game Master agrees to as well, because something like “a thousand years from now” may not be acceptable). After you are revived, you must fulfill an important deed on the devils’ behalf, details of which are at the GM’s discretion. If you deny or fail the deed, devils take your soul and you cannot be resurrected unless with a wish spell or until your friends make a better deal with the same devils."
							]
						},
						{
							"type": "entries",
							"name": "Deal of Luck",
							"entries": [
								"For one week, you have advantage on a saving throw, an ability check, or an attack roll once per day. You must state that you are using this benefit after you make the roll but before the GM states the outcome. After the deal ends, for three days, you have disadvantage on a roll that is determined by the GM and the GM rolls the second d20."
							]
						}
						]
				}
			]
		},
		{
			"name": "Betrayal",
			"source": "FiendTrick",
			"page": 71,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Fiendish",
			"subclassSource": "FiendTrick",
			"level": 17,
			"header": 2,
			"entries": [
				"Starting at 17th level, when you betray someone, you make sure they cannot retaliate afterward. You can take advantage of a friendship, making a stunning or even lethal strike with your betrayal. When you attack a creature with a Sneak Attack, the following effects take place according to the nature of your relationship with the creature, as stated in the table below.",
				"The nature of the relationship is about how the target creature perceives you and it is at GM’s discretion. The relationship can be temporarily improved by spells such as charm person.",
				"You can use this feature at the moment of your betrayal, meaning that once you use it on a target, you lose that creature’s trust and you cannot use this feature on it again unless you manage to mend your relationship with it.",
				{
					"entries": [
						{
						"classTableGroups": [
							{
								"title": "Betrayal",
								"colLabels": [
									"Relationship",
									"Effect"
								],
								"rows": [
									[
									"Acquaintance (the creature sees you as a stranger but has positive ideas about you)",
									"Your sneak attack deals double the damage on a hit."
										],
									[
										"Friend (the creature sees you as a friend)",
										"Your sneak attack deals double the damage on a hit, and the creature is stunned for 1 round."
									],
									[
										"Revered (the creature sees you as a very close friend and trusts you completely)",
										"Your sneak attack deals double the damage on a hit, and the creature is stunned for 1d4 rounds."
									]

								]
							}
					]
				}
			]
		}
	]
}
