{
	"_meta": {
		"sources": [
			{
				"json": "DXBeyond",
				"abbreviation": "DXB",
				"full": "The Beyond",
				"url": "https://homebrewery.naturalcrit.com/share/1I6A0RoIEmqXpX6ki2WJTRSOx4liYzIrkBFmlsNnsHNiU",
				"authors": [
					"DXHHH101"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"color": "00b4ff",
				"version": "1.1"
			}
		],
		"dateAdded": 1643217284,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "39dcd7a7cb",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "The Beyond",
			"subclassFeatures": [
				"The Beyond|Warlock||Beyond|DXBeyond|1",
				"Disturb Natural Order|Warlock||Beyond|DXBeyond|6",
				"Planar Disconnection|Warlock||Beyond|DXBeyond|10",
				"Forceful Disconnect|Warlock||Beyond|DXBeyond|14"
			],
			"source": "DXBeyond",
			"shortName": "Beyond",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassSpells": [
				"Thaumaturgy",
				"Prestidigitation",
				"Longstrider",
				"magnify gravity|egw",
				"Rope Trick",
				"immovable object|egw",
				"Haste",
				"Slow",
				"Compulsion",
				"Leomund's Secret Chest",
				"Dominate Person",
				"Passwall",
				"Blink"
			]
		},
		{
			"name": "Way of the Beyond",
			"subclassFeatures": [
				"Way of the Beyond|Monk||Beyond|DXBeyond|3",
				"Disrupt Timing|Monk||Beyond|DXBeyond|6",
				"Harvest Ki|Monk||Beyond|DXBeyond|11",
				"Ethereal Contact|Monk||Beyond|DXBeyond|17",
				"Soul Sever|Monk||Beyond|DXBeyond|17"
			],
			"source": "DXBeyond",
			"shortName": "Beyond",
			"className": "Monk",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "The Beyond",
			"source": "DXBeyond",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 1,
			"entries": [
				"Your patron is a being from beyond all known planes of existence. The methods through which you came into contact with them became unknown to you as soon as contact was made. Your patron only desires to see the planes you inhabit destroyed from the inside. As such, they provide you with the power to slowly decontruct and disrupt the flow of the world around you. Entities of this type do not have names, nor species. If contacted, they appear as the creature speaking with them.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Expanded Spell List|Warlock||Beyond|DXBeyond|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unknown Phenomena|Warlock||Beyond|DXBeyond|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ethereal Eyes|Warlock||Beyond|DXBeyond|1"
				}
			]
		},
		{
			"name": "Expanded Spell List",
			"source": "DXBeyond",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 1,
			"header": 1,
			"entries": [
				"The Beyond lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
				{
					"type": "table",
					"caption": "Beyond Expanded Spells",
					"colLabels": [
						"Spell Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell longstrider}, {@spell magnify gravity|egw}"
						],
						[
							"2nd",
							"{@spell rope trick}, {@spell immovable object|egw}"
						],
						[
							"3rd",
							"{@spell haste}, {@spell slow}"
						],
						[
							"4th",
							"{@spell compulsion}, {@spell Leomund's secret chest}"
						],
						[
							"5th",
							"{@spell dominate person}, {@spell passwall}"
						]
					]
				}
			]
		},
		{
			"name": "Unknown Phenomena",
			"source": "DXBeyond",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 1,
			"header": 1,
			"entries": [
				"Starting at 1st level, you gain the ability to subtly cause effects around you. You learn the {@spell thaumaturgy} and {@spell prestidigitation} cantrips. They count as warlock cantrips for you, but they don't count against your number of cantrips known. You can cast these cantrips without verbal or somatic components and the range is doubled."
			]
		},
		{
			"name": "Ethereal Eyes",
			"source": "DXBeyond",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 1,
			"header": 1,
			"entries": [
				"At 1st level, you gain the ability to shift your sight away from your current plane. As an action, you can peer into the Ethereal Plane for 1 minute. Ethereal creatures and objects appear ghostly and translucent. You can use this feature a number of time equal to your Charisma modifier (minimum of 1), and regain all expended uses when you finish a long rest.",
				"When you reach 10th level in this class, you also know the location of all disconnected creatures within 60 feet of you while using this feature."
			]
		},
		{
			"name": "Disturb Natural Order",
			"source": "DXBeyond",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, your patron endows you with a new ability to further meddle with the intended behaviour of the planes. At the start of your turn, you can apply one of the following effects to a creature you can see within 60 feet of you:",
				{
					"type": "list",
					"items": [
						"Choose a damage type besides force, if the creature would have resistance against that type, it is now damaged normally. If the creature would have immunity, they are now resistant. This effect ends at the end of your turn.",
						"Choose a condition, if that creature would have immunity against that condition, it no longer does. This effect ends at the end of your turn, but the condition lasts as long as it normally would."
					]
				},
				"Only your attacks and conditions you apply can benefit from these effects. You can use this feature a number of times equal to your Charisma modifier (minimum of 1), and regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Planar Disconnection",
			"source": "DXBeyond",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 10,
			"header": 2,
			"entries": [
				"Beginning at 10th level, your connection to your patron becomes stronger, as your connection to the planes begin to falter. You learn the {@spell blink} spell. It counts as a warlock spell for you, but it doesn't count against the number of spells you know. You can also cast it once without a spell slot, and regain the ability to do so when you finish a long rest.",
				"Whenever you cast this spell, you have a chance to temporarily disconnect from the planes. On a roll of 16 or higher, you vanish from all planes of existence. The same rules apply for returning to the plane you cast the spell from. While outside of the planes, you can see and hear the plane you originated from as if you were there. You cannot affect or be affected by other creatures while disconnected. Creatures that aren't there can't perceive you or interact with you.",
				"Additonally, while a creature is disconnected, all magical effects on them are suspended and they cannot die. If they would die, they remain alive until they reconnect to the planes."
			]
		},
		{
			"name": "Forceful Disconnect",
			"source": "DXBeyond",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you are able to disconnect other creatures from the planes. You can now cast the {@spell blink} spell a second time without a spell slot, and regain the ability to do so when you finish a long rest. Whenever you cast the this spell, you can no longer appear on the Ethereal Plane. As such, you now disconnect on a roll of 11 or higher.",
				"Whenever you disconnect, you can attempt to do the same to another creature within 5 feet of you. An unwilling creature must make a Charisma saving throw to avoid the effect.",
				"The disconnected creature returns at the start of your next turn or when the spell ends. Optionally, disconnected creatures, including yourself, can now use their reaction to forcibly reconnect to the planes early.",
				"If you or a creature you designate as friendly reconnects early, that creature is considered to be in three-quarters cover until the start of your next turn. the creature also appears to be semi transparent.",
				"If a creature you designate as hostile reconnects early, attack rolls against the creature have advantage, and the creature's attack rolls have disadvantage until the start of your next turn."
			]
		},
		{
			"name": "Way of the Beyond",
			"source": "DXBeyond",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 3,
			"entries": [
				"Monks of the Way of the Beyond are incredibly rare. The number of people that believe that such a power exists or existed at all could be counted in the double digits. With the number training in such arts in the single digits. These monks learn techniques that follow the will of the masters they have never, and probably will never meet. Methods of which to pry open the very fabric of the world itself to meddle with it in ways never intended.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unnatural Passage|Monk||Beyond|DXBeyond|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unnatural Defense|Monk||Beyond|DXBeyond|3"
				}
			]
		},
		{
			"name": "Unnatural Passage",
			"source": "DXBeyond",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 3,
			"header": 1,
			"entries": [
				"Starting when you choose this tradition at 3rd level, you can use your ki to pass through solid objects with ease. Whenever you use your Step of the Wind, you can spend an additional 1 ki point to gain the ability to pass through solid objects as though they were difficult terrain. If you end your turn inside of an object, you {@dice 4d6} force damage and are shuntted to the last unoccupied space you were in. This effect lasts until the end of your turn.",
				"If no creatures that are within 30 feet of you can see you, this feature does not cost a ki point."
			]
		},
		{
			"name": "Unnatural Defense",
			"source": "DXBeyond",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 3,
			"header": 1,
			"entries": [
				"At 3rd level, your training in the myterious ways of the Beyond has lead you to an equally mysterious method of defense. Whenever you use your Patient Defense, you can spend an additional 1 ki point to gain immunity to one of the following conditions of your choice until the start of your next turn: blinded, charmed, deafened, frightened, grappled, paralyzed, poisoned, prone, restrained, or stunned. You cannot choose a condition that is currently affecting you."
			]
		},
		{
			"name": "Disrupt Timing",
			"source": "DXBeyond",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can quicken your recovery of certain effects. If you are affected by a condition for which you would make a saving throw at the end of your turn, such as with the {@spell hold person} spell, you can attempt to end it early. As a reaction, you can spend 1 ki point and make the saving throw at the beginning of your turn instead.",
				"You can use this reaction even if you would normally be incapable of doing so."
			]
		},
		{
			"name": "Harvest Ki",
			"source": "DXBeyond",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 11,
			"header": 2,
			"entries": [
				"Starting at 11th level, your able to draw strength directly from your enemies to regain ki. As an action, you can regain 2 ki points as you reach into the soul of a creature within 5 feet of you that you can see. The creature takes psychic damage equal to two rolls of your Martial Arts die.",
				"This damage increases to three rolls of your Martial Arts die at 17th level.",
				"You can use this feature a number of times equal to your Wisdom modifier (minimum of 1 use), and you regain all expended uses when you finish a short or long rest."
			]
		},
		{
			"name": "Ethereal Contact",
			"source": "DXBeyond",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, you become able to partially split your body between the Etheral Plane and the plane you're on. As a bonus action, you can spend 3 ki points to gain truesight out to a range of 60 feet for 1 minute.",
				"Additionally, you can touch and attack a creature in the Ethereal Plane that you can see with your hand or any weapon you're holding. Whenever you reach into the Ethereal Plane in this way, your arm and weapon vanish from your plane as it fades into the Ethereal Plane."
			]
		},
		{
			"name": "Soul Sever",
			"source": "DXBeyond",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Beyond",
			"subclassSource": "DXBeyond",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, you're able to temporarily disconnect the soul of a creature from the planes. Whenever you hit a creature with both of the attacks granted by your Flurry of Blows, you can attempt to sever their soul from their body. The target must succeed on a Charisma saving throw to avoid the effect. On a failed save, the taget's soul leaves their body, and is pushed outside the planes until the end of your next turn. While their soul is separated from their body, the target is vulnerable to all damage that it isn't already immune to.",
				"A creature that has had its soul severed by this feature has advantage against it for the next 24 hours. This feature has no effect on undead or constructs.",
				"Once you use this feature, you can't use it again until you finish a short or long rest, unless you spend 5 ki points to use it again."
			]
		}
	],
	"background": [
		{
			"name": "Cultist",
			"source": "DXBeyond",
			"skillProficiencies": [
				{
					"history": true,
					"religion": true
				}
			],
			"languageProficiencies": [
				{
					"deep speech": true,
					"anyStandard": 1
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"item": "common clothes|phb",
							"displayName": "a set of dark common clothes, including a hood"
						},
						"holy symbol|phb",
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill History}, {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Deep Speech, one of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A {@item holy symbol|phb}, a set of dark {@item common clothes|phb}, including a hood, and a belt {@item pouch|phb} containing 10 gp"
						}
					]
				},
				{
					"name": "Feature: Global Outreach",
					"type": "entries",
					"entries": [
						"Though few in numbers compared to other religions, the reach of your cult across the world is still somewhat substantial. You're able to spot other believers in almost any large city. Other cultists will be eager to help you in your journeys. This could be in the form of providing shelter for you, or helping to find information in the city for you."
					],
					"data": {
						"isFeature": true
					}
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"You have spent your life in worship of a being that very few people believe exists. Somewhat crazed in your service, you seek to live out the teachings of the cult you're a part of. The nature of your belief isn't neccessarily evil, just more fanatic than other beliefs.",
							"Work with your DM to determine the object of your worship. It may be a god that has long been forgotten by most, or that very few worship due to their nature. It may even be a ficticious deity, with your cult unknowingly carrying out the will of a god that never existed. Choose the nature of your work with the cult as well. Were you the right hand of the leader? Or simply a traveler looking to spread the reach of your deity."
						]
					}
				]
			},
			"hasFluff": true
		}
	]
}
