{"_meta": {
		"sources": [
			{
				"json": "Domínio da Arte",
				"abbreviation": "ECCA",
				"full": "Esquizofrenia Coletiva com Amigos: Domínio da Arte",
				"authors": [
					"Esquizofrenia Coletiva com Amigos"
				],
				"convertedBy": [
					"Gmaiamoura"
				],
				"version": "1.0.0",
				"url": "https://drive.google.com/file/d/14fKQchuHCphHRWJrHpujf2Qi9RFJ96BI/view?usp=sharing"
			}
		],
		"dateAdded": 1706235575,
		"dateLastModified": 1706235575
		
	},
	"subclass": [
		{
			"name": "Domínio da Arte",
			"source": "Domínio da Arte",
			"shortName": "Arte",
			"subclassFeatures": [
				"Domínio da Arte|Cleric||Arte|Domínio da Arte|1",
				"Versatilidade Artística|Cleric||Arte|Domínio da Arte|1",
				"Canalizar Divindade: inspiração Divina||Arte|Domínio da Arte|2",
				"Sermão também é Arte|Cleric||Arte|Domínio da Arte|6",
                "Canalizar Divindade: Reconforto Divino|Cleric||Arte|Domínio da Arte|6",
				"Conjuração Potente.|Cleric||Arte|Domínio da Arte|8",
                "Todo Artista Tem Um Grupo|Cleric||Arte|Domínio da Arte|17"
			],
			"className": "Cleric",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Domínio da Arte",
			"source": "Domínio da Arte",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Arte",
			"subclassSource": "Domínio da Arte",
			"level": 1,
			"entries": [
				"Clérigos do domínio da arte,  são aqueles que em seus templos religiosos, igrejas e abadias, entoam louvores  e cântigos que encantam e animam todos os fíeis, mas o seu principal objetivo é mostrar a beleza da arte quando ela é direcionada ao seu deus. Um bardo que, diante das dificuldades da vida, necessitou de abrigo em um convento e lá aprendeu as belezas da vida religiosa e ali  se converteu ao Domínio da Arte, um menestrel que dedicou suas poesias e textos para engrandecer os feitos do seu deus e de sua igreja. Em todos esses casos, a arte foi o meio que eles encontraram para viver sua fé, e é nisto que se empenha um artista religioso. \n Esses clérigos não se prendem a divindades específicas, já que seus cânticos e louvores podem ser dedicados a qualquer deidade ou crença, desde que seja requerida ali a sua arte. Cultistas que veneram Vecna podem querer, em seus ritos, músicas e poemas que entoem a beleza da necromancia, e devotos de Pelor podem requisitar a presença desses clérigos para venerarem o sol uma festividade de solstício de verão.",
				{
					"type": "entries",
					"name": "Feitiços do Domínio da Arte",
					"entries": [
						{
							"type": "table",
							"colLabels": [
								"Nível de Clérigo",
								"Feitiços"
							],
							"colStyles": [
								"col-3 text-center",
								"col-9"
							],
							"rows": [
								[
									"1st",
									"{@spell Silvery Barbs}, {@spell Dissonant Whispers}"
								],
								[
									"3rd",
									"{@spell Calm Emotions}, {@spell Prayer of Healing}"
								],
								[
									"5th",
									"{@spell Aura of Vitality}, {@spell Motivational Speech}"
								],
								[
									"7th",
									"{@spell Compulsion}, {@spell Charm Monster}"
								],
								[
									"9th",
									"{@spell Dominate Person}, {@spell Legend Lore}"
								]
							]
						}
					]
				},
				{
		
				}
			]
		},
		{
			"name": "Versatilidade Artística",
			"entries": [
				"Ao escolher esse domínio no nível 1, você ganha proficiência em 2 perícias e um instrumento musical a sua escolha. Você pode usar instrumentos musicais como foco de conjuração para seus feitiços de clérigo. \n Você também aprende o truque Zombaria Viciosa, que conta como um feitiço de clérigo para você, mas não conta para o número de truques que você conhece."
			],
			"source": "Domínio da Arte",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Arte",
			"subclassSource": "Domínio da Arte",
			"level": 1,
			"header": 1
		},
		{
			"name": "Canalizar Divindade: Inspiração Divina",
			"source": "Domínio da Arte",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Arte",
			"subclassSource": "Domínio da Arte",
			"level": 2,
			"header": 2,
			"entries": [
				"Começando pelo 2° nivel, você pode usar seu Canalizar Divindade para entoar louvores reconfortantes para seus aliados e tecer uma inspiração divina. Com sua ação em seu turno, você escolhe um número de criaturas a até 9 metros de você igual seu modificador de Sabedoria. Por 1 minuto, sempre que as criaturas escolhidas rolarem uma jogada de ataque, eles podem adicionar seu modificador de Sabedoria a rolagem."
			]
		},
		{
			"name": "Sermão também é Arte",
			"source": "Domínio da Arte",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Arte",
			"subclassSource": "Domínio da Arte",
			"level": 6,
			"header": 2,
			"entries": [
                "Chegando no nível 6, sua lábia é tão boa quanto a de um diplomata, a arte te faz compreender o povo e a igreja, e por isso sabe falar o que eles querem ouvir. Sempre que você for rolar um teste de Persuasão ou Enganação, você pode somar seu modificador de Sabedoria ao teste. Além disso, ao passar pelo menos 1 minuto mostrando sua arte em público, como em um templo, salão, uma taverna ou praça, você pode rolar um teste de Perfomance para determinar a qualidade da apresentação, em um sucesso, determinado pelo Mestre, você ganha um ponto de inspiração."]
		},
        {
			"name": "Canalizar Divindade: Reconforto Divino",
			"source": "Domínio da Arte",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Arte",
			"subclassSource": "Domínio da Arte",
			"level": 6,
			"header": 2,
			"entries": [
                "Também a partir do 6° nível, você pode usar seu Canalizar Divindade como ação para escolher um número de criaturas a até 9 metros de você igual seu modificador de Sabedoria e encerrar efeitos de amedrontamento ou enfeitiçamento que estejam os afetando (você escolhe para cada criatura)."]
		},
		{
			"name": "Conjuração Potente",
			"source": "Domínio da Arte",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Arte",
			"subclassSource": "Domínio da Arte",
			"level": 8,
			"header": 2,
			"entries": [
                "A partir do 8° nível, você adiciona seu modificador de Sabedoria ao dano causado por qualquer truque de clérigo, esse dano é psíquico."		]
		},
		{
			"name": "Todo Artista Tem um Grupo",
			"source": "Domínio da Arte",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Arte",
			"subclassSource": "Domínio da Arte",
			"level": 17,
			"header": 2,
			"entries": [
				"No nível 17, sua ligação com seus amigos e companheiros de viagem se tornou muito forte e grande parte das canções e escritas que você cria são sobre as aventuras que viveram juntos. Como ação bônus, você pode criar um vínculo entre você e seus companheiros escolhendo um número destes a até 18 metros de você igual seu bônus de proficiência. Por 1 minuto, você e os companheiros vinculados podem adicionar seu modificador de Sabedoria a todos seus testes de habilidade e de resistência e às suas rolagens de ataque. Quando um companheiro vinculado sofrer dano ou falhar no teste de resistência de um efeito originado de uma criatura que você veja a até 27 metros de você, você pode usar sua reação para forçar esta criatura a fazer um teste de resistência de Sabedoria contra sua CD de magia, sofrendo 3d8 de dano psíquico se falhar, ou metade se passar. Após usar essa habilidade, você não poderá novamente até completar um descanso longo."
			]
		}
	]
}
