{
	"_meta": {
		"sources": [
			{
				"json": "UnboundSoul",
				"abbreviation": "US",
				"full": "Unbound Soul",
				"authors": [
					"@Extra_Legs"
				],
				"version": "1.0",
				"url": "http://homebrewery.naturalcrit.com/user/legs",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "3b474629f2",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Unbound Soul",
			"subclassFeatures": [
				"Unbound Soul|Sorcerer||Unbound Soul|UnboundSoul|1",
				"Spirit Link|Sorcerer||Unbound Soul|UnboundSoul|6",
				"Co-Posession|Sorcerer||Unbound Soul|UnboundSoul|14",
				"Temporary Fusion|Sorcerer||Unbound Soul|UnboundSoul|18"
			],
			"source": "UnboundSoul",
			"shortName": "Unbound Soul",
			"className": "Sorcerer",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Unbound Soul",
			"source": "UnboundSoul",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Unbound Soul",
			"subclassSource": "UnboundSoul",
			"level": 1,
			"entries": [
				"Sometimes, when mortals are born, by intense magical disruption or by rare chance, the mortal's soul can be seperate from their body. Although these people can seem ordinary, a wisp of light seems to follow them wherever they go. The bond between your body and your separated soul is a crack, through which magic can seep into you from between the planes. .",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Soul External|Sorcerer||Unbound Soul|UnboundSoul|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Projection|Sorcerer||Unbound Soul|UnboundSoul|1"
				}
			]
		},
		{
			"name": "Soul External",
			"entries": [
				"At 1st level, your soul is unbound from your body. It takes the form of a small, ethereal, floating light which normally orbits or flits around you. It is not a creature or object. It naturally stays in the same position as you, though you can move your soul to any point within 15 feet of you or call it back to you as a bonus action. If you move more than 20 feet away from it, your soul follows you so that it remains within 15 feet of you. You can cast your spells as though you were in the soul's position, though you must use your own senses to do so. You can also use the soul as your spellcasting focus. You are immune to being posessed. The soul sheds dim light in a 10 foot radius, and you can activate or deactivate this light as an action.",
				"In addition, the energy of the bond connecting you to your soul helps to protect you from harm. Whenever you finish a short or long rest, you gain temporary hit points equal to half your Sorcerer level, rounded up."
			],
			"source": "UnboundSoul",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Unbound Soul",
			"subclassSource": "UnboundSoul",
			"level": 1,
			"header": 1
		},
		{
			"name": "Projection",
			"entries": [
				"From 1st level, as an action you can cause your body to fall into a catatonic state for up to a minute, for which time your consciousness is transferred to your soul. You are aware of your surroundings as though you were in the soul's space. You can't take actions or reactions, but you can move the soul, which is ethereal and has a flying speed of 30 feet. For the duration, your soul can move up to 120 feet from you. You can end the effect at any time, causing your soul to immediately return to you. Once you have used this feature, you cannot do so again until you have finished a short or long rest."
			],
			"source": "UnboundSoul",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Unbound Soul",
			"subclassSource": "UnboundSoul",
			"level": 1,
			"header": 1
		},
		{
			"name": "Spirit Link",
			"source": "UnboundSoul",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Unbound Soul",
			"subclassSource": "UnboundSoul",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you can tether yourself to a creature using your soul. As an action, you can expend 2 sorcery points to tether yourself to a willing creature within 15 feet of you for up to 1 minute. Your soul remains in that creature's space for the duration, regardless of distance. While you are tethered, whenever that creature takes damage you can use your reaction to reduce the damage they take by half your Sorcerer level, and whenever it deals damage you can use your reaction to increase damage dealt by half your Sorcerer level. You can end this effect as a bonus action.",
				"In addition, you learn to further utilise the strong bond between you and your soul. You can expend 1 sorcery point as a bonus action on your turn to teleport to your soul's location if it is in an unoccupied space. You can still take this bonus action while using Projection."
			]
		},
		{
			"name": "Co-Posession",
			"source": "UnboundSoul",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Unbound Soul",
			"subclassSource": "UnboundSoul",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you learn how to push your soul into other creatures. When you use your Projection, you can expend 3 sorcery points to co-possess a willing creature within 5 feet of your soul. Your soul enters its body for up to 1 hour. For the duration, your soul can be any distance from you, and you are blind and deaf to your surroundings. You instead share the senses of whichever host creature you are co-posessing, and the host maintains control of its body. However, for the duration, you can take an action on each of your turns to control the creature, but cannot move or take bonus actions, and your own body cannot take actions. When you control a host creature in this way, you can cast your Sorcerer spells from its position using your statistics, but otherwise you must use the host's statistics for actions you take. If you cast a spell with a range of self, it affects the host creature. If the host creature takes any damage, you take psychic damage equal to the damage they take. This effect ends early if the creature becomes incapacitated or if you or the creature ends it as a bonus action. When this effect ends, your soul immediately moves back to your body."
			]
		},
		{
			"name": "Temporary Fusion",
			"source": "UnboundSoul",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Unbound Soul",
			"subclassSource": "UnboundSoul",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you are able to temporarily fuse a fragment of your soul into your body as a bonus action, bringing the magical bond between you to a peak for one minute. When you cast a spell of during this time, you can use an additional metamagic option on the spell, and your cantrips deal an additional die of damage.",
				"Once you have used this feature, you cannot do so again until you have finished a long rest."
			]
		}
	]
}
