{
	"_meta": {
		"sources": [
			{
				"json": "CollegeOfTheHand",
				"abbreviation": "Hand",
				"full": "College of the Hand",
				"authors": [
					"/u/FiddleStics"
				],
				"convertedBy": [
					"Lxran#2292"
				],
				"version": "2021-07-31",
				"color": "84fdfc",
				"url": "https://www.gmbinder.com/share/-MfqkDRupTsQUmQ9pK_-",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1627819396,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "edf0793a06",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "College of the Hand",
			"source": "CollegeOfTheHand",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"shortName": "Hand",
			"additionalSpells": [
				{
					"innate": {
						"_": [
							"mage hand#c"
						]
					}
				}
			],
			"subclassFeatures": [
				"College of the Hand|Bard||Hand|CollegeOfTheHand|3",
				"Vibratic Senses|Bard||Hand|CollegeOfTheHand|6",
				"Intensified Signs|Bard||Hand|CollegeOfTheHand|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "College of the Hand",
			"source": "CollegeOfTheHand",
			"className": "Bard",
			"classSource": "PHB",
			"subclassSource": "CollegeOfTheHand",
			"subclassShortName": "Hand",
			"page": 1,
			"level": 3,
			"entries": [
				"The College of the Hand was created to help empower by a famous bard who lost her hearing. However, her journey before creating the college was one of hardship and perseverance.",
				"Through the use of advanced somatic components called spell signs she created a way to help those like her continue their paths even in the face of adversity.",
				{
					"type": "inset",
					"name": "Playing a Deaf Character",
					"entries": [
						"I created this subclass specifically for playing a deaf character. There are a lot of mechanical disadvantages that go into playing a deaf character in 5E and this is made to balance that while still allowing a unique experience.",
						"With that I would suggest a few things be done to accommodate a deaf character.",
						{
							"type": "entries",
							"name": "Languages",
							"page": 1,
							"entries": [
								"Knows their languages, but can't speak them (unless they became deaf later). I suggested giving them lip reading and/or sign language (which may not be understood by everyone, but that's just another \"flavor enhancer\"). Maybe even giving them the {@feat Observant} Feat as an option. Also, in character charades is fun AF."
							]
						},
						{
							"type": "entries",
							"name": "Levels",
							"page": 1,
							"entries": [
								"This sub can only be taken at level 3 so there are two levels beforehand where the characters spell casting is negatively impacted. This isn't all that bad as they don't get a massive amount of spells, but I suggest the character has 1-2 \"mastered\" spells they can cast without verbal components."
							]
						},
						{
							"type": "entries",
							"name": "Player vs Character",
							"page": 1,
							"entries": [
								"While the character may be deaf, the player may not be. Come to an understanding about how the character's actions are communicated. Stress that while the character may not speak, the player can still narrate their meaning and actions to the party and DM (should the players understand them anyway)."
							]
						},
						{
							"type": "entries",
							"name": "Bardic Inspiration",
							"page": 1,
							"entries": [
								"The flavorful meat that can really make a bard unique. I suggest adding the ability to use the characters sign language in addition to music. If you haven't seen someone sign the words \"You're Awesome\" with a smile on their face then you are truly missing out on some real Inspiration."
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spell Signs|Bard||Hand|CollegeOfTheHand|3|CollegeOfTheHand"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hand in Hand|Bard||Hand|CollegeOfTheHand|3|CollegeOfTheHand"
				}
			]
		},
		{
			"name": "Spell Signs",
			"source": "CollegeOfTheHand",
			"className": "Bard",
			"classSource": "PHB",
			"subclassSource": "CollegeOfTheHand",
			"subclassShortName": "Hand",
			"page": 1,
			"level": 3,
			"header": 1,
			"entries": [
				"When you join the College of the Hand at 3rd level you gain the ability to replace some physical components of spells with somatic gestures called spell signs. You may replace the verbal component of any bard spell you know with somatic gestures instead."
			]
		},
		{
			"name": "Hand in Hand",
			"source": "CollegeOfTheHand",
			"className": "Bard",
			"classSource": "PHB",
			"subclassSource": "CollegeOfTheHand",
			"subclassShortName": "Hand",
			"page": 1,
			"level": 3,
			"header": 1,
			"entries": [
				"Starting at 3rd level, you are taught the more advanced form of a useful bit of magic. You learn the {@spell mage hand} cantrip, which doesn't count against the number of bard cantrips you know.",
				"Additionally, if you cast this cantrip with two free hands then you instead gain two mage hands for the duration of the spell. Both hands can be controlled in concert or for two separate purposes as one action. "
			]
		},
		{
			"name": "Vibratic Senses",
			"source": "CollegeOfTheHand",
			"className": "Bard",
			"classSource": "PHB",
			"subclassSource": "CollegeOfTheHand",
			"subclassShortName": "Hand",
			"page": 1,
			"level": 6,
			"header": 2,
			"entries": [
				"Upon reaching 6th level, the ability to sense the world around you via vibrations is at your fingertips. You may expend a use of Bardic inspiration to gain tremorsense for one round for a number of feet equal to the number rolled times 10."
			]
		},
		{
			"name": "Intensified Signs",
			"source": "CollegeOfTheHand",
			"className": "Bard",
			"classSource": "PHB",
			"subclassSource": "CollegeOfTheHand",
			"subclassShortName": "Hand",
			"page": 1,
			"level": 14,
			"header": 2,
			"entries": [
				"Beginning at 14th level, you have learned the colleges most powerful spell signs. Whenever you cast a spell using a 1st, 2nd, or 3rd level slot, if you have two free hands then the spell counts as being cast one level higher.",
				"Additionally, you no longer need to hold an instrument to use it as an arcane focus."
			]
		}
	]
}
