{
	"_meta": {
		"sources": [
			{
				"json": "FFExplosionSchool",
				"abbreviation": "FFEXPLOSION",
				"full": "School of Explosion Magic",
				"authors": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/316860/School-of-Explosion-Magic-a-Wizard-subclass-for-DD-5e",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1591087486,
		"dateLastModified": 1591688428
	},
	"subclass": [
		{
			"class": "Wizard",
			"name": "School of Explosion Magic",
			"subclassFeatures": [
				[
					{
						"name": "School of Explosion Magic",
						"entries": [
							"An extremely focused school of magic, specialising in one very specific ability: to create explosions of unparalleled and devastating destructive force.",
							"While it may seem eccentric, impractical, or inconvenient to some; Explosion Wizards are deadly opponents, capable of ending a fight in one very spectacular fell swoop.",
							{
								"type": "entries",
								"name": "Explosion",
								"entries": [
									"Starting at 2nd level you learn to cast the namesake of the explosion magic school: Explosion. As an action on your turn you may choose a spell slot of 1st level or higher and begin casting the incantation for explosion.",
									"Until explosion is cast your speed is reduced to 5ft and you are unable to take any other actions (other than the incantation), bonus actions or reactions until the start of your next turn. The incantation requires concentration, as if concentrating on a spell. If you lose concentration on the incantation any spell slots you have used are expended.",
									"At the start of your next turn, you may choose to either continue casting the incantation by expending another spell slot of first level of higher or cast the explosion.",
									"When you release the explosion, choose a point you can see within 500 feet. The area affected by explosion is a sphere with a radius of 15 feet times the total number of spell slots used in the incantation. Each creature within must succeed a Constitution saving throw against your spell save DC. On a failed save the creature takes a number of explosion dice equal to the level of each spell slot used in bludgeoning damage or half as much on a successful save.",
									"For example, if at 5th level you use a 3rd level spell slot and another 3rd level spell slot in the incantation, you deal 6d8 bludgeoning damage with in a radius of 30 feet.",
									"All damage caused by explosion counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. Explosion is considered a magical effect for spells and effects such as antimagic field, but is not considered a spell for spells and effects such as counterspell.",
									"Upon successfully casting explosion you suffer 1 level of exhaustion for each spell slot beyond the first used in the incantation. Any levels of exhaustion you gain from this feature are removed once you finish a short or long rest.",
									"Once you have used this feature you must finish a short or long rest before you can use it again.",
									{
										"type": "table",
										"caption": "Explosion Dice",
										"colLabels": [
											"Wizard Level",
											"Damage Die"
										],
										"colStyles": [
											"col-3 text-center",
											"col-3 text-center"
										],
										"rows": [
											[
												"2nd",
												"d8"
											],
											[
												"10th",
												"d10"
											],
											[
												"18th",
												"d12"
											]
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Fiery Explosion",
								"entries": [
									"At 6th level explosion deals an additional number of explosion dice equal to the level of each spell slot used in fire damage or half as much on a successful save.",
									"Additionally the effect of explosion damages objects in the area and ignites flammable objects that aren't being worn or carried."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Intense Explosion",
								"entries": [
									"At 10th level when casting explosion the type of damage dealt changes from bludgeoning damage to force damage. This does not affect the damage from your Fiery Explosion feature."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Shockwave Explosion",
								"entries": [
									"At 14th level when casting explosion creatures within 10 feet of the edge of the explosion's radius must succeed a Dexterity saving throw or take bludgeoning damage equal to half the force damage total from explosion. Creatures that succeed the Dexterity saving throw take no damage.",
									"If explosion is cast with a spell slot of 4th level or higher, the range is increased to 20 feet of explosion's edge or 30 feet of explosion's edge if it is cast with a spell slot of 7th level or higher."
								]
							}
						]
					}
				]
			],
			"source": "FFExplosionSchool",
			"shortName": "Explosion"
		}
	]
}
