{
	"_meta": {
		"sources": [
			{
				"json": "FFSevenBeasts",
				"abbreviation": "FFWotSB",
				"full": "Way of the Seven Beasts",
				"authors": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/533160/Way-of-the-Seven-Beasts--A-Monk-Subclass-for-DD-5e?",
				"color": "e9b425"
			}
		],
		"dateAdded": 1753316287,
		"dateLastModified": 1759251292,
		"edition": "classic",
		"_dateLastModifiedHash": "28b9e77e61"
	},
	"subclass": [
		{
			"name": "Seven Beasts",
			"subclassFeatures": [
				"Way of the Seven Beasts|Monk||Seven Beasts|FFSevenBeasts|3",
				"Additional Animal Styles|Monk||Seven Beasts|FFSevenBeasts|6",
				"Additional Animal Styles|Monk||Seven Beasts|FFSevenBeasts|11",
				"Strike Stance Shifting|Monk||Seven Beasts|FFSevenBeasts|17",
				"The Seventh Beast|Monk||Seven Beasts|FFSevenBeasts|17"
			],
			"source": "FFSevenBeasts",
			"shortName": "Seven Beasts",
			"className": "Monk",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Way of the Seven Beasts",
			"source": "FFSevenBeasts",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Seven Beasts",
			"subclassSource": "FFSevenBeasts",
			"level": 3,
			"entries": [
				"Through their deep study of nature adherents to the Way of the Seven Beasts develop a collection of uniquely inspired fighting styles. From the vice-like talons of the eagle to the deft dodging of the monkey, monks of this tradition blend their various styles together as they fight, with the most adept able to switch between each strike.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Animal Styles|Monk||Seven Beasts|FFSevenBeasts|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiency|Monk||Seven Beasts|FFSevenBeasts|3"
				}
			]
		},
		{
			"name": "Animal Styles",
			"entries": [
				"When you choose this tradition at 3rd level, your training leads you to master the use of various different styles of martials arts inspired by your observations of the natural world.",
				"Choose two of the following styles: Flying Crane, Soaring Eagle, Striking Mantis, Drunken Monkey, Fanged Snake, Crouching Tiger. Each style grants you benefits at different levels as shown in the animal styles table.",
				"When you roll initiative and as a bonus action on your turn you can choose to enter a style you know. You can use the benefits of each style for 1 minute or until you enter a different style.",
				"You learn two additional styles at 6th level, and two more at 11th level.",
				{
					"type": "table",
					"caption": "Animal Styles",
					"colLabels": [
						"Level",
						"Feature",
						"Effect"
					],
					"colStyles": [
						"col-1 text-center",
						"col-1 text-center",
						"col-10"
					],
					"rows": [
						[
							"{@b {@i Flying Crane}}",
							"",
							""
						],
						[
							"3rd",
							"Long Beak",
							"While in this style, the reach of your unarmed strikes is increased by 5 feet. Additionally you may choose to deal piercing damage instead of bludgeoning damage with your unarmed strikes."
						],
						[
							"6th",
							"Flying Kick",
							"When you take the Attack action on your turn, you can replace one of your attacks with a powerful kick against one creature within the reach of your unarmed strikes. On a hit, in addition to the normal damage for an unarmed strike, the target must succeed a Strength saving throw against your ki save DC or be pushed 15 feet back and knocked {@condition prone}."
						],
						[
							"11th",
							"Vital Blow",
							"When a creature misses you with a melee attack, you can use your reaction and expend 1 ki point to make a melee weapon attack against the creature. If you hit, the creature is {@condition incapacitated} until the end of its next turn."
						],
						[
							"{@b {@i Soaring Eagle}}",
							"",
							""
						],
						[
							"3rd",
							"Seizing Fist",
							"While in this style, when you hit a creature with an unarmed strike you may attempt to {@action grapple} them as part of that attack."
						],
						[
							"6th",
							"Joint Lock",
							"When a creature you have grappled makes an attack, you may use your reaction to force them to make a Strength saving throw against your ki save DC. On a failure, the creature is {@condition incapacitated} until the end of its next turn."
						],
						[
							"11th",
							"Winged Step",
							"At the start of your turn you may spend 1 ki point to gain a flying speed equal to your current walking speed for 1 minute. This benefit works only in short bursts; you fall if you end your turn in the air and nothing else is holding you aloft."
						],
						[
							"{@b {@i Striking Mantis}}",
							"",
							""
						],
						[
							"3rd",
							"Hook & Pull",
							"When you hit a creature with an unarmed strike, you can move the creature 5 feet in a direction you choose provided it is not more than one size category larger than you."
						],
						[
							"6th",
							"Whip Deflect",
							"When you are hit by a melee attack, you may use your reaction to attempt to deflect the attack. Make an opposed Dexterity check; if you succeed then the triggering attack misses you, otherwise it hits you as normal."
						],
						[
							"11th",
							"Rolling Strikes",
							"When you score a critical hit with an attack you make on your turn, you may spend 1 ki point to make another attack against the same target as part of that action."
						],
						[
							"{@b {@i Drunken Monkey}}",
							"",
							""
						],
						[
							"3rd",
							"Agile Footwork",
							"When you make a melee attack with an unarmed strike you can move 5 feet without using any of your speed or provoking opportunity attacks. You can't move this way if your movement speed is 0, you are {@condition prone}, or are otherwise unable to move."
						],
						[
							"6th",
							"Trickster Thief",
							"When you are the target of a melee attack, you may use your reaction to attempt to disarm your attacker. After the triggering attack is resolved, make an attack roll contested by the target's Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}). You make the roll with advantage if the triggering attack missed or if you're larger than the target. On a success you force the creature to drop one item it is holding."
						],
						[
							"11th",
							"Lost Monkey",
							"When you use your Flurry of Blows, you may replace one of the additional attacks you make with the Dodge action."
						],
						[
							"{@b {@i Fanged Snake}}",
							"",
							""
						],
						[
							"3rd",
							"Hidden Viper",
							"At the start of your turn while in this style, you can choose to become invisible until the start of your next turn. Anything you are wearing or carrying is invisible as long as it is on your person. This invisibility ends early if you use any of your movement speed, speak, or take any action, bonus action or reaction."
						],
						[
							"6th",
							"Serpent Sway",
							"When you take the Attack action on your turn, you can replace one of your attacks with a snake-like swaying motion, lowering the guard of one creature of your choice within 5 feet of you. That creature must succeed a Wisdom saving throw against your ki save DC. On a failure, until the end of your turn it becomes charmed by you and you have advantage on attack rolls against it."
						],
						[
							"11th",
							"Venomous Bite",
							"When you hit a creature with an unarmed strike, you can spend 1 ki point to force that creature to succeed a Constitution saving throw against your ki save DC or become {@condition poisoned} for 1 minute. While {@condition poisoned} the creature takes poison damage equal to your martial arts die at the start of each of its turns. The creature can repeat the saving throw at the end of each of its turns, ending the {@condition poisoned} condition on a success."
						],
						[
							"{@b {@i Crouching Tiger}}",
							"",
							""
						],
						[
							"3rd",
							"Iron Claws",
							"While in this style, you gain a +2 bonus to the damage rolls of your unarmed strikes. Additionally you may choose to deal slashing damage instead of bludgeoning damage with your unarmed strikes."
						],
						[
							"6th",
							"Feral Pounce",
							"When you are the target of a ranged attack, you may use your reaction to spend 1 ki point and leap up to your movement speed towards the attacking creature. If you end this movement within 5 feet of the creature it must succeed a Strength saving throw against your ki save DC or be knocked {@condition prone}."
						],
						[
							"11th",
							"Low Sweep",
							"When you take the Attack action on your turn, you can replace one of your attacks with a sweeping kick against all creatures of your choice within 5 feet of you. Each creature must succeed a Strength saving throw against your ki save DC or be knocked {@condition prone}. A creature that fails this save by 5 or more has its movement speed reduced to 0 until the end of its next turn."
						]
					]
				}
			],
			"source": "FFSevenBeasts",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Seven Beasts",
			"subclassSource": "FFSevenBeasts",
			"level": 3,
			"header": 1
		},
		{
			"name": "Bonus Proficiency",
			"entries": [
				"Also at 3rd level, you gain proficiency in the {@skill Nature} skill if you don't already have it. If you are already proficient in the skill then your proficiency bonus is doubled for any ability check you make with that skill."
			],
			"source": "FFSevenBeasts",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Seven Beasts",
			"subclassSource": "FFSevenBeasts",
			"level": 3,
			"header": 1
		},
		{
			"name": "Additional Animal Styles",
			"source": "FFSevenBeasts",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Seven Beasts",
			"subclassSource": "FFSevenBeasts",
			"level": 6,
			"header": 2,
			"entries": [
				"You learn two additional styles at 6th level, and two more at 11th level."
			]
		},
		{
			"name": "Additional Animal Styles",
			"source": "FFSevenBeasts",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Seven Beasts",
			"subclassSource": "FFSevenBeasts",
			"level": 11,
			"header": 2,
			"entries": [
				"You learn two additional styles at 11th level."
			]
		},
		{
			"name": "Strike Stance Shifting",
			"source": "FFSevenBeasts",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Seven Beasts",
			"subclassSource": "FFSevenBeasts",
			"level": 17,
			"header": 2,
			"entries": [
				"Starting at 17th level, when you hit with an unarmed strike you may change your current style as part of that attack."
			]
		},
		{
			"name": "The Seventh Beast",
			"source": "FFSevenBeasts",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Seven Beasts",
			"subclassSource": "FFSevenBeasts",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, having mastered each of the six previous styles you are gifted with a revelation of the Hidden Dragon Style, which functions the same way as your other styles and when entered you gain the following benefits:",
				{
					"type": "list",
					"items": [
						{
							"entries": [
								"When you hit with an unarmed strike, you may choose to deal acid, cold, fire, lightning or poison damage instead of the bludgeoning damage normal for an unarmed strike."
							],
							"type": "entries"
						},
						{
							"entries": [
								"When you reduce a creature to 0 hit points with an attack, you may use your reaction to regain any ki points you expended on that attack."
							],
							"type": "entries"
						},
						{
							"entries": [
								"When you hit with an unarmed strike, you may choose to spend up to 3 ki points to increase the power of that attack. Roll an additional martial arts die for each ki point spent and add that to the attack's damage roll, the attack also deals force damage instead of the bludgeoning damage normal for an unarmed strike."
							],
							"type": "entries"
						}
					]
				}
			]
		}
	]
}
