{
	"_meta": {
		"sources": [
			{
				"json": "CollegeOfMetal",
				"abbreviation": "FFMetalBard",
				"full": "College of Metal",
				"authors": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/293781/The-College-of-Metal-A-Bard-Subclass",
				"color": "f75218"
			}
		],
		"dateAdded": 1584505055,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "9e896f2c52",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "College of Metal",
			"subclassFeatures": [
				"College of Metal|Bard||Metal|CollegeOfMetal|3",
				"Amplified Inspiration|Bard||Metal|CollegeOfMetal|6",
				"Metalhead|Bard||Metal|CollegeOfMetal|14"
			],
			"source": "CollegeOfMetal",
			"shortName": "Metal",
			"className": "Bard",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "College of Metal",
			"source": "CollegeOfMetal",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Metal",
			"subclassSource": "CollegeOfMetal",
			"level": 3,
			"entries": [
				"A strange breed of Bards the members of the College of Metal are known for their love of loud music and raucous, near-violent parties which often involve a strange form of dance-combat; a style copied by their more enthusiatic fans.",
				"Such bards are able to strike hard against their foes, be it with their weapons or their music, empower their allies and perform a variety of different styles of their signature musical genre.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Bard||Metal|CollegeOfMetal|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Sound Wave|Bard||Metal|CollegeOfMetal|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"entries": [
				"When you join the College of Metal at 3rd level, you gain proficiency with martial weapons and heavy armor."
			],
			"source": "CollegeOfMetal",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Metal",
			"subclassSource": "CollegeOfMetal",
			"level": 3,
			"header": 1
		},
		{
			"name": "Sound Wave",
			"entries": [
				"At 3rd level you learn to channel arcane power through your song; be it a chord, riff, melody or lyric. As an action you can expend a use of your bardic inspiration to create a tremendous wave of power through your music. Each creature within 15 ft. of you must make a Constitution saving throw against your spell save DC or take thunder damage equal to your bardic inspiration die plus your bard level, and be pushed 10 feet away from you. On a successful save the creature takes half as much damage, and isn't pushed.",
				"A creature that is {@condition deafened} or otherwise can't hear you takes no damage but still makes the save against being pushed."
			],
			"source": "CollegeOfMetal",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Metal",
			"subclassSource": "CollegeOfMetal",
			"level": 3,
			"header": 1
		},
		{
			"name": "Amplified Inspiration",
			"source": "CollegeOfMetal",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Metal",
			"subclassSource": "CollegeOfMetal",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level your music has become amplified via arcane means to inspire your allies to the core. A creature that uses one of your bardic inspiration dice may, before rolling, choose to use your Charisma modifier (minimum of 1) instead of rolling."
			]
		},
		{
			"name": "Metalhead",
			"source": "CollegeOfMetal",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Metal",
			"subclassSource": "CollegeOfMetal",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level your grasp of metal has expanded immensely and you can channel several different powers with your music. As an action you may begin a performance that grants one of the following effects of your choice:",
				{
					"name": "Death",
					"entries": [
						"During this performance you can command a number of small or medium corpses, within 30 feet of you, up to your Charisma modifier (minimum of 1) to rise and become {@creature zombie|MM|zombies} or {@creature skeleton|MM|skeletons} (your choice). The creatures are under your control until the performance ends, at which point they become dead once again.",
						"While they are within 30 feet of you, you can issue a command to them on your turn as a part of the bonus action made to maintain your performance. You decide what action the creatures will take and where they will move during their next turn, or you can issue a general command, such as to guard a chamber or passageway against your foes.",
						"If you issue no commands, the creatures do nothing except defend themselves against hostile creatures. Once given an order, the creatures continue to follow it until their task is complete."
					],
					"type": "entries"
				},
				{
					"name": "Doom",
					"entries": [
						"During this performance you loudly pronounce the end of your enemies through your music. Choose a number of creatures up to your Charisma modifier (minimum of 1) that're within 30 feet of you; these creatures must make a Wisdom saving throw or have disadvantage on all ability checks, attack rolls and saving throws they make until the performance ends."
					],
					"type": "entries"
				},
				{
					"name": "Folk",
					"entries": [
						"During this performance your music enthrals all those who hear it. Each creature of your choice within 30 feet of you must make a Wisdom saving throw against your spell save DC, with advantage if you are currently fighting them, or they become {@condition charmed} by you until your performance ends or until you or your companions do anything harmful to it. When the performance ends, the creatures know they were {@condition charmed} by you."
					],
					"type": "entries"
				},
				{
					"name": "Light",
					"entries": [
						"During this performance you play an electrifying solo, your hands alight with magical fire. Each creature of your choice within 30 feet that can see you must make a Constitution saving throw or be {@condition blinded} until the performance ends."
					],
					"type": "entries"
				},
				{
					"name": "Power",
					"entries": [
						"During this performance you inspire your allies with the power of your music. Choose a number of creatures up to your Charisma modifier (minimum of 1) that are within 30 feet of you. The chosen creatures may add your Charisma modifier (minimum of 1) to one ability check, attack roll, damage roll or saving throw on their turn."
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"During this performance your rhythmic melodies synchronise the movement of your allies and yourself, enabling you to cover more ground than before. Your speed is doubled. Additionally any ally that starts its turn within 30 feet of you has their speed doubled until the end of that turn."
					],
					"type": "entries"
				},
				"Unless otherwise stated your performance and its effects last up to 1 minute, and you must use your bonus action on each turn to maintain your performance. If you take damage during your performance you must make a Constitution saving throw, as if concentrating on a spell; on a failure the performance and all of its effects end immediately. If a creature succeeds a saving throw against your performance it can't be affected by that type of performance for 24 hours. A creature that is {@condition deafened} or otherwise can't hear you is unaffected by your performance.",
				"You regain the use of this feature when you finish a long rest."
			]
		}
	]
}
