{
	"_meta": {
		"sources": [
			{
				"json": "DoomSlayerFF",
				"abbreviation": "FFDmdSlyr",
				"full": "Path of the Doomed Slayer",
				"authors": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/468945/Path-of-the-Doomed-Slayer-a-Barbarian-subclass-for-5e-DD?",
				"color": "92593d"
			}
		],
		"dateAdded": 1702226750,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "4fb0d171b8",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Path of the Doomed Slayer",
			"subclassFeatures": [
				"Path of the Doomed Slayer|Barbarian||Doomed Slayer|DoomSlayerFF|3",
				"Bloody Vitality|Barbarian||Doomed Slayer|DoomSlayerFF|6",
				"Brutal Strikes Improvement|Barbarian||Doomed Slayer|DoomSlayerFF|6",
				"Seek and Destroy|Barbarian||Doomed Slayer|DoomSlayerFF|10",
				"Rip and Tear|Barbarian||Doomed Slayer|DoomSlayerFF|14"
			],
			"source": "DoomSlayerFF",
			"shortName": "Doomed Slayer",
			"className": "Barbarian",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Path of the Doomed Slayer",
			"source": "DoomSlayerFF",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Doomed Slayer",
			"subclassSource": "DoomSlayerFF",
			"level": 3,
			"entries": [
				"The Path of the Doomed Slayer is ultimately one of self-destruction, trod by Barbarians with an insatiable battle lust, those who have nothing left to lose, or even as an impossible redemption for an exile.",
				"These warriors are fuelled by a perpetual torment and typically eschew weapons, fighting bare handed with bloody efficiency as they tear their way through their enemies.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Brutal Strikes|Barbarian||Doomed Slayer|DoomSlayerFF|3"
				}
			]
		},
		{
			"name": "Brutal Strikes",
			"source": "DoomSlayerFF",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Doomed Slayer",
			"subclassSource": "DoomSlayerFF",
			"level": 3,
			"header": 2,
			"entries": [
				"Beginning at 3rd level, while raging your unarmed strikes count as simple melee weapons for you and you can roll a {@damage d4} in place of the normal damage of your unarmed strike. If you aren't wielding any weapons or a shield when you make the attack roll, the {@damage d4} becomes a {@damage d6}. When you use the Attack action with an unarmed strike while raging, you can make one unarmed strike as a bonus action.",
				"Additionally as part of the bonus action you take to enter your rage, you can make one unarmed strike.",
				"At 6th level, the damage die for this feature increases to a {@damage d6}, or a {@damage d8} when you aren't wielding any weapons or a shield and you make the attack roll."
			]
		},
		{
			"name": "Bloody Vitality",
			"source": "DoomSlayerFF",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Doomed Slayer",
			"subclassSource": "DoomSlayerFF",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level whenever you reduce a creature to 0 hit points with an unarmed strike while raging you gain temporary hit points equal to the damage dealt by the unarmed strike.",
				"Additionally while raging, your unarmed strikes count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage."
			]
		},
		{
			"name": "Brutal Strikes Improvement",
			"source": "DoomSlayerFF",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Doomed Slayer",
			"subclassSource": "DoomSlayerFF",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, the damage die for this feature increases to a {@damage d6}, or a {@damage d8} when you aren't wielding any weapons or a shield and you make the attack roll."
			]
		},
		{
			"name": "Seek and Destroy",
			"source": "DoomSlayerFF",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Doomed Slayer",
			"subclassSource": "DoomSlayerFF",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, while raging you can use your bonus action to move up to half your speed towards a hostile creature and make an unarmed strike against it (if it is in your reach).",
				"Additionally when a creature hits you with a ranged attack, you can use your reaction to move up to half your speed towards the creature and make an unarmed strike against it (if it is in your reach). ",
				"Movement from this feature doesn't provoke opportunity attacks."
			]
		},
		{
			"name": "Rip and Tear",
			"source": "DoomSlayerFF",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Doomed Slayer",
			"subclassSource": "DoomSlayerFF",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level you're able to destroy lesser foes with little effort and bestow terrible injuries onto others.",
				"Once per turn, when you hit a creature with an unarmed strike while raging you can use a bonus action to force the creature to make a Constitution saving throw with a DC equal to 8 + your proficiency bonus + your Strength modifier.",
				"On a failed save, the creature dies instantly in a burst of gore if its current hit points are less than your Strength score; otherwise you can choose one of the following effects, provided the target has an applicable location on its body (DM's discretion):",
				{
					"type": "list",
					"items": [
						{
							"name": "Break Back.",
							"entries": [
								"The creature falls {@condition prone}, is unable to stand up, and it can't use reactions. On its turn, it can use either an action (except Multiattack) or a bonus action, not both. A creature is immune to this effect if it is more than two sizes larger than you."
							],
							"type": "entries"
						},
						{
							"name": "Disembowel Guts.",
							"entries": [
								"The creature's current and maximum hit points are reduced by an amount equal to your Strength score at the start of each of its turns; if its hit point maximum drops to 0, it dies."
							],
							"type": "entries"
						},
						{
							"name": "Gouge Eye.",
							"entries": [
								"The creature has disadvantage on any ability checks, such as Wisdom ({@skill Perception}) checks, that rely on sight and on ranged attack rolls."
							],
							"type": "entries"
						},
						{
							"name": "Rip Arm.",
							"entries": [
								"The creature drops what it is holding with the targeted arm, it can no longer hold anything with two hands, and it can hold only a single object at a time. It also has disadvantage on melee attack rolls."
							],
							"type": "entries"
						},
						{
							"name": "Snap Wing.",
							"entries": [
								"The creature's flying speed is halved, and it falls 60 feet if it ends its turn in the air and nothing else is holding it aloft."
							],
							"type": "entries"
						},
						{
							"name": "Split Skull.",
							"entries": [
								"The creature has disadvantage on any ability checks or saving throws made with Intelligence, Wisdom and Charisma."
							],
							"type": "entries"
						},
						{
							"name": "Tear Leg.",
							"entries": [
								"The creature's speed on foot is halved, and it falls {@condition prone} after using the {@action Dash} action. It also has disadvantage on Dexterity checks made to balance and Dexterity saving throws."
							],
							"type": "entries"
						}
					]
				},
				"At the end of each of the creature's turns, it can make another Constitution saving throw. If it succeeds, the effect ends."
			]
		}
	]
}
