{
	"_meta": {
		"sources": [
			{
				"json": "CollegeOfMetal",
				"abbreviation": "FFMetalBard",
				"full": "College of Metal",
				"authors": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/293781/The-College-of-Metal-A-Bard-Subclass",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1584505055,
		"dateLastModified": 1586366949,
		"_dateLastModifiedHash": "2200350023"
	},
	"subclass": [
		{
			"name": "College of Metal",
			"subclassFeatures": [
				"College of Metal|Bard||Metal|CollegeOfMetal|3",
				"Amplified Inspiration|Bard||Metal|CollegeOfMetal|6",
				"Metalhead|Bard||Metal|CollegeOfMetal|14"
			],
			"source": "CollegeOfMetal",
			"shortName": "Metal",
			"className": "Bard",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "College of Metal",
			"source": "CollegeOfMetal",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Metal",
			"subclassSource": "CollegeOfMetal",
			"level": 3,
			"entries": [
				"A strange breed of Bards the members of the college of metal are known for their love of loud music and raucous, near-violent parties which often involve a strange form of dance-combat; a style copied by their more enthusiatic fans. ",
				"Such bards are able to strike hard against their foes, be it with their weapons or their music, empower their allies and perform a variety of different styles of their signature musical genre.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Bard||Metal|CollegeOfMetal|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Sound Wave|Bard||Metal|CollegeOfMetal|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"entries": [
				"When you join the college of metal at 3rd level, you gain proficiency with heavy armor and martial weapons."
			],
			"source": "CollegeOfMetal",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Metal",
			"subclassSource": "CollegeOfMetal",
			"level": 3,
			"header": 1
		},
		{
			"name": "Sound Wave",
			"entries": [
				"At 3rd level you learn to channel arcane power through your song; be it a chord, riff, melody or lyric. As an action you can expend a use of your bardic inspiration to create a tremendous wave of power through your music. Each creature within 15 ft. of you must make a Constitution saving throw against your spell save DC or take thunder damage equal to your bardic inspiration die, and be pushed 5 ft. away from you. On a successful save the creature takes no damage, and isn't pushed.",
				"A creature that is deafened or otherwise can't hear you takes no damage but still makes the save against being pushed."
			],
			"source": "CollegeOfMetal",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Metal",
			"subclassSource": "CollegeOfMetal",
			"level": 3,
			"header": 1
		},
		{
			"name": "Amplified Inspiration",
			"source": "CollegeOfMetal",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Metal",
			"subclassSource": "CollegeOfMetal",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level your music has become amplified via arcane means to inspire your allies to the core. A creature that uses one of your bardic inspiration dice may, before rolling, choose to use your Charisma modifier (minimum of 1) instead of rolling."
			]
		},
		{
			"name": "Metalhead",
			"source": "CollegeOfMetal",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Metal",
			"subclassSource": "CollegeOfMetal",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level your grasp of metal has expanded immensely and you can channel several different powers with your music. As an action you may begin a performance that grants one of the following effects of your choice:",
				{
					"name": "Death",
					"entries": [
						"During this performance you can command a number of humanoid corpses or piles of bones, within 30 feet of you, up to your Charisma modifier to rise and become zombies or skeletons under your control. The undead creatures are under control for 1 minute or until the performance ends, at which point they become dead once again.",
						"While they are under your control and within 30 feet of you, you can continue the performance and command them on your turn as a bonus action. A single command can be issued to as many of your undead minions as you wish and can be specific, like directing movement and what action they will take, or be more general, as in guarding a person or place. They will continue to follow your orders until they are complete or the performance ends, but if you don't command them at all, they will do nothing except defend themselves against attack."
					]
				},
				{
					"name": "Doom",
					"entries": [
						"During this performance you loudly pronounce the end of your enemies through your music. Choose a number of creatures up to your Charisma modifier that're within 30 feet of you; these creatures must make a Wisdom saving throw or have disadvantage on all ability checks, attack rolls and saving throws they make. On a successful save the creature can't be affected by this type of performance for 24 hours. A creature that is deafened or otherwise can't hear you is unaffected by this performance. You can maintain your performance on your turn as a bonus action."
					]
				},
				{
					"name": "Folk",
					"entries": [
						"During this performance your music enthrals all those who hear it. Each creature of your choice within 30 feet of you must make a Wisdom saving throw against your spell save DC, with advantage if you are currently fighting them, or they become charmed by you until your performance ends or someone in your party harms them. They will know they have been charmed when the performance ends. A creature that is deafened or otherwise can't hear you is unaffected by this performance. You can maintain your performance on your turn as a bonus action."
					]
				},
				{
					"name": "Light",
					"entries": [
						"During this performance you play an electrifying solo, your hands alight with magical fire. Each creature of your choice within 30 feet that can see you must make a Constitution saving throw or be blinded for 1 minute. On a successful save the creature can't be affected by this type of performance for 24 hours. A creature that is blinded or otherwise can't see you is unaffected by this performance. You can maintain your performance on your turn as a bonus action."
					]
				},
				{
					"name": "Power",
					"entries": [
						"During this performance your words inspire your allies with the power of your music. Choose a number of creatures up to your Charisma modifier that are within 30 feet of you. The chosen creatures may add your Charisma modifier to one ability check, attack roll, damage roll or saving throw on their turn. A creature that is deafened or otherwise can't hear you is unaffected by this performance. You can maintain your performance on your turn as a bonus action."
					]
				},
				{
					"name": "Speed",
					"entries": [
						"During this performance your rhythmic melodies synchronise the movement of your allies and yourself, enabling you to cover more ground than before. Choose a number of creatures up to your Charisma modifier that are within 30 feet of you. The chosen creatures are able to take the Dash action as a bonus action. If they can already do this their movement speed is doubled when not using the Dash action. A creature that is deafened or otherwise can't hear you is unaffected by this performance. If a creature moves further than 30 feet away from you on their turn they no longer receive this bonus unless they are once again within 30 feet of you at the start of their next turn whilst your performance is still active. You can maintain your performance on your turn as a bonus action."
					]
				},
				"Unless otherwise stated your performance and its effects last 1 minute; if you take damage whilst maintaining your performance roll a Concentration check, if you fail the performance and all related effects end immediately. You regain the use of this feature once you finish a long rest."
			]
		}
	]
}
