{
	"_meta": {
		"sources": [
			{
				"json": "WayOfTheBrickBrawler",
				"abbreviation": "FFWoBB",
				"full": "Way of the Brick Brawler",
				"authors": [
					"Foxfire94"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/305748/Way-of-the-Brick-Brawler--A-Monk-Subclass-for-5e-DD?",
				"targetSchema": "1.0.0",
				"color": "aa4a44"
			}
		],
		"dateAdded": 1584493833,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "0e37f5ddbb",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Brick Brawler",
			"subclassFeatures": [
				"Way of the Brick Brawler|Monk||Brick Brawler|WayOfTheBrickBrawler|3",
				"Cheap Tricks|Monk||Brick Brawler|WayOfTheBrickBrawler|6",
				"Street Tactics|Monk||Brick Brawler|WayOfTheBrickBrawler|11",
				"Scrapper's Intuition|Monk||Brick Brawler|WayOfTheBrickBrawler|17"
			],
			"source": "WayOfTheBrickBrawler",
			"shortName": "Brick Brawler",
			"className": "Monk",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Way of the Brick Brawler",
			"source": "WayOfTheBrickBrawler",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Brick Brawler",
			"subclassSource": "WayOfTheBrickBrawler",
			"level": 3,
			"entries": [
				"Monks of the Way of the Brick Brawler are taught to study the ways in which anything around them can be made into a weapon, from the smallest stone to the biggest brick.",
				"Naturally lovers of street brawls and bar fights, these boisterous bruisers use all manner of tricks to gain the upper hand in fights, can almost supernaturally sense a skirmish before they happen and are as often found to be swinging or throwing the masonry of their namesake as they are to be found building with them.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Monk||Brick Brawler|WayOfTheBrickBrawler|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Resourceful Warrior|Monk||Brick Brawler|WayOfTheBrickBrawler|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"entries": [
				"When you choose this tradition at 3rd level, you gain proficiency in the Improvised Weapons if you don't already have it. Your martial arts technique allows you to make use of everything around you, turning bricks and large stones into deadly weapons. You also gain proficiency with mason's tools if you don't already have it."
			],
			"source": "WayOfTheBrickBrawler",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Brick Brawler",
			"subclassSource": "WayOfTheBrickBrawler",
			"level": 3,
			"header": 1
		},
		{
			"name": "Resourceful Warrior",
			"entries": [
				"At 3rd level, improvised weapons are considered monk weapons for you. You can spend 1 ki point on your turn to increase the normal range of an improvised weapon you're holding's thrown property by 10 feet until the end of your turn. At 11th level the range increases by 20 feet.",
				"Additionally whenever you use Flurry of Blows, you may make two improvised weapon attacks as a bonus action instead of the normal unarmed strikes."
			],
			"source": "WayOfTheBrickBrawler",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Brick Brawler",
			"subclassSource": "WayOfTheBrickBrawler",
			"level": 3,
			"header": 1
		},
		{
			"name": "Cheap Tricks",
			"source": "WayOfTheBrickBrawler",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Brick Brawler",
			"subclassSource": "WayOfTheBrickBrawler",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you learn to gain the upper hand however you can.",
				{
					"name": "Dust in the Eyes",
					"entries": [
						"As a bonus action you spend 1 ki point to throw sand, kick up dirt, blow dust or otherwise attempt to impair the vision of a creature within 5 feet of you. The chosen creature must succeed a Dexterity saving throw or be blinded until the end of your next turn. A creature that is immune to the blinded condition, does not have eyes, or is gargantuan in size automatically succeeds on the saving throw."
					],
					"type": "entries"
				},
				{
					"name": "Slap",
					"entries": [
						"When you hit another creature with an unarmed strike, you can spend 1 ki point to attempt to draw its aggression. The creature must succeed on a Wisdom saving throw or it must use an attack, spell, or other ability with you as its target on its next turn. If the creature can't use any of those actions, even after moving, it instead takes the dash action to move towards you provided it is able to do so."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Street Tactics",
			"source": "WayOfTheBrickBrawler",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Brick Brawler",
			"subclassSource": "WayOfTheBrickBrawler",
			"level": 11,
			"header": 2,
			"entries": [
				"Starting at 11th level, your love of big chaotic fights has given you great insights, expanding your unique fighting style.",
				{
					"name": "Passionate Pugilist",
					"entries": [
						"If there is more than one hostile creature within 5 feet of you at the start of your turn, you gain advantage on your first attack roll if it is made against one of the hostile creatures within 5 feet of you."
					],
					"type": "entries"
				},
				{
					"name": "From Nowhere",
					"entries": [
						"As long as you have a free hand you can use your bonus action to spend 1 ki point and create a small stone or brick of a size that fits in your free hand. Improvised weapons created in this way count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage, and disappear at the end of your turn if you are not holding them."
					],
					"type": "entries"
				},
				{
					"name": "Ballistic Bounce",
					"entries": [
						"When you hit a creature with a thrown improvised weapon attack, you can spend 1 ki point to attempt to hit another creature within 5 feet of the first using its ricochet. The second target must succeed on a Dexterity saving throw or take a martial arts die of damage that is the same type as the initial attack."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Scrapper's Intuition",
			"source": "WayOfTheBrickBrawler",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Brick Brawler",
			"subclassSource": "WayOfTheBrickBrawler",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, you can't be surprised while you are conscious.",
				"Additionally you can use your action to sense the location of nearby creatures within 30ft of you. You also know if they hold hostile intent towards you or not. Creatures who are immune to divination magic are immune to this feature. You can use this feature a number of times equal to your Wisdom modifier (minimum of 1). You regain all expended uses when you finish a long rest.",
				"Finally you can use your action to spend 4 ki points to gain both truesight with a range of 30 feet, as well as advantage on Wisdom (Perception) checks for 1 minute."
			]
		}
	]
}
