{
	"_id": "oVvuEJRwSvTve2rK",
	"name": "The Genie Lord Warlock",
	"type": "class",
	"data": {
		"description": {
			"value": "<div><strong>Warlock Otherworldly Patron: The Genie Lord</strong></div>\n<p>You have made a pact with a powerful ruler of genie kind on one of the Elemental Planes. The genie lords&rsquo; aims swing wildly from inscrutable by mortal minds to startlingly simple and innocuous. Genie lords struggle endlessly to one-up each other, and rivalries between these elemental rulers can engulf entire nations. If they think it will gain them an advantage, genie lords aren&rsquo;t above bribing a rival&rsquo;s mortal agents to switch sides. Genie Lords include: Astallah, djinni Calipha of the Bright Wind from the Plane of Air; Ghorek, dao Khan of the Onyx Depths on the Plane of Earth; Ixingaltrix, efreeti Emir and Keeper of the Molten Tower on the Plane of Fire; and Saliandla, marid Pasha of the Pearl Fane from the Plane of Water.</p>\n<div><strong>Expanded Spell List </strong></div>\n<p>The Genie Lord lets you choose from an expanded list of spells when you learn a warlock spell. You can choose an elemental magic spell when you learn a new spell. For you, the following spells are added to the warlock spell list.</p>\n<p><strong>Genie Lord Expanded Spells </strong></p>\n<table style=\"width: 46.2998%; height: 142px;\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 27.6261%;\"><strong>Spell</strong></td>\n<td style=\"width: 71.8803%;\"><strong>Spells</strong></td>\n</tr>\n<tr>\n<td style=\"width: 27.6261%;\"><strong>1st</strong></td>\n<td style=\"width: 71.8803%;\">c<em>hromatic orb, thunderwave</em></td>\n</tr>\n<tr>\n<td style=\"width: 27.6261%;\"><strong>2nd</strong></td>\n<td style=\"width: 71.8803%;\"><em>gust of wind, sleet storm</em></td>\n</tr>\n<tr>\n<td style=\"width: 27.6261%;\"><strong>3rd</strong></td>\n<td style=\"width: 71.8803%;\"><em>protection from energy, water breathing</em></td>\n</tr>\n<tr>\n<td style=\"width: 27.6261%;\"><strong>4th</strong></td>\n<td style=\"width: 71.8803%;\"><em>conjure minor elementals, fire shield</em></td>\n</tr>\n<tr>\n<td style=\"width: 27.6261%;\"><strong>5th</strong></td>\n<td style=\"width: 71.8803%;\"><em>creation, wall of stone</em></td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<div><strong>Genie Lord&rsquo;s Favor </strong></div>\n<p>At 1st level you can speak, read, and write Primordial. You understand and can be understood by any creature that speaks Auran, Ignan, Terran, or Aquan. Additionally, your patron grants you a token that can absorb elemental power. You gain a magical gemstone with the following properties:</p>\n<p>&bull; You can use the gem as an arcane focus.</p>\n<p>&bull; The gem can store elemental power in the form of damage. When an enemy causes you to take acid, cold, fire, lighting, or thunder damage, you can choose to transfer some of the damage into the gem instead of suffering it yourself, up to the capacity currently remaining in the gem. It has a maximum capacity for damage equal to twice your warlock level plus your charisma modifier.</p>\n<p>&bull; While the gem stores any amount of elemental power, you can use your action to cause it to shed bright light in a 20-foot radius and dim light for an additional 20 feet, to shed dim light in a 5-foot radius, or to douse the light.</p>\n<p>If you lose your token, you can perform a 1-hour ceremony to receive a replacement from your patron. This ceremony can be performed during a short or long rest, and it destroys the previous token. When you die, the token splinters to slivers.</p>\n<p>&nbsp;</p>\n<div><strong>Transfer Elements </strong></div>\n<p>Starting at 6th level, you can use the elemental energy stored in your gem token against your foes. When you damage a target with a spell or attack, you can spend stored points to deal additional damage up to your Charisma bonus (minimum of 1). You select the damage type: acid, cold, fire, lightning, or thunder. If you deal damage to multiple targets with a single source, the extra damage applies to a single target. However, you can spend additional stored points to damage targets beyond the first. Additionally, you can now extend the protection of your gem to other creatures. When an ally within 30 feet that you can see takes damage as described in the &ldquo;Genie Lord&rsquo;s Favor&rdquo; section, you can use your reaction to transfer some of the damage into your gem.</p>\n<p>&nbsp;</p>\n<div><strong>Minor Wish </strong></div>\n<p>Starting at 10th level, you can call upon your genie lord to twist fate in your favor. Immediately after you make an attack roll, saving throw, ability check, or damage roll, you can choose to reroll and take the better result. You can use this feature after learning the result of the first roll. Once you use this feature, you can&rsquo;t use it again until you finish a short or long rest.</p>\n<p>&nbsp;</p>\n<div><strong>Herald&rsquo;s Aspect </strong></div>\n<p>Starting at 14th level, you can channel the power of your patron into your flesh to magically transform into a herald of the genie lord. Your legs fade away into a twister of elemental energy, and your skin and features take on an appearance that resembles that of your patron. You can transform as a bonus action, and for 1 minute you gain the following benefits:</p>\n<p>&bull; You gain a flying speed of 60 feet.</p>\n<p>&bull; You have advantage on saving throws against spells and other magical effects.</p>\n<p>&bull; Choose one of the following damage types: acid, cold, fire, lighting, or thunder. You gain immunity to that damage type.</p>\n<p>&bull; Once on your turn when you hit with an attack or spell, you can deal an extra 3d6 damage of one of the following types: acid, cold, fire, lightning, or thunder. Once you use this feature, you can&rsquo;t use it again until you finish a short or long rest.</p>\n<p>&nbsp;</p>\n<h2><strong>Expanded Pact Boons </strong></h2>\n<p>Warlocks of the Genie Lord gain access to the following expanded pact boons. At the GM&rsquo;s discretion, warlocks of other patrons can discover the means to access these modified pact boons, perhaps by gaining an elemental feat or by performing a quest for a noble genie or another powerful elemental.</p>\n<h3><em>Pact of the Chain </em></h3>\n<p>When you conjure your familiar or change its form, you can choose the form of a mephit in addition to the usual form choices granted by the pact boon. When you use your action to command your mephit familiar to attack, it can use its breath or cast an innate spell instead.</p>\n<h3><em>Pact of the Blade </em></h3>\n<p>Your pact weapon takes on a sheen of elemental power. When you create or summon your pact weapon, you can decide to change its damage type to one of the following: acid, cold, fire, or lightning. You can change the damage type by repeating the ceremony.</p>\n<h3><em>Pact of the Tome </em></h3>\n<p>Your Book of Shadows is immune to damage or wear caused by the elements. This immunity includes something as simple as being immersed in water, as well as acid, fire, cold, lighting, or thunder damage.</p>\n<h2><strong>New Eldritch Invocation </strong></h2>\n<p>The following new eldritch invocation is available to warlocks.</p>\n<h3><strong>WILL OF THE MASTER </strong></h3>\n<p>Prerequisite: 9th level</p>\n<p>You can cast planar binding once using a warlock spell slot. You can&rsquo;t do so again until you finish a long rest.</p>",
			"chat": "",
			"unidentified": ""
		},
		"source": "Elemental Magic",
		"levels": 1,
		"subclass": "The Genie Lord",
		"hitDice": "d8",
		"hitDiceUsed": 0,
		"skills": {
			"number": 2,
			"choices": [],
			"value": []
		},
		"spellcasting": "pact"
	},
	"sort": 200001,
	"flags": {
		"exportSource": {
			"world": "curse-of-strahd",
			"system": "dnd5e",
			"coreVersion": "0.7.9",
			"systemVersion": "1.2.4"
		}
	},
	"img": "systems/dnd5e/icons/spells/wind-sky-3.jpg",
	"effects": []
}
