{
	"_meta": {
		"sources": [
			{
				"json": "CollegeOfBanshee",
				"abbreviation": "COB",
				"full": "College of Banshee",
				"authors": [
					"Dream Realm Storytellers"
				],
				"convertedBy": [
					"melodyrose"
				],
				"version": "1.0",
				"url": "https://www.5esrd.com/classes/bard/bardic-colleges/college-of-banshee-siren/",
				"color": "3f4b41"
			}
		],
		"dateAdded": 1584505055,
		"dateLastModified": 1586366949
	},
	"subclass": [
		{
			"name": "College of Banshee",
			"shortName": "Banshee",
			"className": "Bard",
			"classSource": "PHB",
			"source": "CollegeOfBanshee",
			"subclassFeatures": [
				"College of Banshee|Bard||Banshee|CollegeOfBanshee|3",
				"Shout Them Apart|Bard||Banshee|CollegeOfBanshee|3",
				"Phantasmal Voice|Bard||Banshee||CollegeOfBanshee|3",
				"Banshees Screams|Bard||Banshee|CollegeOfBanshee|6",
				"Voice of Helplessness|Bard||Banshee|CollegeOfBanshee|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "College of Banshee",
			"entries": [
				"Tales of vengeful banshees and frightful sirens are common among all folk, even if they go by different names in different cultures. College of Banshee or College of Siren is a bardic college built upon one fundamental element, the power of the voice.",
				"Bards of the College of Banshee or College of Siren can use their voice to shatter certain materials or to manipulate minds with their music. They are feared by common folk because of legends telling stories of how they can shatter the very fabric of one’s mind using their voices, destroying their memories."
			],
			"source": "CollegeOfBanshee",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Banshee",
			"subclassSource": "CollegeOfBanshee",
			"level": 3
		},
		{
			"name": "Shout Them Apart",
			"source": "CollegeOfBanshee",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Banshee",
			"subclassSource": "CollegeOfBanshee",
			"level": 3,
			"header": 1,
			"entries": [
				"When you join the College of Siren at 3rd level, you learn to use your voice, or the sound of your instrument, to make a ranged spell attack against a target within 30 feet of you. You are considered proficient with this attack and it deals 1d6 thunder damage on a hit.",
				"The thunder damage increases as you gain levels in this class, increasing to 1d8 at 5th level, 2d6 at 10th level, and 2d8 at 15th level. Also, nonmagical structures and creatures of glass, stone, wood, or crystal take double the damage from this attack."
			]
		},
		{
			"name": "Phantasmal Voice",
			"source": "CollegeOfBanshee",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Banshee",
			"subclassSource": "CollegeOfBanshee",
			"level": 3,
			"header": 1,
			"entries": [
				"At 3rd level, you can project your voice to a point within 30 feet of you. For example, you can whisper to a creature’s ears within 30 feet."
			]
		},
		{
			"name": "Banshees Scream",
			"source": "CollegeOfBanshee",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Banshee",
			"subclassSource": "CollegeOfBanshee",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you learn the wicked ways of sounds. You discover how to scare, to calm, and to charm creatures. As an action, you can expend one use of Bardic Inspiration. When you do so, you can create one of the following effects:",
				"You can scream in pain or play a chaotic, irritating song with your instrument. A number of creatures up to your Charisma modifier (minimum one) within 30 feet of you, and that can hear you, must succeed on a Wisdom saving throw against your spell save DC or become frightened of you. An affected creature must use its movement to get away from you. If there is not enough space for the creature to get away from you due to its speed, it takes 4d10 psychic damage. The frightened condition ends if the creature succeeds at getting 60 feet away from you or takes psychic damage from the sound.",
				"You can sing or play a soothing, calming song or tune with your instrument. A number of creatures up to your Charisma modifier (minimum one) within 30 feet of you, and that can hear you, must succeed on a Wisdom saving throw against your spell save DC or become charmed by you. The charmed target must use their movement to try to get closer to you.",
				"As an action, you can continue to use these abilities each turn for 1 minute (as if concentrating on a spell). Each turn, the creatures within reach must make another Wisdom saving throw."
			]
		},
		{
			"name": "Voice of Helplessness",
			"source": "CollegeOfBanshee",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Banshee",
			"subclassSource": "CollegeOfBanshee",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you start to use your voice or tunes to shatter the minds of your enemies. You can cast the {@spell feeblemind} spell without expending a spell slot except that the creature can repeat its saving throw at the end of every 8 hours.",
				"Once you use this feature, you must finish a long rest to use it again."
			]
		}
	]
}
