{
	"_meta": {
		"sources": [
			{
				"json": "GelidityCircleOfTheLoneWolf",
				"abbreviation": "CLW",
				"full": "Circle of the Lone Wolf Druid",
				"authors": [
					"Gelidity"
				],
				"convertedBy": [
					"Gelidity"
				],
				"version": "1.0",
				"url": "https://www.gmbinder.com/share/-NIpdzIxTlaKGyIb5b53",
				"targetSchema": "1.1"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "932daf0760",
		"edition": "classic"
	},
	"optionalfeature": [
		{
			"name": "Humility",
			"source": "GelidityCircleOfTheLoneWolf",
			"prerequisite": [
				{
					"other": "Preservation Principle"
				}
			],
			"entries": [
				"A druid's should strive to be as in tune with the tiniest of nature's creatures as they are with the mightiest. Whenever you use your action to activate your Wild Shape feature to assume the shape of a beast with a challenge rating of 0, you can do so without expending one of its uses. If you have the Archdruid class feature, you can instead double the hit points of a beast form taken this way.",
				"Also, you gain advantage on any ability checks required to convince observers that you are nothing more than such a beast."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Superiority",
			"source": "GelidityCircleOfTheLoneWolf",
			"prerequisite": [
				{
					"other": "Exploitation Principle"
				}
			],
			"entries": [
				"A druid is above the lowly creatures of the wild. You must master the methods of subjecting them to your will. When you cast a spell that forces a beast or fey to make a saving throw, you can impose disadvantage on their roll. Once you use this feature, you must finish a short or long rest before you can use it again."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Autonomy",
			"source": "GelidityCircleOfTheLoneWolf",
			"prerequisite": [
				{
					"other": "Isolation Principle"
				}
			],
			"entries": [
				"A druid should be able to sustain themselves on their magic alone. You always have the {@spell goodberry} spell prepared and it doesn't count against against the number of spells you can prepare each day. You produce an extra number of berries equal to your Wisdom modifier (minimum of one) when you cast the spell."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Urbanity",
			"source": "GelidityCircleOfTheLoneWolf",
			"prerequisite": [
				{
					"other": "Integration Principle"
				}
			],
			"entries": [
				"A druid should know how to adapt their primal magics for use in more civilized environments. You can expend a use of your Wild Shape feature to cast {@spell disguise self}. The duration is extended to that of your Wild Shape feature. Once you use this feature, you must finish a short or long rest before you can use it again."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Endurance",
			"source": "GelidityCircleOfTheLoneWolf",
			"prerequisite": [
				{
					"other": "Suspension Principle"
				}
			],
			"entries": [
				"A druid knows that when it comes to death, an ounce of prevention is worth a pound of cure. When a creature within 30 feet of you that you can see fails a death saving throw, you can use your reaction to expend a spell slot of 1st level or higher to allow them to succeed instead. You can give yourself the same benefit if you fail a death saving throw. A creature can't be affected by this feature again until they finish a long rest. Each time you use this feature before finishing a long rest, the minimum level of spell slot you must expend increases by 1."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Purity",
			"source": "GelidityCircleOfTheLoneWolf",
			"prerequisite": [
				{
					"other": "Precipitation Principle"
				}
			],
			"entries": [
				"A druid recognizes undead as against the natural order and must excel at returning them to the cycle. Whenever you attack an undead creature that is charmed, frightened, incapacitated, prone, restrained, or turned, any hit is automatically considered a critical hit."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Authority",
			"source": "GelidityCircleOfTheLoneWolf",
			"prerequisite": [
				{
					"other": "Domination Principle"
				}
			],
			"entries": [
				"A druid must not shy from demonstrations of force to enhance their diplomacy. Creatures do not gain advantage on saving throws against your spells to avoid being charmed due to you or your companions fighting them. Additionally, whenever you target only beasts with a spell requiring such a saving throw, it is considered to be cast using a spell slot one level higher."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Leadership",
			"source": "GelidityCircleOfTheLoneWolf",
			"prerequisite": [
				{
					"other": "Education Principle"
				}
			],
			"entries": [
				"A druid should take an active role in the growth of their companions and guide them in the ways of the circle. You can select a number of allies equal to your Wisdom modifier (minimum of one) to become your disciples. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you cast a spell with a range of touch, you can extend the range to target one of your disciples that you can see within 30 feet of you.",
						"You can cast {@spell enhance ability} once without expending a spell slot, targeting yourself and all your disciples within range. You regain the ability to do so after a long rest.",
						"If you know the {@spell guidance} cantrip, your disciples are always considered to be under its effects while they can see and hear you."
					]
				},
				"A creature is no longer considered your disciple if you or the creature chooses to break the bond (no action required), or you use this feature to select new disciples."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Acuity",
			"source": "GelidityCircleOfTheLoneWolf",
			"entries": [
				"A druid should learn to empower the bestial senses that can alert them to natural dangers. While in your beast form, you have the benefits of the {@spell detect poison and disease} spell."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Adaptability",
			"source": "GelidityCircleOfTheLoneWolf",
			"entries": [
				"A druid knows the one key trait that governs survival in the wild and does their best to be ready for any situation. Choose one damage type: acid, cold, fire, lightning, or thunder. Whenever you cast a spell that deals any of those damage types, or deal force damage with one of your class features, you can replace that damage type with the one you chose."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Efficiency",
			"source": "GelidityCircleOfTheLoneWolf",
			"entries": [
				"A druid should let as little of their magic go to waste as possible, conserving it when they are able. Whenever you use a bonus action to revert to your normal form from your beast form, you gain temporary hit points equal to a roll of one of the beast form's hit die. These hit points last for one hour.",
				"Unless you have the Archdruid class feature, you can't benefit from this druidic tenet if your current beast form did not expend a use of your Wild Shape feature due to the Humility druidic tenet."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Flexibility",
			"source": "GelidityCircleOfTheLoneWolf",
			"entries": [
				"A druid should always have a way out of a dangerous situation. Whenever you use your action to make a Strength or Dexterity check to escape the grappled or restrained conditions, you can activate or deactivate your Wild Shape feature as a part of that action to gain advantage on the roll. Additionally, while activating or deactivating your Wild Shape feature, you can end the prone condition as part of the same action by expending 5 feet of movement."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Instinct",
			"source": "GelidityCircleOfTheLoneWolf",
			"entries": [
				"A druid should know when to rely on bestial judgement and never waste a moment debating fight or flight. Whenever you are attacked, you can use your Wild Shape feature as a reaction. If you do so, the attack counts as a hit even if it would have missed."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Patience",
			"source": "GelidityCircleOfTheLoneWolf",
			"entries": [
				"A druid must know to wait for the perfect moment to act. During the first round of combat, you can delay your turn until after any creature that rolled a lower initiative than you. Your turn remains at its new position in the initiative order for the remainder of the combat."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Ritualism",
			"source": "GelidityCircleOfTheLoneWolf",
			"entries": [
				"A druid should value the rituals that permit them to draw upon nature's power and endeavor to keep them ever in their mind. You can cast a druid spell with the ritual tag that you do not have prepared as a ritual. Once you use this feature, you can't use it again until you finish a long rest."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Selflessness",
			"source": "GelidityCircleOfTheLoneWolf",
			"entries": [
				"A druid should put the needs of others before their own. When you cast a spell that restores hit points to a creature, you can expend one of your hit dice, rolling it and adding the result to the total hit points restored to one of the targets."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Simplicity",
			"source": "GelidityCircleOfTheLoneWolf",
			"entries": [
				"A druid must practice the fundamental magics to the point of absolute mastery. If you know the {@spell control flames|xge}, {@spell mold earth|xge}, {@spell shape water|xge}, or {@spell druidcraft} cantrips, you can have an additional instance of their non-instantaneous effects active at a time and their range is increased by 10 feet."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Sobriety",
			"source": "GelidityCircleOfTheLoneWolf",
			"entries": [
				"A druid must never fully lose themselves to ferality. You retain all of your special senses while in your beast form. Additionally, if your beast form has a walking, swimming, climbing, or flying speed greater than 0 but lower than your normal form, those speeds are increased by 5 feet."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Swiftness",
			"source": "GelidityCircleOfTheLoneWolf",
			"entries": [
				"A druid recognizes speed as an invaluable tool of nature, whether in the persuit of prey or the flight from danger. Whenever you cast the {@spell longstrider} spell, your targets are also considered to have been targeted by the {@spell jump} spell."
			],
			"featureType": [
				"Druidic Tenet"
			]
		},
		{
			"name": "Vigilance",
			"source": "GelidityCircleOfTheLoneWolf",
			"entries": [
				"A druid should always be aware of potential dangers, especially at their most vulnerable. You can cast the {@spell alarm} spell once without expending a spell slot. When you cast the spell in this way, you must select an area. The area can be as large as a 30-foot cube, but the spell ends early if you leave it. Once you cast it in this way, you must finish a long rest before you can do so again."
			],
			"featureType": [
				"Druidic Tenet"
			]
		}
	],
	"subclass": [
		{
			"name": "Circle of the Lone Wolf",
			"source": "GelidityCircleOfTheLoneWolf",
			"shortName": "Lone Wolf",
			"className": "Druid",
			"classSource": "PHB",
			"subclassFeatures": [
				"Circle of the Lone Wolf|Druid|PHB|Lone Wolf|GelidityCircleOfTheLoneWolf|2|GelidityCircleOfTheLoneWolf",
				"Foreign Policy|Druid|PHB|Lone Wolf|GelidityCircleOfTheLoneWolf|6|GelidityCircleOfTheLoneWolf",
				"Life Lessons|Druid|PHB|Lone Wolf|GelidityCircleOfTheLoneWolf|10|GelidityCircleOfTheLoneWolf",
				"Full Circle|Druid|PHB|Lone Wolf|GelidityCircleOfTheLoneWolf|14|GelidityCircleOfTheLoneWolf"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Circle of the Lone Wolf",
			"source": "GelidityCircleOfTheLoneWolf",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Lone Wolf",
			"subclassSource": "GelidityCircleOfTheLoneWolf",
			"level": 2,
			"entries": [
				"There are many reasons why a druid could find themselves outside of a circle. Maybe they were banished for holding extreme views or engaging in forbidden practices. They might have come to disagree with their circle's methods and left of their own accord. Perhaps they are taking their first steps into druidism with no formal guidance.",
				"Whatever your reason is, you now stand alone. Some may say it takes more than one druid to form a circle, but you are no longer beholden to their rules.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Among Sheep|Druid|PHB|Lone Wolf|GelidityCircleOfTheLoneWolf|2|GelidityCircleOfTheLoneWolf"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Coming to Fruition|Druid|PHB|Lone Wolf|GelidityCircleOfTheLoneWolf|2|GelidityCircleOfTheLoneWolf"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Trailblazer|Druid|PHB|Lone Wolf|GelidityCircleOfTheLoneWolf|2|GelidityCircleOfTheLoneWolf"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Druid's Dogma|Druid|PHB|Lone Wolf|GelidityCircleOfTheLoneWolf|2|GelidityCircleOfTheLoneWolf"
				}
			]
		},
		{
			"name": "Among Sheep",
			"source": "GelidityCircleOfTheLoneWolf",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Lone Wolf",
			"subclassSource": "GelidityCircleOfTheLoneWolf",
			"level": 2,
			"header": 1,
			"entries": [
				"A druid walking the path of a lone wolf isn't discouraged from traveling with companions, but rather encouraged. Meeting a diverse cast of people and traveling to distant lands can provide the druid with the breadth of experiences they need when forming the worldview that is to serve as the basis of their circle's beliefs."
			]
		},
		{
			"name": "Coming to Fruition",
			"source": "GelidityCircleOfTheLoneWolf",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Lone Wolf",
			"subclassSource": "GelidityCircleOfTheLoneWolf",
			"level": 2,
			"header": 1,
			"entries": [
				"At higher levels, a druid may come to see a clearer image of how their circle is turning out. They may pick a new name for their circle at any point they choose, although it is not required."
			]
		},
		{
			"name": "Trailblazer",
			"source": "GelidityCircleOfTheLoneWolf",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Lone Wolf",
			"subclassSource": "GelidityCircleOfTheLoneWolf",
			"level": 2,
			"header": 1,
			"entries": [
				"You begin the journey of creating your very own druidic circle. At 2nd level, you face the first of many questions you will have to answer along this lonely path. Your answers to these questions will define the core principles of your new circle.",
				"The first question is the foundation of nearly every druidic teaching there is: What is the relationship between a druid and nature? Choose one of the following:",
				{
					"type": "entries",
					"name": "Preservation",
					"entries": [
						"A druid serves and protects nature, and in turn is defended by its sacred power. Whenever you or an ally within 30 feet of you is attacked, you can use your reaction to channel protective energies to help them stand their ground. They gain {@dice 1d8} temporary hit points that last until the end of their next turn. If these temporary hit points are lost to damage from an attack, the attacker takes {@dice 1d8} force damage.",
						"You can use this feature a number of times equal to your proficiency bonus. You regain all expended uses when you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Exploitation",
					"entries": [
						"Nature is simply a resource to be used by those willing to learn how to bend its untamed power to their will. As a bonus action, you can draw energy from your environment to strike a mighty blow through your opponent's defenses. You can roll {@dice 1d4} and add the result to the next attack roll you make this turn. If you hit, you deal an additional {@dice 1d4} of force damage to the target and all other creatures of your choice within 5 feet of it.",
						"You can use this feature a number of times equal to your proficiency bonus. You regain all expended uses when you finish a long rest."
					]
				}
			]
		},
		{
			"name": "Druid's Dogma",
			"source": "GelidityCircleOfTheLoneWolf",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Lone Wolf",
			"subclassSource": "GelidityCircleOfTheLoneWolf",
			"level": 2,
			"header": 1,
			"entries": [
				"Starting at 2nd level, you start training yourself to exemplify the values you believe a druid of your circle should embody. You gain two druidic tenets of your choice, detailed in the \"{@filter Druidic Tenets|optionalfeatures|Feature Type=Druidic Tenet}\" section at the end of this document.",
				"You gain two additional druidic tenets of your choice at 6th, 10th, and 14th level.",
				"Your beliefs and values may change over time as you develop your druidic circle further. To reflect this, whenever you gain a level in this class, you can select one druidic tenet you chose at a lower level and replace it with another druidic tenet."
			]
		},
		{
			"name": "Foreign Policy",
			"source": "GelidityCircleOfTheLoneWolf",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Lone Wolf",
			"subclassSource": "GelidityCircleOfTheLoneWolf",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you are faced with another question: What is the best druidic practice regarding civilized society and development? Choose one of the following:",
				{
					"type": "entries",
					"name": "Isolation",
					"entries": [
						"Civilization corrupts the purity of nature. A druid should remain as detached and self-sufficient as possible. You gain proficiency in the Nature and Survival skills. If you are already proficient in either of these skills, your proficiency bonus is doubled for any ability check you make using it."
					]
				},
				{
					"type": "entries",
					"name": "Integration",
					"entries": [
						"The meeting of the two worlds is inevitable. A druid should learn to bridge the gap, and be confident in their place on either side. You gain proficiency in the Persuasion and Deception skills. If you are already proficient in either of these skills, your proficiency bonus is doubled for any ability check you make using it."
					]
				}
			]
		},
		{
			"name": "Life Lessons",
			"source": "GelidityCircleOfTheLoneWolf",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Lone Wolf",
			"subclassSource": "GelidityCircleOfTheLoneWolf",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, your experiences have led you to epiphanic insight regarding the natural order of life and death that begs the question: What influence should a druid have over the circle of life? Choose one of the following:",
				{
					"type": "entries",
					"name": "Suspension",
					"entries": [
						"In dire situations, a druid may judge it best that the natural cycle be halted, if only temporarily. You can prepare and cast the {@spell raise dead} spell. It is a druid spell for you. However, creatures revived in this manner by you can't brought back to life should they die again. Only a {@spell wish} spell can bypass and remove this condition."
					]
				},
				{
					"type": "entries",
					"name": "Precipitation",
					"entries": [
						"The cycle should only move in one direction, but its circular nature may be manipulated to a druid's advantage. When you cast {@spell reincarnate}, you can roll the {@dice d100} twice and take either result. If both rolls equate to the same result on the table, you can instead pick any option on the table. The spirit of the creature you are targeting may be consulted on their preference."
					]
				}
			]
		},
		{
			"name": "Full Circle",
			"source": "GelidityCircleOfTheLoneWolf",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Lone Wolf",
			"subclassSource": "GelidityCircleOfTheLoneWolf",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you approach your journey's end and are faced with one final choice: How will your circle propagate its beliefs? Choose one of the following:",
				{
					"type": "entries",
					"name": "Domination",
					"entries": [
						"A druid shouldn't hesitate to use their power to eliminate the enemies to their cause. You have advantage on attack rolls against other druids and their allies that are known to you. You can't gain this benefit against the same creature more than once every 24 hours."
					]
				},
				{
					"type": "entries",
					"name": "Education",
					"entries": [
						"A druid should show others the right course of action through diplomacy and example. You have advantage on Charisma checks to converse peacefully with other druids and their allies that are known to you, as well as any other creature should the topic relate to your circle."
					]
				},
				"",
				"Additionally, as you reflect on the path you walked, you gain the following improvements to the principles you've selected up to this point.",
				{
					"type": "entries",
					"name": "Preservation",
					"entries": [
						"You can add your Wisdom modifier to the temporary hit points granted and the damage dealt by this feature."
					]
				},
				{
					"type": "entries",
					"name": "Exploitation",
					"entries": [
						"You can add your Wisdom modifier to the damage dealt by this feature, and the range is increased to 10 feet."
					]
				},
				{
					"type": "entries",
					"name": "Isolation",
					"entries": [
						"You can prepare and cast the {@spell hunter's mark} spell. It is a druid spell for you, but can't target humanoids."
					]
				},
				{
					"type": "entries",
					"name": "Integration",
					"entries": [
						"You can prepare and cast the {@spell comprehend languages} spell. It is a druid spell for you, but can't be cast as a ritual."
					]
				},
				{
					"type": "entries",
					"name": "Suspension",
					"entries": [
						"If you have a druidic focus, it can take the place of the material component of your {@spell raise dead} spell."
					]
				},
				{
					"type": "entries",
					"name": "Precipitation",
					"entries": [
						"You can cast {@spell reincarnate} as a ritual. If you do so, the cast time is doubled, but it requires only half of the material components."
					]
				}
			]
		}
	]
}
