{
	"_meta": {
		"sources": [
			{
				"json": "GelidityCollegeOfLegends",
				"abbreviation": "CoL",
				"full": "College of Legends Bard",
				"authors": [
					"Gelidity"
				],
				"convertedBy": [
					"Gelidity"
				],
				"version": "1.0",
				"url": "https://www.gmbinder.com/share/-NIRUP-a8ROSoBX0y9AG",
				"targetSchema": "1.0"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "252a94fcc9",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "College of Legends",
			"source": "GelidityCollegeOfLegends",
			"shortName": "Legends",
			"className": "Bard",
			"classSource": "PHB",
			"subclassFeatures": [
				"College of Legends|Bard|PHB|Legends|GelidityCollegeOfLegends|3|GelidityCollegeOfLegends",
				"Share the Spotlight|Bard|PHB|Legends|GelidityCollegeOfLegends|6|GelidityCollegeOfLegends",
				"Plot Armor|Bard|PHB|Legends|GelidityCollegeOfLegends|14|GelidityCollegeOfLegends"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "College of Legends",
			"source": "GelidityCollegeOfLegends",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Legends",
			"subclassSource": "GelidityCollegeOfLegends",
			"level": 3,
			"entries": [
				"Bards of the College of Legends study the great epics of the past and the legendary figures whose mighty deeds were immortalized within them. To these bards, however, the true legends are their predecessors who composed such works while living out the adventures side by side with the heroes. Members of this college look to claim their place in history by penning their own magnificent story. To this end, they seek out worthy companions to join on adventures. If they find no one they deem suitable for the part of main hero, these bards are more than willing and capable of filling that role themselves.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Enduring Inspiration|Bard|PHB|Legends|GelidityCollegeOfLegends|3|GelidityCollegeOfLegends"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Epopee|Bard|PHB|Legends|GelidityCollegeOfLegends|3|GelidityCollegeOfLegends"
				}
			]
		},
		{
			"name": "Enduring Inspiration",
			"source": "GelidityCollegeOfLegends",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Legends",
			"subclassSource": "GelidityCollegeOfLegends",
			"level": 3,
			"header": 1,
			"entries": [
				"When you join the College of Legends at 3rd level, your ability to dramatically embellish the efforts of others fills them with a powerful inspiration that lasts longer than before.",
				"After a creature uses or loses a Bardic Inspiration die from you, that creature gains one Enduring Inspiration die, a {@dice d4}. This die has the same uses and restrictions as your Bardic Inspiration die. A creature can have one of each, but cannot use both to modify the same roll."
			]
		},
		{
			"name": "Epopee",
			"source": "GelidityCollegeOfLegends",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Legends",
			"subclassSource": "GelidityCollegeOfLegends",
			"level": 3,
			"header": 1,
			"entries": [
				"At 3rd level, you begin crafting your own masterpiece for the ages, adding to it over time as you live out your adventures. Choose one creature or yourself to be the focus of your story. Only one creature can be the focus of your story at a time, and you can change the focus of your story at the end of a long rest.",
				"When the focus of your story rolls a Bardic Inspiration die from you, they can choose to gain temporary hit points equal to the result, or to reroll the Bardic Inspiration die and use either result.",
				"While you are the focus of your own story, you gain one Enduring Inspiration die whenever you expend a use of Bardic Inspiration. You can choose to expend a use of Bardic Inspiration solely to gain this benefit."
			]
		},
		{
			"name": "Share the Spotlight",
			"source": "GelidityCollegeOfLegends",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Legends",
			"subclassSource": "GelidityCollegeOfLegends",
			"level": 6,
			"header": 1,
			"entries": [
				"Starting at 6th level, you know that every character is important to your story, and they will all have their moment to shine.",
				"As an action, you can choose one creature that is within 60 feet of you that can hear you and is not the focus of your story. That creature gains one Bardic Inspiration die. If you choose yourself, you gain one Enduring Inspiration die instead. The chosen creature also becomes the focus of your story until the end of your next turn, at which point you can choose to keep it as the focus of your story or return the focus to the previous creature. Once you use this feature, you can't use it again until you finish a long rest.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Campfire Tales|Bard|PHB|Legends|GelidityCollegeOfLegends|6|GelidityCollegeOfLegends"
				}
			]
		},
		{
			"name": "Campfire Tales",
			"source": "GelidityCollegeOfLegends",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Legends",
			"subclassSource": "GelidityCollegeOfLegends",
			"level": 6,
			"header": 1,
			"entries": [
				"Also at 6th level, whenever you perform your {@classFeature Song of Rest (d6)|Bard||2||Song of Rest}, you may regale your listeners with an epic story. Choose one of the tales below. Any creature that receives the extra healing from your {@classFeature Song of Rest (d6)|Bard||2||Song of Rest} class feature also receives the listed benefit until it finishes a long rest or until it receives another benefit from this feature.",
				{
					"type": "entries",
					"name": "Tale of Distant Lands",
					"entries": [
						"Your speed increases by 5 feet."
					]
				},
				{
					"type": "entries",
					"name": "Tale of Enduring Hardship",
					"entries": [
						"While you have 5 or less levels of {@condition exhaustion}, you can treat your {@condition exhaustion} level as though it were a level lower."
					]
				},
				{
					"type": "entries",
					"name": "Tale of Forbidden Love",
					"entries": [
						"You can roll an additional healing die from this {@classFeature Song of Rest (d6)|Bard||2||Song of Rest}."
					]
				},
				{
					"type": "entries",
					"name": "Tale of Glorious Victory",
					"entries": [
						"You can roll a {@dice d4} and add the result to your next initiative roll."
					]
				}
			]
		},
		{
			"name": "Plot Armor",
			"source": "GelidityCollegeOfLegends",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Legends",
			"subclassSource": "GelidityCollegeOfLegends",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, the magic you weave into the telling of your story is enough to help keep its heroes alive.",
				"When a creature uses a Bardic or Enduring Inspiration die from you to modify a death saving throw it makes and succeeds, it counts as two successes. If the result of the modified roll was 20 or greater, you can treat the {@dice d20} roll as a 20. Once a creature is considered to have rolled a 20 in this way, it can't gain that benefit from this feature again until after a long rest.",
				"Also, when the focus of your story is reduced to 0 hit points, it gains one Enduring Inspiration die, if it doesn't already have one. Once a creature gains an Enduring Inspiration die from you in this way, it can't do so again until after a long rest.",
				"Furthermore, your Enduring Inspiration die becomes a {@dice d6}."
			]
		}
	]
}
