{
	"_meta": {
		"sources": [
			{
				"json": "StarsMonk",
				"abbreviation": "WotS",
				"full": "Way of the Stars",
				"authors": [
					"GuenMaster"
				],
				"convertedBy": [
					"AmbyNavy"
				],
				"version": "1.0.1",
				"color": "e7f38f",
				"url": "https://homebrewery.naturalcrit.com/share/1JlLMOButTg0",
				"targetSchema": "2.6.2"
			}
		],
		"dateAdded": 1650493303,
		"dateLastModified": 1650493306,
		"_dateLastModifiedHash": "7ab2590d81"
	},
	"subclass": [
		{
			"name": "Way of the Stars",
			"source": "StarsMonk",
			"className": "Monk",
			"classSource": "PHB",
			"shortName": "Stars Monk",
			"subclassFeatures": [
				"Shooting Star|Monk||Stars Monk|StarsMonk|3",
				"Meteor Strike|Monk||Stars Monk|StarsMonk|3",
				"Stellar Explosion|Monk||Stars Monk|StarsMonk|6",
				"Starlight Pulse|Monk||Stars Monk|StarsMonk|11",
				"Starchild|Monk||Stars Monk|StarsMonk|17"
			],
			"additionalSpells": [
				{
					"known": {
						"6": [
							"thunderwave"
						]
					}
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Shooting Star",
			"source": "StarsMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Stars Monk",
			"subclassSource": "StarsMonk",
			"level": 3,
			"header": 2,
			"entries": [
				"You've acquired an ancient technique that mimics a shooting star. By releasing your ki you can propel yourself through the air.",
				"You gain flying speed equal to half your walking speed. This benefit works only in short bursts and only in a straight line: you fall if you end your turn in the air and nothing else is holding you aloft, and you can't break up your flying movement nor can you change direction while flying."
			]
		},
		{
			"name": "Meteor Strike",
			"source": "StarsMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Stars Monk",
			"subclassSource": "StarsMonk",
			"level": 3,
			"header": 2,
			"consumes": {
				"name": "Ki",
				"amount": 1
			},
			"entries": [
				"You've acquired an ancient technique that mimics a shooting star. You align your ki with the stars to attack with cosmic energy.",
				"As a bonus action, when you hit a creature with an unarmed strike, you can spend 1 ki point to deal extra radiant damage equal to {@dice 2d8} + half your monk-level. You can increase the damage by spending additional ki points. Each additional ki point you spend increases the damage by {@dice 1d8}. The maximum number of ki points (1 plus any additional points) that you can spend equals half your monk level."
			]
		},
		{
			"name": "Stellar Explosion",
			"source": "StarsMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Stars Monk",
			"subclassSource": "StarsMonk",
			"level": 6,
			"header": 2,
			"consumes": {
				"name": "Ki",
				"amount": 2
			},
			"entries": [
				"You can charge your ki with cosmic energy to unleash a mighty shockwave.",
				"As an action, you can spend 2 ki points to cast the {@spell Thunderwave|phb} spell. While casting the spell, your body temporarily emits bright light in a 30-feet radius and dim light for an additional 30-feet. You can spend additional ki points to cast {@spell Thunderwave|phb} as a higher-level spell. Each additional ki point you spend increases the spell's level by 1. The maximum number of ki points (2 plus any additional points) that you can spend on the spell equals half your monk level."
			]
		},
		{
			"name": "Starlight Pulse",
			"source": "StarsMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Stars Monk",
			"subclassSource": "StarsMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"Your Shooting Star Dash feature is no longer limited to be used in a straight line; you can change direction indefinitely while you're flying. If you fly for at least 10 feet in a straight line towards a creature, and deal damage with your Meteor Strike feature, you can choose to knock it 10 feet away from you. If the target collides with a solid object (other creatures count as well and they take {@dice 1d8} bludgeoning damage) it takes another {@dice 1d8} extra damage of the same type."
			]
		},
		{
			"name": "Starchild",
			"source": "StarsMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Stars Monk",
			"subclassSource": "StarsMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"You become a conduit for the stars, as you are wreathed in a luminous aura. You shed bright light in a 30-foot radius and dim light for an additional 30 feet. You can extinguish or restore the light (no action required). Your flying speed now equals your walking speed, and you can move through other creatures and objects as if they were difficult terrain while you're flying. Every creature you pass through this way, suffers {@dice 1d4} + your Wisdom modifier force damage. You take 5 force damage if you end your turn in another creature or object."
			]
		}
	]
}
