{
	"_meta": {
		"sources": [
			{
				"json": "StarsMonk",
				"abbreviation": "WotS",
				"full": "Way of the Stars",
				"authors": [
					"GuenMaster"
				],
				"convertedBy": [
					"AmbyNavy"
				],
				"version": "1.0.1",
				"color": "e7f38f",
				"url": "https://homebrewery.naturalcrit.com/share/1JlLMOButTg0",
				"targetSchema": "2.6.2"
			}
		],
		"dateAdded": 1650493303,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "be0c83bf85",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Way of the Stars",
			"source": "StarsMonk",
			"className": "Monk",
			"classSource": "PHB",
			"shortName": "Stars Monk",
			"subclassFeatures": [
				"Shooting Star|Monk||Stars Monk|StarsMonk|3",
				"Crackling Star Strike|Monk||Stars Monk|StarsMonk|3",
				"Booming Star|Monk||Stars Monk|StarsMonk|6",
				"Starlight Pulse|Monk||Stars Monk|StarsMonk|11",
				"Starchild|Monk||Stars Monk|StarsMonk|17"
			],
			"additionalSpells": [
				{
					"known": {
						"6": [
							"thunderwave"
						]
					}
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Shooting Star",
			"source": "StarsMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Stars Monk",
			"subclassSource": "StarsMonk",
			"level": 3,
			"header": 2,
			"entries": [
				"You learned an ancient technique that mimics a shooting star. By releasing your ki you can propel yourself through the air.",
				"You gain flying speed equal to your walking speed. This benefit works only in short bursts: you fall if you end your turn in the air and nothing else is holding you aloft."
			]
		},
		{
			"name": "Crackling Star Strike",
			"source": "StarsMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Stars Monk",
			"subclassSource": "StarsMonk",
			"level": 3,
			"header": 2,
			"consumes": {
				"name": "Ki",
				"amount": 1
			},
			"entries": [
				"You learned an ancient technique that mimics an impacting meteor. You can focus your ki to attack with cosmic energy.",
				"When you hit a creature with an unarmed strike, you can spend 1 ki point to force it to make a Constitution saving throw. On a failed save, the creature takes radiant damage equal to 1 martial arts die + your Wisdom modifier, and your strike sends a shockwave through the creature, casting the Color Spray spell, originating from the creature. On a successful save, it only takes half damage and no spell is cast.",
				"You can increase the damage and the spells level by spending additional ki points. Each additional ki point you spend increases the damage by 1 martial arts die, and the spell-level by 1. The maximum number of ki points (1 plus any additional points) that you can spend equals half your monk level.",
				"When you hit an object with an unarmed strike, that has the size of small or larger, you can spend 1 ki point to trigger the spells, originating from the object."
			]
		},
		{
			"name": "Booming Star",
			"source": "StarsMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Stars Monk",
			"subclassSource": "StarsMonk",
			"level": 6,
			"header": 2,
			"consumes": {
				"name": "Ki",
				"amount": 2
			},
			"entries": [
				"You can cast the Thunderwave spell when you initiate your flight or when you land after traveling for at least 15-feet through the air, by spending 1 ki point.",
				"You can cast the spell by spending additional ki points. Each additional ki point you spend increases the spells level by 1. The maximum number of ki points (1 plus any additional points) that you can spend equals half your monk level."
			]
		},
		{
			"name": "Starlight Pulse",
			"source": "StarsMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Stars Monk",
			"subclassSource": "StarsMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"You can move through other creatures and objects as if they were difficult terrain while you're flying. Every creature you pass through this way takes radiant damage equal to 1 martial arts die + your Wisdom modifier, and must succeed a Constitution saving throw or be knocked prone. A creature can only be affected by this once per round. If you end your turn in another creature or object you take 5 force damage and are pushed 5 feet in a random direction away from the creature or object."
			]
		},
		{
			"name": "Starchild",
			"source": "StarsMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Stars Monk",
			"subclassSource": "StarsMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"Once per round, you can spend 3 ki points to align your ki with the burning intensity of the stars. You become a conduit for the stars, as you are wreathed in a luminous aura. For 10 minutes, you shed bright light in a 30-foot radius and dim light for an additional 30 feet. You can extinguish or restore the light (no action required). Your flying is no longer limited to short bursts, and you can add one martial arts die to your unarmed stikes attack and damage rolls. When this effect ends, you suffer 1 level of exhaustion."
			]
		}
	]
}
