{
    "subclass": [
		{
			"class": "Fighter",
			"authors": [
				"Matthew Mercer"
			],
			"version": "1.2",
			"url": "www.dmsguild.com/product/170778/Gunslinger-Martial-Archetype-for-Fighters",
			"name": "Gunslinger",
			"subclassFeatures": [
				[
					{
						"name": "Gunslinger",
						"entries": [
							"Most warriors and combat specialists spend their years perfecting the classic arts of swordplay, archery, or polearm tactics. Whether duelist or infantry, martial weapons were seemingly perfected long ago, and the true challenge is to master them.",
							"However, some minds couldn't stop with the innovation of the crossbow. Experimentation with alchemical components and rare metals have unlocked the secrets of controlled explosive force. The few who survive these trials of ingenuity may become the first to create, and deftly wield, the first firearms.",
							"This archetype focuses on the ability to design, craft, and utilize powerful, yet dangerous ranged weapons. Through creative innovation and immaculate aim, you become a distant force of death on the battlefield. However, not being a perfect science, firearms carry an inherent instability that can occasionally leave you without a functional means of attack. This is the danger of new, untested technologies in a world where the arcane energies that rule the elements are ever present.",
							"Should this path of powder, fire, and metal call to you, keep your wits about you, hold on to your convictions as a fighter, and let skill meet luck to guide your bullets to strike true.",
							{
								"type": "entries",
								"name": "Firearm Proficiency",
								"entries": [
									"Starting when you choose this archetype at 3rd level, you gain proficiency with firearms, allowing you to add your proficiency bonus to attacks made with firearms. "
								]
							},
							{
							    "type": "entries",
							    "name": "Gunsmith",
							    "entries": [
									"Upon choosing this archetype at 3rd level, you gain proficiency with Tinker's Tools. You may use them to craft ammunition, repair damaged firearms, or even draft and create new ones (DM's discretion). Some extremely intricate and experimental firearms are only available through crafting."
							    ]
							},
							{
							    "type": "entries",
							    "name": "Grit",
							    "entries": [
									"Also starting at 3rd level, you gain a number of grit points equal to your Wisdom modifier (minimum of 1). You can spend grit points to perform various \"shot\" attacks with your firearms. An attack can only be affected by a single shot feature. You can regain spent Grit points in the following ways:",
									{
									    "type": "entries",
									    "name": "Critical hit with a firearm",
									    "entries": [
											"Each time you score a critical hit with a firearm attack while in the heat of combat, you regain 1 spent grit point. Critical hits gained outside of die rolls (via enemy conditions) do not generate grit."
									    ]
									},
									{
									    "type": "entries",
									    "name": "Killing blow with a firearm",
									    "entries": [
											"Each time you reduce a dangerous creature of significant threat (DM's discretion) to O hit points with a firearm attack, and kill them, you regain 1 spent grit point.",
											"You also regain all spent grit points after finishing a short or long rest."
										]
									}
							    ]
							},
							{
							    "type": "entries",
							    "name": "Deadeye Shot",
							    "entries": [
									"Beginning at 3rd level, you can spend 1 grit point to gain advantage on the next attack roll you make with a firearm this round."
							    ]
							},
							{
								"type": "entries",
								"name": "Firearms: Ammunition",
								"entries": [
									"All firearms require ammunition to make an attack, and due to their rare nature, ammunition may be near impossible to find or purchase. However, if materials are gathered, you can craft ammunition yourself using your Tinker's Tools (cost and time are DM's discretion). Each firearm uses its own unique ammunition. "
								]
							},
							{
							    "type": "entries",
							    "name": "Firearms: Firearm Properties",
							    "entries": [
									"Firearms are a new and volatile technology, and as such bring their own unique set of weapon properties. Some properties are followed by a number, and this number signifies an element of that property (outlined below). These properties replace the optional ones presented in the Dungeon Master's Guide. Firearms are ranged weapons.",
									{
									    "type": "entries",
									    "name": "Reload",
									    "entries": [
											"The weapon can be fired a number of times equal to its Reload score before you must spend 1 attack or 1 action to reload. You must have one free hand to reload a firearm."
									    ]
									},
									{
									    "type": "entries",
									    "name": "Misfire",
									    "entries": [
											"Whenever you make an attack roll with a firearm, and the dice roll is equal to or lower than the weapon's Misfire score, the weapon misfires. The attack misses, and the weapon cannot be used again until you spend an action to try and repair it. To repair your firearm, you must make a successful Tinker's Tools check (DC equal to 8 + misfire score). If your check fails, the weapon is broken and must be repaired out of combat at half the cost of the firearm. "
									    ]
									},
									{
									    "type": "entries",
									    "name": "Scatter",
									    "entries": [
									        "An attack is made against each creature within a 30 ft cone. These attacks are simultaneous. If an affected creature is adjacent to you, they suffer double damage on a hit. This attack cannot be affected by any of your shot features."
									    ]
									},
									{
									    "type": "entries",
									    "name": "Explosive",
									    "entries": [
									        "Upon a hit, everything within 5 ft of the target must make a Dexterity saving throw (DC equal to 8 + your proficiency bonus+ your Dexterity modifier) or suffer ld8 fire damage. If the weapon misses, the ammunition fails to detonate, or bounces away harmlessly before doing so. "
									    ]
									},
									{
									    "type": "table",
									    "caption": "Firearms",
									    "colLabels": [
									        "Name", "Cost", "Damage", "Weight", "Range", "Properties"
									    ],
									    "colStyles": [
									        "col-xs-2",
									        "col-xs-1",
									        "col-xs-2",
									        "col-xs-1 text-align-right",
									        "col-xs-2",
									        "col-xs-4"
									    ],
									    "rows": [
											["Pistol", "250g", "1d10 piercing", "3 lbs", "(100/400)", "Reload 4, misfire 1"],
											["Musket", "500g", "1d12 piercing", "10 lbs", "(200/800)", "Two-handed, reload 1, misfire 2"],
											["Pepperbox", "450g", "1d10 piercing", "5 lbs", "(150/600)", "Reload 6, misfire 2"],
											["Scattergun", "500g", "1d8 piercing", "10 lbs", "(15/30)", "Reload 2, misfire 3, scatter"],
											["Bad News", "Crafted", "2d12 piercing", "25 lbs", "(300/1200)", "Two-handed, reload 1, misfire 3"],
											["Hand Mortar", "Crafted", "2d8 fire", "10 lbs", "(30/60)", "Reload 1, misfire 3, explosive"]
									    ]
									}
							    ]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Quickdraw",
								"entries": [
									"When you reach 7th level, you add your proficiency bonus to your initiative. You can also stow a firearm, then draw another firearm as a single object interaction on your turn. "
								]
							},
							{
							    "type": "entries",
							    "name": "Violent Shot",
							    "entries": [
									"Starting at 7th level, you've discovered ways to push your firearms past their intended potential at the peril of damaging them. You can spend 1 or more grit points before making an attack roll with a firearm. For each grit point spent, that attack gains +2 to the firearm's misfire score.",
									"If the attack hits, you can roll one additional weapon damage die per grit point spent when determining damage of the attack."
							    ]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Trick Shot",
								"entries": [
									"By 10th level, you've honed your aim to fire off targeted shots to disable an opponent. You can spend 1 grit point before making an attack roll to target a specific location on the target's body. If the specified body part cannot be seen, or the target lacks the part in question, only normal damage is suffered with no additional effect.",
									{
										"type": "abilityDc",
										"name": "Trick Shot",
										"attributes": [
											"dex"
										]
									},
									{
									    "type": "entries",
									    "name": "Head",
									    "entries": [
											"On a hit, the target takes normal damage and must make a Constitution saving throw or suffer disadvantage on attacks until the end of their next turn."
									    ]
									},
									{
									    "type": "entries",
									    "name": "Arms",
									    "entries": [
											"On a hit, the target takes normal damage and must make a Strength saving throw or drop 1 held item of your choice."
									    ]
									},
									{
									    "type": "entries",
									    "name": "Torso",
									    "entries": [
											"On a hit, the target takes normal damage and is pushed up to 10 feet directly away from you."
									    ]
									},
									{
									    "type": "entries",
									    "name": "Legs/Wings",
									    "entries": [
											"On a hit, the target takes normal damage and must make a Strength saving throw or get knocked prone."
									    ]
									}
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Lightning Reload",
								"entries": [
									"Starting at 15th level, you can reload any firearm as a bonus action."
								]
							},
							{
							    "type": "entries",
								"name": "Piercing Shot",
								"entries": [
									"By 15th level, you've refined your deadly gunplay to allow certain shots to pierce through foes and continue on to damage others. You can spend 1 grit point before making an attack roll with a firearm that deals piercing damage. If the attack hits, you make an attack roll against every creature in a line directly behind the target within your first range increment. Only the initial attack can misfire."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Vicious Intent",
								"entries": [
									"At 18th level, your firearm attacks score a critical hit on a roll of 19-20."
								]
							},
							{
							    "type": "entries",
							    "name": "Hemorrhaging Critical",
							    "entries": [
									"Upon reaching 18th level, whenever you score a critical hit on an attack with a firearm, the target additionally suffers half of the damage from the attack at the end of its next turn."
							    ]
							}
						]
					}
				]
			],
			"source": "Homebrew",
			"shortName": "Gunslinger"
		}
	]
}