{
	"_meta": {
		"sources": [
			{
				"json": "GunMage",
				"abbreviation": "Gun",
				"full": "Gun Mage",
				"authors": [
					"/u/IDBN"
				],
				"convertedBy": [
					"Lxran#2292"
				],
				"version": "2021-07-31",
				"color": "5ea6b9",
				"url": "https://www.gmbinder.com/share/-Mfwu524WwFxPUxUMjoO",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1627816998,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "f6b6ad619c",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Gun Mage",
			"source": "GunMage",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 1,
			"shortName": "Gun Mage",
			"subclassFeatures": [
				"Gun Mage|Wizard||Gun Mage|GunMage|2",
				"Arcane Bullets|Wizard||Gun Mage|GunMage|6",
				"Condensed Arcanite Bullets|Wizard||Gun Mage|GunMage|10",
				"Quick Draw|Wizard||Gun Mage|GunMage|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Gun Mage",
			"source": "GunMage",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassSource": "GunMage",
			"subclassShortName": "Gun Mage",
			"page": 1,
			"level": 2,
			"entries": [
				"A curl of arcane exhaust curls up from the barrel of a gun like smoke. The wizard's opponent falls to the ground, dead in the harsh noon sunlight. The Gun Mage holsters their Arcane Arm and strides back into the saloon, their supremacy in this here town settled.",
				"Strange wanderers through the waists, Gun Mages channel their magic through their iconic firearms and infuse their spells into eldritch bullets. Mortal and monster alike have learned to fear the lightning quick reflexes and unparalleled range of these vagabonds.",
				"Each Gun Mage's gun is unique to them, some are made out of inlaid brass, others carved from the bones of an unknown monstrosity, some are lovingly crafted by their mage, others are passed down from a dear mentor, and an infamous few were picked from the rapidly cooling corpse of their former master.",
				"When making your Gun Mage consider carefully the firearm they use, what it looks like and how your wizard came to possess it.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hair Trigger|Wizard||Gun Mage|GunMage|2|GunMage"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Arms|Wizard||Gun Mage|GunMage|2|GunMage"
				}
			]
		},
		{
			"name": "Hair Trigger",
			"source": "GunMage",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassSource": "GunMage",
			"subclassShortName": "Gun Mage",
			"page": 1,
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level wizard feature}",
				"You may add your intelligence modifier to your initiative bonus."
			]
		},
		{
			"name": "Arcane Arms",
			"source": "GunMage",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassSource": "GunMage",
			"subclassShortName": "Gun Mage",
			"page": 1,
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-level wizard feature}",
				"You gain proficiency with firearms.",
				"Additionally you come into the possession of a mystic firearm that you can use as an arcane focus for casting wizard spells. When you cast a spell using this firearm as a focus you can triple the range of any spell that requires a ranged spell attack."
			]
		},
		{
			"name": "Arcane Bullets",
			"source": "GunMage",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassSource": "GunMage",
			"subclassShortName": "Gun Mage",
			"page": 1,
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level wizard feature}",
				"You learn to enchant special bullets, infusing them with spells from your spellbook. When you complete a long rest you may cast a number of spells up to your Intelligence modifier (minimum 1) from your spellbook, you do not have to have prepared these spells but they can't be higher than 5th level and their casting time must be an action. Once cast these spells are infused into arcane bullets.",
				"A creature in possession of one of these bullets may load it into any firearm and fire it as an action, releasing the spell within. THe spell uses your spell attack bonus and save DC, but the range is replaced with the range of the firearm used to fire the bullet. The spell treats the creature who fired the bullet as the caster for all other purposes.",
				"When you complete a long rest all previously infused bullets loose their magic and become regular bullets again."
			]
		},
		{
			"name": "Condensed Arcanite Bullets",
			"source": "GunMage",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassSource": "GunMage",
			"subclassShortName": "Gun Mage",
			"page": 1,
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level wizard feature}",
				"When you fire an Arcane Bullet that contains a spell that would force a creature to make a Dexterity Saving Throw, instead you may make a ranged spell attack against a single creature within range, on a hit they suffer the effects as if they failed the saving throw."
			]
		},
		{
			"name": "Quick Draw",
			"source": "GunMage",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassSource": "GunMage",
			"subclassShortName": "Gun Mage",
			"page": 1,
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level wizard feature}",
				"When you roll initiative and are not surprised, you may use your reaction to cast a spell through your Arcane Arms or fire an Arcane Bullet. If you use this reaction you can not cast spells or fire your firearm during your first turn in combat."
			]
		}
	]
}
