{
	"_meta": {
		"sources": [
			{
				"json": "MagnetMonk",
				"abbreviation": "WOIS",
				"full": "The Way of Iron and Steel",
				"authors": [
					"Jadeor"
				],
				"convertedBy": [
					"AmbyNavy"
				],
				"version": "1.0.1",
				"color": "635d69",
				"url": "https://www.gmbinder.com/share/-MtgfFGDZdtJWP4sCG9j",
				"targetSchema": "2.6.2"
			}
		],
		"dateAdded": 1642783092,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "74fe3b9764",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Way of Iron and Steel",
			"source": "MagnetMonk",
			"className": "Monk",
			"classSource": "PHB",
			"shortName": "Magnet Monk",
			"subclassFeatures": [
				"Magnetic Affinity|Monk||Magnet Monk|MagnetMonk|3",
				"Steelpush|Monk||Magnet Monk|MagnetMonk|3",
				"Ironpull|Monk||Magnet Monk|MagnetMonk|6",
				"Metallic Mastery|Monk||Magnet Monk|MagnetMonk|11",
				"Magnetic Rebound|Monk||Magnet Monk|MagnetMonk|17"
			],
			"additionalSpells": [
				{
					"known": {
						"3": [
							"mage hand#c"
						],
						"11": [
							"telekinesis"
						]
					}
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Magnetic Affinity",
			"source": "MagnetMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Magnet Monk",
			"subclassSource": "MagnetMonk",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level, your magnetic abilities let you lift and move metallic objects. You know the {@spell mage hand} cantrip, the mage hand is invisible and you can only use it to lift metal objects or objects with metal in them."
			]
		},
		{
			"name": "Steelpush",
			"source": "MagnetMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Magnet Monk",
			"subclassSource": "MagnetMonk",
			"level": 3,
			"header": 2,
			"consumes": {
				"name": "Ki",
				"amount": 1
			},
			"entries": [
				"Also at 3rd level, you unlock magnetic abilities. As an action you may choose a metallic object within 10 feet of you that you can see and isn't being worn or carried by another creature, and push on it telekinetically. If the object weighs more than 1,5 times your weight, you are pushed up to 30 feet away from it. If it weighs less than half your weight it is pushed up to 30 feet away from you. If its weight is similar to your own, you are both pushed up to 15 feet from each other. You may do this as a bonus action by spending 1 ki point.",
				"Furthermore, using this same ability, you can do the following:",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Steel Jump|Monk||Magnet Monk|MagnetMonk|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Steel Strike|Monk||Magnet Monk|MagnetMonk|3"
				}
			]
		},
		{
			"name": "Steel Jump",
			"source": "MagnetMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Magnet Monk",
			"subclassSource": "MagnetMonk",
			"level": 3,
			"header": 3,
			"consumes": {
				"name": "Ki",
				"amount": 1
			},
			"entries": [
				"If the object is on the ground directly below you, you may use it to push up into the air as an action. You can levitate up to 30 feet in the air. You can remain hovering as a bonus action on each of your subsequent turns and choose to levitate up or down up to a maximum of 30 feet as part of this bonus action. If the object is moved, you fall back down to the ground. You can also use this action to increase your jump distance by 15 feet by running over the object as you jump. You may do this as a bonus action by spending 1 ki point."
			]
		},
		{
			"name": "Steel Strike",
			"source": "MagnetMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Magnet Monk",
			"subclassSource": "MagnetMonk",
			"level": 3,
			"header": 4,
			"entries": [
				"If you are holding the metal object and it weighs 5 ounces or less, you may fire it as a projectile. The object counts as a ranged monk weapon that you are proficient with and a range of 45/60 feet, it deals piercing damage equal to your monk die and you use your Dexterity modifier for attack and damage rolls with it. Whenever you would make an unarmed strike during your turn, you may make a steel strike instead (including with Flurry of Blows)."
			]
		},
		{
			"name": "Ironpull",
			"source": "MagnetMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Magnet Monk",
			"subclassSource": "MagnetMonk",
			"level": 6,
			"header": 2,
			"consumes": {
				"name": "Ki",
				"amount": 1
			},
			"entries": [
				"Starting at 6th level, you can use your magnetic abilities to pull things towards you. As an action, you may choose a metallic object within 30 feet of you that you can see and isn't being worn by a creature, and pull it towards you telekinetically.",
				"If it weighs more than 1,5 times your weight, you are pulled up to 30 feet towards it. If it weighs less than half your weight, it is pulled up to 30 feet towards you. If its weight is similar to your own, you are both pulled up to 15 feet towards each other. You may use this to lift yourself into the air if the object is higher than you. You may do this as a bonus action by spending 1 ki point.",
				"Furthermore, using this ability you can do the following:",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Disarming Pull|Monk||Magnet Monk|MagnetMonk|6"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Returning Strike|Monk||Magnet Monk|MagnetMonk|6"
				}
			]
		},
		{
			"name": "Disarming Pull",
			"source": "MagnetMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Magnet Monk",
			"subclassSource": "MagnetMonk",
			"level": 6,
			"header": 2,
			"consumes": {
				"name": "Ki",
				"amount": 2
			},
			"entries": [
				"As an action, you can use this ability to try and disarm a foe. If a creature you can see within 45 feet of you is holding a metallic object that weighs less than half your weight, you may attempt to disarm them. The creature makes a Strength (athletics) check against your Ki save DC, if they fail they lose their grip on their weapon and you may pull it up to 45 feet towards you, and catch it if you have a free hand. You may do this as a bonus action by spending 2 ki points."
			]
		},
		{
			"name": "Returning Strike",
			"source": "MagnetMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Magnet Monk",
			"subclassSource": "MagnetMonk",
			"level": 6,
			"header": 2,
			"consumes": {
				"name": "Ki",
				"amount": 1
			},
			"entries": [
				"Whenever you use your Steel Strike feature to attack, you may spend 1 ki point to return the object you fired to your hand (no action required). If the attack hit, the creature takes additional damage equal to two times your monk die. You may not use this feature more than once each turn."
			]
		},
		{
			"name": "Metallic Mastery",
			"source": "MagnetMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Magnet Monk",
			"subclassSource": "MagnetMonk",
			"level": 11,
			"header": 2,
			"consumes": {
				"name": "Ki",
				"amount": 2
			},
			"entries": [
				"At 11th level, your magnetic abilities are truly formidable. As an action you may cast the {@spell telekinesis} spell without using a spell slot or material components, but may only use it to lift metallic objects or creatures wearing or containing metal when you do so. When you cast this spell this way, you do not need to concentrate on it. Once you have done this, you may not use this feature again until you've finished a long rest unless you spend 2 ki points to do so."
			]
		},
		{
			"name": "Magnetic Rebound",
			"source": "MagnetMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassShortName": "Magnet Monk",
			"subclassSource": "MagnetMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, you can return all your projectiles to you. You are no longer restricted to using your returning strike once each turn. Additionally, the first time you would use this feature during your turn, you may do so without spending any ki points."
			]
		}
	]
}
