{
	"_meta": {
		"sources": [
			{
				"json": "JaekRuffianRogue",
				"abbreviation": "JRR",
				"full": "Ruffian Rogue",
				"url": "https://drive.google.com/file/d/1UOGRMW0zreYQlpeI0__snrogV8Cyovh-/view",
				"authors": [
					"Jaek"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"version": "5.2"
			}
		],
		"optionalFeatureTypes": {
			"DT": "Dirty Tactic"
		},
		"dateAdded": 1643217224,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "dfcc3e3780",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Path of the Ruffian",
			"source": "JaekRuffianRogue",
			"shortName": "Ruffian",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassFeatures": [
				"Ruffian|Rogue||Ruffian|JaekRuffianRogue|3",
				"Bully|Rogue||Ruffian|JaekRuffianRogue|9",
				"Fool Me Once...|Rogue||Ruffian|JaekRuffianRogue|13",
				"Expert Miscreant|Rogue||Ruffian|JaekRuffianRogue|17"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Ruffian",
			"source": "JaekRuffianRogue",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Ruffian",
			"subclassSource": "JaekRuffianRogue",
			"level": 3,
			"entries": [
				"You've learnt to fight dirty whenever you can, and that villainy- for better or worse - can open more doors than it closes, Yours is a walk oflife shared by Thieves' Guild enforcers, untrained brawlers, highwaymen, crooked mercenaries, and anyone incorrigible or desperate enough to think that enemy groins are ideal targets for assault. Quick thinking, versatility in action, and utter ruthlessness help you to shine in a skirmish, as well as corral strangers in the social world.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Quick-Witted Crook|Rogue||Ruffian|JaekRuffianRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Dirty Fighting|Rogue||Ruffian|JaekRuffianRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Dirty Tactics|Rogue||Ruffian|JaekRuffianRogue|3"
				}
			]
		},
		{
			"name": "Quick-Witted Crook",
			"source": "JaekRuffianRogue",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Ruffian",
			"subclassSource": "JaekRuffianRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"Starting when you select this archetype at 3rd level, your wherewithal leaves you ever-ready for trouble. You can't be surprised while conscious, and gain proficiency with improvised weapons. In addition, {@item club|phb|clubs}, {@item light hammer|phb|light hammers}, {@item mace|phb|maces}, {@item sickle|phb|sickles}, and improvised weapons become finesse weapons for you."
			]
		},
		{
			"name": "Dirty Fighting",
			"source": "JaekRuffianRogue",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Ruffian",
			"subclassSource": "JaekRuffianRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"Also at 3rd level, you abandon your scruples and double down on scrappiness. Whenever you land a Sneak Attack on a creature within 5 feet of you, you can activate a Dirty Tactic, which are listed under \"Dirty Tactics\" below, before rolling for damage, To do so, you must forgo rolling a certain number of your Sneak Attack dice (based on the Dirty Tactic chosen), after which any remaining d6s are rolled for damage.",
				"When you activate a Dirty Tactic, you must execute it on the target of your Sneak Attack. You cannot use more than 1 Dirty Tactic per Sneak Attack.",
				"You can only use Dirty Tactics with costs that don't exceed the number of d6s you'd normally roll for a Sneak Attack. For example, at 3rd and 4th level, you can only use Dirty Tactics which cost 2d6 or less (Le, Throat Slam, Vicious Wound, and Cheap Shot).",
				"If you wish to use a Dirty Tactic when you score a critical hit, double the amount of Sneak Attack dice to be rolled for damage first. Then, subtract the Dirty Tactic's d6 cost from this total.",
				"Your Dirty Tactics may force a creature to make a saving throw. The saving throw DC is calculated as follows:",
				{
					"type": "abilityDc",
					"name": "Dirty Tactics",
					"attributes": [
						"str",
						"dex"
					]
				}
			]
		},
		{
			"name": "Dirty Tactics",
			"source": "JaekRuffianRogue",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Ruffian",
			"subclassSource": "JaekRuffianRogue",
			"level": 3,
			"header": 1,
			"entries": [
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Throat Slam (Costs 1d6)|JaekRuffianRogue"
				},
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Vicious Wound (Costs 1d6)|JaekRuffianRogue"
				},
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Cheap Shot (Costs 2d6)|JaekRuffianRogue"
				},
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Outrageous Insult (Costs 3d6)|JaekRuffianRogue"
				},
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Kneecrack (Costs 4d6)|JaekRuffianRogue"
				},
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Maim (Costs 5d6)|JaekRuffianRogue"
				},
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Eye Gouge (Costs 6d6)|JaekRuffianRogue"
				}
			]
		},
		{
			"name": "Bully",
			"source": "JaekRuffianRogue",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Ruffian",
			"subclassSource": "JaekRuffianRogue",
			"level": 9,
			"header": 2,
			"entries": [
				"At 9th level, you develop a flair for exploiting the panicked and the powerless. You can now use your Sneak Attack against {@condition frightened} creatures without having advantage on your attack rolls.",
				"In addition, using your Cunning Action, you can make a Charisma ({@skill Intimidation}) check contested by the Wisdom ({@skill Insight}) check of a creature within 30 feet of you. On a successful check, that creature becomes frightened of you until the end of your next turn, or until you and the target are more than 30 feet apart.",
				"You can use this feature a number of times equal to your Charisma modifier (minimum of once). You regain any expended uses each time you finish a long rest."
			]
		},
		{
			"name": "Fool Me Once...",
			"source": "JaekRuffianRogue",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Ruffian",
			"subclassSource": "JaekRuffianRogue",
			"level": 13,
			"header": 2,
			"entries": [
				"From 13th level, you more quickly adapt to strategies you didn't initially outsmart. After failing a saving throw caused by a creature, you have advantage on the next saving throw of the same ability score caused by that creature. You cannot benefit from this feature against the same creature more than once per short or long rest."
			]
		},
		{
			"name": "Expert Miscreant",
			"source": "JaekRuffianRogue",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Ruffian",
			"subclassSource": "JaekRuffianRogue",
			"level": 17,
			"header": 2,
			"entries": [
				"By 17th level, you have mastered every dirty trick in the book. If a creature succeeds on its saving throw against one of your Dirty Tactics, you can recover the d6s you spent to activate it. When you do so, you can use another Dirty Tactic as part of your current action or reaction, or roll the d6s for Sneak Attack damage.",
				"You have two uses of this feature. You regain any expended uses when you roll for initiative."
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Throat Slam (Costs 1d6)",
			"source": "JaekRuffianRogue",
			"featureType": [
				"DT"
			],
			"entries": [
				"You attempt to crush a creature's windpipe, forcing it to make a Constitution saving throw. On a failed save, until the start of your next turn, the target's next saving throw to maintain concentration is made with disadvantage, and it can only speak falteringly."
			]
		},
		{
			"name": "Vicious Wound (Costs 1d6)",
			"source": "JaekRuffianRogue",
			"featureType": [
				"DT"
			],
			"entries": [
				"You forgo a direct assault and try to cause a creature greater longterm harm, leaving it bleeding for 1 minute or until it is healed magically. At the start of each of its turns while bleeding, the target's maximum and current hit points decrease by 1 due to blood loss. By succeeding on a Wisdom ({@skill Medicine}) check against your Dirty Tactic DC as an action, the target or one of its allies can stem this bleeding.",
				"You can spend additional d6s on this Dirty Tactic beyond its normal cost, increasing the hit point decrease by 1 per d6 spent."
			]
		},
		{
			"name": "Cheap Shot (Costs 2d6)",
			"source": "JaekRuffianRogue",
			"featureType": [
				"DT"
			],
			"entries": [
				"You attempt to debilitate a creature by hitting it in a sensitive area, forcing it to succeed on a Constitution saving throw or have its movement speed reduced by 10 feet until the start of your next turn.",
				"During this time, the target cannot use the {@action Dash}, {@action Dodge}, {@action Help}, {@action Search}, {@action Ready} or {@action Use an Object} actions, nor can it take reactions."
			]
		},
		{
			"name": "Outrageous Insult (Costs 3d6)",
			"source": "JaekRuffianRogue",
			"featureType": [
				"DT"
			],
			"entries": [
				"You attempt to draw a creature's ire by infuriating it with a lewd act ( e.g. spitting on it), forcing it to make a Wisdom saving throw. On a failed save, it has disadvantage on its attack rolls against creatures other than you until the start of your next turn."
			]
		},
		{
			"name": "Kneecrack (Costs 4d6)",
			"source": "JaekRuffianRogue",
			"featureType": [
				"DT"
			],
			"entries": [
				"You attempt to lame a creature that is Large or smaller, forcing it to succeed on a Strength saving throw or fall {@condition prone}."
			]
		},
		{
			"name": "Maim (Costs 5d6)",
			"source": "JaekRuffianRogue",
			"featureType": [
				"DT"
			],
			"entries": [
				"You attempt to cripple a creature, forcing it to succeed on a Constitution saving throw or drop whatever it's holding in an appendage of your choice. The target cannot use that appendage in any way until the end of its next turn."
			]
		},
		{
			"name": "Eye Gouge (Costs 6d6)",
			"source": "JaekRuffianRogue",
			"featureType": [
				"DT"
			],
			"entries": [
				"You attempt to curtail a creature's vision by any means necessary, forcing it to succeed on a Dexterity saving throw or be {@condition blinded} until the start of your next turn."
			]
		}
	]
}
