{
	"_meta": {
		"sources": [
			{
				"json": "JaekDiplomacyBard",
				"abbreviation": "JCoDB",
				"full": "College of Diplomacy Bard",
				"url": "https://drive.google.com/file/d/1YGJtlIxBsawm1IaWtfmEinx72c-Z63MU/view",
				"authors": [
					"Jaek"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"version": "1.2"
			}
		],
		"dateAdded": 1643217526,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "a1c500e588",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Path of the Monster",
			"source": "JaekDiplomacyBard",
			"shortName": "Diplomacy",
			"className": "Bard",
			"classSource": "PHB",
			"subclassFeatures": [
				"College of Diplomacy|Bard||Diplomacy|JaekDiplomacyBard|3",
				"Secret Communiqué|Bard||Diplomacy|JaekDiplomacyBard|6",
				"Diplomatic Immunity|Bard||Diplomacy|JaekDiplomacyBard|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "College of Diplomacy",
			"source": "JaekDiplomacyBard",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Diplomacy",
			"subclassSource": "JaekDiplomacyBard",
			"level": 3,
			"entries": [
				"Bards of the College of Diplomacy under stand that statecraft, like music or drama, is a complicated artform. Formally trained as couriers, aides, stewards, geishas, and ambassadors, these performers use civility and social protocol to open doors where others cannot. In mastering their craft, these individuals also learn to see the connections between magical and social networks, and recognize how each can influence the other.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Foreign Relations|Bard||Diplomacy|JaekDiplomacyBard|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Magical Networking|Bard||Diplomacy|JaekDiplomacyBard|3"
				}
			]
		},
		{
			"name": "Foreign Relations",
			"source": "JaekDiplomacyBard",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Diplomacy",
			"subclassSource": "JaekDiplomacyBard",
			"level": 3,
			"header": 1,
			"entries": [
				"When you join the College of Diplomacy at 3rd level, you learn the proper etiquette for handling those from other cultures. You learn three languages of your choice.",
				"In addition, whenever you interact socially with a creature in a language other than Common, you have advantage on your Charisma ({@skill Deception}), Charisma ({@skill Persuasion}), and Wisdom ({@skill Insight}) checks against it, but only if the creature can understand that language."
			]
		},
		{
			"name": "Magical Networking",
			"source": "JaekDiplomacyBard",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Diplomacy",
			"subclassSource": "JaekDiplomacyBard",
			"level": 3,
			"header": 1,
			"entries": [
				"Also at 3rd level, you can utilize your web of personal connections to extend your reach through the Weave.",
				"By expending a use of your Bardic Inspiration when you cast a bard spell, you can choose to cast the spell as if you we re located in the space of a willing creature within 60 feet of you that can see or hear you.",
				"When you cast a spell in this way, the willing creature also gains an amount of temporary hit points equal to the number rolled on the Bardic Inspiration die + your Charisma modifier (minimum of 1)."
			]
		},
		{
			"name": "Secret Communiqué",
			"source": "JaekDiplomacyBard",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Diplomacy",
			"subclassSource": "JaekDiplomacyBard",
			"level": 6,
			"header": 2,
			"entries": [
				"From 6th level, your mastery of sta tecraft allows you to communicate with but a meaningful look.",
				"The ranges of both your Countercharm and Bardic Inspiration features are doubled, and if an ally can see you, it doesn't need to hear you to be affected by either of those features.",
				"In addition, using this feature, you can choose to activate your Countercharm feature silently, without moving, and by using a bonus action instead of an action. Until the end of your next turn, targets affected by this use of Countercharm have advantage on their Charisma, Intelligence, and Wisdom saving throws, and can also communicate telepathically with any other affected targets they can see, regardless of their language.",
				"After you use your Countercharm in this way, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Diplomatic Immunity",
			"source": "JaekDiplomacyBard",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Diplomacy",
			"subclassSource": "JaekDiplomacyBard",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you can magically compel even your enemies to act cordially towards you.",
				"As an action, you can force up to 5 creatures of your choice within 60 feet of you that can see and hear you to make a Wisdom saving throw against your spell save DC. A target automatically succeeds if it can't understand your language, but if it shares more than one language with you, it makes this save with disadvantage.",
				"If a target fails its save, it becomes charmed by you and all of your allies it can see within 60 feet of you. This effect lasts until the end of your next turn if you are fighting the target or if you begin to fight it, or for 1 hour otherwise. This effect ends on a target if it notices you or your allies harm it or a creature it is friendly towards.",
				"While charmed in this way, each affected target is convinced you are representing an individual, group, or power offering them fealty, an alliance, or a trade deal in its best interests. They will treat you hospitably, rationalize any of your hostile behaviors as unusual quirks, and try to persuade their allies to welcome you and your 'entourage.'",
				"Once you use this feature, you can't do so again until you finish a long rest."
			]
		}
	]
}
