{
	"_meta": {
		"sources": [
			{
				"json": "EldritchChampion",
				"abbreviation": "KSEC",
				"full": "Eldritch Champion",
				"authors": [
					"/u/Ken_Silverwood"
				],
				"convertedBy": [
					"Lxran#2292"
				],
				"version": "v1.2",
				"url": "https://homebrewery.naturalcrit.com/share/mXpcetHSh",
				"color": "c9399a"
			}
		],
		"dateAdded": 1602665500,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "9ec32223d6",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Eldritch Champion",
			"source": "EldritchChampion",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"shortName": "Eldritch Champion",
			"subclassSpells": [
				"Heroism",
				"absorb elements|xge",
				"Spiritual Weapon",
				"Scorching Ray",
				"Blink",
				"Haste",
				"Freedom of Movement",
				"Fire Shield",
				"Cone of Cold",
				"Telekinesis"
			],
			"subclassFeatures": [
				"Eldritch Champion|Warlock||Eldritch Champion|EldritchChampion|1",
				"Pact Armor|Warlock||Eldritch Champion|EldritchChampion|6",
				"Unwavering Barrier|Warlock||Eldritch Champion|EldritchChampion|10",
				"Gish Transformation|Warlock||Eldritch Champion|EldritchChampion|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Eldritch Champion",
			"source": "EldritchChampion",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Champion",
			"subclassSource": "EldritchChampion",
			"level": 1,
			"entries": [
				"Eldritch Champion power comes from a pact you've made with an otherwordly powerful warrior. It might be from a powerful Knights of the Past, or your power comes from a powerful Demon General from The Abyss or Nine Hells, or you gain your power through a deal with a powerful celestial that need a champion to do some biddings. As their champion, you're bestowed with a power that will help you carry on your task and bidding for that being. When you gain the power of an Eldritch Champion, you're granted with a martial prowess that'll aid you in a battle comes, along with the power to help you strike down your foes, or protect you from upcoming harm, the power that ensure you will finish your task for your patron.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Extended Spell List|Warlock||Eldritch Champion|EldritchChampion|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Soulbound Weapon|Warlock||Eldritch Champion|EldritchChampion|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Patron's Favor|Warlock||Eldritch Champion|EldritchChampion|1"
				}
			]
		},
		{
			"name": "Extended Spell List",
			"source": "EldritchChampion",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Champion",
			"subclassSource": "EldritchChampion",
			"level": 1,
			"header": 1,
			"entries": [
				"The Eldritch Champion lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
				{
					"type": "table",
					"caption": "Eldritch Champion Extended Spells",
					"colLabels": [
						"Spell Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"1st",
							"{@spell heroism}, {@spell absorb elements|XGE}"
						],
						[
							"2nd",
							"{@spell spiritual weapon}, {@spell scorching ray}"
						],
						[
							"3rd",
							"{@spell blink}, {@spell haste}"
						],
						[
							"4th",
							"{@spell freedom of movement}, {@spell fire shield}"
						],
						[
							"5th",
							"{@spell cone of cold}, {@spell telekinesis}"
						]
					]
				}
			]
		},
		{
			"name": "Soulbound Weapon",
			"source": "EldritchChampion",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Champion",
			"subclassSource": "EldritchChampion",
			"level": 1,
			"header": 1,
			"entries": [
				"The influence of your patron also allows you to mystically channel your will through a particular weapon. At 1st level, whenever you finish a long rest, you can touch one melee weapon, that weapon become your Soulbond Weapon until you choose a new weapon at the end of another long rest. You become proficient with that weapon. When you attack with that weapon, you can use your Charisma modifier, instead of Strength or Dexterity for the attack and damage rolls. If you later gain the Pact of the Blade feature, this benefit extends to every pact weapon you conjure with that feature."
			]
		},
		{
			"name": "Patron's Favor",
			"source": "EldritchChampion",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Champion",
			"subclassSource": "EldritchChampion",
			"level": 1,
			"header": 1,
			"entries": [
				"Your patron bless and enhance your physical body with skill necessary to carry out its task. At 1st level, your hit point maximum increases by 1 and increases by 1 again whenever you gain a level in this class.",
				"You become proficient with both {@skill Athletics} and {@skill Acrobatics} skill if you aren't already. Whenever you're subjected with those checks, you can use your Charisma modifier instead of Strength or Dexterity for those checks. You can use this feature a number of times equal to your Charisma modifier. You regain any expended uses when you finish a short rest or long rest."
			]
		},
		{
			"name": "Pact Armor",
			"source": "EldritchChampion",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Champion",
			"subclassSource": "EldritchChampion",
			"level": 6,
			"header": 2,
			"entries": [
				"Your patron power allow you to extend your bond with any armor and shield you deemed suitable to help you on your goals. Starting at 6th level, you can transform one armor and/or one shield into your pact armor by performing a special ritual while you hold the armor and/or shield. You perform the ritual over the course of 1 hour, which can be done during a short rest. You can then dismiss the armor and the shield, shunting it into an extradimensional space. You can instantly don or dismiss the armor and/or the shield using your action. Both of them ceases being your pact armor if you die, if you perform the 1-hour ritual on a different armor or shield, or if you use a 1-hour ritual to break your bond to it. The armor and/or the shield appears at your feet if it is in the extradimensional space when the bond breaks.",
				"You become proficient with your pact armor and/or shield. You can use the shield as your warlock spellcasting focus and you can perform the somatic components of spells even when you have weapon and your shield from your Pact Armor in both hands. You can substitute and use your Charisma instead of Strength for the prerequisite of your pact armor if it have any. If you take Pact of the Blade option, you can manifest or dismiss both of your pact weapon and pact armor at a same time as part of same action."
			]
		},
		{
			"name": "Unwavering Barrier",
			"source": "EldritchChampion",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Champion",
			"subclassSource": "EldritchChampion",
			"level": 10,
			"header": 2,
			"entries": [
				"You have power to create a magical barrier which protect you from harm. Starting at 10th level, whenever a creature attempt to hits you with an attack or force you to make a saving throw, you can use your reaction to grant bonus to your AC or saving throw (your choice) equals to your Charisma modifier. The bonus will last until the start of your next turn.",
				"After you use this feature, you cannot use it again until you finish a short or a long rest, or after you cast a spell using your warlock spell slot."
			]
		},
		{
			"name": "Gish Transformation",
			"source": "EldritchChampion",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Champion",
			"subclassSource": "EldritchChampion",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you can use your bonus action to tap into the great power of your patron. Greatly enhancing both of your martial prowess and magical power, and enhance your ability to combine both of them. For 1 minute, or until you're {@condition incapacitated} you will gain this benefit:",
				{
					"type": "list",
					"items": [
						"Your weapon attacks or warlock spell attacks deals an additional {@dice 1d8} force damage to the target on hit.",
						"If you use your action to cast a spell or a cantrip, you can make one weapon attack as a bonus action.",
						"Being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged spell attack rolls."
					]
				},
				"After you use this feature, you cannot use it again until you finish a long rest. You also regain the use of this feature after you cast a spell from your Mystic Arcanum feature."
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Otherworld Training",
			"source": "EldritchChampion",
			"page": 2,
			"prerequisite": [
				{
					"patron": "Eldritch Champion"
				}
			],
			"entries": [
				"You learn one {@filter fighting style|optionalfeatures|feature type=fs:f} which are detailed in Fighter class feature. Everytime you finish a long rest, you can change the fighting style you know with another available fighting style."
			],
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Rider of the Apocalypse",
			"source": "EldritchChampion",
			"page": 2,
			"prerequisite": [
				{
					"patron": "Eldritch Champion",
					"level": {
						"level": 5
					}
				}
			],
			"entries": [
				"You gain ability to cast {@spell phantom steed} as ritual. When you do, you can create a number of the steeds equal to your Charisma modifier instead of only 1, you can select a rider for each creature created in this way."
			],
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Prodigious Warrior",
			"source": "EldritchChampion",
			"page": 2,
			"prerequisite": [
				{
					"patron": "Eldritch Champion",
					"level": {
						"level": 9
					},
					"pact": "Blade"
				}
			],
			"entries": [
				"Your weapon and spell attacks will score a critical hit on a 19 or 20 roll on {@dice d20}."
			],
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Manual of Expanded Armory",
			"source": "EldritchChampion",
			"page": 2,
			"prerequisite": [
				{
					"patron": "Eldritch Champion",
					"pact": "Tome"
				}
			],
			"entries": [
				"While holding your Book of Shadows, you can cast {@spell identify} spell at will. Additionally, you can use a ranged weapon as your soulbound weapon."
			],
			"featureType": [
				"EI"
			],
			"additionalSpells": [
				{
					"innate": {
						"_": [
							"identify"
						]
					}
				}
			]
		},
		{
			"name": "Knight's Best Friend",
			"source": "EldritchChampion",
			"page": 2,
			"prerequisite": [
				{
					"patron": "Eldritch Champion",
					"pact": "Chain"
				}
			],
			"entries": [
				"If you have {@creature Umbral Wolf|EldritchChampion} as your familiar, it gains additional hit points equal to twice of your warlock level. When your Umbral Wolf is in an area of dim light or darkness, it can use its bonus action to become {@condition invisible}. It remains {@condition invisible} until it makes an attack, or are in an area of bright light."
			],
			"featureType": [
				"EI"
			]
		}
	],
	"monster": [
		{
			"name": "Umbral Wolf",
			"size": [
				"M"
			],
			"type": {
				"type": "beast",
				"tags": [
					"shapechanger"
				]
			},
			"source": "EldritchChampion",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "2d8",
				"average": 9
			},
			"speed": {
				"walk": 30
			},
			"str": 12,
			"dex": 16,
			"con": 10,
			"int": 7,
			"wis": 14,
			"cha": 10,
			"passive": 10,
			"cr": "1",
			"page": 3,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"languages": [
				"understands Common and those spoken by its master",
				"but can't speak"
			],
			"languageTags": [
				"C",
				"CS"
			],
			"skill": {
				"perception": "+4",
				"stealth": "+5"
			},
			"trait": [
				{
					"name": "Keen Senses",
					"entries": [
						"The umbral wolf has advantage on Wisdom ({@skill Perception}) checks that rely on sight, hearing or smell."
					]
				},
				{
					"name": "Shapechanger",
					"entries": [
						"The umbral wolf can use its action to polymorph into a beast form that resembles a crow (speed 20 ft., fly 40 ft, size tiny.), a riding horse (speed 60ft, size large) or back into its true form. Its statistics are the same in each form, except for the speed and size changes noted. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies. Umbral wolf cannot make an attack action while using the other form."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The umbral wolf has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"traitTags": [
				"Keen Senses",
				"Magic Resistance",
				"Shapechanger"
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d4 + 2}) piercing damage. If the target is a creature, it must succeed on a {@dc 11} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"familiar": true,
			"variant": [
				{
					"name": "Umbral Wolf as Familiar",
					"entries": [
						"The umbral wolf can serve another creature as a familiar, forming a magic, telepathic bond with that willing companion. While the two are bonded, the companion can sense what the umbral wolf senses as long as they are within 1 mile of each other. While the umbral wolf is within 10 feet of its companion, the companion shares the umbral wolf's Magic Resistance trait. At any time and for any reason, the umbral wolf can end its service as a familiar, ending the telepathic bond."
					],
					"type": "variant"
				}
			],
			"fluff": {
				"entries": [
					"{@note Note: This creature is a Pact of the Chain familiar choice.}",
					"Umbral wolf is a canine-like creature purely made of shadow, leaving a trail of shadow mist as it walks. Granted upon an Eldritch Champion as a reward to their loyalty. The native plane of Umbral Wolf isn't really well known, one only exist to loyally serve his master. Umbral Wolf is a loyal creature to its master, always ready to accompany them to any battle comes.",
					"Umbral Wolves have supernaturally powerful senses. It has proven to be reliable in hunting and tracking situation. Umbral Wolves are also able to transform its form to match the needs of its master. It may transform into a hawk to scout the area of the upcoming battlefield, or it may transform into a horse as a steed of its master.",
					"Umbral Wolves have also proven to be a sneaky creatures, especially in the darkness. Waiting patiently before striking its enemy, only to disappearing again leaving no trace, leaving its foes lying wounded or dead."
				]
			},
			"tokenUrl": "https://files.catbox.moe/4vyclt.png",
			"savingThrowForced": [
				"strength"
			]
		}
	],
	"variantrule": [
		{
			"name": "Design Notes",
			"source": "EldritchChampion",
			"page": 4,
			"entries": [
				"\"Why is Eldritch Knight is a fighter subclass instead of warlock?\" Thus that question lead me to design this subclass, with a mindset \"lets create another full martial warlock subclass, I'm sick of using Hexblade everytime I want a melee warlock\".",
				{
					"type": "entries",
					"name": "Expanded Spell List",
					"page": 4,
					"entries": [
						"The choosen spell will still benefit melee or ranged playstyle, depends on your chosen pact boon. Notes there is one spell from {@book Xanathar's Guide to Everything|XGE}, if you wish not using the book, you can replace {@spell absorb elements|xge} with {@spell ensnaring strike}."
					]
				},
				{
					"type": "entries",
					"name": "1st Level Feature",
					"page": 4,
					"entries": [
						"Soulbond weapon heavily influenced by the Hexblade \"attacks using charisma\" feature. So you can still maintain your physical and magical power without the need of making the enemy disadvantage on saving throw like an *Eldritch Knight* did. The trade off here is this subclass doesn't provide any additional armor or weapon proficiency, instead it must commit to one weapon of his choice at the beginning of the day. Another feature is basically gives you a footing on any ability checks if you're melee frontliner, such as grappling, escaping grapple, maneuvering through the battlefield, etc. I bound the feature usage with your charisma modifier depicted as how many times you can ask your patron for a favor."
					]
				},
				{
					"type": "entries",
					"name": "6th Level Feature",
					"page": 4,
					"entries": [
						"This feature is a made up for not granting any additional armor or shield proficiency earlier. This feature let you use any kind of armor without ever worrying about any requirements it may have. This feature open many option how you play your warlock. You can play sword and board warlock or dual wield warlock without worrying about your somatic component of spellcasting. "
					]
				},
				{
					"type": "entries",
					"name": "10th Level Feature",
					"page": 4,
					"entries": [
						"Warlock's 10th level feature thematically always a defensive feature. This one works kinda similar as {@spell shield} spell, but it also can gives you a one round saving throw boost like a nerfed down paladin class feature."
					]
				},
				{
					"type": "entries",
					"name": "14th Level Feature",
					"page": 4,
					"entries": [
						"This one is a final feature for this subclass. This feature will boost you with power to attack and use spell or cantrip on the same turn, similar to the fighter {@i Eldritch Knight}. The extra damage on attack also help this class boost it damage per round to match another martial class, and to match the damage output against {@i Hexblade's Curse}.",
						"Many of you will think that this is a little bit overpowered. Especially when you have the most powerful cantrip in the game. But the Eldritch Knight can also use this combo with some  multiclass at 9th level. So I think this feature still balances itself out by being the final feature of this class without having to multiclass. Also the total damage per round after using this feature still lower than the famous Hexblade Sorlock class."
					]
				},
				{
					"type": "section",
					"name": "Eldritch Invocations",
					"page": 4,
					"entries": [
						"{@b Otherworld Training} is an invocation that gives you a flexibility on how you play your warlock.",
						"{@b Rider of the Apocalypse} is more like a thematic invocation, it will helps your party so they never have to worried about a steed anymore while travelling at low level.",
						"{@b Prodigious Warrior} This invocation is so simple, yet so powerful. Very tempting to be taken, but your limited number of invocation demand something more utility. Your choice player. :D",
						"{@b Manual of Expanded Armory} is an invocation for a Pact of the Tome option. This invocation grant access to a ranged weapon so you can play a ranged warlock instead. The Identify spell is more like a thematic bonus. So maybe you can still have the spell without taking Book of Ancient Secret invocation.",
						"{@b Knight's Best Friend}: Who doesn't love a doggies? or in this case might be a Black Wolf made from pure shadows. Who cares? This invocation enhance your specific themed familiar. The familiar itself inspired from a story I read about a lone knight only accompanied by his dog. "
					]
				}
			]
		}
	]
}
