{
	"_meta": {
		"sources": [
			{
				"json": "KhrystanShade",
				"abbreviation": "Sde",
				"full": "Shade Rogue",
				"authors": [
					"Khrystan"
				],
				"convertedBy": [
					"Khrystan"
				],
				"version": "1.0",
				"url": "https://drive.google.com/file/d/1B5I7KQCM0mUDZO-SgrMUMMtX-PGjL-OY/view?usp=share_link",
				"targetSchema": "1.0"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "187c5565f1",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Shade",
			"source": "KhrystanShade",
			"shortName": "Shade",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassFeatures": [
				"Murderous Infiltrate|Rogue|PHB|Shade|KhrystanShade|3|KhrystanShade",
				"Grim Prowess|Rogue|PHB|Shade|KhrystanShade|3|KhrystanShade",
				"Exploit Weakness|Rogue|PHB|Shade|KhrystanShade|9|KhrystanShade",
				"Focused Slaying|Rogue|PHB|Shade|KhrystanShade|13|KhrystanShade",
				"Assassins Choice|Rogue|PHB|Shade|KhrystanShade|17|KhrystanShade"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Shade",
			"source": "KhrystanShade",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Shade",
			"subclassSource": "KhrystanShade",
			"level": 3,
			"entries": [
				"Shades are exiles, scions of a noble line ousted from the jagged towers of the ancient elven cities. They haunt the wilderness like vengeful ghosts, preying on all who enter their domain. If the moment – or the price – is right, Shades will sometimes accompany others to war. Some travel even further afield, bringing their  murderous skill to distant shores in exchange for goldor vicarious thrill.",
				"A Shade treads an assassin's path, striking unaware or distracted foes when they are most vulnerable to their wicked blades. They are fleet-footed death, come to claim the blood of the living.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Murderous Infiltrate|Rogue|PHB|Shade|KhrystanShade|3|KhrystanShade"
				}
			]
		},
		{
			"name": "Murderous Infiltrate",
			"source": "KhrystanShade",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Shade",
			"subclassSource": "KhrystanShade",
			"level": 3,
			"header": 1,
			"entries": [
				"Starting at 3rd level, you utilize the ancient fey paths, allowing you to seemingly disappear. As an action, you teleport up to your walk speed to within 5ft of a target creature you can see. You may then make a melee weapon attack against the target, if you hit you may use your Sneak Attack feature on this attack. Your Sneak Attack dice become 1d8 for this attack.",
				"You can use this feature twice, regaining all uses after you finish a long rest."
			]
		},
		{
			"name": "Grim Prowess",
			"source": "KhrystanShade",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Shade",
			"subclassSource": "KhrystanShade",
			"level": 3,
			"header": 1,
			"entries": [
				"Also at 3rd level, you have been trained in skills created by the priesthood of Zinzerena. you gain darkvision out to a range of 60 feet. If you already have darkvision increases the range of your darkvision by 60 feet.",
				"Also, your melee weapon attacks score a critical hit on a roll of 19 or 20 against creatures that have not yet acted in the current combat."
			]
		},
		{
			"name": "Exploit Weakness",
			"source": "KhrystanShade",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Shade",
			"subclassSource": "KhrystanShade",
			"level": 9,
			"header": 1,
			"entries": [
				"At 9th level, you have studied many different foes, your able to quickly spot even the greatest foes weak spots. When you gain this feature choose one of the benefits:",
				{
					"type": "list",
					"items": [
						"Bleakrunner. When you use your Cunning Action feature to dash, for the duration of your turn, attacks of opportunity against you are made at disadvantage. When you move within 5 feet of a creature or an object that isn't being worn or carried, it takes 1d6 slashing damage. A creature can only take this damage once per turn.",
						"Cruelty. When you critically hit with a melee attack and use your Sneak Attack feature, you can roll your Sneak Attack dice again and add the number to the damage of the attack.",
						"Exquisite Hunter. You can teleport double your walk speed with your Murderous Infiltrate, and if you hit the creature is left with a bleeding wound, they cannot heal and take 1d10 necrotic damage at the end of each of their turns for 1 minute or until they or another creature makes a Medicine check (DC 8 + proficiency bonus + Intelligence modifier). Also, you always know the location of the creature as long as it is bleeding."
					]
				}
			]
		},
		{
			"name": "Focused Slaying",
			"source": "KhrystanShade",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Shade",
			"subclassSource": "KhrystanShade",
			"level": 13,
			"header": 1,
			"entries": [
				"Beginning at 13th level, you enter an intense focus during combat, heightening all of your senses and combat skill. During combat, each time your Critically hit, you gain a stack of Focus. You lose all stacks of Focus when combat ends. You gain the following benefits depending on how many Focus you have:",
				{
					"type": "list",
					"items": [
						"1+. Your movement is increased by 10ft, your melee weapon attacks score critical hits on a 19 - 20.",
						"2+. Your movement is increased by 20ft, your melee weapon attacks score critical hits on a 18 - 20. You can attack twice, instead of once, whenever you take the Attack action on your turn.",
						"4+. Your movement is increased by 30ft, your melee weapon attacks score critical hits on a 17 - 20. You can attack twice, instead of once, whenever you take the Attack action on your turn. You may use Sneak Attack up to twice per turn."
					]
				}
			]
		},
		{
			"name": "Assassins Choice",
			"source": "KhrystanShade",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Shade",
			"subclassSource": "KhrystanShade",
			"level": 17,
			"header": 1,
			"entries": [
				"By 17th level, you have studied your foes well . When you gain this feature choose one of the benefits:",
				{
					"type": "list",
					"items": [
						"Hungry Wind. When you use your Murderous Infiltrate, each other creature of your choice within 40ft of the target must make a Dexterity saving throw (DC 8 + proficiency bonus + dexterity modifier) or take 4d6 slashing damage, taking half damage on a success. For the next minute, you are under the effects of the Haste spell.",
						"Shimmer Strike. When you use your Murderous Infiltrate, you can use it again immediately after on the same target, without expending a use. If your Critically hit with this additional attack, you may use it once more. For the next minute, you are under the effects of the Spirit Shroud spell.",
						"Cloak of Pain. You gain one additional use of your Murderous Infiltrate. When hit a creature with your Murderous Infiltrate, the target has -5 and disadvantage on attack rolls until the end of your next turn. If you Critically hit with it, the creature is stunned instead. For the next minute, you are under the effects of the Far Step spell."
					]
				}
			]
		}
	]
}
