{
	"_meta": {
		"sources": [
			{
				"json": "cbs",
				"abbreviation": "CBS",
				"full": "Way of the Cherry Blossom Sage",
				"authors": [
					"kingstarman"
				],
				"convertedBy": [
					"ZeroMan"
				],
				"version": "1.0.0"
			}
		],
		"dateAdded": 1637359096,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "63cd99ae6d",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Cherry Blossom Sage",
			"source": "cbs",
			"shortName": "Cherry Blossom Sage",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassFeatures": [
				"Way of the Cherry Blossom Sage|Monk||Cherry Blossom Sage|cbs|3",
				"Act 2: The Conflict|Monk||Cherry Blossom Sage|cbs|6",
				"In Medias Res|Monk||Cherry Blossom Sage|cbs|11",
				"Act 3: The Climax|Monk||Cherry Blossom Sage|cbs|17"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Way of the Cherry Blossom Sage",
			"source": "cbs",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Cherry Blossom Sage",
			"subclassSource": "cbs",
			"level": 3,
			"page": 1,
			"entries": [
				"Some monks spend their childhoods studding at the Cherry Blossom monastery to learn the art of story telling. Each monk of this discipline are known to be both wise and charismatic drawing friend and foes alike into enchanting worlds of adventure.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Gifted Narrator|Monk||Cherry Blossom Sage|cbs|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Act 1: The Beginning|Monk||Cherry Blossom Sage|cbs|3"
				}
			]
		},
		{
			"name": "Gifted Narrator",
			"source": "cbs",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"level": 3,
			"subclassShortName": "Cherry Blossom Sage",
			"subclassSource": "cbs",
			"header": 2,
			"entries": [
				"{@i 3rd level Cherry Blossom Sage feature}",
				"At 3rd level, you gain proficiency with the {@skill Performance} skill and you can use your Wisdom modifier in place of your Charisma modifier when making a {@skill Performance} skill check.",
				"Additionally, you gain proficiency with one gaming set of your choice."
			]
		},
		{
			"name": "Act 1: The Beginning",
			"source": "cbs",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"level": 3,
			"subclassShortName": "Cherry Blossom Sage",
			"subclassSource": "cbs",
			"header": 2,
			"entries": [
				"{@i 3rd level Cherry Blossom Sage feature}",
				"At 3rd level, as a bonus action, you can expend 1 Ki Point and choose a creature within 30ft of you and force that creature to make a Wisdom saving throw or be drawn into your story as the protagonist for 10 minutes. The protagonist is under one of the effects of your choice below:",
				"{@b Befallen by Illness.} The protagonist has tragically contracted a disease for which there is no cure. The protagonist's movement speed is reduced by 10ft and is under the effects with the {@spell Bane} spell.",
				"{@b Hunted like a Dog.} The protagonist has gained the ire of a powerful figure and always has a target on their back. The protagonist takes an additional {@damage 1d4} psychic damage the first time they are hit with an unarmed strike or weapon attack on your turn.",
				"{@b Lost in the wilderness.} The protagonist has strayed from the treaded path and has become lost. The protagonist can no longer see any living creature (not undead or a construct) besides you."
			]
		},
		{
			"name": "Act 2: The Conflict",
			"source": "cbs",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"level": 6,
			"subclassShortName": "Cherry Blossom Sage",
			"subclassSource": "cbs",
			"header": 2,
			"entries": [
				"{@i 6th level Cherry Blossom Sage feature}",
				"At 6th level, as a bonus action, you can expend 2 Ki Points to continue the story. You can use one of the options below while you have at least 1 creature under the effects of your Act 1: The Beginning feature:",
				"{@b Arrival of a Stranger.} As the protagonist continues their journey they come upon a refection of their inner demon. You cast {@spell Summon Shadowspawn} at 3rd level.",
				"{@b Betrayal of a Friend.} The protagonist has been betrayed and can no longer see friend from foe. At the start of each of the protagonist's turns they must make a Wisdom saving throw. On a failed save, they must use their action to attack the closest creature to it.",
				"{@b Man Vs God.} As the story unfolds the protagonist has come against a force greater than they can comprehend. They must make a Wisdom saving throw. On a failed save, the protagonist drops whatever they are holding and become {@condition frightened} of you."
			]
		},
		{
			"name": "In Medias Res",
			"source": "cbs",
			"page": 3,
			"className": "Monk",
			"classSource": "PHB",
			"level": 11,
			"subclassShortName": "Cherry Blossom Sage",
			"subclassSource": "cbs",
			"header": 2,
			"entries": [
				"{@i 11th level Cherry Blossom Sage feature}",
				"At 11th level, you can expend 3 Ki Points and choose a creature within 30ft of you and force that creature to make a Wisdom saving throw. On a failed save, the creature becomes your protagonist and begins at Act 2: The Conflict."
			]
		},
		{
			"name": "Act 3: The Climax",
			"source": "cbs",
			"page": 4,
			"className": "Monk",
			"classSource": "PHB",
			"level": 17,
			"subclassShortName": "Cherry Blossom Sage",
			"subclassSource": "cbs",
			"header": 2,
			"entries": [
				"{@i 17th level Cherry Blossom Sage feature}",
				"At 17th level, as a bonus action, you can expend 3 Ki Points to finish the story. You can use one of the options below while you have at least 1 creature under the effects of your Act 2: The Conflict feature:",
				"{@b Tragic End.} Alas the poor protagonist has found themselves at the end of their rope and this tale ends with tragedy. The protagonist must make a Wisdom saving throw. On a failed save, it is reduced to 0 Hit Points. On a successful save, it takes {@damage 10d10} psychic damage.",
				"{@b Fall from Grace.} The protagonist has lost their old life shedding all connections to their former comrades. The protagonist must make a Wisdom saving throw. On a failed save, the protagonist is then {@condition charmed} by you until a {@spell remove curse} spell is cast on it, the {@condition charmed} condition is removed from it, or you use this feature again.",
				"{@b Exile from Home.} After such a long struggle the protagonist is left with no attachments to their old home forced out as if they were an unwanted soul. The protagonist must make a Wisdom saving throw. On a failed save, they are sent to an outer plane of your choice by the rules of the {@spell plane shift} spell.",
				"Once you successfully use this feature the story ends and the creature is no longer your protagonist. A creature can not become your protagonist again for 24 hours."
			]
		}
	]
}
