{
	"_meta": {
		"sources": [
			{
				"json": "PathOfPolarity",
				"abbreviation": "PoP",
				"full": "Path of Polarity",
				"url": "https://homebrewery.naturalcrit.com/share/2v5RlAK4UbI1",
				"authors": [
					"Korvinagor"
				],
				"convertedBy": [
					"Korvinagor"
				],
				"version": "1.0"
			}
		],
		"dateAdded": 1692084124,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "8ea18b0945",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Path of Polarity",
			"source": "PathOfPolarity",
			"shortName": "Polarity",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassFeatures": [
				"Path of Polarity|Barbarian||Polarity|PathOfPolarity|3",
				"Polarised Fury|Barbarian||Polarity|PathOfPolarity|6",
				"Unerring Lodestone|Barbarian||Polarity|PathOfPolarity|10",
				"Storm of Steel|Barbarian||Polarity|PathOfPolarity|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Path of Polarity",
			"source": "PathOfPolarity",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Polarity",
			"subclassSource": "PathOfPolarity",
			"level": 3,
			"entries": [
				"Barbarians that walk the Path of Polarity instinctively channel the invisible raging forces deep within the molten core of every habitable planet: a powerful phenomenon that is capable of both drawing objects together and pulling them apart, known only as 'magnetism'.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Charged Blows|Barbarian||Polarity|PathOfPolarity|3"
				}
			]
		},
		{
			"name": "Charged Blows",
			"source": "PathOfPolarity",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Polarity",
			"subclassSource": "PathOfPolarity",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i 3rd-level Path of Polarity feature}",
				"While you are raging, if you hit a creature that isn't already affected by this feature, you can Charge it with a magnetic resonance that lasts until the end of your rage. A creature can be Charged in one of two ways, causing the following effects on it:",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"name": "Attraction",
							"entries": [
								"You can add a {@dice d4} to any attack rolls made against the target creature. Additionally, the creature loses hit ponts equal to your Strength modifier and is pulled up to 10 feet towards you when this Charge ends."
							]
						},
						{
							"type": "entries",
							"name": "Repulsion",
							"entries": [
								"The creature must subtract a {@dice d4} from all of its attack rolls. Additionally, the creature loses hit points equal to your Strength modifier and is pushed up to 10 feet away from you when this Charge ends."
							]
						}
					]
				},
				"As a bonus action, you can end any Charge you have inflicted on any number of creatures that you can see.",
				"You can maintain this effect on a number of creatures up to your proficiency bonus and cannot Charge further creatures past this limit."
			]
		},
		{
			"name": "Polarised Fury",
			"source": "PathOfPolarity",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Polarity",
			"subclassSource": "PathOfPolarity",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-level Path of Polarity feature}",
				"You cause a magnetic aura to emanate from yourself or an ally that you can see while you rage. The aura extends 15 feet outwards in every direction, increasing to 30 feet once you reach 10th level in this class.",
				"When a Charged creature enters this aura for the first time on a turn or starts its turn there, it must succeed on a Strength saving throw (DC equal to 8 + your Constitution modifier + your proficiency bonus) or suffer one of the following effects (your choice):",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"name": "Attraction",
							"entries": [
								"The target is pulled next to the creature the aura surrounds and becomes unable to leave the creature's reach until the start of its next turn."
							]
						},
						{
							"type": "entries",
							"name": "Repulsion",
							"entries": [
								"The target is pushed away from the aura's center in a direction of your choice until it is no longer within the aura. It also becomes unable to enter the aura until the start of its next turn."
							]
						}
					]
				}
			]
		},
		{
			"name": "Unerring Lodestone",
			"source": "PathOfPolarity",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Polarity",
			"subclassSource": "PathOfPolarity",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-level Path of Polarity feature}",
				"Your connection to the push and pull of the world enhances your senses, granting you these benefits:",
				{
					"type": "list",
					"items": [
						"You always know which way is north.",
						"You can sense the location and shape of all metal objects within 60 feet of you.",
						"You can see all Charged creatures within 60 feet of you regardless of their visibility."
					]
				},
				"These benefits can also be granted to any creatures of your choice within your magnetic aura."
			]
		},
		{
			"name": "Storm of Steel",
			"source": "PathOfPolarity",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Polarity",
			"subclassSource": "PathOfPolarity",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Path of Polarity feature}",
				"You become capable of charging your very surroundings with the fury of magnetism, causing any objects most attuned to this force to move with a similar zeal.",
				"When you enter your rage, you can cause metallic objects within your magnetic aura to come to life and move on command, using the same rules and restrictions as the {@spell animate objects} spell, with the following differences:",
				{
					"type": "list",
					"items": [
						"Objects act on the turn of the creature surrounded by your magnetic aura without using your bonus action.",
						"Objects that leave your magnetic aura automatically become inanimate again.",
						"Any damage inflicted by these objects is magical."
					]
				},
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		}
	]
}
