{
	"_meta": {
		"sources": [
			{
				"json": "KorvinagorCircleOfProgress",
				"abbreviation": "KCoP",
				"full": "Circle of Progress",
				"url": "https://homebrewery.naturalcrit.com/share/lciw1bX8wEgy",
				"authors": [
					"Korvinagor"
				],
				"convertedBy": [
					"Korvinagor"
				],
				"version": "1.0"
			}
		],
		"dateAdded": 1676597000,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "78002e5675",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Circle of Progress",
			"source": "KorvinagorCircleOfProgress",
			"shortName": "Progress",
			"className": "Druid",
			"classSource": "PHB",
			"subclassFeatures": [
				"Circle of Progress|Druid||Progress|KorvinagorCircleOfProgress|2",
				"Plundered Steel|Druid||Progress|KorvinagorCircleOfProgress|6",
				"Monument to Progress|Druid||Progress|KorvinagorCircleOfProgress|10",
				"Era's End|Druid||Progress|KorvinagorCircleOfProgress|14"
			],
			"subclassSpells": [
				"Sanctuary",
				"Shield",
				"Silence",
				"Suggestion",
				"Leomund's Tiny Hut",
				"Sending",
				"Heat Metal",
				"Otiluke's Resilient Sphere",
				"Sickening Radiance|xge",
				"Insect Plague",
				"Wall of Force",
				"Wall of Stone",
				"Command"
			],
			"additionalSpells": [
				{
					"prepared": {
						"2": [
							"sanctuary",
							"shield"
						],
						"3": [
							"silence",
							"suggestion"
						],
						"5": [
							"Leomund's tiny hut",
							"sending"
						],
						"6": [
							"heat metal"
						],
						"7": [
							"Otiluke's resilient sphere",
							"sickening radiance|xge"
						],
						"9": [
							"insect plague",
							"wall of force"
						],
						"10": [
							"wall of stone"
						],
						"14": [
							"command"
						]
					}
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Circle of Progress",
			"source": "KorvinagorCircleOfProgress",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Progress",
			"subclassSource": "KorvinagorCircleOfProgress",
			"level": 2,
			"entries": [
				"Druids of the Circle of Progress are shunned by their peers and admired by states and cities for their relationship with civilisation, coming to its aid and encouraging its development, even at the expense of the natural world.",
				"In truth, more than any other Circle, these druids despise civilisation as an oppressor of both nature and humanity, but also fear and even respect it, seeing it as an unstoppable, monstrous force.",
				"As such, instead of directly attacking civilisation, they help it to rapidly flourish, believing only its growth holds the key to its own undoing. After all, a beast that hunts its prey to extinction is one that quickly perishes, especially one that is fat and complacent.",
				"Members of this Circle wield their magic to channel this beast, taking in the ambient energy of life to produce powerful environment altering effects, and leaving places barren of it in their wake.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Circle Spells|Druid|PHB|Progress|KorvinagorCircleOfProgress|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Exploited Earth|Druid|PHB|Progress|KorvinagorCircleOfProgress|2"
				}
			]
		},
		{
			"name": "Circle Spells",
			"source": "KorvinagorCircleOfProgress",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Progress",
			"subclassSource": "KorvinagorCircleOfProgress",
			"level": 2,
			"header": 1,
			"entries": [
				"To truly know your enemy is to become it - you adopt aspects of civilisation into your magic, from the belief of it as a bastion against the outside world, to its subjugation of surrounding life, and the numerous ills it brings.",
				"This grants you access to additional spells when you reach certain levels in this class, as shown in the table below.",
				"Once you gain access to one of these spells, you always have it prepared, and it doesn't count against the number of spells you can prepare each day. If you gain access to a spell that doesn't appear on the druid spell list, the spell is nonetheless a druid spell for you.",
				{
					"type": "table",
					"caption": "Circle of Progress Spells",
					"colLabels": [
						"Druid Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"2nd",
							"{@spell sanctuary}, {@spell shield}"
						],
						[
							"3rd",
							"{@spell silence}, {@spell suggestion}"
						],
						[
							"5th",
							"{@spell leomund's tiny hut}, {@spell sending}"
						],
						[
							"7th",
							"{@spell otiluke's resilient sphere}, {@spell sickening radiance|xge}"
						],
						[
							"9th",
							"{@spell insect plague}, {@spell wall of force}"
						]
					]
				}
			]
		},
		{
			"name": "Exploited Earth",
			"source": "KorvinagorCircleOfProgress",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Progress",
			"subclassSource": "KorvinagorCircleOfProgress",
			"level": 2,
			"header": 1,
			"entries": [
				"At 2nd level, you learn that every civilisation stems from its agricultural core: culling nature's bounty into swathes of repeating farmland that sustains only the Leviathan that captured it.",
				"In turn, you develop abilities emulating this process. Whenever you cast a spell of 1st level or higher, or deal damage with one before or during your turn, you can choose an effect below to occur as a bonus action.",
				"You can perform this a number of times equal to your Wisdom modifier (minimum of one), and you regain all expended uses when you finish a long rest. You can also preserve one of these uses by expending a use of your Wild Shape feature instead.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "options",
							"entries": [
								{
									"type": "entries",
									"name": "Reap",
									"entries": [
										"You convert a fraction of the spell's power into additional sustenance, granting temporary hit points equal to twice the spell's level + your Wisdom modifier to a target you can see within 60 feet.",
										"Non-magical plant life around the target withers and dies."
									]
								},
								{
									"type": "entries",
									"name": "Plough",
									"entries": [
										"You send deep gashing furrows into the ground in a 5-foot square up to 60 feet away, turning it into {@quickref difficult terrain||3}. Each 5-foot-square portion of the area requires at least 1 minute to clear by hand.",
										"Any creature standing on this square when it appears must succeed on a Dexterity saving throw against your spell save DC or fall {@condition prone}. If the spell was of 2nd level or higher, you may increase the size of the square by 5 feet for each level after the 1st."
									]
								},
								{
									"type": "entries",
									"name": "Sow",
									"entries": [
										"You cause a surge of harvest crops to grow in a 5-foot square up to 60 feet away, {@quickref Vision and Light|PHB|2||heavily obscuring} anything completely within it. This growth is temporary and unnatural, causing it to wither after 1 minute.",
										"If the spell was of 2nd level or higher, you may place another 5-foot square for each level after the 1st. If the crops are grown on ploughed land, they last for 1 hour instead, removing the difficult terrain there."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Plundered Steel",
			"source": "KorvinagorCircleOfProgress",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Progress",
			"subclassSource": "KorvinagorCircleOfProgress",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you feel comfortable with utilising the products of civilisation, both to put those that inhabit it at ease in your presence and as a reminder of the formidable (if ephemeral) power that it wields. You may choose to wear armour or use shields made of metal.",
				"In addition, as an action you can imitate this process of extraction and refinement to clad a target that you can see within 60 feet of you in protective steel, or cast {@spell heat metal} without expending a spell slot. You can do this a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.",
				"The steel rusts away to nothing after 1 hour, or if it is used again on another target, ending the effect. The target has a +2 bonus to their AC for the effect's duration."
			]
		},
		{
			"name": "Monument to Progress",
			"source": "KorvinagorCircleOfProgress",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Progress",
			"subclassSource": "KorvinagorCircleOfProgress",
			"level": 10,
			"header": 2,
			"entries": [
				"Upon reaching 10th level, your ability to emulate civilisation expands further, allowing you to create structures extolling its purported virtues.",
				"You can cast {@spell wall of stone} without expending a spell slot once per long rest, and it is always prepared for you.",
				"When you cast wall of stone using a spell slot of 6th level or higher, you can increase the number of panels it's composed of by 2 or its panels' AC by 1 for each slot level above 5th.",
				"Additionally, each casting of the spell can be modified to alter its appearance, allowing you to create intricate patterns and decorations."
			]
		},
		{
			"name": "Era's End",
			"source": "KorvinagorCircleOfProgress",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Progress",
			"subclassSource": "KorvinagorCircleOfProgress",
			"level": 14,
			"header": 2,
			"entries": [
				"You become capable of harnessing the seeds of downfall inherent in every civilisation, growing as the beast itself does. Once you reach 14th level, you can use a bonus action to expend a use of your Wild Shape feature to embody these destructive aspects, altering your appearance to match and providing you with the listed features below.",
				"This form lasts for 1 minute. It ends early if you dismiss it (no action required), are incapacitated, die, or use your Wild Shape again.",
				{
					"type": "entries",
					"name": "Disease",
					"entries": [
						"Keeping its numerous inhabitants in close proximity, even the mightiest of civilisations can fall to plagues. Your usage of {@spell sickening radiance|xge} also causes creatures to become {@condition poisoned} in addition to its other effects, which lasts until the spell ends."
					]
				},
				{
					"type": "entries",
					"name": "Famine",
					"entries": [
						"With exhausted land providing ever less yields, the unstoppable monster that is the city starves, devoid of resources to extract. While concentrating on the spell {@spell insect plague}, you can use your action to move the area up to 30 feet in any direction. Additionally, you may choose to make the area {@quickref Vision and Light|PHB|2||heavily obscured} instead of {@quickref Vision and Light|PHB|2||lightly obscured}."
					]
				},
				{
					"type": "entries",
					"name": "War",
					"entries": [
						"When nations endlessly expand, conflict - whether within or without - is bound to occur, bringing destruction in its wake as their agricultural cores are put through ever more strain. Whenever you use your 2nd level ability, you may cause an additional effect from the remaining two options to activate alongside it."
					]
				},
				{
					"type": "entries",
					"name": "Conquest",
					"entries": [
						"With conflict comes the subjugation of other peoples, one civilisation devouring another as it attempts to sate its hunger. You can cast {@spell command} at will without expending a spell slot, using Wisdom as your spellcasting ability."
					]
				}
			]
		}
	]
}
