{
	"_meta": {
		"sources": [
			{
				"json": "UEREDSPEC",
				"abbreviation": "Unearthed Arcana - Reddit",
				"full": "College of Spectacle",
				"authors": [
					"u/LeBouncer"
				],
				"convertedBy": [
					"BorgusMaximus"
				],
				"version": "2021.05.08",
				"color": "c8a06c",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/n7rxy3/the_college_of_spectacle_a_new_subclass_for_bards/",
				"targetSchema": "1.0"
			}
		],
		"dateAdded": 1704461796,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ee7dc13064",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "College of Spectacle",
			"source": "UEREDSPEC",
			"className": "Bard",
			"classSource": "PHB",
			"page": 0,
			"shortName": "Spectacle",
			"subclassFeatures": [
				"College of Spectacle|Bard|PHB|Spectacle|Unearthed Arcana - Reddit|3|UEREDSPEC",
				"Circus Education|Bard|PHB|Spectacle|Unearthed Arcana - Reddit|3|UEREDSPEC",
				"Juggling|Bard|PHB|Spectacle|Unearthed Arcana - Reddit|3|UEREDSPEC",
				"Magnificent Magnetism|Bard|PHB|Spectacle|Unearthed Arcana - Reddit|6|UEREDSPEC",
				"Grand Finale|Bard|PHB|Spectacle|Unearthed Arcana - Reddit|14|UEREDSPEC"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "College of Spectacle",
			"source": "UEREDSPEC",
			"page": 0,
			"className": "Bard",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Spectacle",
			"level": 3,
			"header": 1,
			"entries": [
				"While many bards show what they have learned in various colleges through song and speech, members of the College of Spectacle are more interested in amazing the world through their physical feats. The only thing brighter than the torches flying through the air, or the light reflected in the knives dancing above the jugglers' head, are the eyes of onlookers, be it children enjoying the wondrous show, or the teary ones that realized that today, they are a part of the performance."
			]
		},
		{
			"name": "Circus Education",
			"source": "UEREDSPEC",
			"page": 0,
			"className": "Bard",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Spectacle",
			"level": 3,
			"header": 2,
			"entries": [
				"When you join the College of Spectacle at 3rd level, you gain proficiency in acrobatics and performance. If you are already proficient in one of those skills, you may choose another skill to gain proficiency instead. If you are proficient with a simple or martial weapon, you can use it as a spellcasting focus for your bard spells."
			]
		},
		{
			"name": "Juggling",
			"source": "UEREDSPEC",
			"page": 0,
			"className": "Bard",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Spectacle",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, you gain the ability to juggle weapons that have the light and thrown property. As an action, you may add weapons to your hand to start juggling, up to the maximum amount you can juggle (2 + Dexterity modifier, minimum of 3).",
				"As a bonus action, you can roll a bardic inspiration die and magically recover weapons you have thrown within the last minute back into your inventory equal to the number rolled.",
				"Whenever you take damage while juggling, get moved against your will or are negatively affected by a spell (at the DM's discretion), you must succeed on a dexterity saving throw to continue juggling. The DC equals 10 or half the damage you take, whichever number is higher. If you fail the saving throw, you drop all the weapons you are currently juggling to the ground. You automatically fail the saving throw if you are grappled, restrained or incapacitated.",
				"For each weapon that is being juggled, the damage of throwing weapons increase by +2. This bonus increases to +3 at 6th level and +4 at 14th level. You may also use dexterity instead of strength when determining the hit and damage roll of weapons thrown this way."
			]
		},
		{
			"name": "Magnificent Magnetism",
			"source": "UEREDSPEC",
			"page": 0,
			"className": "Bard",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Spectacle",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, if you perform an attack while juggling, you may warp the weapon you threw back into your hand if it hit a creature.",
				"Additionally, weapons returned back into your inventory via the juggling feature may immediately be returned back into your hands."
			]
		},
		{
			"name": "Grand Finale",
			"source": "UEREDSPEC",
			"page": 0,
			"className": "Bard",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Spectacle",
			"level": 14,
			"header": 1,
			"entries": [
				"Starting at 14th level, while you are juggling the maximum amount of weapons you can juggle, you have advantage on saving throws to maintain your juggling.",
				"Additionally, you may use an action to throw all the weapons you are currently juggling at a single target. Weapons thrown using this feature do not benefit from the Magnificent Magnetism class feature. Make a separate attack roll for each weapon thrown. The bonus damage granted by Juggling decreases with each throw. You may use this feature once and you regain all expended uses each time you finish a long rest."
			]
		}
	]
}
