{
	"_meta": {
		"sources": [
			{
				"json": "LeGeneralHugsDragonWarrior",
				"abbreviation": "WotDW",
				"full": "Way of the Dragon Warrior",
				"url": "https://www.gmbinder.com/share/-Mv1rMi56YbGwMeuzxHX",
				"version": "1",
				"authors": [
					"LeGeneralHugs"
				],
				"convertedBy": [
					"dmblc"
				]
			}
		],
		"dateAdded": 1696559727,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ac1d96ed46",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Way of the Dragon Warrior",
			"source": "LeGeneralHugsDragonWarrior",
			"page": 1,
			"shortName": "Dragon Warrior",
			"className": "Monk",
			"classSource": "PHB",
			"subclassFeatures": [
				"Way of the Dragon Warrior|Monk||Dragon Warrior|LeGeneralHugsDragonWarrior|3",
				"Draconic Technique|Monk||Dragon Warrior|LeGeneralHugsDragonWarrior|6",
				"Aspect of the Dragon Warrior|Monk||Dragon Warrior|LeGeneralHugsDragonWarrior|11",
				"Enter the Dragon|Monk||Dragon Warrior|LeGeneralHugsDragonWarrior|17"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Way of the Dragon Warrior",
			"source": "LeGeneralHugsDragonWarrior",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Dragon Warrior",
			"subclassSource": "LeGeneralHugsDragonWarrior",
			"page": 1,
			"level": 3,
			"entries": [
				"Long ago, the dragon gods Ryuujin, Fuujin and Raijin raised the Islands of Ukishima from the sea and imbued them with gravity-defying magic. The floating islands became home to the many dragons and draconic creatures wandering the Feywild.",
				"At the center of Ukishima was The Coral Palace, an ancient monastery built atop the oldest of the islands. It was helmed by the Oracle, an Ancient Solar Dragon and offspring of Amaterasu. Alongside her were four dragons, each pertaining to one of the four seasons, Haruhi of Spring, Natsuki of Summer, Akito of Autumn and Fuyuji of Winter. Each of them inhabited a different part of Ukishima.",
				"One day, a lone traveler made pilgrimage to the sacred palace. They asked the dragons for guidance and strength. The dragons accepted but only on the condition that the traveler use the gifts given to them for the good of dragonkind. Upon accepting their terms, the traveler was imparted the dragons' wisdom and trained in the sacred art of harnessing draconic energy.",
				"Maintaining their sacred oath, the traveler set out to forge new bonds between the world beyond and the dragons of Ukishima. They became known as the first Dragon Warrior. Since then, disciples have also made pilgrimage to the Coral Palace with hopes of learning the Way of the Dragon Warrior.",
				{
					"type": "entries",
					"name": "Draconic Disciple",
					"entries": [
						"You can channel draconic power to magnify your presence and imbue your unarmed strikes with the essence of a dragon's breath. You gain the following benefits:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								"{@b Draconic Presence}. If you fail a Charisma ({@skill Intimidation}) or Charisma ({@skill Persuasion}) check, you can use your reaction to reroll the check, as you tap into the mighty presence of dragons. Once this feature turns a failure into a success, you can't use it again until you finish a long rest.",
								"{@b Draconic Strike.} When you damage a target with an unarmed strike, you can change the damage type to acid, cold, fire, lightning, or poison. Damaging a target this way also allows you to add your Wisdom modifier to the damage roll.",
								"{@b Tongue of Dragons.} You learn to speak, read and write {@language Draconic}."
							]
						}
					]
				}
			]
		},
		{
			"name": "Draconic Technique",
			"source": "LeGeneralHugsDragonWarrior",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Dragon Warrior",
			"subclassSource": "LeGeneralHugsDragonWarrior",
			"page": 1,
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th-level, your close study of dragons allows you to weave dragon-like motions into your martial arts. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you use {@b Step of the Wind}, you gain a flying speed equal to half your walking speed until the end of your turn.",
						"When you use {@b Patient Defense}, parts of your skin become covered by a thin sheen of dragon scales. You gain a +1 bonus to your AC until the end of your next turn.",
						"When you make an attack granted by your {@b Flurry of Blows}, you can spend 1 ki point to deal extra acid, cold, fire, lightning or poison damage of your Martial Arts die to the damage. You can use this feature only once per turn."
					]
				}
			]
		},
		{
			"name": "Aspect of the Dragon Warrior",
			"source": "LeGeneralHugsDragonWarrior",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Dragon Warrior",
			"subclassSource": "LeGeneralHugsDragonWarrior",
			"page": 2,
			"level": 11,
			"header": 2,
			"entries": [
				"When you reach 11th-level, the power of your draconic ki now radiates from you, protecting your allies from harm and inspiring fear in your enemies. As a bonus action, you can create an aura of draconic power that radiates 15 feet from you for 1 minute. For the duration, you gain one of the following effects of your choice:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						"{@b Resistance.} Choose a damage type when you activate this aura: acid, cold, fire, lightning, or poison. You and your allies within your aura gain resistance to the chosen damage type.",
						"{@b Frightful Presence.} When you create this aura, hostile creatures within the aura must succeed on a Wisdom saving throw against your ki save DC or become frightened of you for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a successful save. If a creature's saving throw is successful or the effect ends for it, the creature is immune to this effect for the next 24 hours."
					]
				},
				"Once you use this bonus action, you can't use it again until you finish a long rest, unless you expend 3 ki points to use it again."
			]
		},
		{
			"name": "Enter the Dragon",
			"source": "LeGeneralHugsDragonWarrior",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Dragon Warrior",
			"subclassSource": "LeGeneralHugsDragonWarrior",
			"page": 2,
			"level": 17,
			"header": 2,
			"entries": [
				"You have achieved mastery over the draconic energy flowing through you. You gain the following benefits:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						"{@b Mind of the Dragon.} You gain blindsight out to 10 feet. Within that range, you can effectively see anything that isn't behind total cover, even if you're {@condition blinded} or in darkness. Moreover, you can see an {@condition invisible} creature within that range, unless the creature successfully hides from you.",
						"{@b Body of the Dragon.} You have advantage on saving throws against effects that cause you to be {@condition paralyzed}, {@condition stunned} or {@condition petrified}.",
						"{@b Breath of the Dragon.} You can channel destructive waves of energy, like those created by the dragons you emulate. As an action, you can exhale draconic energy in either a 60-foot cone or a 90-foot line that is 5 feet wide (your choice). Choose a damage type: acid, cold, fire, lightning, or poison. Each creature in that area must make a Dexterity saving throw against your ki save DC, taking damage of the chosen type equal to four rolls of your Martial Arts die on a failed save, or half as much damage on a successful one."
					]
				},
				"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest. While you have no uses available, you can spend 3 ki points to use this feature again."
			]
		}
	],
	"foundrySubclassFeature": [
		{
			"name": "Aspect of the Dragon Warrior",
			"source": "LeGeneralHugsDragonWarrior",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Dragon Warrior",
			"subclassSource": "LeGeneralHugsDragonWarrior",
			"level": 6,
			"effects": [
				{
					"transfer": true,
					"changes": [
						{
							"key": "data.attributes.movement.fly",
							"mode": "UPGRADE",
							"value": "@attributes.movement.walk/2"
						},
						{
							"key": "data.attributes.ac.bonus",
							"mode": "ADD",
							"value": "+1"
						}
					]
				}
			]
		},
		{
			"name": "Enter the Dragon",
			"source": "LeGeneralHugsDragonWarrior",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Dragon Warrior",
			"subclassSource": "LeGeneralHugsDragonWarrior",
			"level": 17,
			"effects": [
				{
					"transfer": true,
					"changes": [
						{
							"key": "system.attributes.senses.blindsight",
							"mode": "UPGRADE",
							"value": "10"
						}
					]
				}
			]
		}
	]
}
