{
	"_meta": {
		"sources": [
			{
				"json": "loecots",
				"abbreviation": "loecots",
				"full": "LevelOfExhaustion: Circle of the Sands",
				"authors": [
					"LevelOfExhaustion"
				],
				"convertedBy": [
					"Lous"
				],
				"version": "1.1",
				"url": "https://homebrewery.naturalcrit.com/share/_WiJ9ofK_zpC",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1634589517,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "7c2a2ee7f7",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Circle of the Sands",
			"source": "loecots",
			"subclassFeatures": [
				"Circle of the Sands|Druid|PHB|Sands|loecots|2",
				"Relentless Weathering|Druid|PHB|Sands|loecots|6",
				"Shifting Dunes|Druid|PHB|Sands|loecots|10",
				"Born of the Sands|Druid|PHB|Sands|loecots|14"
			],
			"shortName": "Sands",
			"className": "Druid",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Circle of the Sands",
			"source": "loecots",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Sands",
			"subclassSource": "loecots",
			"level": 2,
			"entries": [
				"The Circle of the Sands connects druid to the most primal powers within the deserts and dunes. These druids serve as guardians to old ruins and temples, as well as escorts to travelers who find themselves lost in the vast desert sands. In these tasks, members of this circle gain control over the earth itself, and the power that hides within. Many druids of this circle also find themselves with a unique relationship with the dead, and the undead. Desert tombs are home to many corpses, but all deserve respect and protection from raiders and thieves. Others use their physical power to defend temples to long lost gods.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blessings of Strength|Druid|PHB|Sands|loecots|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Force of the Desert Winds|Druid|PHB|Sands|loecots|2"
				}
			]
		},
		{
			"name": "Blessings of Strength",
			"entries": [
				"At 2nd level, your connection to sand gives you extra fortitude. Your hit point maximum increases by 2, and it increases by 1 whenever you gain a level in this class. You also learn the mold earth cantrip.",
				"As an action, you can gain a base AC of 11 + your Constitution modifier if you aren't wearing armor, and your skin assumes a stony or sandy appearance. This effect lasts until you end it as a bonus action, you are incapacitated, or you don armor other than a shield."
			],
			"source": "loecots",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Sands",
			"subclassSource": "loecots",
			"level": 2,
			"header": 1
		},
		{
			"name": "Force of the Desert Winds",
			"entries": [
				"Also at 2nd level, you gain the ability to channel the force of a sandstorm into your form. As an bonus action, you can expend a use of your Wild Shape feature to empower your body, rather than transforming into a beast form. While this feature is active, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your unarmed strikes can deal nonmagical slashing damage equal to 1d8 + your Wisdom modifier on a hit, and you may add your Wisdom modifier instead of your Strength modifier to unarmed strike attack rolls.",
						"Any damage you deal does double damage to nonmagical objects or structures."
					]
				},
				"These benefits last for 10 minutes or until you use your Wild Shape again."
			],
			"source": "loecots",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Sands",
			"subclassSource": "loecots",
			"level": 2,
			"header": 1
		},
		{
			"name": "Relentless Weathering",
			"source": "loecots",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Sands",
			"subclassSource": "loecots",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can attack twice, instead of once, whenever you take the Attack action on your turn. Attacks you make with Force of the Desert Winds effect active are now considered magical.",
				"Additionally, you are hardened by the weather's power that you invoke. You cannot be blinded or deafened by any weather effects or effects that deal thunder damage."
			]
		},
		{
			"name": "Shifting Dunes",
			"source": "loecots",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Sands",
			"subclassSource": "loecots",
			"level": 10,
			"header": 2,
			"entries": [
				"By the time you reach 10th level, you become a master of the earth and the arcane. Whenever you use your action to cast a Druid spell, you may use your bonus action to make one melee attack.",
				"As the geomancy continues to flow through you, you have the {@spell wall of sand} spell prepared. It counts as a druid spell for you, and it doesn't count against the number of spells you can have prepared."
			]
		},
		{
			"name": "Born of the Sands",
			"source": "loecots",
			"page": 1,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Sands",
			"subclassSource": "loecots",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you are cabable of fusing with the sands and earth beneath you. You cannot be stunned, knocked prone, or be forcibly moved by an effect if you are unwilling.",
				"You also gain a burrowing speed equal to your walking speed, and are cabable of moving through a space as narrow as 1 inch wide without squeezing, as your body shifts into sand and flows.",
				"Finally, the chronomancy innate to the mystical powers of sand empowers your mind and body. You no longer need to sleep, and cannot be put to sleep by magical means."
			]
		}
	]
}
