{
	"_meta": {
		"sources": [
			{
				"json": "RyokoSpiritCaller",
				"abbreviation": "RGSC",
				"full": "Ryoko's Guide - Spirit Caller (Playtest)",
				"url": "https://drive.google.com/file/d/1sAy7Dox6hL7hTf3PwJavK3h4Ifug8INf/view",
				"version": "0.2",
				"authors": [
					"Loot Tavern Publishing",
					"DnD Shorts"
				],
				"convertedBy": [
					"dmblc"
				]
			}
		],
		"dateAdded": 1696559727,
		"dateLastModified": 1729630006,
		"status": "wip",
		"_dateLastModifiedHash": "94983e10bc",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Spirit Caller",
			"source": "RyokoSpiritCaller",
			"page": 1,
			"shortName": "Spirit Caller",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassSpells": [
				"command",
				"mage armor",
				"minor illusion",
				"aid",
				"mirror image",
				"plant growth",
				"phantom steed",
				"banishment",
				"guardian of faith",
				"reincarnate",
				"seeming",
				"astral projection"
			],
			"subclassFeatures": [
				"Spirit Caller|Sorcerer||Spirit Caller|RyokoSpiritCaller|1",
				"Spirit Synchronicity|Sorcerer||Spirit Caller|RyokoSpiritCaller|6",
				"Spirit Empowerment|Sorcerer||Spirit Caller|RyokoSpiritCaller|6",
				"Durable Connection|Sorcerer||Spirit Caller|RyokoSpiritCaller|14",
				"Final Form Manifestation|Sorcerer||Spirit Caller|RyokoSpiritCaller|18"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Spirit Caller",
			"source": "RyokoSpiritCaller",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Spirit Caller",
			"subclassSource": "RyokoSpiritCaller",
			"page": 2,
			"level": 1,
			"entries": [
				"Legends tell that a Spirit Caller is born when the soul of a yokai and humanoid meet in the misty void that holds minds waiting to be given life. Spirit Callers are able to manifest their willpower and vitality as a spectral being, a wraith-like spirit that emerges from their body to strike at their enemies. The bond between Caller and spirit is visceral; in response to its Caller's fury, a spirit might detonate a blast of necrotic energy, magnify its size, or hone its senses. A Spirit Caller is the epitome of self-reliance and personal strength, their soul and willpower manifested as a being of its own.",
				{
					"type": "entries",
					"name": "Spirit Caller Spells",
					"entries": [
						"You learn additional spells when you reach certain levels in this class, as shown on the Spirit Caller Spellcasting table. Each of these spells counts as a sorcerer spell for you, but it doesn't count against the number of sorcerer spells you know.",
						"Whenever you gain a sorcerer level, you can replace one spell you gained from this feature with another spell of the same level. The new spell must be an illusion or a conjura- tion spell from the sorcerer, warlock, or wizard spell list.",
						{
							"type": "table",
							"caption": "Spirit Caller Spellcasting",
							"colLabels": [
								"Sorcerer Level",
								"Spell"
							],
							"rows": [
								[
									"1st",
									"command, mage armor, minor illusion"
								],
								[
									"3rd",
									"aid, mirror image"
								],
								[
									"5th",
									"plant growth, phantom steed"
								],
								[
									"7th",
									"banishment, guardian of faith"
								],
								[
									"9th",
									"reincarnate, seeming"
								],
								[
									"17th",
									"astral projection"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Conduit of the Soul",
					"entries": [
						"You can use an action to manifest your spirit, which appears in an unoccupied space within 30 feet of you. It uses the Manifested Spirit stat block, which uses your proficiency bonus (PB) in several places. You decide the appearance your manifested spirit takes. For example, your spirit might appear as a shadowy clone of you, a vicious dragon, or a mighty, sword-wielding specter that crackles with fiery energy. No matter the form your spirit takes, its statistics remain the same.",
						"While manifested, your spirit shares your initiative count, but it takes its turn immediately after yours. As a bonus action, you can command it to take the Attack action on its next turn; otherwise, it takes the Dodge or Help action (your choice). Your spirit remains manifested for 10 minutes, until it is reduced to 0 hit points, or until you lose your concentration, as if concentrating on a spell. After this time, your spirit retreats back into you and disappears.",
						"You can use this feature twice. You regain expended uses when you finish a short or long rest."
					]
				}
			]
		},
		{
			"name": "Spirit Synchronicity",
			"source": "RyokoSpiritCaller",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Spirit Caller",
			"subclassSource": "RyokoSpiritCaller",
			"page": 3,
			"level": 6,
			"header": 2,
			"entries": [
				"When you use a Metamagic option on a spell with a range other than self, you can cause the spell to originate from your manifested spirit, instead of you, if your manifested spirit is within 120 feet of you."
			]
		},
		{
			"name": "Spirit Empowerment",
			"source": "RyokoSpiritCaller",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Spirit Caller",
			"subclassSource": "RyokoSpiritCaller",
			"page": 3,
			"level": 6,
			"header": 2,
			"entries": [
				"When you manifest your spirit using your Conduit of the Soul feature, you can expend any number of sorcery points. When you do, choose one boon from the following list for each point you expend. Your manifested spirit gains these boons until it disappears. You can't select the same boon more than once at the same time, unless stated otherwise.",
				{
					"type": "table",
					"caption": "Spirit Boons",
					"colLabels": [
						"Spirit Boon",
						"Effect"
					],
					"rows": [
						[
							"Resistance",
							"Your spirit gains resistance to one damage type of your choice. (You can select this boon up to a number of times equal to your proficiency bonus.)"
						],
						[
							"Estended Stay",
							"The maximum amount of time your spirit can remain manifested increases by 10 minutes. (You can select this boon up to a number of times equal to your proficiency bonus.)"
						],
						[
							"Enlarge",
							"Your spirit's size increases by one category. Its reach increases by 5 feet and its melee weapon attacks deal an additional 1d8 damage of the attack's type on a hit."
						],
						[
							"Teleporter",
							"Your spirit can use its bonus action to tele- port up to 30 feet to an unoccupied space it can see."
						],
						[
							"Frenzy",
							"Your spirit has advantage on all melee attack rolls, but attack rolls made against it have advantage."
						],
						[
							"Detonator",
							"When your spirit is reduced to 0 hit points, each creature of your choice within 20 feet of it must succeed on a Dexterity saving throw against your spell save DC or take necrotic damage equal to 2d10 + your sorcerer level."
						],
						[
							"Of One Mind",
							"You can use a bonus action to see through your spirit's eyes and hear what it hears until the start of your next turn. During this time, you are deaf and blind with regard to your own senses."
						],
						[
							"Devil's Sight",
							"Your spirit can see in dim light and darkness, both magical and nonmagical, to a distance of 120 feet."
						],
						[
							"Enhanced Agility",
							"Your spirit's speed is doubled."
						],
						[
							"Battlefield Squire",
							"After your spirit takes the Help action, it can use a bonus action that turn to take the Disengage or Dodge action."
						]
					]
				}
			]
		},
		{
			"name": "Durable Connection",
			"source": "RyokoSpiritCaller",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Spirit Caller",
			"subclassSource": "RyokoSpiritCaller",
			"page": 4,
			"level": 14,
			"header": 2,
			"entries": [
				"You have advantage on Constitution saving throws made to maintain concentration on your manifested spirit and on conjuration spells.",
				"In addition, you share any damage resistances that your manifested spirit has."
			]
		},
		{
			"name": "Final Form Manifestation",
			"source": "RyokoSpiritCaller",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Spirit Caller",
			"subclassSource": "RyokoSpiritCaller",
			"page": 4,
			"level": 18,
			"header": 2,
			"entries": [
				"You no longer need to maintain your concentration on your manifested spirit. You can cause it to disappear at any time (no action required).",
				"In addition, you can now select the \"Enlarge\" boon to increase your spirit's size with your Spirit Empowerment feature up to a number of times equal to your proficiency bonus."
			]
		}
	],
	"monster": [
		{
			"name": "Manifested Spirit",
			"shortName": true,
			"source": "RyokoSpiritCaller",
			"page": 3,
			"size": [
				"T",
				"S"
			],
			"type": "fey",
			"alignment": [
				{
					"alignment": [
						"A"
					],
					"note": "shares your alignment"
				}
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"special": "5 + five times your sorcerer level"
			},
			"speed": {
				"walk": 30,
				"fly": {
					"number": 20,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 14,
			"dex": 16,
			"con": 16,
			"int": 9,
			"wis": 15,
			"cha": 12,
			"skill": {
				"intimidation": "+1",
				"stealth": "+3",
				"perception": "+2"
			},
			"senses": [
				"darkvision 30 ft."
			],
			"passive": 12,
			"languages": [
				"understands the languages you speak"
			],
			"cr": {
				"cr": "equal to your PB"
			},
			"pbNote": "equal to your PB",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The spirit makes a number of attacks equal to half your proficiency bonus (rounded down)."
					]
				},
				{
					"name": "Spirit Grasp",
					"entries": [
						"{@atk ms} your spell attack modifier to hit, reach 5 ft., one target. {@h}{@damage 1d8 +  PB} necrotic or radiant damage (your choice)."
					]
				},
				{
					"name": "Spirit Rend",
					"entries": [
						"{@atk rs} your spell attack modifier to hit, range 60 ft., one target. {@h}{@damage 1d6 +  PB} necrotic or radiant damage (your choice)."
					]
				}
			],
			"bonus": [
				{
					"name": "Detect",
					"entries": [
						"Your spirit makes a Wisdom (Perception) check."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"N",
				"R"
			]
		}
	]
}
