{
	"_meta": {
		"sources": [
			{
				"json": "WotCS",
				"abbreviation": "WotCS",
				"full": "Way of the Cobalt Soul",
				"authors": [
					"Matthew Mercer"
				],
				"convertedBy": [
					"Lxran#2292"
				],
				"version": "2020-10-16",
				"color": "0047ab"
			}
		],
		"dateAdded": 1598228500,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "448fb6c0d3",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Way of the Cobalt Soul",
			"source": "WotCS",
			"className": "Monk",
			"classSource": "PHB",
			"shortName": "Cobalt Soul",
			"subclassFeatures": [
				"Way of the Cobalt Soul|Monk||Cobalt Soul|WotCS|3",
				"Extort Truth|Monk||Cobalt Soul|WotCS|6",
				"Mystical Erudition|Monk||Cobalt Soul|WotCS|6",
				"Mind of Mercury|Monk||Cobalt Soul|WotCS|11",
				"Mystical Erudition (Additional)|Monk||Cobalt Soul|WotCS|11",
				"Debilitating Barrage|Monk||Cobalt Soul|WotCS|17",
				"Mystical Erudition (Additional)|Monk||Cobalt Soul|WotCS|17"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Way of the Cobalt Soul",
			"source": "WotCS",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Cobalt Soul",
			"subclassSource": "WotCS",
			"level": 3,
			"entries": [
				"Driven by the pursuit of knowledge and their worship of the Knowing Mentor, the archives of the Cobalt Soul stand as some of the most well-respected and most heavily guarded repositories of tomes, history, and information across Exandria. Here, young people seeking the clarity of truth and the strength of knowledge pledge to learn the arts of seeking enlightenment by understanding the world around them, and mastering the techniques to defend it. To become a Cobalt Soul is to give one's self to the quest for unveiling life's mysteries, bringing light to the secrets of the dark, and guarding the most powerful and dangerous of truths from those who would seek to perverse the sanctity of civilization.",
				"The monks of the Cobalt Soul are the embodiment of the phrase \"know your enemy\". Through research, they prepare themselves against the ever-coming tides of evil. Through careful training, they have learned to puncture and manipulate the spiritual flow of an opponent's body. Through understanding the secrets of their foe, they can adapt and surmount them. Then, once the fight is done, they return to record their findings for future generations of monks to study from.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Extract Aspects|Monk||Cobalt Soul|WotCS|3"
				}
			]
		},
		{
			"name": "Extract Aspects",
			"source": "WotCS",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Cobalt Soul",
			"subclassSource": "WotCS",
			"level": 3,
			"header": 1,
			"entries": [
				"Beginning at 3rd level when choosing this tradition, you can strike pressure points to extract crucial information about your foe, granting you insight about their combat ability. Whenever you hit a creature with one of the attacks granted by your Flurry of Blows, you mark them as analyzed. Whenever an analyzed creature misses you with an attack, you can immediately use your reaction to make an unarmed melee attack against that creature. This benefit lasts until you finish a short or long rest.",
				"In addition, you learn the following attributes about the target: Damage Vulnerabilities, Damage Resistances, Damage Immunities, and Condition Immunities."
			]
		},
		{
			"name": "Extort Truth",
			"source": "WotCS",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Cobalt Soul",
			"subclassSource": "WotCS",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you can hit a hidden cluster of nerves on a creature with precision, temporarily causing them to become mentally malleable. If you hit a creature with an unarmed attack, you can spend 1 ki point to force them to make a Charisma saving throw. On a failed save, the creature is unable to speak a deliberate lie and all Charisma checks directed at the creature are made with advantage for up to 10 minutes. You know if they succeeded or failed on their saving throw.",
				"An affected creature is aware of the effect and can thus avoid answering questions to which it would normally respond with a lie. Such a creature can be evasive in its answers as long as the effect lasts."
			]
		},
		{
			"name": "Mystical Erudition",
			"source": "WotCS",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Cobalt Soul",
			"subclassSource": "WotCS",
			"level": 6,
			"header": 2,
			"entries": [
				"Beginning at 6th level, you've undergone extensive training with the Cobalt Soul, teaching you extensively in history or lore from the monastery's collected volumes. You learn one language of your choice, and you gain proficiency with one of the following skills of your choice: {@skill Arcana}, {@skill History}, {@skill Investigation}, {@skill Nature}, and {@skill Religion}. If you already have proficiency in one of the listed skills, you can instead choose to double your proficiency bonus for any ability check you make that uses the chosen proficiency.",
				"You gain an additional language and an additional skill proficiency from the above list (with the ability to double the bonus of an existing proficiency from the list) at 11th and 17th level. "
			]
		},
		{
			"name": "Mind of Mercury",
			"source": "WotCS",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Cobalt Soul",
			"subclassSource": "WotCS",
			"level": 11,
			"header": 2,
			"entries": [
				"Starting at 11th level, you've honed your awareness and reflexes through mental aptitude and pattern recognition. Once per turn, if you've already taken your reaction, you may spend 1 ki point to take an additional reaction."
			]
		},
		{
			"name": "Mystical Erudition (Additional)",
			"source": "WotCS",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Cobalt Soul",
			"subclassSource": "WotCS",
			"level": 11,
			"header": 2,
			"entries": [
				"You gain an additional language and an additional skill proficiency from the above list at 11th level. If you already have proficiency in one of the listed skills, you can instead choose to double your proficiency bonus for any ability check you make that uses the chosen proficiency."
			]
		},
		{
			"name": "Debilitating Barrage",
			"source": "WotCS",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Cobalt Soul",
			"subclassSource": "WotCS",
			"level": 17,
			"header": 2,
			"entries": [
				"Upon reaching 17th level, you've gained the knowledge to temporarily lower a creature's fortitude by striking a series of pressure points. Whenever you hit a creature with one of the attacks granted by your Flurry of Blows, you can spend 3 ki points to cause the creature to suffer a vulnerability to a damage type of your choice for 1 minute, or until they take damage of that type. A creature who is affected by this feature cannot be affected by it again for 24 hours."
			]
		},
		{
			"name": "Mystical Erudition (Additional)",
			"source": "WotCS",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Cobalt Soul",
			"subclassSource": "WotCS",
			"level": 17,
			"header": 2,
			"entries": [
				"You gain an additional language and an additional skill proficiency from the above list at 17th level. If you already have proficiency in one of the listed skills, you can instead choose to double your proficiency bonus for any ability check you make that uses the chosen proficiency."
			]
		}
	]
}
