{
	"_meta": {
		"sources": [
			{
				"json": "MercerMaestro",
				"abbreviation": "CR",
				"full": "College of the Maestro",
				"authors": [
					"Matthew Mercer"
				],
				"version": "1.2",
				"url": "http://www.dmsguild.com/product/183630/College-of-the-Maestro--Bard-College-Option",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "0a8b43a33e",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "College of the Maestro",
			"subclassFeatures": [
				"College of the Maestro|Bard||Maestro|MercerMaestro|3",
				"Frenetic Crescendo|Bard||Maestro|MercerMaestro|6",
				"Virtuoso of Captivation|Bard||Maestro|MercerMaestro|14"
			],
			"source": "MercerMaestro",
			"shortName": "Maestro",
			"className": "Bard",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "College of the Maestro",
			"source": "MercerMaestro",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Maestro",
			"subclassSource": "MercerMaestro",
			"level": 3,
			"entries": [
				"Music is a powerful thing. It can bolster a burning passion, inspire the meek to bravery, and sooth a cluttered mind. Wandering bards have mastered the art of creating music to shape and manipulate the thoughts and hearts of the world through song, words, and instrument. However, it is the Maestro who has learned to evoke music from the natural world around them and weave these notes with arcane skill into melodies of dynamic and potent magic.",
				"With but a raised hand or wand, a Maestro listens for the clang of arms on armor, the heavy footfalls of a giant, the crackle of a bolt of lightning, and catches them, crafting them into a symphony of rousing musical movements. They conduct the sounds of the battlefield like a phantom orchestra, empowering the blows of their allies, altering the minds and moods of their opponents, and changing the pace of the fray in their favor.",
				"The College of the Maestro calls to those who enjoy enabling their companions to become even more adept, working in unison with your sonata. It refines those of raw talent into majestic performers who can pluck the thoughts from a mind like a musical note, amplify the fears of lesser beings through sourceless, ominous tones, and seemingly stretch time by commanding the tempo of a heartbeat. Maestros become heroes who can take the chaos of the world and carve it as they see fit by controlling the vibrations of music that subtly guide the realm.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Battle Muse|Bard||Maestro|MercerMaestro|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Symphony of Conflict|Bard||Maestro|MercerMaestro|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conducting Techniques|Bard||Maestro|MercerMaestro|3"
				}
			]
		},
		{
			"name": "Battle Muse",
			"entries": [
				"When you join the College of the Maestro at 3rd level, you gain one additional use ofyour Bardic Inspiration feature.",
				"This feature grants you another additional use of Bardic Inspiration at 6th level, and again at 14th level."
			],
			"source": "MercerMaestro",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Maestro",
			"subclassSource": "MercerMaestro",
			"level": 3,
			"header": 1
		},
		{
			"name": "Symphony of Conflict",
			"entries": [
				"You've been trained in the bardic art of magically manipulating the sounds of combat into a concert of powerful melodies that can alter the very battlefield around you.",
				"When you select this bardic school at 3rd level, you learn '2 conducting techniques of your choice, which are detailed under \"Conducting Techniques\" below. All techniques require at least one free hand, baton, or wand to utilize. For these techniques to function, you must be able to see your target, and they must be able to hear you.",
				"You learn 1 additional conducting technique of your choice at 6th and 14th level. Each time you learn a new technique, you can also replace one technique you know with a different one."
			],
			"source": "MercerMaestro",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Maestro",
			"subclassSource": "MercerMaestro",
			"level": 3,
			"header": 1
		},
		{
			"name": "Conducting Techniques",
			"entries": [
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Aria of Suspense (Ansia)",
							"entries": [
								"You build an air of tension and paranoia with subtle, droning tones. As an action, you expend and roll a Bardic Inspiration die. For the next 10 minutes, any creatures of your choice within 60 feet cannot be surprised, and gain a bonus on saving throws against traps and environmental hazards equal to your Bardic Inspiration die roll."
							]
						},
						{
							"type": "entries",
							"name": "Crash (Marcato).",
							"entries": [
								"You learn how to harness and amplify the roar of a well-placed blow into a violent explosion of sound. When a creature other than yourself within 60 feet of you hits with an attack, you can use your reaction to expend and roll a Bardic Inspiration die. The target of the triggering attack must make a Strength saving throw against your Spell save DC or take thunder damage equal to half of the number rolled and be knocked prone."
							]
						},
						{
							"type": "entries",
							"name": "Dirge of Dread (Finale)",
							"entries": [
								"You play a terrifying dirge to accompany a deathblow, striking fear into the hearts of your nearby enemies. When an ally brings a creature within 60 feet to 0 hitpoints, you can use your reaction to expend and roll a Bardic Inspiration die. Select a number of creatures within 15 feet of the triggering ally equal to half of the number rolled (minimum 1). Each target must make a Wisdom saving throw against your Spell save DC or become frightened of the triggering ally until the end of that ally's next turn. After the effect ends, or the save is successful, targeted creatures are immune to Dirge of Dread for the next 24 hours."
							]
						},
						{
							"type": "entries",
							"name": "Dissonance (Discordria)",
							"entries": [
								"Summoning a harsh, discordant tone, you muddle the mind of an opponent, lessening their defenses. When a creature within 60 feet is forced to make a saving throw, you can use your reaction to expend and roll a Bardic Inspiration die. You reduce their saving throw by half of the number rolled. You can use this feature after the creature makes its saving throw roll, but before the DM determines a success or failure."
							]
						},
						{
							"type": "entries",
							"name": "Guiding Tone (Fermata)",
							"entries": [
								"You drag a sharp, powerful chord through the mind of a creature, forcing it to suddenly stumble in a direction you wish. As a bonus action, you expend and roll a Bardic Inspiration die and select a creature other than yourself within 60 feet. The target must succeed on a Wisdom saving throw against your Spell save DC or take psychic damage equal to half of the number rolled and be pushed 10 feet in a direction you choose. A target can fail the saving throw voluntarily."
							]
						},
						{
							"type": "entries",
							"name": "Hasten Tempo (Accelerando)",
							"entries": [
								"Your manipulation of tempo and song can inspire others to act more quickly. You can use a Bonus action on your turn to choose one creature other than yourself within 60 feet. Expend and roll a Bardic Inspiration die, adding the number rolled to the creature's initiative and moving them up the initiative order accordingly. If this would move them higher than you, they immediately take their turn after you this round. A creature cannot be affected by Hasten Tempo again until they've finished a short or long rest."
							]
						},
						{
							"type": "entries",
							"name": "Hymn of Harmony (Ammonia)",
							"entries": [
								"The melodies surrounding your allies promote rapid recovery. When a creature that has a Bardic Inspiration die from you regains any hitpoints, they can expend and roll their inspiration die to regain additional hitpoints equal to the number rolled."
							]
						},
						{
							"type": "entries",
							"name": "Majestic Anthem (Maestoso)",
							"entries": [
								"Pulled from the chaos, you muster an uplifting melody that bolsters the resolve of your allies. You can expend and roll a Bardic Inspiration die as an action, and all other creatures you choose within 60 ft. gain temporary hitpoints equal to the number rolled plus your Charisma modifier (minimum of 1). These temporary hitpoints last until the end of your next turn."
							]
						},
						{
							"type": "entries",
							"name": "Resonance (Risonanza)",
							"entries": [
								"You shape the harmonic vibrations of a weapon's movements into a dangerous, sonic enhancement. Using a bonus action, you can expend and roll a Bardic Inspiration die, choosing one weapon within 60 feet of you. Until the end of your next turn, all attacks with that weapon deal additional thunder damage equal to half of number rolled (minimum of 1)."
							]
						},
						{
							"type": "entries",
							"name": "Sprint (Presto)",
							"entries": [
								"The song you conjure can stir the winds, pushing along those who require expedient travel. A creature that has a Bardic Inspiration die from you can expend and roll their inspiration to increase their speed for that turn. A roll of 1—4 increases their speed by 10 feet. a roll of 5-8 increases their Speed by 15 feet, and a roll of 9—12 increases their speed by 20 feet."
							]
						}
					]
				}
			],
			"source": "MercerMaestro",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Maestro",
			"subclassSource": "MercerMaestro",
			"level": 3,
			"header": 1
		},
		{
			"name": "Frenetic Crescendo",
			"source": "MercerMaestro",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Maestro",
			"subclassSource": "MercerMaestro",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you can harness the beat of battle, whipping it into a frenzy of drums, chants, and glory. You can use your action to expend any number of uses of your Bardic Inspiration feature. For each expended use, you can immediately grant a Bardic Inspiration die to a creature other than yourself within 60 feet that you can see. A creature can have only one Bardic Inspiration die at a time.",
				"Once you use this feature, you must finish a long rest before you can use it again."
			]
		},
		{
			"name": "Virtuoso of Captivation",
			"source": "MercerMaestro",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Maestro",
			"subclassSource": "MercerMaestro",
			"level": 14,
			"header": 2,
			"entries": [
				"Upon reaching 14th level, you can begin conducting a mystical symphony as an action, distracting and capturing the minds of of nearby creatures. For up to 10 minutes, any number of creatures you choose within 60 feet who can hear you have disadvantage on any saving throws against being charmed and against magical steep.",
				"In addition, affected targets have disadvantage on Wisdom (Perception) rolls that rely on sight or sound to detect targets other than you.",
				"In combat, you must spend your action each turn to continue the performance or the effect ends. Once you use Virtuoso of Captivation, you must finish a short or long rest before you can use it again."
			]
		}
	]
}
