{
	"_meta": {
		"sources": [
			{
				"json": "MFoVLovecraft",
				"abbreviation": "MFoV-LU",
				"full": "Middle Finger of Vecna - Lovecraft Update",
				"authors": [
					"Middle Finger of Vecna"
				],
				"convertedBy": [
					"tylermac"
				],
				"version": "2015.06.19",
				"url": "http://mfov.magehandpress.com/2015/06/lovecraft-update.html",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1543089147,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "5c0f5b7552",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "College of the Mad God",
			"shortName": "Mad God",
			"source": "MFoVLovecraft",
			"subclassFeatures": [
				"College of the Mad God|Bard||Mad God|MFoVLovecraft|3",
				"Mad Melody|Bard||Mad God|MFoVLovecraft|6",
				"Cacophony|Bard||Mad God|MFoVLovecraft|14"
			],
			"className": "Bard",
			"classSource": "PHB"
		},
		{
			"name": "Aberrant Bloodline",
			"shortName": "Abberant",
			"source": "MFoVLovecraft",
			"subclassFeatures": [
				"Aberrant Bloodline|Sorcerer||Abberant|MFoVLovecraft|1",
				"Inhuman Reach|Sorcerer||Abberant|MFoVLovecraft|6",
				"Tentacles|Sorcerer||Abberant|MFoVLovecraft|6",
				"Warped Mind|Sorcerer||Abberant|MFoVLovecraft|14",
				"Monstrous Transformation|Sorcerer||Abberant|MFoVLovecraft|18"
			],
			"className": "Sorcerer",
			"classSource": "PHB"
		},
		{
			"name": "Oath of the Elder Sign",
			"shortName": "Elder sign",
			"source": "MFoVLovecraft",
			"subclassFeatures": [
				"Oath of the Elder Sign|Paladin||Elder sign|MFoVLovecraft|3",
				"Aura of Mental Fortitude|Paladin||Elder sign|MFoVLovecraft|7",
				"Word of Revelation|Paladin||Elder sign|MFoVLovecraft|15",
				"Sunder Reality|Paladin||Elder sign|MFoVLovecraft|20"
			],
			"subclassSpells": [
				"arms of Hadar",
				"protection from evil and good",
				"crown of madness",
				"detect thoughts",
				"fear",
				"magic circle",
				"Evard's black tentacles",
				"hallucinatory terrain",
				"dominate person",
				"planar binding"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"arms of Hadar",
							"protection from evil and good"
						],
						"5": [
							"crown of madness",
							"detect thoughts"
						],
						"9": [
							"fear",
							"magic circle"
						],
						"13": [
							"Evard's black tentacles",
							"hallucinatory terrain"
						],
						"17": [
							"dominate person",
							"planar binding"
						]
					}
				}
			],
			"className": "Paladin",
			"classSource": "PHB"
		},
		{
			"name": "Circle of the Unspeakable",
			"shortName": "Unspeakable",
			"source": "MFoVLovecraft",
			"subclassFeatures": [
				"Circle of the Unspeakable|Druid||Unspeakable|MFoVLovecraft|2",
				"Moderate Traits|Druid||Unspeakable|MFoVLovecraft|6",
				"Intermediate Traits|Druid||Unspeakable|MFoVLovecraft|10",
				"Greater Traits|Druid||Unspeakable|MFoVLovecraft|14"
			],
			"className": "Druid",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "College of the Mad God",
			"source": "MFoVLovecraft",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Mad God",
			"subclassSource": "MFoVLovecraft",
			"level": 3,
			"entries": [
				"In the middle of the night, you hear the music. Every time, it begins the same way, rising from a low drone into a deafening cacophony. The noise is maddening. In your waking hours, your fingers learn to imitate this melody and bring others to your level of psychosis.",
				"Some attribute the dreadful nightmares to a curse or stress, but you know better. You and others like you are called nightly by the beating of vile drums and the thin monotonous whine of accursed flutes, the sounds of a Mad God who echoes the pandemonium of the universe, and summons you to do something. You know not what.",
				{
					"name": "Bonus Proficiencies",
					"entries": [
						"When you join the College of the Mad God at 3rd level, you gain proficiency in one skill, which is selected for you by the GM. Each night when you take a long rest, your GM can change this selection."
					],
					"type": "entries"
				},
				{
					"name": "Frenzied Strings",
					"entries": [
						"At 3rd level, you can play an insane tune that anguishes creatures that hear it. As an action, choose a creature within 30 feet that you can see. That creature must make a Wisdom saving throw, taking 2d6 psychic damage on a failed save. You can expend a number of Bardic Inspiration dice to increase this damage by the amount rolled. A deafened creature is immune to this effect.",
						"The number of creatures affected by this ability increases to two at 5th level, three at 11th level, and four at 17th level."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Mad Melody",
			"source": "MFoVLovecraft",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Mad God",
			"subclassSource": "MFoVLovecraft",
			"level": 6,
			"entries": [
				"At 6th level, you can expend a bardic inspiration die as an action to decrease all saving throws rolled by creatures within 60 feet of you by the amount rolled until the beginning of your next turn."
			]
		},
		{
			"name": "Cacophony",
			"source": "MFoVLovecraft",
			"page": 51,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Mad God",
			"subclassSource": "MFoVLovecraft",
			"level": 14,
			"entries": [
				"Starting at 14th level, as an action, you can create a droning, deafening noise with your instrument. If a creature is concentrating within 30 feet of you, the creature must make a successful Constitution saving throw against your spell save DC or lose concentration. Additionally, all creatures within 10 feet of you take 5d6 thunder damage. After you use this ability, you must complete a short or a long rest before using it again."
			]
		},
		{
			"name": "Aberrant Bloodline",
			"source": "MFoVLovecraft",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Abberant",
			"subclassSource": "MFoVLovecraft",
			"level": 1,
			"entries": [
				"You are descendant from a foul creature, and its blood wreaks havoc in your family tree. Those in your House are rarely and seemingly at random born hideous, and with terrifying powers, and as such, generation after generation has committed infanticide on the abominations. You are one such monster, cursed at birth yet spared the knife by your mother, free to live out your miserable span of existence a freak divorced from society. Yet your power grows, as fearsome as your aspect and as dreadful as your glare.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Aberration Blood|Sorcerer||Abberant|MFoVLovecraft|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hideous Appearance|Sorcerer||Abberant|MFoVLovecraft|1"
				}
			]
		},
		{
			"name": "Aberration Blood",
			"entries": [
				"Beginning when you select this origin at 1st level, your skin is thicker, scalier, or furrier than normal. When you aren't wearing armor, your armor class equals 13 + your Dexterity modifier.",
				"Finally, you gain {@sense darkvision}, the ability to see in dim light within 30 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. If you already have darkvision, your range increases by 30 feet."
			],
			"source": "MFoVLovecraft",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Abberant",
			"subclassSource": "MFoVLovecraft",
			"level": 1,
			"header": 1
		},
		{
			"name": "Hideous Appearance",
			"entries": [
				"At 1st level, your appearance is hideous to behold. You may add double your proficiency bonus to {@skill Intimidation} checks, but you have disadvantage on {@skill Persuasion} checks. Unless you wear a large cloak to conceal these deformities, you are disturbing to behold."
			],
			"source": "MFoVLovecraft",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Abberant",
			"subclassSource": "MFoVLovecraft",
			"level": 1,
			"header": 1
		},
		{
			"name": "Inhuman Reach",
			"source": "MFoVLovecraft",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Abberant",
			"subclassSource": "MFoVLovecraft",
			"level": 6,
			"entries": [
				"At 6th level, your arms elongate, allowing you to touch the floor with your hands. In addition, you can bend them in strange and unnatural ways. Your reach increases by 5 feet. Your elongated arms also gives you advantage on Strength ({@skill Athletics}) checks made to climb."
			]
		},
		{
			"name": "Tentacles",
			"source": "MFoVLovecraft",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Abberant",
			"subclassSource": "MFoVLovecraft",
			"level": 6,
			"entries": [
				"At 6th level, you can grow long, whipping tendrils that sprout grotesquely from your form as a bonus action expending 2 sorcery points which last for 1 round. When a creature comes within 5 feet of you or begins its turn there, it takes 3d6 bludgeoning damage. You can maintain this effect by expending 2 sorcery points at the beginning of your turn."
			]
		},
		{
			"name": "Warped Mind",
			"source": "MFoVLovecraft",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Abberant",
			"subclassSource": "MFoVLovecraft",
			"level": 14,
			"entries": [
				"At 14th level, your tainted form has altered the nature of your brain, making you resistant to psychic attacks, and more capable of inflicting them upon others. You gain resistance to psychic damage and have advantage on save against being {@condition charmed}.",
				"Additionally, you can emit a mind blast in a 60-foot cone as an action. Choose a number of sorcery points to expend, to a maximum of 6. Each creature in the cone must succeed on an Intelligence saving throw or take psychic damage equal to 1d8 for each sorcery point expended plus your Intelligence modifier."
			]
		},
		{
			"name": "Monstrous Transformation",
			"source": "MFoVLovecraft",
			"page": 99,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Abberant",
			"subclassSource": "MFoVLovecraft",
			"level": 18,
			"entries": [
				"At 18th level, as a bonus action expending 3 sorcery points, you can unleash your monstrous heritage from within your body and transform into a terrible creature. Until you use your bonus action to end this effect, you have resistance to piercing, slashing, and bludgeoning damage, but can't cast spells of 1st level or higher. Each round you begin in this form, you expend 3 additional sorcery points.",
				"In addition, creatures who look upon this form become frozen in horror. Each creature that can see you within 30 feet, except for allies which know to avert their gaze, must make a Wisdom saving throw. On a failed save, the creature is {@condition paralyzed} while you are transformed. At the end of each of its turns, affected creatures can repeat this saving throw. A creature that succeeds this save is immune to this effect for 24 hours.",
				"Once you use this ability, you must finish a long rest before using it again."
			]
		},
		{
			"name": "Oath of the Elder Sign",
			"source": "MFoVLovecraft",
			"page": 82,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Elder sign",
			"subclassSource": "MFoVLovecraft",
			"level": 3,
			"entries": [
				"Keepers encounter the Elder Sign in a multitude of ways. Some find it in the derelict pages of an antediluvian tome, yet others see its shape in their very dreams. All who gaze upon it know its authority, as instinctively as animals know to fear fire; it is an icon of power originating from beyond the veil of reality, one that no men were meant to know. You have sworn to hold the sign as its Keeper, and vowed to protect the mortal realm from the forces beyond, or vowed to tear reality asunder, and let the Elder Evils henceforth seep through.",
				{
					"name": "Tenets of the Pact of the Elder Sign",
					"entries": [
						"The principles held by the Keepers of the Elder sign are as esoteric as their ancient order. Dedicated to the secrets of the universe and the keeping them mercifully hidden from the world, the Keepers are a clandestine and influential organization.",
						{
							"name": "Keep the Sign",
							"entries": [
								"The Elder Sign is a tool of immense power, and must be kept safe. You can scarcely understand the source of power contained in this mere piece of geometry, but you know it can never be allowed to fall into the wrong hands."
							],
							"type": "entries"
						},
						{
							"name": "Seek Knowledge",
							"entries": [
								"Whenever possible, you should seek out and acquire hidden, esoteric knowledge. You are drawn to such secrets, like the Elder Sign, and perhaps can turn them against your foes."
							],
							"type": "entries"
						},
						{
							"name": "Go Unseen",
							"entries": [
								"It is imperative the struggles you face are kept secret. The forces are work here are barely comprehensible, and their reveal can drive men to the brink of madness."
							],
							"type": "entries"
						},
						{
							"name": "Defend the Gates",
							"entries": [
								"It is your job to stand vanguard at the gates that form where our world intersects the Far Realm. You may be protecting it from those who would seek to close it, or you may wish to stem the tide of creatures coming through."
							],
							"type": "entries"
						}
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Oath Spells",
					"entries": [
						"You gain oath spells at the paladin levels listed.",
						{
							"type": "table",
							"caption": "Oath of the Elder Sign Spells",
							"colLabels": [
								"Paladin Level",
								"Spells"
							],
							"colStyles": [
								"col-3 text-center",
								"col-9"
							],
							"rows": [
								[
									"3rd",
									"{@spell Arms of Hadar}, {@spell Protection from Evil and Good}"
								],
								[
									"5th",
									"{@spell crown of madness}, {@spell detect thoughts}"
								],
								[
									"9th",
									"{@spell fear}, {@spell magic circle}"
								],
								[
									"13th",
									"{@spell Evard's black tentacles}, {@spell hallucinatory terrain}"
								],
								[
									"17th",
									"{@spell dominate person}, {@spell planar binding}"
								]
							]
						}
					]
				},
				{
					"name": "Channel Divinity",
					"entries": [
						"When you take this oath at 3rd level, you gain the following two Channel Divinity options.",
						{
							"name": "Invoke Elder Sign",
							"entries": [
								"As an action, you can fleetingly create the form of the Elder Sign, a powerful symbol which can strengthen or wear thin the walls of reality. Choose a space adjacent to you, which is where the sign burns brightly for 1 minute in a 20-foot radius sphere. No darkness, magical or otherwise, can obscure this area. Each creature friendly to you in this area gains a +1 bonus on attack and damage rolls and gains a +1 bonus to armor class. No outsider, an aberration, celestial, elemental, fey, or fiend, can enter or teleport within this area or use portals, such as those created by the gate spell, to enter the area. Those that are already in this area are shunted to the nearest space available. As such, Elder Signs are often placed in front of gates to the Far Realm, to close leaks into that reality.",
								"Alternatively, when you use this ability, you can choose to Invert the Elder Sign. Doing so casts {@spell hunger of hadar} for one minute centered on the sign. You take no damage from this spell on the round it is cast."
							],
							"type": "entries"
						},
						{
							"name": "Glimpse the Unspeakable",
							"entries": [
								"As an action, choose one creature you can see within 30 feet. This creature must make a Wisdom saving throw. On a failed save, the creature sees a glimpse of the Far Realm, and is {@condition stunned} with horror until the beginning of your next turn."
							],
							"type": "entries"
						}
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Aura of Mental Fortitude",
			"source": "MFoVLovecraft",
			"page": 82,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Elder sign",
			"subclassSource": "MFoVLovecraft",
			"level": 7,
			"entries": [
				"Beginning at 7th level, you and allies within 10 feet of you have immunity to psychic damage. At 18th level, the range of this aura increases to 30 feet."
			]
		},
		{
			"name": "Word of Revelation",
			"source": "MFoVLovecraft",
			"page": 82,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Elder sign",
			"subclassSource": "MFoVLovecraft",
			"level": 15,
			"entries": [
				"By 15th level, your research in musty, forbidden tomes has proven fruitful. As an action, you can utter a word used in the creation of the universe. All magic effects within 15 feet of you are targeted by {@spell dispel magic}. After using this ability, you cannot use it again until you complete a long rest."
			]
		},
		{
			"name": "Sunder Reality",
			"source": "MFoVLovecraft",
			"page": 82,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Elder sign",
			"subclassSource": "MFoVLovecraft",
			"level": 20,
			"entries": [
				"At 20th level, you can call upon the Elder Sign to tear the very fabric of reality, creating a one-way rift to or from the Far Realm for 1 minute. Choose an unoccupied 5-foot radius sphere that you can see and whether this portal should lead to, or come from the Far Realm. Creatures that end their turn within 30' of the sphere are inexplicably moved 5 feet toward it, as if pulled by an unseen force. If the portal leads to the Far Realm, creatures that enter it are flung to the far reaches of space, taking 8d10 psychic damage from the horrors they witness and are ejected from the far side of the portal 1 round later. If the portal leads from the Far Realm, creatures adjacent to it are restrained by tentacles, claws, or other monstrous appendages that reach through it. Creatures so restrained can break free as an action by making a Strength saving throw. After using this ability, you cannot use it again until you complete a long rest."
			]
		},
		{
			"name": "Circle of the Unspeakable",
			"source": "MFoVLovecraft",
			"page": 64,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Unspeakable",
			"subclassSource": "MFoVLovecraft",
			"level": 2,
			"entries": [
				"Druids of an Unspeakable Circle are abominations to the natural world. Whereas normal druids venerate nature and assume the shape of beasts, Unspeakable druids can transform into creatures originating from terrifying remote regions of time and space. As they grow in power and influence, the other form further mutates from comprehensible physical bodies and becomes more deadly and bizarre. The Masters of this circle transform into hideous monstrosities, unrecognizable as creatures from our own reality.",
				{
					"name": "Aberration Form",
					"entries": [
						"When you choose this circle at 2nd level, you gain the ability to use {@class druid|phb|Wild Shape|druid||Wild Shape 2} on your turn as a bonus action, rather than as an action, however, you lose the ability to assume the shape of a beast. Instead you may use it to take an Aberration Form with a number of additional traits.",
						"Additionally, animals are instinctively wary of you, giving disadvantage on {@skill Handle Animal} checks."
					],
					"type": "entries"
				},
				{
					"type": "statblockInline",
					"dataType": "monster",
					"data": {
						"source": "MFoV-LU",
						"page": 0,
						"name": "Aberration Form",
						"size": [
							"M"
						],
						"type": "aberration",
						"alignment": [
							"N",
							"E"
						],
						"ac": [
							13
						],
						"hp": {
							"special": "15 + 5 * your druid level"
						},
						"speed": {
							"walk": 30
						},
						"str": 16,
						"dex": 16,
						"con": 16,
						"int": 13,
						"wis": 10,
						"cha": 8,
						"passive": 12,
						"cr": "1/4",
						"trait": [
							{
								"name": "All Around Vision",
								"entries": [
									"You add double your proficiency bonus on {@skill Perception} checks involving sight in this form."
								]
							}
						],
						"action": [
							{
								"name": "Claw",
								"entries": [
									"{@atk mw}: {@i your spell attack bonus} to hit, reach 5 ft., one target. Hit: 8 ({@damage 1d8 + 3}) slashing damage."
								]
							}
						]
					}
				},
				{
					"name": "Lesser Traits",
					"entries": [
						"At 2nd level, when you assume your Aberration Form, you can choose one of the following traits:",
						{
							"name": "Bestial Hide",
							"entries": [
								"Your skin is thicker, scalier, or furrier than normal. Your armor class equals 15. At 6th level, your armor class equals to 17."
							],
							"type": "entries"
						},
						{
							"name": "Inhuman Vision",
							"entries": [
								"Your eyes are numerously scattered about your body, or are segmented an extremely sensitive to movement. You gain the effects of {@spell see invisibility} at all times. Also, you gain {@sense darkvision}, the ability to see in dim light within 30 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							],
							"type": "entries"
						},
						{
							"name": "Poison Breath",
							"entries": [
								"On you turn, you can create a {@spell poison spray} effect from your mouth as an action."
							],
							"type": "entries"
						},
						{
							"name": "Unnaturally Quick",
							"entries": [
								"In spite of your size, you can move inexplicably fast, due in part to two extra legs. Your speed increases by 15 feet. In addition, you also have advantage on Dexterity checks."
							],
							"type": "entries"
						}
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Moderate Traits",
			"source": "MFoVLovecraft",
			"page": 64,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Unspeakable",
			"subclassSource": "MFoVLovecraft",
			"level": 6,
			"entries": [
				"At 6th level, when you assume your Aberration Form, you can choose one of the following traits:",
				{
					"name": "Additional Limbs",
					"entries": [
						"You grow and extra set of appendages, which are ambiguously neither arms nor legs. When you take the attack action on your turn, you can use these to attack twice, instead of once."
					],
					"type": "entries"
				},
				{
					"name": "Durable Form",
					"entries": [
						"Your maximum hit points increase by an amount equal to your Druid level times two. In addition, you also have advantage on Constitution checks."
					],
					"type": "entries"
				},
				{
					"name": "Inhuman Reach",
					"entries": [
						"Your arms elongate, allowing you to touch the floor with your hands. In addition, you can bend them in strange and unnatural ways. Your reach increases by 5 feet. Your elongated arms also give you advantage on Strength ({@skill Athletics}) checks made to climb."
					],
					"type": "entries"
				},
				{
					"name": "Razor Claws",
					"entries": [
						"Your claws are incredibly deadly, indicative of a hunter not native to this world. Your claws deal {@damage 1d12} slashing damage and are considered magical weapons."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Intermediate Traits",
			"source": "MFoVLovecraft",
			"page": 64,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Unspeakable",
			"subclassSource": "MFoVLovecraft",
			"level": 10,
			"entries": [
				"At 10th level, when you assume your Aberration Form, you can choose one of the following traits:",
				{
					"name": "Acid Blood",
					"entries": [
						"When a creature adjacent to you deals damage to you with a melee attack, your acidic blood sprays on them, dealing {@damage 2d6} acid damage."
					],
					"type": "entries"
				},
				{
					"name": "Colossal Form",
					"entries": [
						"Your form is that of a strange, primordial titan. Your size doubles in all dimensions, and your weight is multiplied by eight. This growth increases your size by one category—from Medium to Large, for example. You also have advantage on Strength checks. While you are enlarged, your melee attacks deal 1d4 extra damage."
					],
					"type": "entries"
				},
				{
					"name": "Invisibility",
					"entries": [
						"You can phase in and out of the visible spectrum, as if light is a strange afterthought this form has never experienced before. You can cast {@spell invisibility} without using a spell slot. After using this ability, you cannot use it again for 1d4 + 1 rounds."
					],
					"type": "entries"
				},
				{
					"name": "Tentacles",
					"entries": [
						"You have long, whipping tendrils that sprout grotesquely from your form. These tendrils automatically attack hostile creatures adjacent to you, each of which must make a Dexterity saving throw at the beginning of your turn. On a failed save, the creature takes {@damage 4d6} bludgeoning damage, or half as much on a successful one."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Greater Traits",
			"source": "MFoVLovecraft",
			"page": 64,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Unspeakable",
			"subclassSource": "MFoVLovecraft",
			"level": 14,
			"entries": [
				"At 14th level, when you assume your Aberration Form, you can choose one of the following traits:",
				{
					"name": "Antimagic Eye",
					"entries": [
						"You have a single colossal extra eye, which you can open and close as a bonus action. While the eye is open, it requires your concentration, you may cast no spells, and the eye creates an area of antimagic, as per the antimagic field spell, in a 15-foot cone. At the start of each of your turns, you may decide which way the cone faces. Your eye closes if you lose concentration on the effect."
					],
					"type": "entries"
				},
				{
					"name": "Extract Brain",
					"entries": [
						"You can remove and consume the brain of a helpless victim. As an action, make an attack against one humanoid that is grappled by you. On a hit, the target takes 6d10 piercing damage. If this damage reduces the target to 0 hit points, you kill the target by extracting and devouring its brain. This ability has no effect on creatures without nervous systems, such as oozes, elementals, and constructs."
					],
					"type": "entries"
				},
				{
					"name": "Hideous Appearance",
					"entries": [
						"Your appearance is profoundly disturbing, even moreso up close. Creatures adjacent to you have disadvantage on melee attacks against you."
					],
					"type": "entries"
				},
				{
					"name": "Membranous Wings",
					"entries": [
						"You sprout pronounced, slimy wings and gain a fly speed equal to your movement speed"
					],
					"type": "entries"
				}
			]
		}
	]
}
