{
	"_meta": {
		"sources": [
			{
				"json": "MFoV",
				"abbreviation": "MFoV",
				"full": "Middle Finger of Vecna: Ur-Priest (3pp)",
				"authors": [
					"Middle Finger of Vecna"
				],
				"convertedBy": [
					"badooga"
				],
				"version": "1.0.3",
				"url": "http://mfov.magehandpress.com/2016/04/ur-priest.html",
				"targetSchema": "1.0.3"
			}
		],
		"dateAdded": 1537874753
	},
	"subclass": [
		{
			"class": "Cleric",
			"version": "1.0.3",
			"name": "Ur-Priest",
			"source": "MFoV",
			"subclassFeatures": [
				[
					{
						"name": "Ur Domain",
						"entries": [
							"Ur-Priests are scarcely clerics in the traditional sense; many even despise the gods. Rather than being granted divine magic and authority by a deity or powerful idea, clerics of the Ur Domain siphon off the energies granted by gods to divine spellcasters, using it for their own needs without giving even lip-service to any god. Ur-Priests can come from any walk of life, but the most dangerous are always ex-clerics and paladins who have abandoned their gods. They violently oppose religion in any form, and use their powers to weaken the gods and destroy their followers.",
							{
								"type": "entries",
								"name": "Ur Domain Spells",
								"entries": [
									"Starting at 1st level, when you prepare spells following a long rest, you can select one spell to prepare from any list of cleric domain spells, and it doesn’t count against the number of spells you can prepare each day. This spell must be of a level for which you have spell slots. At 8th level, you may prepare 2 spells in this way, and at 17th level, you may prepare 3."
								]
							},
							{
								"type": "entries",
								"name": "Godhate",
								"entries": [
									"At 1st level, you have advantage on saving throws against divine spells, which are spells cast by clerics, paladins, druids, rangers, celestials, and other sources the DM deems appropriate."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Channel Divinity: Anti-Heal",
								"entries": [
									"Starting at 2nd level, you can use your Channel Divinity to invert positive energy auras around you.",
									"As a bonus action, you create a 60-foot-radius aura centered on you for one minute or until you dismiss it using another bonus action. Within this aura, no creature can magically regain hit points. If a creature were to regain hit points, it instead must succeed on a Constitution saving throw, taking necrotic damage equal to the health it would have regained on a failed save."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Siphon Spell",
								"entries": [
									"Starting at 6th level, you can expend two spell slots of the same level to cast a spell as if you were using a single spell slot that is one level higher than the slots being expended."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Potent Spellcasting",
								"entries": [
									"Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Steal Magic",
								"entries": [
									"By 17th level, you have learned to siphon magic from spellcasters just as you do with the gods. When targeted by a spell, you can use your reaction to learn and prepare the spell until you complete a long rest. The spell is considered a cleric spell for you, but does not count against the number of spells you can prepare.",
									"You can only learn one spell in this fashion at a time. If you use this feature again, the spell you already learned is immediately forgotten."
								]
							}
						]
					}
				]
			],
			"shortName": "Ur-Priest"
		}
	]
}