{
	"_meta": {
		"sources": [
			{
				"json": "mfovdream",
				"abbreviation": "MFoV",
				"full": "Dream Domain",
				"authors": [
					"Middle Finger of Vecna"
				],
				"convertedBy": [
					"EldritchTiefling"
				],
				"version": "23.01.16",
				"url": "https://mfov.magehandpress.com/2016/01/dream-domain.html",
				"targetSchema": "1.0.1"
			}
		],
		"dateAdded": 1589918247,
		"dateLastModified": 1589918247
	},
	"subclass": [
		{
			"name": "Dream Domain",
			"shortName": "Dream",
			"class": "Cleric",
			"source": "mfovdream",
			"subclassSpells": [
				{
					"name": "Charm Person",
					"source": "PHB"
				},
				{
					"name": "Sleep",
					"source": "PHB"
				},
				{
					"name": "Detect Thoughts",
					"source": "PHB"
				},
				{
					"name": "Phantasmal Force",
					"source": "PHB"
				},
				{
					"name": "Hypnotic Pattern",
					"source": "PHB"
				},
				{
					"name": "Speak with Dead",
					"source": "PHB"
				},
				{
					"name": "Confusion",
					"source": "PHB"
				},
				{
					"name": "Phantasmal Killer",
					"source": "PHB"
				},
				{
					"name": "Awaken",
					"source": "PHB"
				},
				{
					"name": "Dream",
					"source": "PHB"
				}
			],
			"subclassFeatures": [
				[
					{
						"name": "Dream Domain",
						"entries": [
							"Understanding your dreams is to peek into a wider reality, occupied by spaces and beings scarcely imaginable to the waking mind. Clerics of Dreams venerate nameless, ancient gods that slumber unseen, whose very dreams send ripples throughout the multiverse. They feel the presence of these beings in their own dreams, and are unshakable in their conviction that they will one day awaken.",
							"You understand that there is precious little difference between the visions we have when asleep and the wishes that consume us while awake, for the world that we live in is but a dream that we share. Ultimately, the power of one's dreams can supplant reality, for the two are not so different.",
							{
								"type": "table",
								"caption": "Dream Domain Spells",
								"colLabels": [
									"Cleric Level",
									"Spells"
								],
								"colStyles": [
									"col-3 text-center",
									"col-9"
								],
								"rows": [
									[
										"1st",
										"{@spell charm person}, {@spell sleep}"
									],
									[
										"3rd",
										"{@spell detect thoughts}, {@spell phantasmal force}"
									],
									[
										"5th",
										"{@spell hypnotic pattern}, {@spell speak with dead}"
									],
									[
										"7th",
										"{@spell confusion}, {@spell phantasmal killer}"
									],
									[
										"9th",
										"{@spell awaken}, {@spell dream}"
									]
								]
							},
							{
								"type": "entries",
								"name": "Dreamtelling",
								"entries": [
									"At 1st level, you can interpret the symbolism of a dream to learn what sort of fears, concerns, or prophecy inspired it. If a dream originates due to fear or stress on the part of the dreamer, you can gain insight into its reasoning, its emotional state, and something that looms large in its mind (such as something it worries over, loves, or hates.) If the dream is divine in origin, the dreamtelling acts as a {@spell commune} spell, with the question asked relating to a great fear or concern of the dreamer. After interpreting the dreams of a creature, you have advantage on Charisma checks you make against it for 1 hour."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Channel Divinity: Slumber",
								"entries": [
									"Starting at 2nd level, you can use your Channel Divinity as an action to force a creature you can see within 60 feet to fall into a deep magical sleep. This creature must make a Wisdom saving throw or fall {@condition unconscious} for up to 1 minute. Undead and creatures immune to being charmed automatically succeed this saving throw. The creature can reattempt this saving throw with advantage when it takes damage."
                                ]
                            }        		
                        ]            	
                    }                    			
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Living Nightmare",
								"entries": [
									"By 6th level, when you place a creature into a slumber, they toss and turn in the anguish of a fever dream. When a creature that is unconscious due to your Slumber feature begins its turn, you can choose for it to take {@damage 3d6} psychic damage. It does not reattempt its saving throw due to this damage. You do not kill the creature due to this damage; you can only reduce it to 1 hit point."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"name": "Potent Spellcasting",
								"entries": [
									"Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"name": "Dreamwalk",
								"entries": [
									"By 17th level, you can step through the world of dreams. In a ritual requiring 1 minute of concentration, choose a creature known to you that is currently sleeping on the same plane as you. You can become a messenger in the creature's dreams, as per the spell {@spell dream}, though you cannot make the messenger appear monstrous and terrifying. You can then teleport to the creature's bedside."
								]
							}
						]
					}
				]
			]
		}
	]
}