{
	"_meta": {
		"sources": [
			{
				"json": "SGttEH-AME",
				"abbreviation": "SGttEH:AME",
				"full": "Steinhardt's Guide to the Eldritch Hunt: Artificer Mortis Engineer",
				"authors": [
					"MonkeyDM",
					"Evan \"MonkeyDM\" Mascaro"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "2024-12-01",
				"color": "292f3c",
				"url": "https://www.patreon.com/posts/artificer-mortis-117104352",
				"dateReleased": "2024-12-01"
			}
		],
		"fonts": {
			"radiantcross": "https://raw.githack.com/TheGiddyLimit/homebrew-img/main/font/SGttEH/radiantcross.otf"
		},
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1733832887,
		"dateLastModified": 1733832887,
		"_dateLastModifiedHash": "fe684065b0"
	},
	"subclass": [
		{
			"name": "Mortis Engineer",
			"shortName": "Mortis Engineer",
			"source": "SGttEH-AME",
			"className": "Artificer",
			"classSource": "TCE",
			"page": 100,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"False Life",
							"Witch Bolt"
						],
						"5": [
							"Lightning Charged|SGttEH",
							"Ray of Enfeeblement"
						],
						"9": [
							"Lightning Bolt",
							"Revivify"
						],
						"13": [
							"Graveyard Shuffle|SGttEH",
							"Jumping Jolt|SGttEH"
						],
						"17": [
							"Negative Energy Flood|XGE",
							"Raise Dead"
						]
					}
				}
			],
			"subclassSpells": [
				"False Life",
				"Witch Bolt",
				"Lightning Charged|SGttEH",
				"Ray of Enfeeblement",
				"Lightning Bolt",
				"Revivify",
				"Graveyard Shuffle|SGttEH",
				"Jumping Jolt|SGttEH",
				"Negative Energy Flood|XGE",
				"Raise Dead"
			],
			"subclassFeatures": [
				"Mortis Engineer|Artificer|TCE|Mortis Engineer|SGttEH-AME|3|SGttEH-AME",
				"Death Lightning|Artificer|TCE|Mortis Engineer|SGttEH-AME|5|SGttEH-AME",
				"Shock Troopers|Artificer|TCE|Mortis Engineer|SGttEH-AME|5|SGttEH-AME",
				"Unending Legion|Artificer|TCE|Mortis Engineer|SGttEH-AME|9|SGttEH-AME",
				"Flesh Titan|Artificer|TCE|Mortis Engineer|SGttEH-AME|15|SGttEH-AME"
			]
		}
	],
	"subclassFluff": [
		{
			"name": "Mortis Engineer",
			"shortName": "Mortis Engineer",
			"source": "SGttEH-AME",
			"className": "Artificer",
			"classSource": "TCE",
			"entries": [
				{
					"type": "inset",
					"page": 99,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"To conquer death is to strip it bare of mystery. To defy the gods is to become their equal"
							],
							"by": "Lord Solomon",
							"from": "Third Mortis Engineer of the Scions"
						}
					]
				},
				{
					"type": "entries",
					"style": "italic",
					"page": 100,
					"entries": [
						"Before manikin technology revolutionized artificial life, the Scions' earliest experiments emerged from the bloodsoaked laboratories of the Mortis Engineers. These deranged pioneers arose during the First War's darkest hours, when desperation bred monsters and necessity justified atrocity. While their contemporary counterparts work with sterile materials like gold and ivory, Mortis Engineers reveled in the vile work of grafting lightning science to still-warm flesh.",
						"From their chambers high in what would become the Scions' Fortress, screams regularly echoed throughout the walls as Mortis Engineers refined their horrific craft. Their experiments involved shocking living subjects until they discovered the precise voltage needed to animate dead tissue. The failures far outnumbered the successes—countless bodies reduced to charred husks, nervous systems burned out, and muscles exploded from within.",
						"In battle, Mortis Engineers are nothing short of nightmarish. Their mastery of lightning allows them to scorch their enemies from the inside out, before raising the smoking corpses as puppets. Their signature technique involves driving electrified metal rods through nerve clusters and major organs, creating undead that spasm and twitch with unnatural speed under the absolute command of their killer. These reanimated horrors leak ozone and burned flesh, their bodies wrapped in crude metal conductors that occasionally spark and sizzle against rotting skin.",
						"The Mortis Engineers' development of resurrection chamber technology came at an unspeakable cost in human suffering. Their research required countless \"fresh\" subjects, leading to whispered rumors about where these specimens truly came from. Though most Mortis Engineers eventually abandoned organic matter for the cleaner manikin science, the old guard continues their grotesque work. Their hidden laboratories are harrowing galleries of half-formed bodies suspended in lightning-charged tanks, waiting to be perfected or mercifully destroyed.",
						"Today, the Mortis Engineers operate in utmost secrecy within the fortress's highest towers. Even the Scions, who pride themselves on scientific progress at any cost, keep their distance from these deranged practitioners. While manikin achievements are celebrated in public squares, Mortis Engineers toil in shadow-cloaked workshops that reek of decay. The constant hum of their generators barely masks the sounds from within—the crackle of lightning, the buzz of conductors, and sometimes, if one listens closely, the whimpers of their latest subjects as they push the boundaries between life, death, and mechanical horror."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/SGttEH-AME/00014.webp"
					},
					"credit": "Alan Marson \"Dark Lord Studios\"",
					"width": 609,
					"height": 789
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/SGttEH-AME/00103.webp"
					},
					"credit": "Marcelo Orsi Blanco",
					"width": 1225,
					"height": 1287
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Mortis Engineer",
			"source": "SGttEH-AME",
			"page": 100,
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Mortis Engineer",
			"subclassSource": "SGttEH-AME",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Mortis Engineers are nothing short of nightmarish.}",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tool Proficiency|Artificer|TCE|Mortis Engineer|SGttEH-AME|3|SGttEH-AME"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mortis Engineer Spells|Artificer|TCE|Mortis Engineer|SGttEH-AME|3|SGttEH-AME"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Jumpstart|Artificer|TCE|Mortis Engineer|SGttEH-AME|3|SGttEH-AME"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Galvanized Flesh|Artificer|TCE|Mortis Engineer|SGttEH-AME|3|SGttEH-AME"
				}
			]
		},
		{
			"name": "Galvanized Flesh",
			"source": "SGttEH-AME",
			"page": 101,
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Mortis Engineer",
			"subclassSource": "SGttEH-AME",
			"level": 3,
			"header": 2,
			"entries": [
				"You master the art of reanimating corpses through electricity. When you deal Lightning damage to a corpse of size Small or larger with a spell of 1st level or higher, you can take a Bonus Action to embed metallic rods into the nervous system of the corpse and briefly bring it to unlife as a {@creature Zombie}.",
				"The zombie gains Temporary Hit Points equal to twice your Artificer level, and it gains a bonus to its attack and damage rolls equal to your Intelligence modifier (minimum of +1).",
				"You can control up to 2 {@creature Zombie||zombies} at once. This increases to 3 {@creature Zombie||zombies} at level 9 and 4 {@creature Zombie||zombies} at level 17. If you attempt to create more {@creature Zombie||zombies} than this limit allows, your oldest {@creature zombie} crumbles to dust. A {@creature zombie} disintegrates after 10 minutes, when it drops to 0 Hit Points, or if you take a Bonus Action to extract the rods, killing it.",
				"The {@creature Zombie||zombies} are Friendly to you and your companions. In combat, they share your Initiative count, but they take their turns immediately after yours. They obey your verbal commands (no action required by you). If you don't issue a command, or they can't see and hear you directly, they take the {@action Dodge} action.",
				"When a {@creature zombie} you created is reduced to 0 Hit Points, it releases a surge of electricity. One creature of your choice within 15 feet of the {@creature zombie} must succeed on a Dexterity saving throw against your spell save DC or take Lightning damage equal to your Intelligence modifier (minimum of 1) and have its Speed reduced by 10 feet until the start of its next turn."
			]
		},
		{
			"name": "Jumpstart",
			"source": "SGttEH-AME",
			"page": 100,
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Mortis Engineer",
			"subclassSource": "SGttEH-AME",
			"level": 3,
			"header": 2,
			"entries": [
				"You can channel lightning to mend wounds. Once on your turn, when you deal Lightning damage to a creature with a spell of level 1 or higher, you can choose to heal the creature instead. The creature regains Hit Points equal to your Intelligence modifier multiplied by the spell's level (minimum of 1). If the spell affects multiple creatures, choose one which receives the healing; the others take the damage as normal. Starting at level 9, you can ignore this limitation and heal multiple creatures at once.",
				"If you attempt to heal a creature in this way on consecutive rounds, the creature must succeed on a Constitution saving throw or take the Lightning damage as normal instead. The DC for this save starts at 15 and increases by 5 for each subsequent round the healing is used on that creature. This DC resets after the creature doesn't receive healing from this feature for 1 round."
			]
		},
		{
			"name": "Mortis Engineer Spells",
			"source": "SGttEH-AME",
			"page": 100,
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Mortis Engineer",
			"subclassSource": "SGttEH-AME",
			"level": 3,
			"header": 2,
			"entries": [
				"You always have certain spells prepared after you reach particular levels in this class, as shown in the {@table Mortis Engineer Spells|SGttEH-AME} table. These spells count as Artificer spells for you, but they don't count against the number of Artificer spells you prepare.",
				{
					"type": "statblock",
					"tag": "table",
					"source": "SGttEH-AME",
					"name": "Mortis Engineer Spells",
					"page": 100
				}
			]
		},
		{
			"name": "Tool Proficiency",
			"source": "SGttEH-AME",
			"page": 100,
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Mortis Engineer",
			"subclassSource": "SGttEH-AME",
			"level": 3,
			"skillProficiencies": [
				{
					"medicine": true
				},
				{
					"any": 1
				}
			],
			"header": 2,
			"entries": [
				"You gain proficiency in the {@skill Medicine} skill. If you are already proficient in it, you gain proficiency in another skill of your choice."
			]
		},
		{
			"name": "Death Lightning",
			"source": "SGttEH-AME",
			"page": 101,
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Mortis Engineer",
			"subclassSource": "SGttEH-AME",
			"level": 5,
			"entries": [
				"You learn to interweave necrotic and electrical energies. Whenever you cast a spell that deals Necrotic damage, you can choose to have it deal Lightning damage instead and vice versa.",
				"In addition, the legions you raise can act as catalysts for your spells. When you cast a spell with a range of touch, choose one of your zombies within 100 feet of you; it can deliver the spell as if it had cast the spell. Your zombie must use its Reaction to deliver the spell when you cast it."
			]
		},
		{
			"name": "Shock Troopers",
			"source": "SGttEH-AME",
			"page": 101,
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Mortis Engineer",
			"subclassSource": "SGttEH-AME",
			"level": 5,
			"entries": [
				"Your expertise in electrical animation enhances your zombies' capabilities. Each zombie you create has a Speed of 40 feet, and you can choose to have its attacks deal Lightning damage instead of Bludgeoning damage.",
				"Additionally, your zombies gain the following Bonus Action:",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "System Overload",
							"entries": [
								"The zombie attempts to shock one creature it can see within 5 feet of it. The target must succeed on a Constitution saving throw against your spell save DC or take {@damage 1d6} Lightning damage and have its Speed reduced by 10 feet until the end of its next turn. If the target has taken Lightning damage since the start of its last turn, it automatically fails this saving throw. A creature whose Speed is reduced to 0 by this feature has the {@condition Stunned} condition until the start of its next turn."
							]
						}
					]
				}
			]
		},
		{
			"name": "Unending Legion",
			"source": "SGttEH-AME",
			"page": 101,
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Mortis Engineer",
			"subclassSource": "SGttEH-AME",
			"level": 9,
			"entries": [
				"You've mastered the art of mass reanimation. You create a specialized container that uses manikin technology to enhance your Undead servants. This container can take the form of a coffin, chest, backpack, or other similar receptacle of your choice, which you must carry on your person.",
				"Each zombie you create can be enhanced with a metallic shell from your container. An enhanced zombie gains these benefits:",
				{
					"type": "list",
					"items": [
						"Its Armor Class equals 12 + your Intelligence modifier",
						"It adds your Intelligence modifier to saving throws",
						"It has Immunity to Lightning damage"
					]
				},
				"In addition, when you take a Bonus Action as part of your {@subclassFeature Galvanized Flesh|Artificer|TCE|Mortis Engineer|SGttEH-AME|3|SGttEH-AME} feature, you can animate a number of zombies equal to the level of the spell you cast, up to your maximum limit, provided sufficient corpses are affected by your lightning spell."
			]
		},
		{
			"name": "Flesh Titan",
			"source": "SGttEH-AME",
			"page": 101,
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Mortis Engineer",
			"subclassSource": "SGttEH-AME",
			"level": 15,
			"entries": [
				"You've perfected a volatile combination of electrical shocks and enhancement serums. As an action, you can inject a zombie under your control within 5 feet of you with this unstable mixture, causing its flesh to swell and crackle with intense electrical energy. It becomes a {@creature Flesh Golem} for 1 minute, but still benefits from any of your features that affect zombies.",
				"At the end of the minute, or when it reaches 0 Hit Points, it dies in an explosion of lightning. Each creature within a 20-foot radius centered from the flesh golem must succeed on a Constitution saving throw against your spell save DC or take {@damage 4d8} Lightning damage.",
				"Once you've used this feature, you can't use it again until you finish a Long Rest or expend a spell slot of level 5 or higher to use it again."
			]
		}
	],
	"item": [
		{
			"name": "Corpse Bag",
			"source": "SGttEH-AME",
			"page": 103,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"{@i {@optfeature Replicate Magic Item|TCE|Replicable Magic Item} (Level 2 Artificer)}",
				"This specially treated leather bag is larger on the inside than it appears and is designed to preserve and transport corpses for necromantic purposes. The bag can hold up to ten Medium or smaller corpses, which don't decay while inside it. The bag weighs 2 pounds regardless of its contents.",
				"As an action, you can reach into the bag to stow a corpse. Once per turn, you can retrieve a corpse (no action required). Each corpse must be placed into or removed from the bag individually. Alternatively you can take an action to turn the bag inside out and spill out all the corpses within. If the bag is pierced or torn, it ruptures and is destroyed, and its contents spill forth."
			],
			"optionalfeatures": [
				"replicate magic item|tce"
			],
			"hasFluffImages": true
		}
	],
	"itemFluff": [
		{
			"name": "Corpse Bag",
			"source": "SGttEH-AME",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/SGttEH-AME/00113.webp"
					},
					"width": 1253,
					"height": 1165
				}
			]
		}
	],
	"table": [
		{
			"name": "Mortis Engineer Spells",
			"source": "SGttEH-AME",
			"page": 100,
			"colLabels": [
				"Artificer Level",
				"Spells"
			],
			"colStyles": [
				"col-4 text-center",
				"col-8"
			],
			"rows": [
				[
					"3rd",
					"{@spell False Life}, {@spell Witch Bolt}"
				],
				[
					"5th",
					"{@spell Lightning Charged|SGttEH}{@sup {@font ♰|radiantcross}}, {@spell Ray of Enfeeblement}"
				],
				[
					"9th",
					"{@spell Lightning Bolt}, {@spell Revivify}"
				],
				[
					"13th",
					"{@spell Graveyard Shuffle|SGttEH}{@sup {@font ♰|radiantcross}}, {@spell Jumping Jolt|SGttEH}{@sup {@font ♰|radiantcross}}"
				],
				[
					"17th",
					"{@spell Negative Energy Flood|XGE}{@sup XGtE}, {@spell Raise Dead}"
				]
			]
		}
	],
	"book": [
		{
			"name": "Steinhardt's Guide to the Eldritch Hunt: Artificer Mortis Engineer",
			"id": "SGttEH-AME",
			"source": "SGttEH-AME",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/SGttEH-AME/cover.webp"
			},
			"published": "2024-12-01",
			"author": "MonkeyDM",
			"contents": [
				{
					"name": "Artificer: Mortis Engineer",
					"headers": [
						"Artificer: Mortis Engineer"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "SGttEH-AME",
			"source": "SGttEH-AME",
			"data": [
				{
					"type": "section",
					"name": "Artificer: Mortis Engineer",
					"page": 99,
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "WIP Art",
									"page": 99,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/SGttEH-AME/00014.webp"
											},
											"credit": "Alan Marson \"Dark Lord Studios\"",
											"width": 609,
											"height": 789
										},
										{
											"type": "inset",
											"page": 99,
											"entries": [
												{
													"type": "quote",
													"entries": [
														"To conquer death is to strip it bare of mystery. To defy the gods is to become their equal"
													],
													"by": "Lord Solomon",
													"from": "Third Mortis Engineer of the Scions"
												}
											],
											"id": "003"
										}
									],
									"id": "002"
								}
							],
							"id": "001"
						},
						{
							"type": "section",
							"name": "Artificer: Mortis Engineer",
							"page": 100,
							"entries": [
								{
									"type": "entries",
									"style": "italic",
									"page": 100,
									"entries": [
										"Before manikin technology revolutionized artificial life, the Scions' earliest experiments emerged from the bloodsoaked laboratories of the Mortis Engineers. These deranged pioneers arose during the First War's darkest hours, when desperation bred monsters and necessity justified atrocity. While their contemporary counterparts work with sterile materials like gold and ivory, Mortis Engineers reveled in the vile work of grafting lightning science to still-warm flesh.",
										"From their chambers high in what would become the Scions' Fortress, screams regularly echoed throughout the walls as Mortis Engineers refined their horrific craft. Their experiments involved shocking living subjects until they discovered the precise voltage needed to animate dead tissue. The failures far outnumbered the successes—countless bodies reduced to charred husks, nervous systems burned out, and muscles exploded from within.",
										"In battle, Mortis Engineers are nothing short of nightmarish. Their mastery of lightning allows them to scorch their enemies from the inside out, before raising the smoking corpses as puppets. Their signature technique involves driving electrified metal rods through nerve clusters and major organs, creating undead that spasm and twitch with unnatural speed under the absolute command of their killer. These reanimated horrors leak ozone and burned flesh, their bodies wrapped in crude metal conductors that occasionally spark and sizzle against rotting skin.",
										"The Mortis Engineers' development of resurrection chamber technology came at an unspeakable cost in human suffering. Their research required countless \"fresh\" subjects, leading to whispered rumors about where these specimens truly came from. Though most Mortis Engineers eventually abandoned organic matter for the cleaner manikin science, the old guard continues their grotesque work. Their hidden laboratories are harrowing galleries of half-formed bodies suspended in lightning-charged tanks, waiting to be perfected or mercifully destroyed.",
										"Today, the Mortis Engineers operate in utmost secrecy within the fortress's highest towers. Even the Scions, who pride themselves on scientific progress at any cost, keep their distance from these deranged practitioners. While manikin achievements are celebrated in public squares, Mortis Engineers toil in shadow-cloaked workshops that reek of decay. The constant hum of their generators barely masks the sounds from within—the crackle of lightning, the buzz of conductors, and sometimes, if one listens closely, the whimpers of their latest subjects as they push the boundaries between life, death, and mechanical horror."
									],
									"id": "005"
								},
								{
									"type": "statblock",
									"prop": "subclass",
									"source": "SGttEH-AME",
									"name": "Mortis Engineer",
									"className": "Artificer",
									"classSource": "TCE",
									"page": 100
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/SGttEH-AME/00103.webp"
									},
									"credit": "Marcelo Orsi Blanco",
									"width": 1225,
									"height": 1287
								},
								{
									"type": "entries",
									"name": "Corpse Bag",
									"page": 103,
									"entries": [
										{
											"type": "statblock",
											"tag": "item",
											"source": "SGttEH-AME",
											"name": "Corpse Bag",
											"page": 103
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/SGttEH-AME/00113.webp"
											},
											"width": 1253,
											"height": 1165
										}
									],
									"id": "006"
								}
							],
							"id": "004"
						}
					],
					"id": "000"
				}
			]
		}
	]
}
