{
	"_meta": {
		"sources": [
			{
				"json": "MrDoctorJuniorShadowSorcRevised",
				"abbreviation": "MDJSSR",
				"full": "Shadow Sorcerer (Revised)",
				"url": "https://www.gmbinder.com/share/-MhfJj61puAD_Vd9T6rM",
				"authors": [
					"MrDoctorJunior"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"color": "2d403d",
				"version": "1.0"
			}
		],
		"optionalFeatureTypes": {
			"SM": "Shade Magic"
		},
		"dateAdded": 1643217423,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "58b8bd1402",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Shadow (Revised)",
			"subclassFeatures": [
				"Shadow Magic Revised|Sorcerer||Shadow (Revised)|MrDoctorJuniorShadowSorcRevised|1",
				"Shadow Walk|Sorcerer||Shadow (Revised)|MrDoctorJuniorShadowSorcRevised|6",
				"Umbral Form|Sorcerer||Shadow (Revised)|MrDoctorJuniorShadowSorcRevised|14",
				"Infinite Darkness|Sorcerer||Shadow (Revised)|MrDoctorJuniorShadowSorcRevised|18"
			],
			"source": "MrDoctorJuniorShadowSorcRevised",
			"shortName": "Shadow (Revised)",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassSpells": [
				"Darkness",
				"Inflict Wounds",
				"Invisibility",
				"Gaseous Form",
				"Shadow of Moil|xge",
				"Creation"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Shadow Magic Revised",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Shadow (Revised)",
			"subclassSource": "MrDoctorJuniorShadowSorcRevised",
			"level": 1,
			"entries": [
				"You are a creature of shadow, for your innate magic comes from the Shadowfell itself. You might trace your lineage to an entity from that place, or perhaps you were exposed to its fell energy and transformed by it.",
				"The power of shadow magic casts a strange pall over your physical presence. The spark of life that sustains you is muffled, as if it struggles to remain viable against the dark energy that imbues your soul. At your option, you can pick from or roll on the Shadow Sorcerer Quirks table to create a quirk for your character.",
				{
					"type": "table",
					"caption": "Shadow Sorcerer Quirks",
					"colLabels": [
						"{@dice d6}",
						"Quirk"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10 text-left "
					],
					"rows": [
						[
							"1",
							"You are always icy cold to the touch."
						],
						[
							"2",
							"When you are asleep, you don't appear to breathe (though you must still breathe to survive)."
						],
						[
							"3",
							"You barely bleed, even when badly injured."
						],
						[
							"4",
							"Your heart beats once per minute. This event sometimes surprises you."
						],
						[
							"5",
							"You have trouble remembering that living creatures and corpses should be treated differently."
						],
						[
							"6",
							"You blinked. Once. Last week."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Shadow Magic|Sorcerer||Shadow (Revised)|MrDoctorJuniorShadowSorcRevised|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Eyes of the Dark|Sorcerer||Shadow (Revised)|MrDoctorJuniorShadowSorcRevised|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Sorcerous Shade|Sorcerer||Shadow (Revised)|MrDoctorJuniorShadowSorcRevised|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Shade Magics|Sorcerer||Shadow (Revised)|MrDoctorJuniorShadowSorcRevised|1"
				}
			]
		},
		{
			"name": "Shadow Magic",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Shadow (Revised)",
			"subclassSource": "MrDoctorJuniorShadowSorcRevised",
			"level": 1,
			"header": 1,
			"entries": [
				"You learn additional spells when you reach certain levels in this class, as shown on the Shadow Spells table. Each of these spells counts as a sorcerer spell for you, but it doesn't count against the number of sorcerer spells you know.",
				{
					"type": "table",
					"caption": "Shadow Spells",
					"colLabels": [
						"Sorcerer Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell inflict wounds}"
						],
						[
							"3rd",
							"{@spell invisibility}"
						],
						[
							"5th",
							"{@spell gaseous form}"
						],
						[
							"7th",
							"{@spell shadow of moil|XGE}"
						],
						[
							"9th",
							"{@spell creation}"
						]
					]
				}
			]
		},
		{
			"name": "Eyes of the Dark",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Shadow (Revised)",
			"subclassSource": "MrDoctorJuniorShadowSorcRevised",
			"level": 1,
			"header": 1,
			"entries": [
				"At 1st level, you can see normally in darkness, both magical and nonmagical, to a distance of 120 feet.",
				"When you reach 3rd level in this class, you learn the darkness spell, which doesn't count against your number of sorcerer spells known. In addition, you can cast it by spending 2 sorcery points or by expending a spell slot. If you cast it with sorcery points, you can do so without needing any material components."
			]
		},
		{
			"name": "Sorcerous Shade",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Shadow (Revised)",
			"subclassSource": "MrDoctorJuniorShadowSorcRevised",
			"level": 1,
			"header": 1,
			"entries": [
				"At 1st level, your connection to the Shadowfell grants you control of own shadow. As an action, you can to cause it to disonnect from you and gain a semi-physical form for a numbers of hours equal to half of your sorcerer level (minimum of 1). You can activate the shades a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest. You can revert your shadow to its inert form early as bonus action. While inert, your shadow is attached to you and follows you as normal. It is also no longer considered a creature, and cannot be affected by anything.",
				"In combat, the shade acts during your turn. Your shade is not a sentient creature, and is instead a puppet that you control; you use your senses while controlling it. You can move it, but the only action it can take is the Shadow Stealth action, unless you take a bonus action on your turn to have it take another action. That action can be one in its stat block or some other action. If you are incapacitated, your shade is unable to move or take actions, except for the Shadow Stealth action. If you die, the shade becomes inert.",
				"See the creature's game statistics in the {@creature Sorcerous Shade|MrDoctorJuniorShadowSorcRevised} stat block. The shade also uses your Intelligence, Wisdom, and Charisma scores, as well as your saving throw and skill proficiencies.",
				"When you complete a short rest, your shade regains hitpoints equal to half its maximum hitpoints. When you complete a long rest, it regains all of its hitpoints. When reduced to 0 hitpoints, it becomes inert, and cannot become active until it regains hitpoints or until 1 hour has passed, when it will then regain 1 hitpoint. Your shade cannot be healed by other means.",
				"Starting at 2nd level, you may spend 2 sorcery points as an action to heal your shade an amount equal to half of its maximum hitpoints. As part of this action, you may also reactivate the shade if it is inert."
			]
		},
		{
			"name": "Shade Magics",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Shadow (Revised)",
			"subclassSource": "MrDoctorJuniorShadowSorcRevised",
			"level": 1,
			"header": 2,
			"entries": [
				"Your Sorcerous Shade grows in power along with you and gains abilities of your choice when you reach certain levels in this class. You may choose one of the following abilities for your shade to learn. You gain another one when you reach 6th, 10th, 14th, and 18th level.",
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Arcane Catalyst|MrDoctorJuniorShadowSorcRevised"
				},
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Lashing Shadows|MrDoctorJuniorShadowSorcRevised"
				},
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Oppose|MrDoctorJuniorShadowSorcRevised"
				},
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Shade Wall|MrDoctorJuniorShadowSorcRevised"
				},
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Shadow Stalker|MrDoctorJuniorShadowSorcRevised"
				},
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Shadow's Embrace|MrDoctorJuniorShadowSorcRevised"
				}
			]
		},
		{
			"name": "Shadow Walk",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Shadow (Revised)",
			"subclassSource": "MrDoctorJuniorShadowSorcRevised",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you gain the ability to step from one shadow into another. When you are in dim light or darkness, as a bonus action, you or your shade can magically teleport up to 60 feet to an unoccupied space you can see that is also in dim light or darkness. Your shade counts as an origin or a destination for this teleportation, but not for itself.",
				"At 14th level, the distance you and your shade can teleport increases to 120 feet."
			]
		},
		{
			"name": "Umbral Form",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Shadow (Revised)",
			"subclassSource": "MrDoctorJuniorShadowSorcRevised",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level you can spend 2 sorcery points as a bonus action to assume a form of pure shadow and darkness for 1 minute or until you dismiss it as a bonus action. While in this form, you and your shade gain the following features:",
				{
					"type": "list",
					"items": [
						"You have resistance to cold damage.",
						"You gain vulnerability to radiant damage.",
						"You can move through other creatures and objects as if they were difficult terrain. You take 5 force damage if you end your turn inside an object. If this form ends while you are in an object you are shunted out to the nearest unoccupied space taking 6D6 force damage and are knocked prone.",
						"While in darkness, movement is half the normal cost; moving 2 feet in darkness costs 1 foot of speed."
					]
				},
				"You remain in this form for 1 minute. It ends early if you are {@condition incapacitated}, if you die, or if you dismiss it as a bonus action."
			]
		},
		{
			"name": "Infinite Darkness",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Shadow (Revised)",
			"subclassSource": "MrDoctorJuniorShadowSorcRevised",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you may tap into your deepest connections to the darkness of the world. You may spend 10 sorcery points pour your mind in the shadows of the world and teleport yourself and up to 8 willing creatures to a location that meets the following criteria:",
				{
					"type": "list",
					"items": [
						"Has dim light or darkness covering an area large enough to accomodate you and your allies.",
						"Is an area you are familiar with or one you can see within the same plane of existence."
					]
				},
				"Alternatively, you may teleport to the Shadowfell as if you casted the {@spell plane shift} spell. While within the Shadowfell, you may instead teleport to any plane of existence.",
				"If the defined area does not meet the requirements, nothing occurs and you regain 5 of the expended sorcery points. Otherwise, darkness envelops you and your companions and transports you to the location."
			]
		}
	],
	"monster": [
		{
			"name": "Sorcerous Shade",
			"size": [
				"M"
			],
			"type": "monstrosity",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "13 + half of your proficiency bonus"
				}
			],
			"hp": {
				"special": "six times your sorcerer level"
			},
			"speed": {
				"walk": 30
			},
			"str": 6,
			"dex": 17,
			"con": 14,
			"int": null,
			"wis": null,
			"cha": null,
			"passive": null,
			"shortName": "Shade",
			"senses": [
				"magical darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"vulnerable": [
				"radiant"
			],
			"resist": [
				"cold"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"grappled",
				"petrified",
				"poisoned",
				"restrained",
				"unconscious"
			],
			"trait": [
				{
					"name": "Amorphous",
					"entries": [
						"The shade can move through a space as narrow as 1 inch wide without squeezing."
					]
				},
				{
					"name": "Incorporeal",
					"entries": [
						"The shade may interact with and move objects only if the object is in dim-light or darkness."
					]
				},
				{
					"name": "Sunlight Weakness",
					"entries": [
						"While in sunlight, the shade has disadvantage on attack rolls, ability checks, and saving throws, as well as on Wisdom ({@skill Perception})  checks that rely on sight."
					]
				}
			],
			"traitTags": [
				"Amorphous"
			],
			"action": [
				{
					"name": "Rend",
					"entries": [
						"{@atk mw} {@hitYourSpellAttack} to hit, reach 5 ft., one target. {@h}3 ({@damage 2d4}) cold damage.",
						"The damage dice of this attack increases based on your sorcerer level, to {@dice 2d6} at 5th level, {@dice 2d8} at 11th level, and {@dice 2d10} at 17th level."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"damageTags": [
				"C"
			],
			"bonus": [
				{
					"name": "Shadow Stealth",
					"entries": [
						"While in dim light or darkness, the shade takes the Hide action."
					]
				}
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Oppose",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"featureType": [
				"SM"
			],
			"entries": [
				"Whenever your shade is within 5 feet of you when you are targeted by a melee or ranged attack that you can see, you may spend your reaction to instead make the shade be targeted by the attack. You can use this ability even when it is inert."
			]
		},
		{
			"name": "Lashing Shadows",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"featureType": [
				"SM"
			],
			"entries": [
				"Your shade may make a ranged weapon attack against a target within 30 feet of it using your spell attack modifier. On a hit, the target takes {@dice 2d4} cold damage. The damage dice of this attack increases based on your sorcerer level, to {@dice 2d6} at 5th level, {@dice 2d8} at 11th level, and {@dice 2d10} at 17th level."
			]
		},
		{
			"name": "Shadow's Embrace",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"featureType": [
				"SM"
			],
			"entries": [
				"Your shade may grapple creatures of Large size or smaller, making a Charisma (Athletics) check instead of a Strength (Athletics) check. While a creature is grappled by your shade, it takes cold damage equal to your proficiency bonus at the start of its turns.",
				"Additionally, when your shade uses the Shadow Stride feature, it can teleport a grappled creature with it. An unwilling creature must make a Charisma saving throw to avoid the effect. If the creature succeeds, the teleport fails."
			]
		},
		{
			"name": "Arcane Catalyst",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"featureType": [
				"SM"
			],
			"entries": [
				"When you cast a spell with a range other than self, the spell can originate from you or your shade."
			]
		},
		{
			"name": "Shadow Stalker",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"featureType": [
				"SM"
			],
			"entries": [
				"While your shade is within 120 feet of you, you can use your action to see through its eyes and hear what it hears until the start of your next turn, gaining the benefits of the special senses that your shade has. During this time, you are deaf and blind with regard to your own senses.",
				"Additionally, the shade can move through other creatures and objects as if they were difficult terrain. It takes 5 force damage if it ends its turn inside an object."
			]
		},
		{
			"name": "Shade Wall",
			"source": "MrDoctorJuniorShadowSorcRevised",
			"featureType": [
				"SM"
			],
			"entries": [
				"Your shade may use its action to become a wall of shadow, making itself a thin veil-like wall, 10 feet wide and 10 feet tall. This wall heavily obscures creatures behind it and creatures may move through it. When a hostile creature walks through the wall, it must succeed on a Constitution saving throw or be blinded for 1 minute. A creature can also repeat the saving throw at the end of each of its turns. If a creature's saving throw is successful, the effect ends on it.",
				"Your shade is incapacitated while in this form and cannot move, however, it gains resistance to all damage except force and radiant damage and temporary hitpoints equal to its current hitpoints. When your shade loses all temporary hitpoints, it reverts to its normal form. It can also use an action on a subsequent turn to revert to normal, losing the remaining temporary hitpoints."
			]
		}
	]
}
