{
	"_meta": {
		"sources": [
			{
				"json": "Nautilus",
				"abbreviation": "Naut",
				"full": "Path of the Nautilus",
				"authors": [
					"NeonLightDecay"
				],
				"convertedBy": [
					"Lxran#2292"
				],
				"version": "1.0",
				"url": "https://homebrewery.naturalcrit.com/share/Zs3_5Q4M_9g2",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1635100506,
		"dateLastModified": 1635100506
	},
	"subclass": [
		{
			"name": "Path of the Nautilus",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"shortName": "Nautilus",
			"page": 1,
			"subclassFeatures": [
				"Path of the Nautilus|Barbarian||Nautilus|Nautilus|3",
				"Benthic Boons|Barbarian||Nautilus|Nautilus|6",
				"Nautical Nuance|Barbarian||Nautilus|Nautilus|10",
				"Abyssal Ascendancy|Barbarian||Nautilus|Nautilus|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Path of the Nautilus",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassSource": "Nautilus",
			"subclassShortName": "Nautilus",
			"page": 1,
			"level": 3,
			"entries": [
				"The Path of the Nautilus is granted to those who accept the greatest challenges of the sea and survive. Having survived a brush with the briny depths of the ocean, the Path of the Nautilus warps a barbarian by the nature of their experience. Not wholly the same, the barbarian manifests magical mutations of the sea during battle.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Deep Dweller|Barbarian||Nautilus|Nautilus|3|Nautilus"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mystic Mutation|Barbarian||Nautilus|Nautilus|3|Nautilus"
				}
			]
		},
		{
			"name": "Deep Dweller",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassSource": "Nautilus",
			"subclassShortName": "Nautilus",
			"page": 1,
			"level": 3,
			"header": 1,
			"entries": [
				"Your path required you to endure the crushing depths of the sea, doing so has taught you to survive the waves at all costs. At 3rd level when you take this path, you gain a swim speed equal to your walking speed and can breathe underwater."
			]
		},
		{
			"name": "Mystic Mutation",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassSource": "Nautilus",
			"subclassShortName": "Nautilus",
			"page": 1,
			"level": 3,
			"header": 1,
			"entries": [
				"Your experience has left your body altered by the ocean's might and mysticism. At 3rd level, when you adopt this path, you choose a mutation and gain its feature. You may change your mutation choice whenever you gain a level in this class or spend 8 hours fully submerged in sea water.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Shell",
							"page": 1,
							"entries": [
								"Your rage grants you magical armor to bolster your defenses. Your armor can take whatever form you choose; plates of chitin, patches of barnacles, or even a layer of blubber. While you are raging and have no temporary hit points, you can use your bonus action to gain temporary hit points equal to your Constitution modifier (minimum of 1). While you have temporary hit points from this feature, you are immune to cold damage."
							]
						},
						{
							"type": "entries",
							"name": "Lure",
							"page": 1,
							"entries": [
								"Your rage grants you a magical appendage to reel in your prey. Your appendage can take whatever form you wish. For example, your appendage could be a ghostly hook, an ephemeral tentacle, or a phantom claw. While you are raging, you can use your bonus action to strike at a nearby creature with your appendage. One creature no more than one size larger than you that you can see within 30 feet must make a Strength saving throw (DC equal to 8 + your proficiency bonus + your Strength modifier) or be pulled 15 feet in a straight line toward you."
							]
						},
						{
							"type": "entries",
							"name": "Flow",
							"page": 1,
							"entries": [
								"Your rage grants you unnatural fluidity of movement. Your limbs may move like that of a cephalopod or your body  may ungulate like water as you move about the battlefield. While you are raging and aren't wearing heavy armor, your movement speed increases by 10 feet, and you can use the Dash action as a bonus action on your turn."
							]
						}
					]
				}
			]
		},
		{
			"name": "Benthic Boons",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassSource": "Nautilus",
			"subclassShortName": "Nautilus",
			"page": 2,
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, your mutations evolve in potency as your connection to the depths of the ocean grows. The benefits are based on the mutation you chose for your Mystic Mutation.",
				{
					"type": "entries",
					"name": "Shell",
					"page": 1,
					"entries": [
						"Whenever you take damage from a melee attack while you have temporary hit points from your Shell mutation, the attacking creature must make a Constitution saving throw (DC equal to 8 + your proficiency bonus + your Constitution modifier). On a failed save the creature has disadvantage on the next melee attack it makes before the end of its next turn."
					]
				},
				{
					"type": "entries",
					"name": "Lure",
					"page": 1,
					"entries": [
						"When a creature fails its save against your appendage, it takes lightning damage equal to {@dice 1d6} + your Rage Damage."
					]
				},
				{
					"type": "entries",
					"name": "Flow",
					"page": 1,
					"entries": [
						"When you take the {@action Dash} action while you are raging, opportunity attacks against you are made with disadvantage until the end of your turn."
					]
				}
			]
		},
		{
			"name": "Nautical Nuance",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassSource": "Nautilus",
			"subclassShortName": "Nautilus",
			"page": 1,
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you gain finer control over your mutation. The benefits are based on the mutation you chose for your Mystic Mutation.",
				{
					"type": "entries",
					"name": "Shell",
					"page": 1,
					"entries": [
						"While you are raging you can use a bonus action to reduce your temporary hit points from your Shell to 0 and gain hit points equal to half the amount lost rounded up."
					]
				},
				{
					"type": "entries",
					"name": "Lure",
					"page": 1,
					"entries": [
						"When a creature fails its save against your appendage and is moved to within 5 feet of you, the target creature is knocked {@condition prone}."
					]
				},
				{
					"type": "entries",
					"name": "Flow",
					"page": 1,
					"entries": [
						"While raging when you take the {@action Dash} action, you may instead teleport up to a distance equal to your speed to an unoccupied location you can see."
					]
				}
			]
		},
		{
			"name": "Abyssal Ascendancy",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassSource": "Nautilus",
			"subclassShortName": "Nautilus",
			"page": 2,
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you embody the ferocity of creatures that dwell in the sunless depths of the oceans. The benefits are based on the mutation you chose for your Mystic Mutation.",
				{
					"type": "entries",
					"name": "Shell",
					"page": 2,
					"entries": [
						"During your rage, when you take damage and have no temporary hit points, you can use your reaction to gain temporary hit points equal to your Barbarian level. If the triggering damage type was cold, you may instead gain temporary hit points equal to the damage you received. Temporary hit points are gained after you take the damage."
					]
				},
				{
					"type": "entries",
					"name": "Lure",
					"page": 2,
					"entries": [
						"You gain an additional appendage. You can target two different creatures with your appendages or the same creature. If you target two different creatures, your appendages work as normal. Alternatively you can use both appendages to target a single creature of any size and subject them to the effects of your Lure. If a creature is attacked by both appendages on a failed save, the target creature takes {@dice 3d6} + your Rage Damage instead."
					]
				},
				{
					"type": "entries",
					"name": "Flow",
					"page": 1,
					"entries": [
						"While raging, you are considered to be under the effects of the {@spell freedom of movement} spell."
					]
				}
			]
		}
	]
}
