{
	"_meta": {
		"sources": [
			{
				"json": "Nautilus",
				"abbreviation": "Naut",
				"full": "Path of the Nautilus",
				"authors": [
					"NeonLightDecay"
				],
				"convertedBy": [
					"Lxran#2292"
				],
				"version": "1.1",
				"url": "https://homebrewery.naturalcrit.com/share/Zs3_5Q4M_9g2",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1635100506,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "5d798cae11",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Path of the Nautilus",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"shortName": "Nautilus",
			"page": 1,
			"subclassFeatures": [
				"Path of the Nautilus|Barbarian||Nautilus|Nautilus|3",
				"Benthic Boons|Barbarian||Nautilus|Nautilus|6",
				"Pelagic Propagation|Barbarian||Nautilus|Nautilus|10",
				"Abyssal Ascendancy|Barbarian||Nautilus|Nautilus|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Path of the Nautilus",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassSource": "Nautilus",
			"subclassShortName": "Nautilus",
			"page": 1,
			"level": 3,
			"entries": [
				"The Path of the Nautilus is granted to those who accept the greatest challenges of the sea and survive. Having survived a brush with the briny depths of the ocean, the Path of the Nautilus warps a barbarian by the nature of their experience. Not wholly the same, the barbarian manifests magical mutations of the sea during battle.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Deep Dweller|Barbarian||Nautilus|Nautilus|3|Nautilus"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mystic Mutation|Barbarian||Nautilus|Nautilus|3|Nautilus"
				}
			]
		},
		{
			"name": "Deep Dweller",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassSource": "Nautilus",
			"subclassShortName": "Nautilus",
			"page": 1,
			"level": 3,
			"header": 1,
			"entries": [
				"Your harrowing experience has left you with the capabilities to delve beneath the waves. At 3rd level, when you adopt this path, you can breathe underwater and gain a swimming speed equal to your walking speed."
			]
		},
		{
			"name": "Mystic Mutation",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassSource": "Nautilus",
			"subclassShortName": "Nautilus",
			"page": 1,
			"level": 3,
			"header": 1,
			"entries": [
				"At 3rd level you choose a mutation and gain its feature. You may change your mutation choice whenever you gain a level in this class or spend 8 hours fully submerged in sea water.",
				"Some of your mutation features require your target to make a saving throw to resist the feature's effects. The saving throw DC is calculated as follows: Mutation Save DC = 8 + your proficiency bonus + your Constitution modifier",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Shell",
							"page": 1,
							"entries": [
								"Your rage grants you magical armor to bolster your defenses. Your armor can take whatever form you choose; plates of chitin, patches of barnacles, or even a layer of blubber. While you are raging and have no temporary hit points, you can use your bonus action to gain temporary hit points equal to your Constitution modifier (minimum of 1).  While you have temporary hit points from this feature, you are immune to cold damage."
							]
						},
						{
							"type": "entries",
							"name": "Lure",
							"page": 1,
							"entries": [
								"Your rage grants you a magical appendage to assail your foes. Your appendage can take whatever form you wish. For example, your appendage could be a ghostly hook, an ephemeral tentacle, or a phantom claw. Your appendage is considered a simple melee weapon with the thrown property. While you are raging, you can use your bonus action to make an attack with your appendage against a creature you can see within 30 feet. On a hit, you can impose one of the following effects on that target:",
								{
									"type": "list",
									"items": [
										"It must make a Dexterity saving throw or be knocked {@condition prone}.",
										"It must make a Strength saving throw. If it fails, you can pull it up to 15 feet towards you in a straight line.",
										"It takes cold damage equal to {@dice 1d6} + your rage damage."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Flow",
							"page": 1,
							"entries": [
								"Your rage grants you unnatural fluidity of movement. Your limbs may move like that of a cephalopod or your body may ungulate like water as you move about the battlefield. While you are raging and aren't wearing heavy armor, you can take the {@action Dash} action as a bonus action on your turn. Additionally, when you take the {@action Dash} action, opportunity attacks against you are made with disadvantage until the end of your turn."
							]
						}
					]
				}
			]
		},
		{
			"name": "Benthic Boons",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassSource": "Nautilus",
			"subclassShortName": "Nautilus",
			"page": 2,
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, your mutations evolve in potency as your connection to the depths of the ocean grows. The benefits are based on the mutation you chose for your Mystic Mutation.",
				{
					"type": "entries",
					"name": "Shell",
					"page": 1,
					"entries": [
						"Whenever you take damage from a melee attack while you have temporary hit points from your Shell mutation, the attacking creature must make a Constitution saving throw. On a failed save the creature has disadvantage on the next melee attack it makes before the end of its next turn."
					]
				},
				{
					"type": "entries",
					"name": "Lure",
					"page": 1,
					"entries": [
						"When an ally within 15 feet is hit with a ranged attack, you can use your reaction to intercept the projectile before damage is dealt. Roll an attack with your appendage. If your attack roll is greater than or equal to the triggering attack roll, negate the damage. If your attack roll is less than the triggering attack roll, damage is dealt as normal."
					]
				},
				{
					"type": "entries",
					"name": "Flow",
					"page": 1,
					"entries": [
						"While raging, the ground in a 15-foot radius centered on you is slick with water and is difficult terrain for creatures other than you. The radius moves with you."
					]
				}
			]
		},
		{
			"name": "Pelagic Propagation",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassSource": "Nautilus",
			"subclassShortName": "Nautilus",
			"page": 1,
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you have learned to extend your mutation to your allies. As an action, you can grant your Deep Dweller feature to a number of creatures up to your Constitution modifier (minimum of 1) for the next 8 hours. When you do so, the affected creatures exhibit a minor effect similar to your current mutation. You must finish a long rest before you can use this feature again."
			]
		},
		{
			"name": "Abyssal Ascendancy",
			"source": "Nautilus",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassSource": "Nautilus",
			"subclassShortName": "Nautilus",
			"page": 2,
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you embody the ferocity of creatures that dwell in the sunless depths of the oceans. The benefits are based on the mutation you chose for your Mystic Mutation.",
				{
					"type": "entries",
					"name": "Shell",
					"page": 2,
					"entries": [
						"During your rage, when you take damage and have no temporary hit points, you can use your reaction to gain temporary hit points equal to your Barbarian level. If the triggering damage type was cold, you may instead gain temporary hit points equal to the damage you received. Temporary hit points are gained after you take the damage."
					]
				},
				{
					"type": "entries",
					"name": "Lure",
					"page": 2,
					"entries": [
						"You unleash a flurry of appendages on your foes. As an action on your turn, you can force each creature of your choice within 30 feet of you to make a Dexterity saving throw. On a failed save, that creature is pulled 15 feet toward you in a straight line, knocked {@condition prone}, and takes cold damage equal to {@damage 1d6} + your rage damage. On a success that creature takes the damage but suffers none of the other effects. You can use this ability once per rage."
					]
				},
				{
					"type": "entries",
					"name": "Flow",
					"page": 1,
					"entries": [
						"While raging, you are considered to be under the effects of the {@spell freedom of movement} spell."
					]
				}
			]
		}
	]
}
