{
	"_meta": {
		"sources": [
			{
				"json": "RyokoSkeletalBlade",
				"abbreviation": "RSBF",
				"full": "Ryoko's Skeletal Blade Fighter",
				"authors": [
					"Ryoko"
				],
				"convertedBy": [
					"Nergaahl"
				],
				"version": "2.0",
				"url": "https://homebrewery.naturalcrit.com/share/t2n-A6guyE9c",
				"color": "a5a5a5"
			}
		],
		"dateAdded": 1708281992,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "dfc206a37c",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Skeletal Blade",
			"subclassFeatures": [
				"Malleable Physique|Fighter|PHB|Skeletal Blade|RyokoSkeletalBlade|3",
				"Skeletal Form|Fighter|PHB|Skeletal Blade|RyokoSkeletalBlade|3",
				"Osseous Prodigy|Fighter|PHB|Skeletal Blade|RyokoSkeletalBlade|7",
				"Skeletal Knight|Fighter|PHB|Skeletal Blade|RyokoSkeletalBlade|10",
				"One With Nothing|Fighter|PHB|Skeletal Blade|RyokoSkeletalBlade|15",
				"Living Weapon||Skeletal Blade|RyokoSkeletalBlade|18"
			],
			"source": "RyokoSkeletalBlade",
			"shortName": "Skeletal Blade",
			"className": "Fighter",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Ryoko's Skeletal Blade Fighter",
			"source": "RyokoSkeletalBlade",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Skeletal Blade",
			"subclassSource": "RyokoSkeletalBlade",
			"level": 3,
			"entries": [
				"Folklore tells of a caste of downtrodden serfs, forbidden to carry weapons, gifted the power to wield their own skeletons as lethal instruments of battle by a sympathetic yokai. With carapaces of dense bone and vicious, osseous claws bursting from their flesh, the serfs overthrew their masters, winning freedom and a bloodsoaked notoriety. Today, practitioners of this devastating technique are known as skeletal blades. Often finding work as mercenaries, bodyguards, and spies, they charge into battle clad in an ever-adapting armour of gleaming skeletal white.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Malleable Physique|Fighter|PHB|Skeletal Blade|RyokoSkeletalBlade|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skeletal Form|Fighter|PHB|Skeletal Blade|RyokoSkeletalBlade|3"
				}
			]
		},
		{
			"name": "Malleable Physique",
			"entries": [
				"You have the power to manipulate your skeleton, shifting your proportions, height, and appearance. As an action, you can alter your form, becoming up to 1 foot taller or shorter and changing your facial features by altering the shape of your skull.",
				"You must remain in a form that has the same basic arrangement of limbs, and you cannot change the colour of your eyes, hair, or skin. Otherwise, the extent of the transformation is up to you.",
				"To discern that you are disguised, a creature can use its action to inspect your appearance and must succeed on an Intelligence (Investigation) check (DC equals 8 + your Constitution modifier + your proficiency bonus).",
				"This transformation persists until you use your action to end it or until you begin a long rest. You can use this feature a number of times equal to your Constitution modifier (minimum of once), regaining all expended uses when you finish a long rest."
			],
			"source": "RyokoSkeletalBlade",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Skeletal Blade",
			"subclassSource": "RyokoSkeletalBlade",
			"level": 3,
			"header": 2
		},
		{
			"name": "Skeletal Form",
			"entries": [
				"The control you wield over your own skeleton allows you to harness it as a weapon. As a bonus action, you can extrude your bones through your flesh to form armour, entering a Skeletal Form for 1 minute. You can end this form early as a bonus action, returning to normal.",
				"Once you use this feature, you cannot do so again until you finish a short or long rest.",
				"While in your Skeletal Form, you gain a +1 bonus to AC and one other benefit of your choice from the list below.",
				{
					"type": "list",
					"items": [
						"Your reach increases by 5 feet.",
						"Your unarmed strikes are considered magical and deal piercing damage equal to 1d8 plus your Strength modifier instead of the bludgeoning damage usual for an unarmed strike.",
						"Your walking speed increases by 10 feet.",
						"You gain a climbing speed equal to your walking speed.",
						"You gain temporary hit points equal to your Constitution modifier at the start of each of your turns (minimum of 1)."
					]
				},
				"As a bonus action while in your Skeletal Form, you can change your skeleton again, exchanging your current benefit for a new one.",
				"The bonus to your AC increases when you reach certain levels in this class: to +2 at 10th level and to +3 at 15th level."
			],
			"source": "RyokoSkeletalBlade",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Skeletal Blade",
			"subclassSource": "RyokoSkeletalBlade",
			"level": 3,
			"header": 2
		},
		{
			"name": "Osseous Prodigy",
			"source": "RyokoSkeletalBlade",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Skeletal Blade",
			"subclassSource": "RyokoSkeletalBlade",
			"level": 7,
			"header": 2,
			"entries": [
				"You have learned to reduce the fortifications of your external skeletal armour to enhance yourself in other ways. When you enter your Skeletal Form or use your bonus action to exchange a benefit, you can reduce the bonus to AC granted by that feature (to a minimum of +0) to gain a number of additional benefits listed in your Skeletal Form feature for the duration of your transformation equal to the AC bonus you sacrificed.",
				"Once you use this feature, you cannot do so again until you enter your Skeletal Form again."
			]
		},
		{
			"name": "Skeletal Knight",
			"source": "RyokoSkeletalBlade",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Skeletal Blade",
			"subclassSource": "RyokoSkeletalBlade",
			"level": 10,
			"header": 2,
			"entries": [
				"Your mastery of your skeleton allows you to focus it into more powerful forms. When you enter your Skeletal Form, you can choose one of the following additional benefits:",
				{
					"type": "list",
					"items": [
						"You sprout skeletal wings and gain the ability to magically fly. You gain a flying speed equal to your walking speed, and you can hover.",
						"You gain resistance to cold, lightning, necrotic, and poison damage.",
						"When you hit with a melee attack, the attack deals an extra 1d8 necrotic damage.",
						"When a creature starts its turn grappled by you, it takes 2d12 piercing damage."
					]
				}
			]
		},
		{
			"name": "One With Nothing",
			"source": "RyokoSkeletalBlade",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Skeletal Blade",
			"subclassSource": "RyokoSkeletalBlade",
			"level": 15,
			"header": 2,
			"entries": [
				"Your skeleton is empowered with regenerative magic. If you are reduced to 0 hit points while in your Skeletal Form, your transformation ends, and you are reduced to 1 hit point instead.",
				"Once you use this feature, you cannot do so again until you finish a long rest."
			]
		},
		{
			"name": "Living Weapon",
			"source": "RyokoSkeletalBlade",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Skeletal Blade",
			"subclassSource": "RyokoSkeletalBlade",
			"level": 18,
			"header": 2,
			"entries": [
				"When you enter your Skeletal Form, you gain two additional benefits for the duration of your transformation, which can be chosen from either the Skeletal Form or Skeletal Knight features."
			]
		}
	]
}
