{
	"_meta": {
		"sources": [
			{
				"json": "WizardCitadelWBN",
				"abbreviation": "WWBN",
				"full": "Wizard of the Citadel",
				"authors": [
					"Aabria Iyengar",
					"Brennan Lee Mulligan",
					"Mazey Veselak",
					"Dan Dillon",
					"Hannah Rose",
					"Brandes Stoddard"
				],
				"convertedBy": [
					"No Name (noname.5062)"
				],
				"version": "1.0",
				"url": "https://www.patreon.com/posts/patreon-early-of-112767985",
				"targetSchema": "1.0.0",
				"color": "025bbf"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "6dc316afac",
		"optionalFeatureTypes": {
			"SS": "Spellcraft Secrets"
		},
		"edition": "classic"
	},
	"optionalfeature": [
		{
			"name": "Crystalline Secret",
			"entries": [
				"When you use this secret to modify a level 1+ spell, the spell's energy forms a strong crystal matrix with an effect depending on the spell's school of magic.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Abjuration or Transmutation",
							"entries": [
								"If the spell has a casting time of 1 action, crystalline armor appears around you, granting you a +2 bonus to AC for 1 minute."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Conjuration",
							"entries": [
								"If the spell conjures or summons a creature, it gains a +2 bonus to AC for the duration of its conjuring or summoning."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Evocation",
							"entries": [
								"Crystalline threads hinder your foes. On the turn you cast the spell, one creature damaged by the spell or that failed a saving throw against it has its Speed reduced to 0 until the start of your next turn."
							]
						}
					]
				}
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "En Passant Secret",
			"entries": [
				"When you cast a spell that targets a single creature with this secret, you can target it regardless of its current location, so long as it was in range of the spell at any time since the end of your last turn. If you normally have to see the creature to target it, you can do so as long as you were able to see it at any time since the end of your last turn. If the spell requires an attack roll, the target can only benefit from the lowest degree of cover it had from you in that time."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Rule Against Perpetuities",
			"entries": [
				"When you cast a level 1+ Divination or Enchantment spell with this secret, one creature of your choice affected by the spell is marked for finality for 1 minute. During that time, effects that would trigger as a result of the creature being reduced to 0 Hit Points or dying (such as {@spell Death Ward} or a monster's Death Burst trait) fail and are wasted."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Threadcutting Secret",
			"entries": [
				"What is fated can be rewoven to the will of the Wizard. When you cast a level 1+ spell on a creature that is willing or has the Incapacitated condition, you can use this secret to learn the names of other spells and curses affecting it. You can end one of those effects on them and transfer it to yourself. You are affected by it even if it couldn't normally target you."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of the Antimagic Specialist",
			"entries": [
				"When you succeed on a saving throw against a spell, you can use this secret to analyze the construction of the caster's spells. Until you finish a Long Rest, you have Advantage on ability checks made to dispel that caster's spells and that caster has Disadvantage on Constitution saving throws against {@spell Counterspell}s you cast.",
				{
					"type": "inset",
					"name": "Variant Secret of the Antimagic Specialist",
					"page": 4,
					"entries": [
						"If you're using the version of {@spell Counterspell} from the 2014 core rules, you should use the following version of this secret:",
						{
							"type": "entries",
							"name": "Secret of the Antimagic Specialist",
							"page": 4,
							"entries": [
								"When you succeed on a saving throw against a spell, you can use this secret to analyze the construction of the caster's spells. Until you finish a long rest, you have advantage on ability checks made to counter or dispel that caster's spells."
							]
						}
					]
				}
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Arcane Rebuke",
			"entries": [
				"When you cast a spell that requires Concentration using this secret, you weave a hidden contingency into the casting. If a creature within 300 feet of you causes you to lose Concentration on the spell, the creature takes Force damage equal to {@dice 1d8} + the level of the spell and must make a Constitution saving throw. On a failure, it has the {@condition Stunned} condition until the start of its next turn."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of the Bound Arcana",
			"entries": [
				"When you hold a magical {@item Wand}, {@item Staff}, or {@item Rod}, you can use this secret to cast a spell that the item can cast by expending one of your own spell slots of the appropriate level instead of the item's charges."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of the Burning Word",
			"entries": [
				"When you cast a spell with this secret, treat the spell as if it were cast with a spell slot two levels higher than the one you expended, even if you don't have a spell slot of that level. Afterward, the spell is burned out of you. You take 1d6 Fire damage plus 1d6 Psychic damage. This damage ignores Resistance and Immunity. Once you use this secret on a spell, you can't cast that spell again until you finish a Long Rest.",
				"When you use the Secret of the Burning Word with a level 8 or 9 spell slot, you treat the spell as if it were cast with a level 10 or 11 spell slot, respectively, even though such a spell slot level doesn't normally exist."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Clustering",
			"entries": [
				"When you cast a spell that requires an attack roll with this secret, if the spell's attack roll hits, the next time you hit the same target with a spell attack before the end of your next turn, the target takes an extra 1d6 Force damage."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Contingency",
			"entries": [
				"When you cast a spell with a casting time of 1 action with this secret, you can delay the spell's effects and declare a triggering condition. You must concentrate on the delayed spell. The first time the triggering condition is met, the spell takes effect as if you just finished casting it. Choose targets and other parameters of the spell as it takes effect. If the spell isn't triggered within 1 minute, it dissipates with no effect."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Dislocation",
			"entries": [
				"When you cast a spell that conjures one or more creatures with this secret, you can choose to have one of them appear in your space, and you teleport to an unoccupied space within 10 feet of you, along with any equipment you're wearing or carrying."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Displaced Origin",
			"entries": [
				"When you cast a spell that creates an area of effect originating from you, you can instead cause it to originate from a space up to 5 feet away from you"
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of the Dragon's Wrath",
			"entries": [
				"When you cast a spell with this secret using a level 3+ spell slot that has a Cone or Line area of effect, the creature nearest to you that fails its saving throw also gains the {@condition Frightened|PHB} condition until the end of your next turn."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Entangled Will",
			"entries": [
				"While concentrating on a spell that affects a single creature, you can use this secret to disrupt other Concentration spells on the target. As a Bonus Action, make an ability check using your spellcasting ability against the spell save DC of each of the other casters concentrating on a spell on the target. If you succeed on any of the checks, you can end Concentration on your spell to dispel those spells."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of the Falconer",
			"entries": [
				"When you cast a spell that conjures or summons a creature with this secret, for the duration of the spell, you can teleport it from any location you can see to a space within 5 feet of you as a Bonus Action."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of the Falling Star",
			"entries": [
				"When you cast a spell that gives you a Fly Speed or slows your falling with this secret, the next time you land, creatures within 5 feet of you must make a Strength saving throw. A creature that fails this saving throw takes 1d6 Bludgeoning damage per level of the expended spell slot and is pushed 10 feet away from you."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of False Revelations",
			"entries": [
				"When you cast an Illusion spell with this secret, it gains a Material component: a candle worth 25 gp, made from rabbit tallow, nutmeg, and honey, which the spell consumes. Creatures with Truesight do not automatically detect the illusion nor automatically succeed on saving throws against it. Creatures that can see {@condition Invisible|PHB} creatures and objects only perceive subjects rendered Invisible by the spell if they pass within 5 feet of them."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Focused Effect",
			"entries": [
				"When you cast a spell that causes creatures in an area of effect to make a saving throw, you can use this secret to cause the spell to affect only a single creature. If you do, that creature makes its saving throw with Disadvantage."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of the Golden Pauldron",
			"entries": [
				"When you cast an Abjuration spell on yourself with this secret, you become a defensive bastion. For the spell's duration, if you are included in the area of a spell or effect that creates a line, the line affects you normally and then stops in your space."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of the Great Bear",
			"entries": [
				"Like the Great Bear, you thrive on what you consume. When you cause a spell to fail with {@spell Counterspell|PHB} or end a spell with {@spell Dispel Magic} with this secret, you gain Temporary Hit Points equal to the level of the spell you countered or dispelled."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Immurement",
			"entries": [
				"When you cast a spell that creates a wall or dome with this secret, you can incorporate corpses that lie in the same space as your wall or dome. The corpses are animated by the spell. For the duration of the spell, you can use a Bonus Action to direct these animated bodies to make an attack against a creature of your choice within 5 feet of the spell's area, using your spell attack modifier. On a hit, they deal Bludgeoning damage equal to 1d6 + the level of the spell that created the wall or dome."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of the Octad",
			"entries": [
				"When you cast a level 1+ spell with this secret, you gain a number of charges equal to the level of the spell slot expended. These charges have the same type as the school of the spell you cast. When you cast a spell of the same school, you can expend 1 charge to increase your spell save DC for that spell by 1. The charges last for 1 minute or until expended."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Peaceful Summons",
			"entries": [
				"When you cast a spell that summons one or more creatures with this secret, you can increase the duration to 24 hours. The creatures summoned can't take the Attack action or use abilities (including spells) that affect unwilling creatures."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Physical Variance",
			"entries": [
				"When you prepare your spells as part of a Long Rest, you can use this secret to alter one spell you prepared which causes creatures to make a Strength, Dexterity, or Constitution saving throw. You alter the spell to require your choice of those three saving throws instead. This alteration lasts until you finish a Short or Long Rest unless you spend another use of your spell secrets to maintain it."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Polarity",
			"entries": [
				"When you miss with an attack roll for a spell, if the target is wearing metal armor, carrying a metal shield, or made of metal, you can use this secret to roll a d6 and add the number rolled to the attack roll, potentially turning the miss into a hit."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Psychic Variance",
			"entries": [
				""
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Repaired Form",
			"entries": [
				"When you cast a level 1+ Transmutation spell that targets a single creature, you can use this secret to restore Hit Points to that creature equal to {@dice 2d4} + the level of the spell slot."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of the Ricochet",
			"entries": [
				"The first time you make an attack roll for a spell cast with this secret and roll an even number on the {@dice d20}, you can choose another target within 15 feet of the first, that also becomes a target of this spell. Make a new spell attack against that target."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of the Second Chance",
			"entries": [
				"When you make an attack roll as part of a spell and miss, you can use this secret. At the beginning of your next turn, make the attack roll again with the same target. If it hits, you can use your action to inflict the effects of the spell."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Shattered Light",
			"entries": [
				"When you cast an Illusion spell with this secret, a creature that physically interacts with the illusion takes {@dice 1d6} Radiant damage per level of the spell slot expended. This ends the illusion."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Spell-Shadowing",
			"entries": [
				"When you cast a spell with this secret, roll a {@dice d6}. On a 4 or higher, creatures can't take Reactions in response to the spell or its casting. On a 3 or lower, you have Advantage on Constitution saving throws to prevent the spell from being countered.",
				{
					"type": "inset",
					"name": "Variant Secret of the Spell-Shadowing",
					"page": 4,
					"entries": [
						"If you're using the version of {@spell Counterspell} from the 2014 core rules, you should use the following version of this secret:",
						{
							"type": "entries",
							"name": "Secret of the Spell-Shadowing",
							"page": 4,
							"entries": [
								"When you cast a spell with this secret, roll a {@dice d6}. On a 4 or higher, creatures can't take Reactions in response to the spell or its casting. On a 3 or lower, ability checks to counter the spell are made with disadvantage."
							]
						}
					]
				}
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Tempering",
			"entries": [
				"When you cast a spell with this secret that deals damage, you can choose to temper it. If damage from the spell reduces a creature to 0 Hit Points, the creature has the {@condition Unconscious|PHB} condition and is stable."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Tenacity",
			"entries": [
				"When you cast a spell that requires Concentration with this secret, you entwine it with your body's autonomic functions. If you gain the {@condition Incapacitated|PHB} condition, you don't lose Concentration on the spell. You must still make saving throws to maintain Concentration when you take damage, and you lose Concentration if you fail a Death Saving Throw."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Thaumatic Recoil",
			"entries": [
				"When you cast a spell with this secret that targets at least one creature other than you, you can force the spell energy to explosively recoil. You gain the {@condition Prone|PHB} condition and are thrown {@dice 1d4 × 5} feet away from one of the targets (your choice). Your Speed is reduced to 0 until the start of your next turn. Large or smaller creatures that take damage from the spell also have the {@condition Prone|PHB} condition and are thrown the same distance away from you."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Torporance",
			"entries": [
				"When a creature fails its saving throw against an Enchantment spell you cast by 5 or more, you can use this secret to cause that creature to drift to sleep when the spell ends. At the end of the spell's duration, the target has the {@condition Unconscious|PHB} condition for {@dice 1d100} minutes or until it takes damage, or someone uses an action to slap or shake the creature awake."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of the Twilight Crown",
			"entries": [
				"When you cast a spell with this secret while you are in Bright Light or Darkness, you draw the light or darkness into yourself, leaving only Dim Light within a radius of 60 feet from you for 1 minute. This area moves with you as a crown of soft crepuscular glow appears on your brow. For the duration, you ignore Disadvantage on Wisdom (Perception) checks imposed by Dim Light.",
				"Also for the duration, enemies provoke an Opportunity Attack from you when they move to a space within 5 feet of you. You can take a Reaction to cast a cantrip at the creature, rather than making the Opportunity Attack. The cantrip must have a casting time of 1 action and must target only that creature."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Versatility",
			"entries": [
				"When you prepare your Wizard spells as part of a Long Rest, you can use this secret multiple times to prepare one additional spell for each use. After you cast a spell prepared in this way or finish a Short or Long Rest, you cease to have it prepared unless you use this secret again. As a Bonus Action, you can lose preparation on a spell you prepared with this secret to regain a use of your Spellcraft Secrets."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Voice and Gesture",
			"entries": [
				"When you cast a spell with this secret that has Verbal and Somatic components, you can cast it with only the Verbal or the Somatic component (in addition to any costly Material components). If a spell uses only Verbal components, you can replace it with Somatic components. If a spell uses only Somatic components, you can replace it with Verbal components."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Secret of Warp and Weft",
			"entries": [
				"When you use this secret on a Divination spell or a spell that deals damage, you perceive the weakest and strongest points in the physical structure of objects as faint vertical and horizontal lines like woven threads. For 1 minute, your spells that deal damage can target objects as if they were creatures, and your spells and weapon attacks deal double damage to objects."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		},
		{
			"name": "Stone's Secret of Alacrity",
			"entries": [
				"You can modify some spells to cast them with unexpected speed. When you cast a spell with this secret that has a casting time of 1 minute (that you aren't casting as a ritual) and a duration of 1 hour or less, you can cast it with 1 action instead. You can use this secret on a spell of a level up to your proficiency bonus."
			],
			"source": "WizardCitadelWBN",
			"featureType": [
				"SS"
			]
		}
	],
	"subclass": [
		{
			"name": "Wizard of the Citadel",
			"subclassFeatures": [
				"Wizard of the Citadel|Wizard||Citadel|WizardCitadelWBN|2",
				"Spellcraft Secrets|Wizard||Citadel|WizardCitadelWBN|2",
				"Spellcraft Secret Options|Wizard||Citadel|WizardCitadelWBN|2",
				"Ritual Diagrams|Wizard||Citadel|WizardCitadelWBN|2",
				"Applied Arcana|Wizard||Citadel|WizardCitadelWBN|6",
				"Cryptic Rider|Wizard||Citadel|WizardCitadelWBN|10",
				"Master of the Citadel|Wizard||Citadel|WizardCitadelWBN|14"
			],
			"source": "WizardCitadelWBN",
			"shortName": "Citadel",
			"className": "Wizard",
			"classSource": "PHB",
			"optionalfeatureProgression": [
				{
					"name": "Spellcraft Secrets",
					"featureType": [
						"SS"
					],
					"progression": [
						0,
						3,
						4,
						5,
						6,
						7,
						8,
						9,
						10,
						11,
						12,
						13,
						14,
						15,
						16,
						17,
						18,
						19,
						20,
						21
					]
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Wizard of the Citadel",
			"source": "WizardCitadelWBN",
			"page": 1,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Citadel",
			"subclassSource": "WizardCitadelWBN",
			"level": 2,
			"entries": [
				"Hedge mages must make do with what meager spellcraft they can eke out in the world, but Citadel Wizards can draw on the arcane advancements of their colleagues living and dead, stretching back across the centuries. Scholars and archmagi unraveled many of the world's mysteries and—most importantly—wrote down what they learned, accumulating greater knowledge with each generation of wizardly preeminence. This is the legacy you inherit upon your initiation: the discoveries of history's greatest and most privileged magicians.",
				{
					"type": "inset",
					"name": "Name Cloaks",
					"entries": [
						"When Wizards who study magic at the Citadel graduate from their base studies and choose a subclass—whether or not they adopt the Wizard of the Citadel subclass or some other one—they undergo a magical ceremony to protect their name and shield them from divination or influence that hinges on a name. This protection is the Name Cloak. The Wizard chooses a word to become their name, and by tradition almost all graduating Wizards choose a word that begins with the letter S. Prominent examples are Sky, Steel, Stone, and Soft. The exceptions to this tradition are Wizards who don't continue their studies at the Citadel—voluntarily or otherwise—and Citadel Abjurer Wizards. Abjurers create a deeper layer of protection by choosing an S name, then translating the word into a dead language and adopting that word as their Name Cloak.",
						"Anyone who hasn't received the Wizard's name in writing from the Wizard themself, or from someone else who was gifted the name in that manner, forgets it entirely. Even those who hear the name spoken aloud after the cloaking hear the Name Cloak instead—only those who have been gifted or discovered the name hear it for what it is. For spells and effects that hinge on knowing or speaking a target's name, the Name Cloak offers no benefit—only the name itself confers power.",
						"Once a creature has been gifted a Wizard's name, whether before or after the Name Cloak was created, that knowledge cannot be rescinded except by Modify Memory, Wish, or similar magic. A carefully worded Wish spell can also determine a Wizard's name."
					]
				}
			]
		},
		{
			"name": "Spellcraft Secrets",
			"source": "WizardCitadelWBN",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Citadel",
			"subclassSource": "WizardCitadelWBN",
			"level": 2,
			"header": 1,
			"entries": [
				"Through diligent study, you've learned esoteric tricks, twists, and shortcuts of spellcasting methodology, and can modulate your spells as you cast them. You gain two spellcraft secrets of your choice from among those described in the \"Spellcraft Secrets Options\" section later in this subclass's description. Whenever you gain a Wizard level after 2, you gain one additional secret of your choice. You can use only one secret on a spell when you cast it.",
				"If a secret calls for a saving throw, use your spell save DC if no other DC is specified. You can modify a Wizard spell with a secret a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a Short or Long Rest.",
				"Additionally, whenever you gain a Wizard level, you can choose one of the secrets you know and replace it with another secret."
			]
		},
		{
			"name": "Spellcraft Secret Options",
			"source": "WizardCitadelWBN",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Citadel",
			"subclassSource": "WizardCitadelWBN",
			"level": 2,
			"header": 2,
			"entries": [
				"Spellcraft Secrets options appear in alphabetical order.",
				{
					"type": "options",
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Crystalline Secret|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "En Passant Secret|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Rule Against Perpetuities|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Threadcutting Secret|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of the Antimagic Specialist|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Arcane Rebuke|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of the Bound Arcana|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of the Burning Word|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Clustering|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Contingency|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Dislocation|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Displaced Origin|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of the Dragon's Wrath|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Entangled Will|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of the Falconer|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of the Falling Star|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of False Revelations|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Focused Effect|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of the Golden Pauldron|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of the Great Bear|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Immurement|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of the Octad|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Peaceful Summons|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Physical Variance|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Polarity|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Psychic Variance|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Repaired Form|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of the Ricochet|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of the Second Chance|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Shattered Light|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Spell-Shadowing|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Tempering|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Tenacity|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Thaumatic Recoil|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Torporance|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of the Twilight Crown|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Versatility|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Voice and Gesture|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Secret of Warp and Weft|WizardCitadelWBN"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Stone's Secret of Alacrity|WizardCitadelWBN"
						}
					]
				}
			]
		},
		{
			"name": "Ritual Diagrams",
			"source": "WizardCitadelWBN",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Citadel",
			"subclassSource": "WizardCitadelWBN",
			"level": 2,
			"header": 1,
			"entries": [
				"You learn to map out your spells to speed your ritual spellcasting. When you cast a spell as a ritual, you can draw a 15-foot-radius arcane diagram on a flat, level surface, using chalk, salt, blood, or another material suitable to the spell in question. Once the first ritual casting is complete, you can cast the same spell as a ritual without spending the additional 10 minutes so long as you are within the boundaries of the diagram.",
				"A creature within 5 feet of the diagram can use an action to scuff it, ending this effect. Likewise, running water, strong winds, and other such forces can destroy the diagram.",
				"You can maintain a number of diagrams equal to your Proficiency Bonus. If you exceed your maximum number of diagrams, your oldest diagram immediately loses its magical properties."
			]
		},
		{
			"name": "Applied Arcana",
			"source": "WizardCitadelWBN",
			"page": 2,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Citadel",
			"subclassSource": "WizardCitadelWBN",
			"level": 6,
			"header": 1,
			"entries": [
				"The Citadel reminds its scholars to step out of the ivory tower and undertake creative labors. Choose one of the following fields of applied arcana and gain the associated feature.",
				{
					"type": "options",
					"count": 1,
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Alchemy|Wizard|PHB|Citadel|WizardCitadelWBN|6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Celestial Navigation|Wizard|PHB|Citadel|WizardCitadelWBN|6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Forge Magic|Wizard|PHB|Citadel|WizardCitadelWBN|6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Inscription|Wizard|PHB|Citadel|WizardCitadelWBN|6"
						}
					]
				}
			]
		},
		{
			"name": "Alchemy",
			"source": "WizardCitadelWBN",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 2,
			"subclassShortName": "Citadel",
			"subclassSource": "WizardCitadelWBN",
			"level": 6,
			"header": 3,
			"entries": [
				"You dedicate yourself to the art of alchemy, drawing upon its healing and transformative aspect—as well as its fulminating and destructive side. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item Alchemist's Supplies|PHB}. If you already have this proficiency, you instead gain proficiency with one other type of {@item Artisan's Tools|PHB} of your choice.",
						"When you use an action or Bonus Action to drink a potion that restores Hit Points or administer such a potion to another creature, or to throw a vial of Acid or a flask of Alchemist's Fire, you can double the number of Hit Points regained or damage dealt.",
						"When you drink a potion, roll a d6; on a 6, you gain the benefit of the potion with only the barest sip, and the potion isn't expended."
					]
				}
			]
		},
		{
			"name": "Celestial Navigation",
			"source": "WizardCitadelWBN",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 2,
			"subclassShortName": "Citadel",
			"subclassSource": "WizardCitadelWBN",
			"level": 6,
			"header": 3,
			"entries": [
				"You study the patterns of the stars and planets in their eternal cycles. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item Navigator's Tools|PHB}. If you already have this proficiency, you instead gain proficiency with {@item Cartographer's Tools|PHB}, or another type of tools of your choice.",
						"When you travel using {@item Navigator's Tools|PHB} or a map of the region, your superior navigation doubles your pace, and that of creatures traveling with you.",
						"You add the {@spell Dimension Door|PHB} and {@spell Misty Step|PHB} spells to your spellbook if they are not there already. You automatically have the spells prepared and they don't count against the number of spells you prepare. The maximum distance you can teleport when you cast them is doubled."
					]
				}
			]
		},
		{
			"name": "Forge Magic",
			"source": "WizardCitadelWBN",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 2,
			"subclassShortName": "Citadel",
			"subclassSource": "WizardCitadelWBN",
			"level": 6,
			"header": 3,
			"entries": [
				"You work the forge and weave the subtle spells of smiths into molten steel and polished silver. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item Smith's Tools|PHB}. If you already have this proficiency, you instead gain proficiency with one other type of {@item Artisan's Tools|PHB} of your choice.",
						"You can attune to a fourth magic item. The item must be a Ring, Rod, Staff, Wand, or Weapon.",
						"You add the Magic Weapon and Elemental Weapon spells to your spellbook if they are not there already, and they count as Wizard spells for you. You automatically have the spells prepared and they don't count against the number of spells you prepare. While you are concentrating on either of these spells, your Concentration can't be broken as a result of taking damage."
					]
				}
			]
		},
		{
			"name": "Inscription",
			"source": "WizardCitadelWBN",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 3,
			"subclassShortName": "Citadel",
			"subclassSource": "WizardCitadelWBN",
			"level": 6,
			"header": 3,
			"entries": [
				"Every Wizard must write in their spellbook, but some elevate this art form with calligraphy and illumination. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item Calligrapher's Supplies|PHB}. If you already have this proficiency, you instead gain proficiency with one other type of {@item Artisan's Tools|PHB} of your choice.",
						"You are adept at empowering the release of inscribed magical energy. When you cast a spell from a Spell Scroll, roll a d6. On a 4 or 5, the spell takes effect as if it was cast with a spell slot one level higher. On a 6, the spell takes effect as if it was cast with a spell slot two levels higher.",
						"The time and cost to add a new spell into your spellbook is halved. Additionally, when you copy a spell from a Spell Scroll into your spellbook, the scroll isn't destroyed."
					]
				}
			]
		},
		{
			"name": "Cryptic Rider",
			"source": "WizardCitadelWBN",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Citadel",
			"subclassSource": "WizardCitadelWBN",
			"level": 10,
			"header": 1,
			"entries": [
				"You have learned to hide one spell within the umbra of another. When you cast a level 5+ Wizard spell that forces one or more creatures to make a saving throw, you can choose to give affected creatures Advantage on their saving throw. When you do so, you can simultaneously cast a second spell with a casting time of 1 action that targets only one creature. Choose one target who succeeded on its save against the first spell. It has no effect on that creature, and the creature is targeted by the second spell instead. (The second spell uses its own range or that of the first spell, whichever is longer.)",
				"If the first spell is countered, the creature that countered it is automatically targeted by the second spell, if the creature is within range."
			]
		},
		{
			"name": "Master of the Citadel",
			"source": "WizardCitadelWBN",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Citadel",
			"subclassSource": "WizardCitadelWBN",
			"level": 14,
			"header": 1,
			"entries": [
				"You are an expert at modifying spells at the moment of casting. When you cast a Wizard spell, you can choose up to two of the following:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Geometric Substitution",
							"entries": [
								"If the spell has an area of effect that isn't an Emanation, change its area of effect to one of the following: a 30-foot Cone, a 25-foot Cube, a Cylinder with a radius of 15 feet and a height of 60 feet, a Line that's 60 feet long and 5 feet wide, or a 20-foot-radius Sphere."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Range Substitution",
							"entries": [
								"Change a spell with a range of Touch to a range of 60 feet. Alternatively, change a ranged spell attack to a melee spell attack."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Elemental Substitution",
							"entries": [
								"If the spell deals damage, you can change one damage type dealt by the spell to a different damage type other than Force damage."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Statistical Substitution",
							"entries": [
								"After you roll damage, you can choose for the spell to deal its average damage instead."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						"You can use this feature once, and regain the use of it after you finish a Short or Long Rest, or when you expend a level 4+ spell slot to use it again."
					]
				}
			]
		}
	],
	"foundrySubclassFeature": [
		{
			"name": "Spellcraft Secret Options",
			"source": "WizardCitadelWBN",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Citadel",
			"subclassSource": "WizardCitadelWBN",
			"level": 2,
			"isIgnored": true
		}
	]
}
