{
	"_meta": {
		"sources": [
			{
				"json": "OxforgeHomebrewCircleOfAshes",
				"abbreviation": "OHCoA",
				"full": "Circle of Ashes Druid",
				"url": "https://www.gmbinder.com/share/-L4NrXchvtfFx9_TO9ZO",
				"authors": [
					"Oxforge Homebrew"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"version": "1.3"
			}
		],
		"dateAdded": 1643217473,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d2bfcb8c92",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Circle of Ashes",
			"source": "OxforgeHomebrewCircleOfAshes",
			"shortName": "Ashes",
			"className": "Druid",
			"classSource": "PHB",
			"subclassFeatures": [
				"Circle of Ashes|Druid||Ashes|OxforgeHomebrewCircleOfAshes|2",
				"Vision of Flames|Druid||Ashes|OxforgeHomebrewCircleOfAshes|6",
				"Ashen Fortitude|Druid||Ashes|OxforgeHomebrewCircleOfAshes|10",
				"Aspect of the Phoenix|Druid||Ashes|OxforgeHomebrewCircleOfAshes|14"
			],
			"subclassSpells": [
				"Flaming Sphere",
				"Pyrotechnics|xge",
				"Fireball",
				"Protection from Energy",
				"Fire Shield",
				"Wall of Fire",
				"Conjure Elemental",
				"Immolation|xge"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Circle of Ashes",
			"source": "OxforgeHomebrewCircleOfAshes",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Ashes",
			"subclassSource": "OxforgeHomebrewCircleOfAshes",
			"level": 2,
			"entries": [
				"Druids of this circle believe that what's old and rotten must be burned down for something better to arise from its ashes. A member of this circle may have become a druid in a forest prone to wildfires or near the site of a mighty volcano.",
				"Regardless of their origin, these druids know that many things in this world stagnate, cease to grow, or even corrupt and deteriorate. They see the value of fire as a force of creative destruction; a way to destroy the old to make way for something better. Some druids of this circle revere the phoenix as the symbol of the cycle of death, decay and regrowth. Others make a habit out of planting seeds on fallen foes so new life can bloom from their ashes.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Circle Spells|Druid|PHB|Ashes|OxforgeHomebrewCircleOfAshes|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Cycle of Ash|Druid|PHB|Ashes|OxforgeHomebrewCircleOfAshes|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Cycle of Ash (Variant)|Druid|PHB|Ashes|OxforgeHomebrewCircleOfAshes|2"
				}
			]
		},
		{
			"name": "Circle Spells",
			"source": "OxforgeHomebrewCircleOfAshes",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Ashes",
			"subclassSource": "OxforgeHomebrewCircleOfAshes",
			"level": 2,
			"header": 1,
			"entries": [
				"Your attunement to fire infuses you with the ability to cast certain spells. At 3rd, 5th, 7th, and 9th level you gain access to additional spells. These spells are always prepared, don't count against the number of spells you can prepare each day, and they are considered druid spells for you.",
				{
					"type": "table",
					"caption": "Circle of Ashes Spells",
					"colLabels": [
						"Druid Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell flaming sphere}, {@spell pyrotechnics|xge}"
						],
						[
							"5th",
							"{@spell fireball}, {@spell protection from energy}"
						],
						[
							"7th",
							"{@spell fire shield}, {@spell wall of fire}"
						],
						[
							"9th",
							"{@spell conjure elemental}, {@spell immolation|xge}"
						]
					]
				}
			]
		},
		{
			"name": "Cycle of Ash",
			"source": "OxforgeHomebrewCircleOfAshes",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Ashes",
			"subclassSource": "OxforgeHomebrewCircleOfAshes",
			"level": 2,
			"header": 1,
			"entries": [
				"When you choose this circle at 2nd level, you learn to accelerate the natural cycle of death, decay, and regrowth. When a creature within 60 feet of you that you can see takes fire damage, you can use your reaction to seed the ashes with life. It must succeed on a Dexterity saving throw against your spell save DC or become {@condition restrained} by magical plants which erupt from the wound, lasting until the end of your next turn.",
				"If the target takes fire damage while {@condition restrained} this way, the plants combust, releasing the creature. The target and each creature within a 10 foot radius centered on the target must make a Dexterity saving throw against your spell save DC. A target takes {@dice 1d8} fire damage on a failed save, or half as much on a successful one.",
				"This combustion's damage increases by {@dice 1d8} when you reach 6th level ({@dice 2d8}), 10th level ({@dice 3d8}) and 14th level ({@dice 4d8}).",
				"You can use this feature a total number of times equal to your Wisdom modifier (minimum of once), and regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Cycle of Ash (Variant)",
			"source": "OxforgeHomebrewCircleOfAshes",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Ashes",
			"subclassSource": "OxforgeHomebrewCircleOfAshes",
			"level": 2,
			"header": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@italic {@variantrule optional class features|tce|Optional feature}, which replaces the Cycle of Ash feature}",
				"Starting at 2nd level, you learn to speed up the cycle of death, decay and regrowth. Whenever a creature dies within 60 feet of you, you can use your reaction to instantly grow a tree up to 10 foot high from its corpse, regardless of the underlying terrain. Alternatively, you can use a bonus action to grow a tree from a dead creature or a pile of at least half a gallon of ash.",
				"When you deal fire damage to a tree created in this way, you can choose to have it combust. Creatures and objects within 10 feet of it must succeed on a Dexterity saving throw against your spell save DC or or take {@dice 2d8} fire damage.",
				"The combustion's damage increases by {@dice 1d8} when you reach 6th level ({@dice 3d8}), 10th level ({@dice 4d8}) and 14th level ({@dice 5d8}).",
				"You can use this feature a number of times equal to your Wisdom modifier. You regain all expended uses on a short or long rest."
			]
		},
		{
			"name": "Vision of Flames",
			"source": "OxforgeHomebrewCircleOfAshes",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Ashes",
			"subclassSource": "OxforgeHomebrewCircleOfAshes",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, your eyes burn with a radiance that cuts through anything that might impede your vision. You gain {@sense darkvision} out to a range of 60 feet. If you already have {@sense darkvision} from another feature, its range increases by 30 feet. You can see normally through fog, gas, and smoke, including heavily obscured areas created by spells such as {@spell fog cloud}, but not magical darkness.",
				"In addition, you gain the ability to tap into the history of burned things. When you come across a burned object, wound or corpse, you can use your action to touch it and learn approximately when it was burned and whether the fire was magical or not.",
				"If you use this feature on a corpse, you can choose to relive the last 10 minutes of its conscious experience before death. This can only work if the creature's body was set ablaze before its moment of death, and after using this feature you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Ashen Fortitude",
			"source": "OxforgeHomebrewCircleOfAshes",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Ashes",
			"subclassSource": "OxforgeHomebrewCircleOfAshes",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you become a master over wildfires. As an action, you can put out any nonmagical fires of your choice within 30 feet of you.",
				"In addition, a layer of protective ash covers your skin, making you resistant to fire and lightning damage, and you can breathe normally in nonmagical smoke and ash."
			]
		},
		{
			"name": "Aspect of the Phoenix",
			"source": "OxforgeHomebrewCircleOfAshes",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Ashes",
			"subclassSource": "OxforgeHomebrewCircleOfAshes",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you learn to emulate the flight and rebirth of the phoenix. Whenever you cast a spell of 1st level or higher that deals fire damage, wings of fire erupt from your back. You gain a flying speed equal to your current speed until the end of your turn.",
				"Additionally, when you die, your body erupts into flame and turns to ash. The ash is put under the effects of the {@spell gentle repose} spell and collected in a flame red egg of glass. Unless the ashes have been dispersed, you rise from your ashes after {@dice 1d4} days as if {@spell true resurrection} had been cast on you. At the moment of death, you choose whether the equipment you are carrying is left behind or disintegrated along with your body. In the latter case, you have all the equipment you had at the moment of death when you are reborn. Once you use this feature, you cannot do so again until 14 days have passed."
			]
		}
	]
}
