{
	"_meta": {
		"sources": [
			{
				"json": "Havels Random Finds",
				"abbreviation": "HRFS",
				"full": "Oath of the Ash",
				"authors": [
					"Piggby"
				],
				"convertedBy": [
					"Havel"
				],
				"version": "2020/3/16",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/fjn39z/oath_of_ash_harness_the_power_of_the_earths_core/#lightbox"
			}
		],
		"dateAdded": 1602882989,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "79ea37b469",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Oath of Ash",
			"source": "Havels Random Finds",
			"page": 1,
			"className": "Paladin",
			"classSource": "PHB",
			"shortName": "Ash",
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"Burning Hands",
							"earth tremor"
						],
						"5": [
							"heat metal",
							"maximilian's earthen grasp"
						],
						"9": [
							"erupting earth",
							"melf's minute meteors"
						],
						"13": [
							"stoneskin",
							"wall of fire"
						],
						"17": [
							"transmute rock",
							"wall of stone"
						]
					}
				}
			],
			"subclassFeatures": [
				"Oath of Ash|Paladin||Ash|Havels Random Finds|3",
				"Aura of the Epicenter|Paladin||Ash|Havels Random Finds|7",
				"Mantle Crusher|Paladin||Ash|Havels Random Finds|15",
				"Tectonic Savant|Paladin||Ash|Havels Random Finds|20"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Oath of Ash",
			"source": "Havels Random Finds",
			"page": 1,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Ash",
			"subclassSource": "Havels Random Finds",
			"level": 3,
			"entries": [
				"Paladins who vow the Oath of Ash seek to preserve the longevity of civilization, dedicating every resource at their disposal to securing future prosperity. Paladins sworn to this oath believe that progress is not automatic nor inevitable, but a journey where each step demands sacrifice, struggle, and suffering. To them, only those with unbreakable focus and determination can wield the brilliant torch of progress. These paladins achieve this by cauterizing the detrimental aspects of civilization with their calamitous power, purging it of its imperfections. The salvation they seek is the knowledge that their labors will help bring about a new dawn for civilization.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tenets of Ash|Paladin||Ash|Havels Random Finds|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Oath Spells|Paladin||Ash|Havels Random Finds|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Pyroclastic Tide|Paladin||Ash|Havels Random Finds|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Igneous Coliseum|Paladin||Ash|Havels Random Finds|3"
				}
			]
		},
		{
			"name": "Tenets of Ash",
			"source": "Havels Random Finds",
			"page": 1,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Ash",
			"subclassSource": "Havels Random Finds",
			"level": 3,
			"header": 1,
			"entries": [
				"The tenets of the Oath of Ash represent the core principles of a philosophy intended to keep civilization in check. Paladins who take this oath tend to view the lives of others as a means to an end, subscribing to these rules as guidelines for growth.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Don't fear the Light",
							"entries": [
								"Fan the flames of progress that separate man from beast. Without the radiance of innovation, the halls of progress cannot be navigated."
							]
						},
						{
							"type": "entries",
							"name": "Fire shows no mercy",
							"entries": [
								"Know that sacrifice is a natural part of the cycle and cannot be avoided. Don't let your emotions cloud your judgment. If the greater good can only be achieved by feeding the flames the fuel of life, so be it."
							]
						},
						{
							"type": "entries",
							"name": "From Ashes come Life",
							"entries": [
								"The most fertile lands were built by the fires of volcanoes. At times, destruction is necessary to spark the birth of life anew. Don't hesitate to become its actor."
							]
						}
					]
				}
			]
		},
		{
			"name": "Oath Spells",
			"source": "Havels Random Finds",
			"page": 1,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Ash",
			"subclassSource": "Havels Random Finds",
			"level": 3,
			"header": 1,
			"entries": [
				"You gain oath spells at the paladin levels listed.",
				{
					"type": "table",
					"caption": "Oath of the Ash Spells",
					"colLabels": [
						"Paladin Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"3rd",
							"{@spell burning hands}, {@spell earth tremor}"
						],
						[
							"5th",
							"{@spell heat metal}, {@spell maximilian's earthen grasp}"
						],
						[
							"9th",
							"{@spell erupting earth}, {@spell melf's minute meteors}"
						],
						[
							"13th",
							"{@spell stoneskin}, {@spell wall of fire}"
						],
						[
							"17th",
							"{@spell transmute rock}, {@spell wall of stone}"
						]
					]
				}
			]
		},
		{
			"name": "Channel Divinity: Pyroclastic Tide",
			"source": "Havels Random Finds",
			"page": 1,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Ash",
			"subclassSource": "Havels Random Finds",
			"level": 3,
			"header": 1,
			"entries": [
				"You can use your Channel Divinity to erupt into a roaring flood of magma and ash, becoming an unstoppable force of nature. As an action, you can assume a pyroclastic form for the rest of your turn. While in this form, you ignore all difficult terrain, can enter and occupy the space of another creature, and are under the effect of the dash and disengage actions. You can also pass through small holes, narrow openings, and even mere cracks. When you move, you create 5-foot squares of difficult terrain under you and any creature in your path must make a Dexterity saving throw. If it fails, it is shoved and takes a number of d6 equal to your proficiency bonus in fire damage on a failed save, or half as much damage on a successful one. You ignore difficult terrain created by this effect. Any creature killed by this feature becomes a statuesque cast of ashy, white stone, frozen in place with lifelike detail."
			]
		},
		{
			"name": "Channel Divinity: Igneous Coliseum",
			"source": "Havels Random Finds",
			"page": 1,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Ash",
			"subclassSource": "Havels Random Finds",
			"level": 3,
			"header": 1,
			"entries": [
				"As an action, you can use your Channel Divinity to summon a ring of pyroclastic material, creating a grandiose battle arena. You conjure a solid wall of volcanic rock in a ring with a radius of 30 feet centered on a point within 10 feet of you. This wall is 1 foot thick and 30 feet high, and lasts for 1 minute. Any hostile creature to you that starts its turn within the ring or enters it for the first time on its turn must make a Dexterity saving throw. If it fails, it takes a number of d6 equal to your proficiency bonus in fire damage and is restrained for the duration of the effect. On a successful save, it takes half as much damage and isn't restrained. The wall is immune to all damage and cannot be dispelled. When the wall appears, all creatures within its area are pushed to one side of the wall (your choice)."
			]
		},
		{
			"name": "Aura of the Epicenter",
			"source": "Havels Random Finds",
			"page": 1,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Ash",
			"subclassSource": "Havels Random Finds",
			"level": 7,
			"entries": [
				"Starting at 7th level, you can use your action to emit a seismic aura that lasts for 1 minute or until you dismiss it using another action. You and friendly creatures within 10 feet of you gain tremorsense out to a range of 10 feet and a bonus to attack and damage rolls made with melee weapons equal to your Charisma modifier (minimum of +1). At 18th level, the range of this aura increases to 30 feet. Additionally, whenever an enemy within your aura deals damage to you, it takes fire damage equal to your Charisma modifier."
			]
		},
		{
			"name": "Mantle Crusher",
			"source": "Havels Random Finds",
			"page": 1,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Ash",
			"subclassSource": "Havels Random Finds",
			"level": 15,
			"entries": [
				"Starting at 15th level, you become an implacable force of nature, able to shatter the resolve and bodies of those who stand against you. When you hit a creature with a melee weapon attack, you can attempt to shatter their form. The creature must make a Constitution saving throw. On a failed save, it takes 2d10 bludgeoning damage, and its speed is reduced to 0 until the end of its next turn. On a successful save, it takes half as much damage and suffers no additional effects."
			]
		},
		{
			"name": "Tectonic Savant",
			"source": "Havels Random Finds",
			"page": 1,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Ash",
			"subclassSource": "Havels Random Finds",
			"level": 20,
			"entries": [
				"At 20th level, you have become a living embodiment of the earth's unyielding power. As an action, you can gain the following benefits for 1 hour:",
				{
					"type": "list",
					"items": [
						"You gain resistance to all damage.",
						"You gain a burrowing speed of 60 feet, and can move through solid rock as if it were loose dirt. You can also move through magma without taking damage from it.",
						"You can use your action to cause an eruption of molten stone in a 60-foot radius centered on you. Each creature of your choice within the area must make a Dexterity saving throw, taking 10d6 fire damage and 10d6 bludgeoning damage on a failed save, or half as much damage on a successful one. Additionally, the ground in this area becomes difficult terrain for 1 minute."
					]
				},
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		}
	]
}
