{
	"_meta": {
		"sources": [
			{
				"json": "OathofLove",
				"abbreviation": "Love",
				"full": "Oath of Love",
				"authors": [
					"/u/pm_me_goth_gf_pics"
				],
				"convertedBy": [
					"Lxran#2292"
				],
				"version": "2021-07-05",
				"color": "f42326",
				"url": "https://homebrewery.naturalcrit.com/share/NQlppBPoMPuU",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1627823063,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "edc8fe3c5d",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Oath of Love",
			"source": "OathofLove",
			"className": "Paladin",
			"classSource": "PHB",
			"page": 1,
			"shortName": "Love",
			"subclassSpells": [
				"healing word",
				"shield of faith",
				"calm emotions",
				"warding bond",
				"fly",
				"sending",
				"death ward",
				"fire shield",
				"hallow",
				"mass cure wounds"
			],
			"subclassFeatures": [
				"Oath of Love|Paladin||Love|OathofLove|3",
				"Soothing Touch|Paladin||Love|OathofLove|7",
				"Everlasting Bond|Paladin||Love|OathofLove|15",
				"Paragon of Love|Paladin||Love|OathofLove|20"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Oath of Love",
			"source": "OathofLove",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathofLove",
			"subclassShortName": "Love",
			"page": 1,
			"level": 3,
			"entries": [
				"The Oath of Love is the expression of mankind's oldest comfort. Paladins who take this oath vow to protect the bonds between lovers, family, friends and companions; the bonds that tie and make us who we are, that give us strength in the darkest times and are at the center of the brightest.",
				"Many who pledge themselves to this oath do so to defend those whom they hold dear. Others are more selfless in their honor of the oath, seeking to spread love to those who've scarcely felt it, to play matchmaker and counselor to the forlorn, and to interject and smite any who use false promises of love as a tool to control others.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tenets of Love|Paladin||Love|OathofLove|3|OathofLove"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Oath Spells|Paladin||Love|OathofLove|3|OathofLove"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Benevolent Promise|Paladin||Love|OathofLove|3|OathofLove"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Poet's Eloquence|Paladin||Love|OathofLove|3|OathofLove"
				}
			]
		},
		{
			"name": "Tenets of Love",
			"source": "OathofLove",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathofLove",
			"subclassShortName": "Love",
			"page": 1,
			"level": 3,
			"header": 1,
			"entries": [
				"Though the perceptions of bonds and relationships vary between cultures and peoples, paladins of the Oath of Love rely on the following tenets to help them understand and protect those who share deep connections.",
				{
					"type": "entries",
					"name": "Acceptance",
					"page": 1,
					"entries": [
						"The bond between willing people may sometimes be shunned by the society they inhabit. Their love, however, is valid and should be respected as any other. People should not be punished for following their heart and being with whom makes them happiest."
					]
				},
				{
					"type": "entries",
					"name": "Hope",
					"page": 1,
					"entries": [
						"The kiss of a lover, the embrace of a mother, the smile of a brother; these memories keep us company in their absence and remind us that there are reasons to endure. Promises of better days with those who truly care for us help us push through whatever difficulties we face."
					]
				},
				{
					"type": "entries",
					"name": "Kindness",
					"page": 1,
					"entries": [
						"Acts of kindness and gentle words of understanding help soothe the scorned and hurt. Happiness begets happiness, and those who walk unburdened by misery will, in turn, be kinder to another."
					]
				},
				{
					"type": "entries",
					"name": "Understanding",
					"page": 1,
					"entries": [
						"There will be conflict between even the most loving people. Putting oneself in the other's position and seeing the matter from their perspective will help in deciding how to proceed in any given situation."
					]
				}
			]
		},
		{
			"name": "Oath Spells",
			"source": "OathofLove",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathofLove",
			"subclassShortName": "Love",
			"page": 1,
			"level": 3,
			"header": 1,
			"entries": [
				"You gain oath spells at the paladin levels listed.",
				{
					"type": "table",
					"caption": "Oath of Love Spells",
					"colLabels": [
						"Paladin Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"1st",
							"{@spell healing word}, {@spell shield of faith}"
						],
						[
							"5th",
							"{@spell calm emotions}, {@spell warding bond}"
						],
						[
							"9th",
							"{@spell fly}, {@spell sending}"
						],
						[
							"13th",
							"{@spell death ward}, {@spell fire shield}"
						],
						[
							"17th",
							"{@spell hallow}, {@spell mass cure wounds}"
						]
					]
				}
			]
		},
		{
			"name": "Channel Divinity: Benevolent Promise",
			"source": "OathofLove",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathofLove",
			"subclassShortName": "Love",
			"page": 1,
			"level": 3,
			"header": 1,
			"entries": [
				"You can use your Channel Divinity to form a divine connection with another creature that emboldens and protects you both.",
				"As an action, choose a willing creature within 30 feet of you. As long as you are within line of sight of each other, you and they have advantage on the first attack roll or ability check made on your respective turns.",
				"Additionally, when either of you is targeted with an attack, the other may use their reaction to add their proficiency bonus to the targeted creature's armor class for that attack.",
				"This connection breaks if either of you finishes your turn more than 30 feet apart from the other. Otherwise, it last for 1 minute."
			]
		},
		{
			"name": "Channel Divinity: Poet's Eloquence",
			"source": "OathofLove",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathofLove",
			"subclassShortName": "Love",
			"page": 1,
			"level": 3,
			"header": 1,
			"entries": [
				"You can use your Channel Divinity to help bring to life the words in your heart.",
				"As a bonus action, grant yourself proficiency in Charisma ({@skill Persuasion}) checks and Charisma ({@skill Performance}) checks for 10 minutes.",
				"If you are already proficient in these skills when you use this Channel Divinity, you double your proficiency bonus for ability checks made with these skills."
			]
		},
		{
			"name": "Soothing Touch",
			"source": "OathofLove",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathofLove",
			"subclassShortName": "Love",
			"page": 2,
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, your touch assuages and comforts the ailing.",
				"When you use your Lay on Hands feature, you can spend 5 hit points from your pool of healing to end a condition affecting that creature. The condition can be {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, or {@condition paralyzed}.",
				"You can end multiple conditions with a single use of your Lay on Hands, spending hit points separately for each one."
			]
		},
		{
			"name": "Everlasting Bond",
			"source": "OathofLove",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathofLove",
			"subclassShortName": "Love",
			"page": 2,
			"level": 15,
			"header": 2,
			"entries": [
				"Beginning at 15th level, you are able to perform a ritual that deepens the connection between creatures who love one another.",
				"Choose a number of willing creatures equal to your Charisma modifier (this may include yourself), they must be within 30 feet of you during the performance of the ritual; over the course of 24 hours, an extraordinary bond forms between these creatures giving them the following benefits:",
				{
					"type": "list",
					"items": [
						"While in line of sight of each other, bonded creatures can communicate telepathically with one another;",
						"Within a 1 mile radius, bonded creatures know the exact location of the creatures with whom they are bonded;",
						"While in the same plane of existence, bonded creatures may appear in and shape each others dreams;",
						"Bonded creatures may eschew the material components necessary to cast the Revivify and Raise Dead spells on creatures with whom they are bonded;"
					]
				},
				"A bonded creature may willingly suspend the effects of the bond at any time (no action required). In the same way, a bonded creature may willingly break their bond to one or more of the creatures with whom they are bonded.",
				"Creatures may only partake in this ritual once. If a creature breaks their bond to one or more of the creatures with whom they are bonded, they may ask the paladin who performed the ritual to mend it; however, the bond can only be mended if the creatures who partook in the ritual agree to have their bond reforged with the one who broke it.",
				"Otherwise, this bond lasts for the lifetime of the last living bonded creature."
			]
		},
		{
			"name": "Paragon of Love",
			"source": "OathofLove",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathofLove",
			"subclassShortName": "Love",
			"page": 2,
			"level": 20,
			"header": 2,
			"entries": [
				"At 20th level, you embody the guarding aspects of love.",
				"As an action, you become a flawless version of yourself in the eyes of those who see you, and you emanate a protective aura in a 30-foot radius. Creatures friendly to you (including yourself) within the aura gain the following benefits:",
				{
					"type": "list",
					"items": [
						"They become resistant to poison and psychic damage;",
						"They gain 10 temporary hit points at the start of their turns;",
						"Whenever a creature makes an attack roll against those protected by the aura, they must make a Charisma saving throw against your spell save DC. On a fail, they suffer a penalty to that roll equal to your proficiency bonus;"
					]
				},
				"While this aura is active, you can use your Lay on Hands ability on any creature within the 30-foot radius as a bonus action.",
				"This aura lasts for 1 minute, or until you dismiss it as a bonus action.",
				"Once you use this feature, you can't use it again until you finish a long rest, unless you expend a 5th-level spell slot to use it again."
			]
		}
	]
}
