{
	"_meta": {
		"sources": [
			{
				"json": "OrderoftheMartyr",
				"abbreviation": "BHOftM",
				"full": "Order of the Martyr",
				"url": "https://docs.google.com/document/d/e/2PACX-1vSziw2ob-Ud--DExhTG5QVX0XqHGv7F0Zh2xRw2SWiqVmQwoyXi1vD_HXaR3IqKtqaCU4ncC9xlWoyF/pub",
				"version": "1.0",
				"authors": [
					"Pointy Hat"
				],
				"convertedBy": [
					"cloridon"
				]
			}
		],
		"edition": "one",
		"dateAdded": 1763535050,
		"dateLastModified": 1772404109,
		"_dateLastModifiedHash": "d57385b453"
	},
	"subclass": [
		{
			"name": "Order of the Martyr",
			"shortName": "Martyr",
			"source": "OrderoftheMartyr",
			"className": "Blood Hunter",
			"classSource": "BloodHunter2024",
			"subclassFeatures": [
				"Order of the Martyr|Blood Hunter|BloodHunter2024|Martyr|OrderoftheMartyr|3",
				"Pain Maven|Blood Hunter|BloodHunter2024|Martyr|OrderoftheMartyr|7",
				"Brand of Flagellation|Blood Hunter|BloodHunter2024|Martyr|OrderoftheMartyr|11",
				"Blood Curse of the Sacrificant|Blood Hunter|BloodHunter2024|Martyr|OrderoftheMartyr|15",
				"True Martyr|Blood Hunter|BloodHunter2024|Martyr|OrderoftheMartyr|18"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Order of the Martyr",
			"source": "OrderoftheMartyr",
			"className": "Blood Hunter",
			"classSource": "BloodHunter2024",
			"subclassShortName": "Martyr",
			"subclassSource": "OrderoftheMartyr",
			"level": 3,
			"entries": [
				"Martyrs never break the skin when drawing upon their powers. Instead, they inflict psychic pain upon themselves, or take the pain felt by others, in order to turn this suffering into power. This has led to the tell-tale sign of these hunters being the tears that stream down their faces when they draw forth their blood magic.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Martyrdom|Blood Hunter|BloodHunter2024|Martyr|OrderoftheMartyr|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Pain Adept|Blood Hunter|BloodHunter2024|Martyr|OrderoftheMartyr|3"
				}
			]
		},
		{
			"name": "Martyrdom",
			"source": "OrderoftheMartyr",
			"className": "Blood Hunter",
			"classSource": "BloodHunter2024",
			"subclassShortName": "Martyr",
			"subclassSource": "OrderoftheMartyr",
			"level": 3,
			"header": 1,
			"entries": [
				"You have learned to draw the power of blood magic through emotional pain rather than physical wounds. Whenever you roll your Hemocraft Die to determine damage, whether to yourself or to another creature, you deal Psychic damage instead of Necrotic damage. Damage dealt to yourself by your Hemocraft Die cannot be reduced in any way.",
				"Additionally, whenever you roll your Hemocraft Die to take damage in order to activate your Crimson Rite, you can choose to roll your Hemocraft Die twice and take the higher result. When you do so, you also roll your Hemocraft Die twice and choose the higher result every time you deal the extra damage associated with your chosen Rite."
			]
		},
		{
			"name": "Pain Adept",
			"source": "OrderoftheMartyr",
			"className": "Blood Hunter",
			"classSource": "BloodHunter2024",
			"subclassShortName": "Martyr",
			"subclassSource": "OrderoftheMartyr",
			"level": 3,
			"header": 1,
			"entries": [
				"Your particular experience with pain renders suffering of the body trivial. You gain Resistance to Necrotic damage and the Defense Fighting Style Feat. Additionally, when you roll a Hit Die to recover Hit Points, you also roll your Hemocraft Die and add it to the total Hit Points you heal. At level 10, you no longer roll your Hemocraft Die and instead add the highest possible result of the roll to the total Hit Points you heal."
			]
		},
		{
			"name": "Pain Maven",
			"source": "OrderoftheMartyr",
			"className": "Blood Hunter",
			"classSource": "BloodHunter2024",
			"subclassShortName": "Martyr",
			"subclassSource": "OrderoftheMartyr",
			"level": 7,
			"entries": [
				"You are able to siphon the pain someone felt at the moment of their death, gaining it as your own strength. Whenever a creature within 30 feet of you dies, you can use your Reaction to roll the dead creature's Hit Die and gain the number rolled as Temporary Hit Points."
			]
		},
		{
			"name": "Brand of Flagellation",
			"source": "OrderoftheMartyr",
			"className": "Blood Hunter",
			"classSource": "BloodHunter2024",
			"subclassShortName": "Martyr",
			"subclassSource": "OrderoftheMartyr",
			"level": 11,
			"entries": [
				"Your particular school of hemocraft allows you to channel the pain of others into yourself to empower your hemomancy. When a creature branded by your Brand of Castigation deals damage to a creature you can see within 30 feet of you, you can use your Reaction to take half of the damage that creature would have taken (rounded down). As part of this same Reaction, you can choose between the following effects, which take place immediately after you take this damage:",
				{
					"type": "list",
					"items": [
						"You inflict Psychic damage on the branded creature equal to one roll of your Hemocraft Die plus your Hemocraft Modifier.",
						"You activate an ability that requires you to roll your Hemocraft Die and take the damage rolled, without taking any additional damage."
					]
				}
			]
		},
		{
			"name": "Blood Curse of the Sacrificant",
			"source": "OrderoftheMartyr",
			"className": "Blood Hunter",
			"classSource": "BloodHunter2024",
			"subclassShortName": "Martyr",
			"subclassSource": "OrderoftheMartyr",
			"level": 15,
			"entries": [
				"You can expend one use of your Hemocraft to invoke a special blood curse. As a Bonus Action, Select a number of creatures within 60 feet of you that you can see equal to Hemocraft Modifier. Those creatures have Resistance to Necrotic damage until the end of your next turn.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Amplify",
							"entries": [
								"The creatures that have gained Resistance to Necrotic damage through this Blood Curse gain a number of Temporary Hit Points equal to the damage you took when amplifying this Blood Curse. These creatures keep their Resistance until they lose all of the Temporary Hit Points granted by this Blood Curse."
							]
						}
					]
				}
			]
		},
		{
			"name": "True Martyr",
			"source": "OrderoftheMartyr",
			"className": "Blood Hunter",
			"classSource": "BloodHunter2024",
			"subclassShortName": "Martyr",
			"subclassSource": "OrderoftheMartyr",
			"level": 18,
			"entries": [
				"You become the epitome of martyrdom. When you reach 0 Hit Points, choose one of the following:",
				{
					"type": "list",
					"items": [
						"You immediately become stable. You can use this ability a number of times equal to your Hemocraft Modifier (minimum of once), and you regain all expended uses when you finish a Long Rest.",
						"You rise again for a number of turns equal to your Hemocraft Modifier. You remain at 0 Hit Points, you cannot benefit from any healing, and you are Immune to all damage types, including from your own Hemocraft Die. You can still use any abilities activated by rolling your Hemocraft Die but you treat the result of the roll as a 0 for the purposes of inflicting damage to yourself. While you are in this state you cannot take reactions and you can use either an action or a bonus action, not both. At the end of the last turn, you instantly die, and your corpse is under the effects of the spell Gentle Repose. After you use this ability, roll your Hemocraft Die; you can't use this ability again until you finish a number of Long Rests equal to the number rolled on your Hemocraft Die."
					]
				}
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Blood Curse of the Sacrificant",
			"source": "OrderoftheMartyr",
			"featureType": [
				"BC"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Blood Hunter"
						},
						"subclass": {
							"name": "Order of the Martyr",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"As a Bonus Action, Select a number of creatures within 60 feet of you that you can see equal to Hemocraft Modifier. Those creatures have Resistance to Necrotic damage until the end of your next turn.",
				{
					"type": "entries",
					"name": "Amplify",
					"entries": [
						"The creatures that have gained Resistance to Necrotic damage through this Blood Curse gain a number of Temporary Hit Points equal to the damage you took when amplifying this Blood Curse. These creatures keep their Resistance until they lose all of the Temporary Hit Points granted by this Blood Curse."
					]
				}
			]
		}
	]
}
