{
	"_meta": {
		"sources": [
			{
				"json": "OrchardSorcv1",
				"abbreviation": "RJOOS",
				"full": "Orchard Origin Sorcerer v1",
				"url": "https://www.gmbinder.com/share/-L0ariU09nba-N5VGRVC",
				"authors": [
					"Rain-Junkie"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"color": "5c8c4a",
				"version": "1.0"
			}
		],
		"dateAdded": 1643216127,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "0a0142041b",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Orchard Origin",
			"subclassFeatures": [
				"Orchard Origin|Sorcerer||Orchard|OrchardSorcv1|1",
				"Exhilarating Bloom|Sorcerer||Orchard|OrchardSorcv1|6",
				"Swirl of Petals|Sorcerer||Orchard|OrchardSorcv1|6",
				"Reverberating Bloom|Sorcerer||Orchard|OrchardSorcv1|14",
				"Keeper of the Garden|Sorcerer||Orchard|OrchardSorcv1|18"
			],
			"source": "OrchardSorcv1",
			"shortName": "Orchard",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassSpells": [
				"Druidcraft",
				"Entangle",
				"Spike Growth",
				"Plant Growth",
				"Grasping Vine",
				"Tree Stride",
				"Wall of Thorns"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Orchard Origin",
			"source": "OrchardSorcv1",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Orchard",
			"subclassSource": "OrchardSorcv1",
			"level": 1,
			"entries": [
				"Your magic is tied to the beauty and elegance of nature. Perhaps you obtained your magic from a mystical dryad, or instead stumbled across an ancient forest ritual. No matter how you obtained it, you're able to reflect this beauty in the flowers you create to protect your allies.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Orchard Magic|Sorcerer||Orchard|OrchardSorcv1|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Inspiring Bloom|Sorcerer||Orchard|OrchardSorcv1|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Garden Chatter|Sorcerer||Orchard|OrchardSorcv1|1"
				}
			]
		},
		{
			"name": "Orchard Magic",
			"source": "OrchardSorcv1",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Orchard",
			"subclassSource": "OrchardSorcv1",
			"level": 1,
			"header": 1,
			"entries": [
				"You gain spells at the sorcerer levels noted in the Orchard Spells table. Once you gain an origin spell, you always know it, and it doesn't count against the number of spells you know.",
				"If you have an origin spell that doesn't appear on the sorcerer spell list, the spell is nonetheless a sorcerer spell for you.",
				{
					"type": "table",
					"caption": "Orchard Spells",
					"colLabels": [
						"Sorcerer Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell entangle}"
						],
						[
							"3rd",
							"{@spell spike growth}"
						],
						[
							"5th",
							"{@spell plant growth}"
						],
						[
							"7th",
							"{@spell grasping vine}"
						],
						[
							"9th",
							"{@spell tree stride}"
						],
						[
							"11th",
							"{@spell wall of thorns}"
						]
					]
				}
			]
		},
		{
			"name": "Inspiring Bloom",
			"source": "OrchardSorcv1",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Orchard",
			"subclassSource": "OrchardSorcv1",
			"level": 1,
			"header": 1,
			"entries": [
				"Starting when you choose this origin at 1st level, your spells call forth the vibrant natural energy of flowers. Whenever you cast a spell of 1st level or higher, you can summon a cluster of magical flowers that bloom across your own armour or clothing or that of a creature within 30 feet of you that you can see. You select which type of flowers bloom, with the chosen type of flowers granting their listed benefit to the creature:",
				{
					"type": "entries",
					"name": "Chamomile",
					"entries": [
						"These small white flowers embody speed. The creature can add {@dice 1d4} to its Dexterity checks, and its speed increases by 5 feet."
					]
				},
				{
					"type": "entries",
					"name": "Dandelion",
					"entries": [
						"These small yellow flowers stand for hope. The creature has advantage on death saving throws, and any critical hit against them while they're unconscious becomes a normal hit."
					]
				},
				{
					"type": "entries",
					"name": "Lavender",
					"entries": [
						"These lavender flowers symbolize power. The creature can add {@dice 1d4} to its Strength checks, and the creature's weapon attacks count as magical for the purpose of overcoming resistances."
					]
				},
				{
					"type": "entries",
					"name": "Lily",
					"entries": [
						"These flowers, often white or pink, personify honor. The creature gains a number of temporary hit points equal to 1 + your sorcerer level divided by 5 (rounded up) at the start of each of its turns."
					]
				},
				{
					"type": "entries",
					"name": "Sunflower",
					"entries": [
						"These bright yellow flowers reflect the sun, and inspire vitality. The creature has advantage on saving throws against poison and disease."
					]
				},
				"The flowers last for 1 minute, and a creature can only benefit from one type of flower growing on it at a time; if a new type of flower is grown on a creature, the previous flowers wither and die."
			]
		},
		{
			"name": "Garden Chatter",
			"source": "OrchardSorcv1",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Orchard",
			"subclassSource": "OrchardSorcv1",
			"level": 1,
			"header": 1,
			"entries": [
				"Also at 1st level, you learn the {@spell druidcraft} cantrip, which doesn't count against your number of sorcerer cantrips known. It is considered a sorcerer spell for you.",
				"Additionally, you can communicate with non-magical flowers. You can question flowers about events in its immediate area within the past day, gaining information about creatures that have passed, weather, and other circumstances relevant to the area nearby. Whenever you make a Charisma check when interacting with plants, your proficiency bonus is doubled if it applies to the check."
			]
		},
		{
			"name": "Exhilarating Bloom",
			"source": "OrchardSorcv1",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Orchard",
			"subclassSource": "OrchardSorcv1",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can easily spread the joy your flowers bring. When you grow a flower on a creature, you can choose spend 1 sorcery point to grow the same kind of flower on another creature you can see within 30 feet of the original creature. If you're the first target of the flower, you can choose to grow a different kind of flower on another creature, rather than the same one."
			]
		},
		{
			"name": "Swirl of Petals",
			"source": "OrchardSorcv1",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Orchard",
			"subclassSource": "OrchardSorcv1",
			"level": 6,
			"header": 2,
			"entries": [
				"Also at 6th level, you can twist your natural magics to better protect your allies. As a bonus action on your turn, you can cause petals to swirl up and around a creature you can see within 60 feet of you. Until the start of your next turn, attack rolls against that creature have disadvantage.",
				"Once you use this feature, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Reverberating Bloom",
			"source": "OrchardSorcv1",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Orchard",
			"subclassSource": "OrchardSorcv1",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you can infuse your flowers with special energy, instantly enhancing the abilities of those you grow them on. When you grow your flowers on a creature, you can spend 2 sorcery points to grant a single creature you grew flowers on an additional immediate benefit, choosing one of the following:",
				{
					"type": "entries",
					"name": "Aromatic",
					"entries": [
						"If the creature is currently under the effects of a spell or effect that allows it to repeat its saving throw each turn, it can attempt to break that effect."
					]
				},
				{
					"type": "entries",
					"name": "Idyllic",
					"entries": [
						"The creature can use its reaction to move up to its speed. If this movement provokes any opportunity attacks, they're made with disadvantage."
					]
				},
				{
					"type": "entries",
					"name": "Supple",
					"entries": [
						"The creature can use its reaction to make a single weapon attack."
					]
				}
			]
		},
		{
			"name": "Keeper of the Garden",
			"source": "OrchardSorcv1",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Orchard",
			"subclassSource": "OrchardSorcv1",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you can call upon the Keeper of the Garden to protect you and your allies. As an action, you can spend 5 sorcery points to summon the Keeper, a {@creature wood woad|VGM} who is friendly to you and your companions for the duration. Roll initiative for the Keeper, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you), as long as they don't violate its alignment. If you don't issue any commands to the Keeper, it defends itself from hostile creatures but otherwise takes no actions.",
				"The Keeper manifests for 1 minute, until it reduced to 0 hit points, or until you use this feature to summon it again."
			]
		}
	]
}
