{
	"_meta": {
		"sources": [
			{
				"json": "GOOtweaks",
				"abbreviation": "GOOtw",
				"full": "Tweaked Patron: Great Old One",
				"authors": [
					"u/SargeBriar",
					"u/VampireBagel_"
				],
				"version": "0.2",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/aiwoo6/tweaked_patron_great_old_one_gaze_into_the_eye_of/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1567635151,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ac3ad41ef6",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "The Great Old One, Tweaked",
			"shortName": "Great Old One, Tweaked",
			"source": "GOOtweaks",
			"subclassFeatures": [
				"The Great Old One|Warlock||Great Old One, Tweaked|GOOtweaks|1",
				"Visions of Horror|Warlock||Great Old One, Tweaked|GOOtweaks|6",
				"Labyrinthine Conundrum|Warlock||Great Old One, Tweaked|GOOtweaks|10",
				"Create Thrall|Warlock||Great Old One, Tweaked|GOOtweaks|14"
			],
			"subclassSpells": [
				"dissonant whispers",
				"Tasha's hideous laughter",
				"detect thoughts",
				"phantasmal force",
				"clairvoyance",
				"sending",
				"Evard's black tentacles",
				"phantasmal killer",
				"dominate person",
				"telekinesis"
			],
			"additionalSpells": [
				{
					"expanded": {
						"s1": [
							"dissonant whispers",
							"Tasha's hideous laughter"
						],
						"s2": [
							"detect thoughts",
							"phantasmal force"
						],
						"s3": [
							"clairvoyance",
							"sending"
						],
						"s4": [
							"Evard's black tentacles",
							"phantasmal killer"
						],
						"s5": [
							"dominate person",
							"telekinesis"
						]
					}
				}
			],
			"className": "Warlock",
			"classSource": "PHB"
		}
	],
	"optionalfeature": [
		{
			"name": "Aberrant Metamorphosis",
			"prerequisite": [
				{
					"pact": "Chain",
					"patron": "The Great Old One, Tweaked"
				}
			],
			"entries": [
				"Otherworldly magic touches your familiar. Your familiar gains additional hit points equal to your warlock level, its creature type becomes aberration, and you can use your bonus action to make its appearance alien, or revert it to normal.",
				"While your familiar appears alien, it has advantage on Charisma ({@skill Intimidation}) checks, and you can use your action to make it do something unnatural, such as gibber in maddening voices. A creature within 10 feet of the familiar that sees this must succeed on a Wisdom saving throw against your warlock spell save DC or be {@condition frightened} of the familiar for 1 minute. The {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
				"Once you've made your familiar do something unnatural, you can't do so again until you finish a short or long rest."
			],
			"source": "GOOtweaks",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Secrets of Khirad",
			"prerequisite": [
				{
					"patron": "The Great Old One, Tweaked"
				}
			],
			"entries": [
				"You use long forgotten knowledge to alter your magics, casting them with nothing but a thought. You can ignore the verbal component of a warlock spell if it also has a somatic component. If the spell is on your expanded spell list, it instead requires no components."
			],
			"source": "GOOtweaks",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Touch of Tharizdun",
			"prerequisite": [
				{
					"pact": "Blade",
					"patron": "The Great Old One, Tweaked"
				}
			],
			"entries": [
				"Your pact weapon becomes capable of carving through both flesh and mind. Once per turn, when you hit a creature with a weapon attack made with your pact weapon, you can cause the attack to deal psychic damage instead of its regular type. If you do so, the creature has disadvantage on the next attack roll it makes before the end of its next turn.",
				"Additionally, when you hit a creature with a weapon attack made with your pact weapon, you can glimpse into its mind. You immediately learn if the creature is under any mind influencing effects and what those effects are, such as a geas spell, and learn the creature's greatest fears and desires. Once you glimpse a creature's mind, you can't do so again until you finish a long rest."
			],
			"source": "GOOtweaks",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Unfathomable Understanding",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock"
						}
					},
					"pact": "Tome",
					"patron": "The Great Old One, Tweaked",
					"spell": [
						"Contact other plane"
					]
				}
			],
			"entries": [
				"Your Book of Shadows becomes linked to an aspect of your patron you can call upon for knowledge, at the risk of your sanity. You can cast {@spell contact other plane} as a ritual. When you cast {@spell contact other plane}, you make a saving throw using your warlock spellcasting ability instead of Intelligence, and the aspect writes its answers in your Book of Shadows, in arcane script only you can understand. The first time you fail your saving throw against the spell each day, you become insane for 1 minute instead of until the end of a long rest.",
				"Additionally, you can unerringly recall any information written in your Book of Shadows."
			],
			"source": "GOOtweaks",
			"featureType": [
				"EI"
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"ritual": [
								"contact other plane"
							]
						}
					}
				}
			]
		},
		{
			"name": "Voice of Ulban",
			"prerequisite": [
				{
					"patron": "The Great Old One, Tweaked"
				}
			],
			"entries": [
				"Your ability to touch the minds of other creatures expands dramatically. When you use your Awakened Mind feature to communicate telepathically, the range increases to 120 feet, you can communicate with a number of creatures equal to your Charisma modifier (minimum 1) simultaneously, and creatures without telepathy can respond to your telepathic messages, but can't initiate or terminate contact."
			],
			"source": "GOOtweaks",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Whispers Beyond the Veil",
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Warlock"
						}
					},
					"patron": "The Great Old One, Tweaked"
				}
			],
			"entries": [
				"You can draw your consciousness close to the veil between worlds, listening to whispers from the denizens of the Far Realm. You can cast {@spell augury} without spending a spell slot, and without material components. When cast this way, you can gain advantage on one attack roll or ability check of your choice that you make in the next hour, if it relates to the course of action you received an omen for.",
				"Once you cast {@spell augury} this way, you can't do so again until you finish a short or long rest."
			],
			"source": "GOOtweaks",
			"featureType": [
				"EI"
			],
			"additionalSpells": [
				{
					"innate": {
						"_": [
							"augury"
						]
					}
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "The Great Old One",
			"source": "GOOtweaks",
			"page": 105,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Great Old One, Tweaked",
			"subclassSource": "GOOtweaks",
			"level": 1,
			"entries": [
				"Your patron is a mysterious entity whose nature is utterly foreign to the fabric of reality. It might come from the Far Realm, the space beyond reality, or it could be one of the elder gods known only in legends. Its motives are incomprehensible to mortals, and its knowledge so immense and ancient that even the greatest libraries pale in comparison to the vast secrets it holds. The Great Old One might be unaware of your existence or entirely indifferent to you, but the secrets you have learned allow you to draw your magic from it. Entities of this type include Ghaunadar, called That Which Lurks; Tharizdun, the Chained God; Dendar, the Night Serpent; Zargon, the Returner; Great Cthulhu; and other unfathomable beings.",
				{
					"type": "entries",
					"name": "Expanded Spell List",
					"entries": [
						"The Great Old One lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
						{
							"type": "table",
							"caption": "Great Old One Expanded Spells",
							"colLabels": [
								"Spell Level",
								"Spells"
							],
							"colStyles": [
								"col-3 text-center",
								"col-9"
							],
							"rows": [
								[
									"1st",
									"{@spell dissonant whispers}, {@spell Tasha's hideous laughter}"
								],
								[
									"2nd",
									"{@spell detect thoughts}, {@spell phantasmal force}"
								],
								[
									"3rd",
									"{@spell clairvoyance}, {@spell sending}"
								],
								[
									"4th",
									"{@spell Evard's black tentacles}, {@spell phantasmal killer}"
								],
								[
									"5th",
									"{@spell dominate person}, {@spell telekinesis}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Awakened Mind|Warlock||Great Old One, Tweaked|GOOtweaks|1"
				}
			]
		},
		{
			"name": "Awakened Mind",
			"entries": [
				"Starting at 1st level, your alien knowledge gives you the ability to touch the minds of other creatures. You can communicate telepathically with any creature you can see within 30 feet of you. While communicating telepathically, you can alter your voice to sound however you wish. You don't need to share a language with the creature for it to understand your telepathic utterances, but the creature must be able to understand at least one language."
			],
			"source": "GOOtweaks",
			"page": 105,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Great Old One, Tweaked",
			"subclassSource": "GOOtweaks",
			"level": 1,
			"header": 1
		},
		{
			"name": "Visions of Horror",
			"source": "GOOtweaks",
			"page": 105,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Great Old One, Tweaked",
			"subclassSource": "GOOtweaks",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you can flood the minds of those who assault you with terrifying, incomprehensible images from your patron's realm. When a creature within 60 feet damages you, you can use your reaction to force the creature to make an Intelligence saving throw against your warlock spell save DC. On a failed save, the creature takes psychic damage equal to 1d10 + half your warlock level and is {@condition frightened} for 1 minute. A {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on a success. On a successful save, the creature takes half as much damage and isn't {@condition frightened}.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Labyrinthine Conundrum",
			"source": "GOOtweaks",
			"page": 105,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Great Old One, Tweaked",
			"subclassSource": "GOOtweaks",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, the outer layers of your mind become alien in scope - becoming indecipherable to those who would plunder it, while revealing the true nature of the world around you. You are immune to any effect that would sense your emotions, read your thoughts, or determine you are lying, unless you allow it.",
				"Additionally, you can use your action to open your mind to the truth of the world. For 10 minutes, you gain {@sense truesight} out to 60 feet. Once you do so, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Create Thrall",
			"source": "GOOtweaks",
			"page": 105,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Great Old One, Tweaked",
			"subclassSource": "GOOtweaks",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you gain the ability to infect a humanoid's mind with the alien magic of your patron. You can use your action to touch an {@condition incapacitated} humanoid. That creature is then {@condition charmed} by you until a {@spell remove curse} spell of 5th level or higher is cast on it, the {@condition charmed} condition is removed from it, or you use this feature again.",
				"You can communicate telepathically with the {@condition charmed} creature as long as the two of you are on the same plane of existence. The {@condition charmed} creature regards you as a trusted friend to be heeded and protected. Although the creature isn't under your control, it takes your requests or actions in the most favorable way it can."
			]
		}
	]
}
