{
	"_meta": {
		"sources": [
			{
				"json": "SargeBriarShroudedArts",
				"abbreviation": "SBSAW",
				"full": "Shrouded Arts Wizard",
				"url": "https://drive.google.com/file/d/1exT2IW5hf8HqQceY8_aVy1XytQTIzSmp/view",
				"authors": [
					"u/SargeBriar"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"version": "0.2"
			}
		],
		"dateAdded": 1643217284,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "b7ce122771",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Path of the Shrouded Arts",
			"source": "SargeBriarShroudedArts",
			"shortName": "Shrouded Arts",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassFeatures": [
				"Shrouded Arts|Wizard||Shrouded Arts|SargeBriarShroudedArts|2",
				"Out of Mind's Eye|Wizard||Shrouded Arts|SargeBriarShroudedArts|6",
				"One Among Hundreds|Wizard||Shrouded Arts|SargeBriarShroudedArts|10",
				"Shroud of Oblivion|Wizard||Shrouded Arts|SargeBriarShroudedArts|14"
			],
			"subclassSpells": [
				"Disguise Self"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Shrouded Arts",
			"source": "SargeBriarShroudedArts",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Shrouded Arts",
			"subclassSource": "SargeBriarShroudedArts",
			"level": 2,
			"entries": [
				"The tradition of the Shrouded Arts is one not well known by the general populace, and its practitioners prefer to keep it that way. Blending arcane techniques of illusion and enchantment, shrouds have honed their skills to excel in covert operations: infiltration, espionage, stealth and subterfuge. An experienced shroud can infiltrate a castle, sabotage an outpost, or steal critical documents, all without raising suspicion.",
				"The powers of subterfuge granted by this tradition draw students from across the moral spectrum. Some shrouds align themselves with noble causes, working alone or with clandestine organizations to expose corruption or learn the plans of mighty villains. Others exploit their abilities to plunder hidden secrets, using them to gain power. A few simply adopt the Shrouded Arts out of necessity, seeing them as the only way to survive in places where use of arcane, or unsanctioned, magic is outlawed.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Obscurus Arcana|Wizard||Shrouded Arts|SargeBriarShroudedArts|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Suppress Memory|Wizard||Shrouded Arts|SargeBriarShroudedArts|2"
				}
			]
		},
		{
			"name": "Obscurus Arcana",
			"source": "SargeBriarShroudedArts",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Shrouded Arts",
			"subclassSource": "SargeBriarShroudedArts",
			"level": 2,
			"header": 1,
			"entries": [
				"Beginning when you select this tradition at 2nd level, your mental and physical conditioning allow you to conceal your spellcasting from others. When you cast a wizard spell, you don't need to provide verbal components for it as long as you can provide somatic components.",
				"Additionally, the current contents of your spellbook, as well as any spells you learn by gaining wizard levels, are committed to memory. Your memory is considered a spellbook. You can add spells to your memory as you would a spellbook by spending time and gold as normal, to utilize mnemonic tools and purchase research materials."
			]
		},
		{
			"name": "Suppress Memory",
			"source": "SargeBriarShroudedArts",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Shrouded Arts",
			"subclassSource": "SargeBriarShroudedArts",
			"level": 2,
			"header": 1,
			"entries": [
				"Also at 2nd level, you can befuddle a creature's mind with nothing but a gesture. As an action, you can force a creature you can see within 30 feet of you to make a Wisdom saving throw against your wizard spell save DC. On a failed save, you can force the creature to forget a single aspect of a conversation, observation or encounter it had, that you know of, in the past 10 minutes, such as your physical appearance, a question it was asked, or a short action an ally performed. A {@spell remove curse} or {@spell greater restoration} spell cast on the creature can restore its memory to normal. Whether the creature succeeds or fails their saving throw, you can't use this feature on them again until you finish a long rest.",
				"You can use this feature a number of times equal to your Intelligence modifier (minimum of 1). You regain any expended uses when you finish a long rest."
			]
		},
		{
			"name": "Out of Mind's Eye",
			"source": "SargeBriarShroudedArts",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Shrouded Arts",
			"subclassSource": "SargeBriarShroudedArts",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you can erase yourself from a creatures sight momentarily. As a bonus action, choose a creature within 60 feet of you. That creature must make a Wisdom saving throw against your wizard spell save DC. On a failed save, you become {@condition invisible} to the creature for 1 minute, or until you affect it with a spell or attack.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "One Among Hundreds",
			"source": "SargeBriarShroudedArts",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Shrouded Arts",
			"subclassSource": "SargeBriarShroudedArts",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you can change your appearance on a whim, mimicking the personas of others. You can cast {@spell disguise self} at will, without expending a spell slot. When you cast disguise self this way, you can seem up to 3 feet shorter or taller than normal, and if you disguise yourself as a humanoid you've observed for at least an hour, you have advantage on Charisma checks made to impersonate them."
			]
		},
		{
			"name": "Shroud of Oblivion",
			"source": "SargeBriarShroudedArts",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Shrouded Arts",
			"subclassSource": "SargeBriarShroudedArts",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you've learned how to weave the Shroud of Oblivion, a cloak of powerful enchantment and illusion magic. As an action, you can don the shroud for 1 hour. For the duration, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Creatures that see you during that time can't recall your physical appearance, your mannerisms, or any other identifying features.",
						"Creatures that interact with you must make a Wisdom saving throw against your wizard spell save DC once the interaction ends. You can choose to exclude a creature from this effect. On a failed save, the creature forgets all details of the interaction, rationalizing any of its outcomes. A {@spell remove curse} or {@spell greater restoration} spell cast on the creature can restore its memory to normal.",
						"Spells you cast can't be perceived by spells, features and effects that detect or react to magic, unless you choose otherwise, and leave no magical trace."
					]
				},
				"Once you've used this feature, you can't do so again until you finish a long rest."
			]
		}
	]
}
