{
	"_meta": {
		"sources": [
			{
				"json": "UEREDAGIT",
				"abbreviation": "Unearthed Arcana - Reddit",
				"full": "The Agitator",
				"authors": [
					"u/somanyrobots"
				],
				"convertedBy": [
					"BorgusMaximus"
				],
				"version": "2023.12.01",
				"color": "c8a06c",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/10a2158/roguish_archetype_the_agitator_rally_the_people/",
				"targetSchema": "1.0"
			}
		],
		"dateAdded": 1704562406,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "8e00c4df6a",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "The Agitator",
			"source": "UEREDAGIT",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 1,
			"shortName": "Agitator",
			"subclassFeatures": [
				"The Agitator|Rogue|PHB|Agitator|Unearthed Arcana - Reddit|3|UEREDAGIT",
				"Silver Speech|Rogue|PHB|Agitator|Unearthed Arcana - Reddit|3|UEREDAGIT",
				"Voice of the People|Rogue|PHB|Agitator|Unearthed Arcana - Reddit|3|UEREDAGIT",
				"Rally to the Cause|Rogue|PHB|Agitator|Unearthed Arcana - Reddit|9|UEREDAGIT",
				"Fade into the Background|Rogue|PHB|Agitator|Unearthed Arcana - Reddit|13|UEREDAGIT",
				"Unity of Purpose|Rogue|PHB|Agitator|Unearthed Arcana - Reddit|17|UEREDAGIT"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "The Agitator",
			"source": "UEREDAGIT",
			"page": 0,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Agitator",
			"level": 3,
			"header": 1,
			"entries": [
				"The Agitator is a rogue who's willing to step out of the shadows, and stand in front of the crows. They have a honeyed tongue, with a skill for riling up crowds and stirring up trouble. Their skill with a blade is secondary, for their true weapon is the will of the people.",
				"Agitators may be of any alignment. A chaotic agitator may believe in revolution, without much thought for the consequences, while a lawful agitator may know exactly what the new order will look like (or even use their talents to buttress the existing regime). Good aligned agitators may seek to save the people from tyranny, while evil agitators aim to become tyrants themselves.",
				"The following are some optional quirks for a player of this subclass to choose from:",
				{
					"type": "table",
					"caption": "Agitator quirks",
					"colLabels": [
						"{@dice d6}",
						"Quirk"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"You organized a riot once when the tavern ran out of your favorite ale."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"You're actually quite shy."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"You like to have popped corn on hand for onlookers."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"You never fight without an audience."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"You've always wanted a secret hideout under a tavern."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"You believe you can literally smell corruption"
						]
					]
				},
				{
					"type": "inset",
					"name": "DMing for an Agitator",
					"entries": [
						"Agitators should get broad leeway in social situations, especially when they are stirring up rebellion or convincing guards to turn traitor. It's too story-specific to write a mechanical feature for this, though."
					]
				}
			]
		},
		{
			"name": "Silver Speech",
			"source": "UEREDAGIT",
			"page": 0,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Agitator",
			"level": 3,
			"header": 2,
			"entries": [
				"When you choose this archetype at 3rd level, you gain proficiency with your choice of the Persuasion or Deception skills, or another skill if you are already proficient with both.",
				"Select one of these skills with which you are proficient. You may double your proficiency bonus for all checks you make with it. If you already have selected both Persuasion and Deception for your Expertise feature, you may choose any other skill."
			]
		},
		{
			"name": "Voice of the People",
			"source": "UEREDAGIT",
			"page": 0,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Agitator",
			"level": 3,
			"header": 2,
			"entries": [
				"Also at 3rd level, your winsome words are able to rally others to feats of heroism. As a bonus action, you can call out to an ally within 60 feet who can hear you; that ally can immediately use their reaction to make one weapon attack. If the attack hits, it deals extra damage equal to one roll of your Sneak Attack dice. They cannot apply this extra damage if the attack already suffered a Sneak Attack from another source this turn.",
				"Moreover, the creature targeted with this attack is now designated as the enemy of your cause. You can use your Sneak Attack against that creature even if you don't have advantage on the attack roll, but not if you have disadvantage on it. This effect ends when the creature is defeated, or when you use Voice of the People again and a different creature is the target of the resulting attack.",
				"Voice of the People's bonus damage counts as using your Sneak Attack for your turn. You can use Voice of the People a number of times equal to your Charisma modifier, regaining all uses after a short rest."
			]
		},
		{
			"name": "Rally to the Cause",
			"source": "UEREDAGIT",
			"page": 0,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Agitator",
			"level": 9,
			"header": 1,
			"entries": [
				"At 9th level, you can also use your Voice of the People as an action. When used in this way, Voice of the People does not count as using your Sneak Attack for the turn.",
				"You can do this once, regaining its use avter a short or long rest."
			]
		},
		{
			"name": "Fade into the Background",
			"source": "UEREDAGIT",
			"page": 0,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Agitator",
			"level": 13,
			"header": 1,
			"entries": [
				"At 13th level, you are an expert at disappearing into the background after your task is done. After you take the Hide or Disengage action, you may immediately move up to half your speed.",
				"Addtionally, if you are hidden within 30 feet of a non-hostile creature, enemies have disadvantage on attempts to detect you.",
				{
					"type": "inset",
					"entries": [
						"Remember, for passive Perception checks, this results in a -5 penalty."
					]
				}
			]
		},
		{
			"name": "Unity of Purpose",
			"source": "UEREDAGIT",
			"page": 0,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Agitator",
			"level": 17,
			"header": 1,
			"entries": [
				"At 17th level, your words inspire grim resolve and swift action. Your Voice of the People feature can now target up to 6 allies within 60 feet who can hear you. Each attack deals bonus damage equal to a roll of half your Sneak Attack dice. You may choose which damaged enemy becomes your designated foe.",
				"You can use Voice of the People in this way once, regaining all uses after a short or long rest."
			]
		}
	]
}
