{
	"_meta": {
		"sources": [
			{
				"json": "UEREDPRED",
				"abbreviation": "Unearthed Arcana - Reddit",
				"full": "Way of Predation",
				"authors": [
					"u/somanyrobots"
				],
				"convertedBy": [
					"BorgusMaximus"
				],
				"version": "2023.02.16",
				"color": "c8a06c",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/113sqfp/monk_subclass_way_of_predation_unleash_your_inner/",
				"targetSchema": "1.0"
			}
		],
		"dateAdded": 1704562406,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "68c597efa6",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Way of Predation",
			"source": "UEREDPRED",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"shortName": "Predation",
			"subclassFeatures": [
				"Way of Predation|Monk|PHB|Predation|Unearthed Arcana - Reddit|3|UEREDPRED",
				"Blood Hunt|Monk|PHB|Predation|Unearthed Arcana - Reddit|3|UEREDPRED",
				"Bloodthirsty Strike|Monk|PHB|Predation|Unearthed Arcana - Reddit|3|UEREDPRED",
				"Monstrous Might|Monk|PHB|Predation|Unearthed Arcana - Reddit|6|UEREDPRED",
				"Sapping Spirits|Monk|PHB|Predation|Unearthed Arcana - Reddit|11|UEREDPRED",
				"Unrivaled Predator|Monk|PHB|Predation|Unearthed Arcana - Reddit|17|UEREDPRED"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Way of Predation",
			"source": "UEREDPRED",
			"page": 0,
			"className": "Monk",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Predation",
			"level": 3,
			"header": 1,
			"entries": [
				"The discipline and focus of monastic practice can be bent to many ends, not all of them noble. Monks of the Way of Predation believe in their innate superiority, and claim power is its own reward and its own justification. Some are direct, sworn servants of powerful vampire sires. And some Way of Predation monks may simply find the vampire's ethos admirable - a belief that all creatures exist as prey to serve the strong. Way of Predation monks meditate on the secrets of vampirism, seeking to harness the power of vampirism while avoiding its curse.",
				"Way of Predation monks may come from any background, but they are rarely good-aligned. At best they will be antiheroes, monsters who yet find themselves serving a righteous cause. At worst, they are loyal servants of evil or ravening killers.",
				"The following are some optional quirks for a player of this subclass to choose from:",
				{
					"type": "table",
					"caption": "Way of Predation quirks",
					"colLabels": [
						"{@dice d6}",
						"Quirk"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"You have filed your teeth to points."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"You have an unnatural pallor, and only ever look vigorous in battle."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"You have a bad habit of staring at your comrades intently around mealtimes."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"Every now and then, you fight the urge to say 'Bleh!' mid-conversation."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"When you engage in silent meditation, you sometimes lick your lips."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"You are always, {@italic always} hungry."
						]
					]
				}
			]
		},
		{
			"name": "Blood Hunt",
			"source": "UEREDPRED",
			"page": 0,
			"className": "Monk",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Predation",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level, your senses sharpen, and you gain some of the vampire's strength and cunning. You gain darkvision out to 60 feet; if you already have darkvision, its range increases by 30 feet.",
				"In addition, you gain proficiency in your choice of Athletics, Acrobatics or Survival. You can then choose one of the three skills above with which you are proficient to gain expertise in, doubling your proficiency bonus for any ability checks you make that uses the chosen proficiency."
			]
		},
		{
			"name": "Bloodthirsty Strike",
			"source": "UEREDPRED",
			"page": 0,
			"className": "Monk",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Predation",
			"level": 3,
			"header": 2,
			"entries": [
				"Also at 3rd level, your blows are able to sap the life from your enemies. When you damage an enemy of CR 1/4 or higher with an unarmed strike, you may expend 1 ki point to gain temporary hit points equal to the number rolled on your Martial Arts die. If you are below half your maximum hit points, you regain this amount as hit points instead of gaining temporary hit points.",
				"If you are within 5 feet of a humanoid when it dies, you may use your reaction to leech their life force and regain 1 ki point. You may use this ability an number of times equal to your proficiency bonus, regaining all uses after a long rest."
			]
		},
		{
			"name": "Monstrous Might",
			"source": "UEREDPRED",
			"page": 0,
			"className": "Monk",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Predation",
			"level": 6,
			"header": 1,
			"entries": [
				"At 6th level, your unnatural power grows. Once per turn when you sap life from a creature using your Bloodthirsty Strike, you may choose one of the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain advantage on your next Strength (Athletics) check against the same creature.",
						"The next unarmed strike you make against the same creature, if it hits, deals damage as if it were a critical hit.",
						"You may use your Step of the Wind without spending ki to do so."
					]
				}
			]
		},
		{
			"name": "Sapping Spirits",
			"source": "UEREDPRED",
			"page": 0,
			"className": "Monk",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Predation",
			"level": 11,
			"header": 1,
			"entries": [
				"At 11th level, you can unleash the screams of your past victims to help secure new ones. When you take the Attack action on your turn, you can replace one of the attacks and instead conjure wailing specters to attack your enemies.",
				"Select a number of creatures equal to your Wisdom modifier within 20 feet. They take necrotic damage equal to three rolls of your Martial Arts die, or half as much on a successful Dexterity saving throw against your ki save DC.",
				"For each creature targeted, you can spend 1 ki to leech their life. You gain temporary hit points equal to one roll of your Martial Arts die per ki spent. If you are below half your maximum hit points, you regain this amount as hit points instead of gaining temporary hit points.",
				"You can use this feature at no cost once, regaining its use after a long rest. While you have no uses available, you can spend 3 ki points to use this feature again."
			]
		},
		{
			"name": "Unrivaled Predator",
			"source": "UEREDPRED",
			"page": 0,
			"className": "Monk",
			"classSource": "PHB",
			"subclassSource": "Unearthed Arcana - Reddit",
			"subclassShortName": "Predation",
			"level": 17,
			"header": 1,
			"entries": [
				"At 17th level, your mastery of the hunt is unrivaled, and nothing can keep you from your prey. After drawing health from an enemy using your Bloodthirsty Strike, or Sapping Spirits, you can tap into your predatory instincts. For 1 minute, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You regain one spent ki point after the first time you deal damage on each of your turns",
						"You are immune to the frightened, restrained and grappled conditions",
						"Once per round, when you damage an enemy with an attack, you may force it to make a Wisdom saving throw against your ki save DC or become frightened until the end of your next turn."
					]
				},
				"You can use this ability once, regaining its use after a long rest. While you have no uses available, you can spend 8 ki points to use this feature again."
			]
		}
	]
}
