{
	"_meta": {
		"sources": [
			{
				"json": "WotFA",
				"abbreviation": "FA",
				"full": "Way of the Four Elements Remastered",
				"authors": [
					"SpiketailDrake",
					"IrishBandit"
				],
				"convertedBy": [
					"OftheGates"
				],
				"version": "3.1",
				"url": "https://drive.google.com/file/d/0B5ttoyMfsaC7eFhVenpwZ0R4ZmM/view?usp=sharing",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1544270276,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d59081af38",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Way of the Four Elements (Remastered)",
			"subclassFeatures": [
				"Way of the Four Elements|Monk||Four Elements (Re)|WotFA|3",
				"6th Level Elemental Disciplines|Monk||Four Elements (Re)|WotFA|6",
				"11th Level Elemental Disciplines|Monk||Four Elements (Re)|WotFA|11",
				"17th Level Elemental Disciplines|Monk||Four Elements (Re)|WotFA|17"
			],
			"source": "WotFA",
			"shortName": "Four Elements (Re)",
			"className": "Monk",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Way of the Four Elements",
			"source": "WotFA",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Four Elements (Re)",
			"subclassSource": "WotFA",
			"level": 3,
			"entries": [
				"You follow a monastic tradition that teaches you to harness the elements. When you focus your ki, you can align yourself with the forces of creation and bend the four elements to your will, using them as an extension of your body. Some members of this tradition dedicate themselves to a single element, but others weave the elements together.",
				"Many monks of this tradition tattoo their bodies with representations of their ki powers, commonly imagined as coiling dragons, but also as phoenixes, fish, plants, mountains, and cresting waves.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Initiate of the Way|Monk||Four Elements (Re)|WotFA|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Disciple of the Elements|Monk||Four Elements (Re)|WotFA|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "3rd Level Elemental Disciplines|Monk||Four Elements (Re)|WotFA|3"
				}
			]
		},
		{
			"name": "Initiate of the Way",
			"entries": [
				"When you choose this tradition at 3rd level, you learn how to manipulate the four elements in subtle ways. You learn two of the following cantrips: {@spell control flames|xge}, {@spell gust|xge}, {@spell mold earth|xge}, or {@spell shape water|xge}. You learn two additional cantrips from this list at 6th level."
			],
			"source": "WotFA",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Four Elements (Re)",
			"subclassSource": "WotFA",
			"level": 3,
			"header": 1
		},
		{
			"name": "Disciple of the Elements",
			"entries": [
				"At 3rd level, you learn magical disciplines that harness the power of the four elements. Some disciplines require you to spend ki points when you use them.",
				"You learn two elemental disciplines of your choice, which are detailed in the elemental disciplines sections below. You learn two additional elemental disciplines of your choice at 6th, 11th, and 17th level.",
				"Whenever you learn a new elemental discipline, you can also replace one elemental discipline that you already know with a different discipline.",
				"{@bold @italic Casting Elemental Spells.} Some elemental disciplines allow you to cast spells. See chapter 10 of the Player's Handbook for the general rules of spellcasting. To cast one of these spells, you use its casting time and other rules, but you don't need to provide material components for it. When you cast a spell with a discipline, it is cast at the spell's lowest level unless otherwise specified.",
				"Once you reach 5th level in this class, you can spend additional ki points to increase the level of an elemental discipline spell that you cast, provided that the spell has an enhanced effect at a higher level, as {@spell burning hands} does. The spell's level increases by 1 for each additional ki point you spend. For example, if you are a 5th-level monk and use Sweeping Cinder Strike to cast {@spell burning hands}, you can spend 2 ki points to cast it as a 2nd-level spell (the discipline's base cost of 1 ki point plus 1).",
				"The maximum number of ki points (its base ki point cost plus any additional points) that you can spend on the spell is 2, unless a discipline specifies otherwise. This maximum increases to 3 at 9th level, 4 at 13th level, and 5 at 17th level."
			],
			"source": "WotFA",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Four Elements (Re)",
			"subclassSource": "WotFA",
			"level": 3,
			"header": 1
		},
		{
			"name": "3rd Level Elemental Disciplines",
			"entries": [
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Become the Teapot",
							"entries": [
								"You roll with the incoming energy, attuning to element, becoming it. You can spend 1 ki point to cast {@spell absorb elements|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Effortless Step",
							"entries": [
								"The air around you works in unison with your movements, rising you up as you jump. Your jump height and distance are doubled (quadrupled with Step of the Wind) and you gain advantage on Strength (Athletics) checks related to jumping."
							]
						},
						{
							"type": "entries",
							"name": "Enduring Mountain Stance",
							"entries": [
								"Your body and mind becomes as rigid and unyielding as the ground below you. Your ki roots your feet into the ground and you become immovable. When you use the {@action Dodge} action, you cannot be moved, pushed, grappled, frightened, or knocked prone against your will until the start of your next turn, even if magically compelled to do so. You must be standing on the ground to use this ability."
							]
						},
						{
							"type": "entries",
							"name": "Fangs of the Fire Snake",
							"entries": [
								"Your arms and legs become enveloped in roaring gouts of flame. When you make an unarmed attack on your turn, you can choose to strike out tendrils of flames which stretch out beyond your normal reach. Your reach increases by 5 feet for that attack, and it deals fire damage instead of bludgeoning damage. If the attack hits you can spend 1 ki point to deal an extra {@dice 1d10} fire damage."
							]
						},
						{
							"type": "entries",
							"name": "Fang of the Frost Wolf",
							"entries": [
								"You summon a shard of razor-sharp ice and fling it at your foe. You can spend 1 ki point to cast {@spell ice knife|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Fist of Four Thunders",
							"entries": [
								"You slam your fists together in front of you, causing a thunderous boom that blows away everything around you. You can spend 1 ki point to cast {@spell thunderwave}."
							]
						},
						{
							"type": "entries",
							"name": "Fist of Unbroken Air",
							"entries": [
								"You summon a swirling wind and concentrate it around your fist. When you make an unarmed attack on your turn, you can choose to strike out condensed bursts of air which stretch out beyond your normal reach. Your reach increases by 10 feet for that attack. If the attack hits you can spend 1 ki point to force the target to make a Strength saving throw or be pushed back 10 feet and be knocked {@condition prone}."
							]
						},
						{
							"type": "entries",
							"name": "Golden Snake's Icy Path",
							"entries": [
								"Whenever you take the {@action Dash} action, until the end of your turn for any movement you make along a surface you can leave a trail of slippery ice. This ice counts as difficult terrain and lasts until the start of your next turn."
							]
						},
						{
							"type": "entries",
							"name": "Rumbling Badger",
							"entries": [
								"You shake the ground, causing a tremor that knocks over your foes. You can spend 1 ki point to cast {@spell earth tremor|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Rush of Gale Spirits",
							"entries": [
								"You send a blast of air outward with a thrust of your open palm. You can spend 2 ki points to cast {@spell gust of wind}."
							]
						},
						{
							"type": "entries",
							"name": "Shape the Raincloud",
							"entries": [
								"You can spend 1 ki point to cast {@spell create or destroy water}."
							]
						},
						{
							"type": "entries",
							"name": "Sweeping Cinder Strike",
							"entries": [
								"With a wide sweeping gesture, you summon forth a barrage of hot cinders. You can spend 1 ki point to cast {@spell burning hands}."
							]
						},
						{
							"type": "entries",
							"name": "Water Whip",
							"entries": [
								"You summon a long, rubbery whip of pure water that you grip by one end. You can spend 1 ki point as a bonus action to create a whip of water that shoves and pulls a creature to unbalance it. A creature that you can see that is within 30 feet of you must make a Dexterity saving throw. On a failed save, the creature takes bludgeoning damage equal to your Martial Arts die + your Wisdom modifier, plus an extra {@dice 1d10} bludgeoning damage for each additional ki point you spend, and you can either knock it {@condition prone} or pull it up to 25 feet closer to you. On a successful save, the creature takes half as much damage, and you don't pull it or knock it {@condition prone}. You can't use Water Whip and cast a spell during the same turn."
							]
						}
					]
				}
			],
			"source": "WotFA",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Four Elements (Re)",
			"subclassSource": "WotFA",
			"level": 3,
			"header": 1
		},
		{
			"name": "6th Level Elemental Disciplines",
			"source": "WotFA",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Four Elements (Re)",
			"subclassSource": "WotFA",
			"level": 6,
			"header": 2,
			"entries": [
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "A Leaf on the Wind",
							"entries": [
								"A powerful wind rises up to catch you as you fall. Your Slow Fall ability no longer requires a reaction to use, and instead you may use it automatically whenever you are conscious and not incapacitated, and it negates all falling damage regardless of distance. When you use the Slow Fall ability, you may also glide along the air to move 5 feet in any horizontal direction for every 5 feet that you fall."
							]
						},
						{
							"type": "entries",
							"name": "Burning Ember Flourish",
							"entries": [
								"You reach out with your ki to snuff out a source of fire, causing it to go out with a bang or to sputter black smoke. You can spend 2 ki points to cast {@spell pyrotechnics|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Crushing Hand of the Mountain",
							"entries": [
								"You focus your strength into your outstretched fist, summoning a hand of earth from the ground. You can spend 2 ki points to cast {@spell Maximilian's earthen grasp|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Curtain of Unyielding Wind",
							"entries": [
								"You let out a fierce howl as a mighty wind begins swirling around you. You can spend 2 ki points to cast {@spell warding wind|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Gong of the Summit",
							"entries": [
								"You strike the air as if it were a gong. You can spend 2 ki points to cast {@spell shatter}."
							]
						},
						{
							"type": "entries",
							"name": "Hatchling's Flame",
							"entries": [
								"You focus your ki into a torrent of fire that streaks away from you. You can spend 2 ki points to cast {@spell Aganazzar's scorcher|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Impenetrable Iron Tortoise Shell",
							"entries": [
								"You summon an earthen barrier to defend yourself or an ally. As a reaction, you may spend 2 ki points to use your Deflect Missiles ability against an attack you can see within 30 feet of you. Any damage not prevented by this ability is taken by the original target of the attack. If you reduce the damage to 0, you can't make an attack with it."
							]
						},
						{
							"type": "entries",
							"name": "Mote of the Sun",
							"entries": [
								"Your ki manifests as a roaring orb of fire. You can spend 2 ki points to cast {@spell flaming sphere}."
							]
						},
						{
							"type": "entries",
							"name": "Patient Badger Listens",
							"entries": [
								"You reach out with your ki to the ground beneath you. You can spend 2 ki points as a bonus action to gain tremorsense with a range of 30 feet and a burrow speed equal to half of your walking speed for up to 1 minute. Your movement leaves behind a tunnel that remains for as long as this ability is active, and then collapses."
							]
						},
						{
							"type": "entries",
							"name": "Red Dragon's Claws",
							"entries": [
								"Rays of fire spring from your outstretched hand to sear your foes. You can spend 2 ki points to cast {@spell scorching ray}."
							]
						},
						{
							"type": "entries",
							"name": "Swarming Ice Rabbit",
							"entries": [
								"A flurry of magic snowballs erupts from a point you choose within range. You can spend 2 ki points to cast {@spell Snilloc's snowball swarm|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Water Jet",
							"entries": [
								"You can spend 2 ki points as an action to unleash a jet of water in a line that is 30 feet long and 5 feet wide. Each creature in the line must make a Strength saving throw, taking bludgeoning damage equal to your Martial Arts die + your Wisdom modifier on a failed save, or half as much damage on a successful one. In addition, you can move each target that fails its saving throw to any unoccupied space touching the line."
							]
						}
					]
				}
			]
		},
		{
			"name": "11th Level Elemental Disciplines",
			"source": "WotFA",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Four Elements (Re)",
			"subclassSource": "WotFA",
			"level": 11,
			"header": 2,
			"entries": [
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Dance of Three Ways",
							"entries": [
								"You summon six spheres of earth from the ground, suspend them in the air around you, and ignite them with your fiery ki. With a thought, you launch these blazing meteors at your foe. You can spend 3 ki points to cast {@spell Melf's minute meteors|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Earth Reaches for Sky",
							"entries": [
								"Focusing your strength with a deep, rumbling shout, you swing your arms up high, causing an eruption of churned earth and stone that engulfs your foes. You can spend 3 ki points to cast {@spell erupting earth|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Eternal Mountain Defense",
							"entries": [
								"Your body hardens to stone, nearly impervious to weapons. You can spend 4 ki points to cast {@spell stoneskin}, targeting yourself."
							]
						},
						{
							"type": "entries",
							"name": "Flames of the Phoenix",
							"entries": [
								"With a hand motion, you conjure a tiny bead of burning energy. You spend 3 ki points to cast {@spell fireball}."
							]
						},
						{
							"type": "entries",
							"name": "Fist of the Elements",
							"entries": [
								"The elements swirl around your weapon. You can spend 3 ki points to cast {@spell elemental weapon}, choosing from only the damage types cold, fire, or thunder. Your unarmed strikes count as a weapon for the purposes of this discipline."
							]
						},
						{
							"type": "entries",
							"name": "Hua's Water Prison",
							"entries": [
								"You conjure up a sphere of water that engulfs and imprisons foes that touch its surface. You can spend 4 ki to cast {@spell watery sphere|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Mist Stance",
							"entries": [
								"A swirling mist envelopes your body and you merge with it, becoming a cloud. You can spend 3 ki points to cast {@spell gaseous form}, targeting yourself."
							]
						},
						{
							"type": "entries",
							"name": "One with the Tides",
							"entries": [
								"You reach out with your ki and become one with water. You spend 2 ki points as an action to gain underwater adaptations for 8 hours. While this ability is active, you can breath normally underwater, you gain a swim speed equal to your walking speed, and you gain blindsight with a radius of 60 feet while underwater."
							]
						},
						{
							"type": "entries",
							"name": "Rain of the Frigid Glacier",
							"entries": [
								"You cool the air in the skies above you, condensing the water droplets into freezing rain and sleet. You can spend 3 ki points to cast {@spell sleet storm}."
							]
						},
						{
							"type": "entries",
							"name": "Raise the Troubled Earth",
							"entries": [
								"You stir the earth around you into action, summoning a wall of sand to serve as your barricade. You can spend 3 ki to cast {@spell wall of sand|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Raise the Still Waters",
							"entries": [
								"Though water can give way easily, it can just as easily offer great resistance. You can spend 3 ki to cast {@spell wall of water|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Ride the Wind",
							"entries": [
								"You summon a mighty wind that envelopes your body, sweeping you to where you want to go. You spend 3 ki points to cast {@spell fly}, targeting yourself, except your fly speed is equal to your movement speed."
							]
						},
						{
							"type": "entries",
							"name": "River of Hungry Flame",
							"entries": [
								"You sweep your hands upward, causing a wall of blazing hot fire to leap up from the ground. You can spend 4 ki points to cast {@spell wall of fire}."
							]
						},
						{
							"type": "entries",
							"name": "Sea's Fury",
							"entries": [
								"You conjure up a mighty wave of water that crashes down on your foes. You can spend 3 ki to cast {@spell tidal wave|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Shape of the Flowing River",
							"entries": [
								"You touch the body of water with your ki, coaxing it to change its form. You can spend 4 ki points to cast {@spell control water}."
							]
						},
						{
							"type": "entries",
							"name": "Spellfist Stance",
							"entries": [
								"You effortlessly flow between martial and elemental assault. When you use your action to use an elemental discipline, you can make one unarmed strike as a bonus action, or you can use your Flurry of Blows."
							]
						}
					]
				}
			]
		},
		{
			"name": "17th Level Elemental Disciplines",
			"source": "WotFA",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Four Elements (Re)",
			"subclassSource": "WotFA",
			"level": 17,
			"header": 2,
			"entries": [
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Avatar of the Elements",
							"entries": [
								"As an ultimate display of your mastery of the elements, you can spend 5 ki as an action to have the elements of earth, fire, air, and water form a protective sphere around your body, gaining multiple benefits for 1 minute. While this ability is active, you have resistance to bludgeoning, piercing, slashing, cold, fire, lightning, and thunder damage. You also gain a burrow, fly, and swim speed equal to your movement speed. Lastly, you can use any of the following abilities as a bonus action:",
								"* You create a small earthquake on the ground in a 15-foot radius around you. Each creature in that area must make a Dexterity saving throw. On a failed save, a creature takes {@dice 1d6} bludgeoning damage and is knocked {@condition prone}.",
								"* You create a line of fire 15 feet long and 5 feet wide extending from you in a direction you choose. Each creature in the line must make a Dexterity saving throw. A creature takes {@dice 3d6} fire damage on a failed save, or half as much damage on a successful one.",
								"* You create a 15-foot cube of swirling wind centered on a point you can see within 60 feet of you. Each creature in that area must make a Constitution saving throw. A creature takes {@dice 1d10} bludgeoning damage on a failed save, or half as much damage on a successful one. If a Large or smaller creature fails the save, that creature is also pushed up to 10 feet away from the center of the cube.",
								"* You create a 15-foot cone of ice shards extending from your outstretched hand in a direction you choose. Each creature in the cone must make a Constitution save throw. A creature takes {@dice 2d6} cold damage on a failed save, or half as much damage on a successful one. A creature that fails its save against this effect has its speed halved until the start of your next turn."
							]
						},
						{
							"type": "entries",
							"name": "Breath of Winter",
							"entries": [
								"You inhale deeply and then exhale, blasting a cone of frigid air out in front of you that freezes everything in its path. You can spend 5 ki points to cast {@spell cone of cold}."
							]
						},
						{
							"type": "entries",
							"name": "Eyes of Fire",
							"entries": [
								"Your foes may try to hide in darkness, but their ki lights up like a torch to you. You may cast {@spell see invisibility} without expending any ki. In addition, while under the effects of see invisibility, you may spend 2 ki points as a bonus action to gain truesight until the end of your next turn."
							]
						},
						{
							"type": "entries",
							"name": "Eye of the Hurricane",
							"entries": [
								"You stretch out your ki to embrace the winds. You can spend 5 ki points to cast {@spell control winds|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Mold the Mountain",
							"entries": [
								"You master the many forms that earth may take. You can spend 5 ki to cast {@spell transmute rock|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Swirling Crab's Revenge",
							"entries": [
								"Your ki manifests as a swirling pool of water, smashing and pulling your foes towards its center. You can spend 5 ki points to cast {@spell maelstrom|xge}."
							]
						},
						{
							"type": "entries",
							"name": "Wave of Rolling Earth",
							"entries": [
								"The ground shakes and emits a low rumble as a wall of stone erupts up into being. You can spend 5 ki points to cast {@spell wall of stone}."
							]
						}
					]
				}
			]
		}
	]
}
