{
	"_meta": {
		"sources": [
			{
				"json": "SotS",
				"abbreviation": "SotS",
				"full": "Soldier of the Seasons",
				"authors": [
					"u/TheSoundOfThunder"
				],
				"convertedBy": [
					"Lxran#2292"
				],
				"version": "2021-08-01",
				"color": "b95a27",
				"url": "https://old.reddit.com/r/UnearthedArcana/comments/ovjgo0/for_the_fighter_who_draws_their_strength_from_the/",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1627817977,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "31b9f9e51f",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Soldier of the Seasons",
			"source": "SotS",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 1,
			"shortName": "Soldier of the Seasons",
			"additionalSpells": [
				{
					"innate": {
						"_": [
							"druidcraft#c"
						]
					}
				}
			],
			"subclassFeatures": [
				"Soldier of the Seasons|Fighter||Soldier of the Seasons|SotS|3",
				"Summer's Radiance|Fighter||Soldier of the Seasons|SotS|7",
				"Autumn's Harvest|Fighter||Soldier of the Seasons|SotS|10",
				"The Winds of Winter|Fighter||Soldier of the Seasons|SotS|15",
				"Sentinel of the Four Seasons|Fighter||Soldier of the Seasons|SotS|18"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Soldier of the Seasons",
			"source": "SotS",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassSource": "SotS",
			"subclassShortName": "Soldier of the Seasons",
			"page": 1,
			"level": 3,
			"entries": [
				"Nature finds many protectors to its forests, mountains, and seas. Druids, rangers, and even some orders of paladins have sworn an oath to protect the beautiful and life-giving things of the world Soldiers of the Seasons have also made this vow. The world comes in cycles, and fighters that make this promise draw on the world's course for power.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "The Petals of Spring|Fighter||Soldier of the Seasons|SotS|3|SotS"
				}
			]
		},
		{
			"name": "The Petals of Spring",
			"source": "SotS",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassSource": "SotS",
			"subclassShortName": "Soldier of the Seasons",
			"page": 1,
			"level": 3,
			"header": 1,
			"entries": [
				"Starting at level 3, the vibrant spirit of spring leaves you confident and cheerful. You learn the {@spell druidcraft} cantrip. Additionally, you gain a special use of your Second Wind feature. You can use your Second Wind to gain temporary hitpoints equal to your fighter level. While you have these temporary hitpoints, you can add a {@dice d4} to attack rolls and saving throws (cannot stack with {@spell bless} spell)."
			]
		},
		{
			"name": "Summer's Radiance",
			"source": "SotS",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassSource": "SotS",
			"subclassShortName": "Soldier of the Seasons",
			"page": 1,
			"level": 7,
			"header": 2,
			"entries": [
				"The unfettered summer energy leaves you bold and confident. Starting at level 7, when you make a Charisma check, you can choose to make it at advantage. You can do this a number of times equal to your Charisma modifier, and which recovers after a long rest. You also gain resistance to fire damage."
			]
		},
		{
			"name": "Autumn's Harvest",
			"source": "SotS",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassSource": "SotS",
			"subclassShortName": "Soldier of the Seasons",
			"page": 1,
			"level": 10,
			"header": 2,
			"entries": [
				"The beginning of autumn marks the start of harvest. At level 10, you can magically produce food for a number of creatures 1 + your Charisma modifier at the end of a short rest. Each person gains temporary hitpoints equal to your Charisma modifier + half your fighter level, and have advantage on the first attack roll, skill check, and saving throw until your next short rest. Once you have used Autumn's Harvest, you cannot do so again until you have finished a long rest."
			]
		},
		{
			"name": "The Winds of Winter",
			"source": "SotS",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassSource": "SotS",
			"subclassShortName": "Soldier of the Seasons",
			"page": 1,
			"level": 15,
			"header": 2,
			"entries": [
				"Winter's icy touch freezes everyone it touches. Starting at level 15, whenever you use your Action Surge, you create a cold breeze that emanate out from you in a 30 foot radius. Creatures of your choice must make a Constitution saving throw or take damage equal to {@dice 1d10} + your fighter level + your Charisma modifier and have their movement speed reduced to zero. If they succeed, they take half damage, and their movement speed is reduced by half. Additionally, you gain resistance to cold damage.",
				{
					"type": "abilityDc",
					"name": "Spell",
					"attributes": [
						"cha"
					]
				}
			]
		},
		{
			"name": "Sentinel of the Four Seasons",
			"source": "SotS",
			"className": "Fighter",
			"classSource": "PHB",
			"subclassSource": "SotS",
			"subclassShortName": "Soldier of the Seasons",
			"page": 1,
			"level": 18,
			"header": 2,
			"entries": [
				"Starting at level 18, you can channel the four seasons into your form as an action, granting you the following benefits for the next minute:",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Gift of Spring",
							"entries": [
								"The positive energy of spring revitalizes your body. At the start of each of your turns you gain 5 hp if you are not at 0 hp."
							]
						},
						{
							"type": "item",
							"name": "Gift of Summer",
							"entries": [
								"Summer's flame emboldens your attacks. Weapons you wield become lit, dealing extra fire damage equal to your Charisma modifier."
							]
						},
						{
							"type": "item",
							"name": "Gift of Autumn",
							"entries": [
								"The autumn breeze is an ever present reminder of change. When you see a creature within 30 feet of you make a roll at disadvantage or advantage, you can let them roll at normal. As part of that reaction, you can choose another creature (including yourself). The first roll they make on their turn is made at advantage (if the original creature was rolling at disadvantage) or disadvantage (if the original creature was rolling at advantage)."
							]
						},
						{
							"type": "item",
							"name": "Gift of Winter",
							"entries": [
								"The persistent chill of winter can cause even the toughest to stop in their tracks. You emanate an aura of cold within 20 feet of you. Creatures of your choice must expend 2 feet of movement for every foot they move while in your aura. Additionally, if you use your Winds of Winter trait, creatures in the aura automatically fail their saving throw. "
							]
						}
					]
				},
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		}
	]
}
