{
	"_meta": {
		"sources": [
			{
				"json": "WalrockHomebrewMidnightHourPaladin",
				"abbreviation": "WHOMHP",
				"full": "Oath of the Midnight Hour Paladin",
				"url": "https://drive.google.com/file/d/0BwF09f1afXWlWXdrTnI0cjItaHM/view?resourcekey=0-8NgRab7FnrlrbCNirewgZw",
				"authors": [
					"Walrock Homebrew"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"version": "0.3.2"
			}
		],
		"dateAdded": 1643217446,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "30248c6bc8",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Oath of the Midnight Hour",
			"source": "WalrockHomebrewMidnightHourPaladin",
			"shortName": "Midnight Hour",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassFeatures": [
				"Oath of the Midnight Hour |Paladin||Midnight Hour|WalrockHomebrewMidnightHourPaladin|3",
				"Midnight Blessing|Paladin||Midnight Hour|WalrockHomebrewMidnightHourPaladin|7",
				"Umbral Jaunt|Paladin||Midnight Hour|WalrockHomebrewMidnightHourPaladin|15",
				"Living Nightmare|Paladin||Midnight Hour|WalrockHomebrewMidnightHourPaladin|20"
			],
			"subclassSpells": [
				"Disguise Self",
				"Dissonant Whispers",
				"Darkness",
				"Silence",
				"Blink",
				"Fear",
				"Arcane Eye",
				"Evard's Black Tentacles",
				"Mislead",
				"Modify Memory"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Oath of the Midnight Hour",
			"source": "WalrockHomebrewMidnightHourPaladin",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Midnight Hour",
			"subclassSource": "WalrockHomebrewMidnightHourPaladin",
			"level": 3,
			"entries": [
				"Shrouded in a cloak dark as pitch, a female halfling skulks through the night, hiding in the shadows of a sleeping city. She clutches a crescent-moon amulet strung around her neck and exudes a whispering sigh. The halfling's blackened chain link armor makes not a sound, and she skirts undetected past a trio of patrolling guards with preternatural ease.",
				"A human woman wearing heavy black armor and a mantle adorned with the head of a raven holds her ground against a cadre of skeletal warriors. Silhouetted by the light of a full moon, she flourishes her cloak and instantly vanishes before her attackers. Reappearing behind the undead, the skeletons stagger blindly as a rain of silver-burning smites fall amongst them.",
				"As he springs away from his pursuers, a male tiefling in dusky leather armor grasps an ornamental spiked chain bound around his wrist. Tendrils of darkness seep from his fingers, swimming out to blind and engulf his foes.",
				"The Oath of the Midnight Hour is a pledge to serve as the weapon of a dark patron that eschews the light of day. This patron can be of any alignment or agenda, and it is said the first paladins to swear this Oath swore it to the night itself, to defend night travelers from those that would prey on them. Paladins that take this oath are most frequently known as night-watchers, shadowguards, or darksworn.",
				"Most paladins that pledge this Oath are lawful and loyal to the decrees of their patron, be their patron god or monster. Chaotic paladins of this oath do exist, however, and occasionally find themselves at odds with their own master, struggling for freedom or redemption against the very force they swore to obey. For their part, particularly evil patrons with ties to undeath (such as Strahd, Vecna, or Tenebrous) may visit mortals on the verge of dying and require that they undertake this Oath of service to continue living. Good and neutral patrons often merely have the paladin swear this Oath at midnight under a portentous lunar auspice (usually a new, full, crescent, or blood moon) before they enter service.",
				"Paladins of the Midnight Hour universally wear shades of dark brown, grey, and black, and are equally at home in leathers as they are in mail or plate. Always a foreboding sight, even good-aligned paladins of this Oath sometimes find themselves the target of fear, suspicion, and prejudice from those afraid of what they represent.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tenets of the Midnight Hour|Paladin||Midnight Hour|WalrockHomebrewMidnightHourPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Oath Spells|Paladin||Midnight Hour|WalrockHomebrewMidnightHourPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Shadowblade|Paladin||Midnight Hour|WalrockHomebrewMidnightHourPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Nightcloak|Paladin||Midnight Hour|WalrockHomebrewMidnightHourPaladin|3"
				}
			]
		},
		{
			"name": "Tenets of the Midnight Hour",
			"source": "WalrockHomebrewMidnightHourPaladin",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Midnight Hour",
			"subclassSource": "WalrockHomebrewMidnightHourPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"The following virtues are common amongst those that take this Oath, though the entity to whom a paladin swears fealty (or an organization representing that entity) may alter these vows in subtle and significant ways. These entities often have their own, specific vows, which you may determine with your DM or roll for on the Midnight Directive table.",
				{
					"type": "entries",
					"name": "Obfuscation",
					"entries": [
						"Whether your deeds be noble or nefarious, very little good comes from drawing undue attention to oneself. Rarely let your name or face be known; those that remain unrecognized live to fight another day."
					]
				},
				{
					"type": "entries",
					"name": "Calculation",
					"entries": [
						"Stumbling into a situation without a clear idea of how to proceed is a particularly poor way to die. Plan thoroughly for all contingencies, but do not be afraid to modify your plans on the fly, should the situation change."
					]
				},
				{
					"type": "entries",
					"name": "Silence",
					"entries": [
						"Belongings, personal and professional, are sacred, and may never be deprived from their owners without a specific business agreement. Those who forcibly separate individuals from their belongings through theft or swindling demand retribution. and the owner's restitution."
					]
				},
				{
					"type": "entries",
					"name": "Loyalty",
					"entries": [
						"Whether you see those at your side as allies or mere assets, their utility and aid cannot be ignored. Look after them, assist them in their struggles, and make sure they profit from your presence just as much as you profit from theirs."
					]
				},
				{
					"type": "table",
					"caption": "Midnight Directive",
					"colLabels": [
						"{@dice 1d8}",
						"Additional View",
						"Potential Entity"
					],
					"colStyles": [
						"col-1 text-center",
						"col-8",
						"col-3"
					],
					"rows": [
						[
							"1",
							{
								"type": "entries",
								"name": "Funeration",
								"entries": [
									"Slay the undead wherever you may find them, and put their corpses to rest."
								]
							},
							"The Raven Queen"
						],
						[
							"2",
							{
								"type": "entries",
								"name": "Confidentiality",
								"entries": [
									"Collect dangerous secrets and protect them with your life."
								]
							},
							"Vecna"
						],
						[
							"3",
							{
								"type": "entries",
								"name": "Opportunism",
								"entries": [
									"Always strike at the most advantageous moment, regardless of honor."
								]
							},
							"Strahd von Zarovich"
						],
						[
							"4",
							{
								"type": "entries",
								"name": "Spite",
								"entries": [
									"Utterly destroy (not just kill) those that threaten your faith."
								]
							},
							"Lolth"
						],
						[
							"5",
							{
								"type": "entries",
								"name": "Liberation",
								"entries": [
									"Free all prisoners and take no captives."
								]
							},
							"Torog"
						],
						[
							"6",
							{
								"type": "entries",
								"name": "Accumulation",
								"entries": [
									"Acquire and defend objects of great power."
								]
							},
							"Tenebrous"
						],
						[
							"7",
							{
								"type": "entries",
								"name": "Deceit",
								"entries": [
									"Achieve your ends by tricking and deceiving lesser mortals."
								]
							},
							"The Queen of Air and Darkness"
						],
						[
							"8",
							{
								"type": "entries",
								"name": "Requiem",
								"entries": [
									"Render aid to those at their life's end."
								]
							},
							"Sehanine"
						]
					]
				}
			]
		},
		{
			"name": "Oath Spells",
			"source": "WalrockHomebrewMidnightHourPaladin",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Midnight Hour",
			"subclassSource": "WalrockHomebrewMidnightHourPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"You gain oath spells at the paladin levels listed in the Oath of the Midnight Hour table. See the Sacred Oath class feature for how oath spells work.",
				{
					"type": "table",
					"caption": "Oath of the Midnight Hour Spells",
					"colLabels": [
						"Paladin Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell disguise self}, {@spell dissonant whispers}"
						],
						[
							"5th",
							"{@spell darkness}, {@spell silence}"
						],
						[
							"9th",
							"{@spell blink}, {@spell fear}"
						],
						[
							"13th",
							"{@spell arcane eye}, {@spell Evard's black tentacles}"
						],
						[
							"17th",
							"{@spell mislead}, {@spell modify memory}"
						]
					]
				}
			]
		},
		{
			"name": "Channel Divinity: Shadowblade",
			"source": "WalrockHomebrewMidnightHourPaladin",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Midnight Hour",
			"subclassSource": "WalrockHomebrewMidnightHourPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"When you have advantage on an attack against an enemy, hit with that attack, and use your Divine Smite feature, you may also whisper a silent blessing and use your Channel Divinity, empowering your weapon with dreadful shadow energy. If you do, your Divine Smite deals {@dice 2d8} additional damage, and all damage caused by Divine Smite for this attack becomes either psychic or necrotic damage (your choice). This additional damage increases to {@dice 3d8} at 6th level, {@dice 4d8} at 10th, {@dice 5d8} at 14th, and {@dice 6d8} at 18th."
			]
		},
		{
			"name": "Channel Divinity: Nightcloak",
			"source": "WalrockHomebrewMidnightHourPaladin",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Midnight Hour",
			"subclassSource": "WalrockHomebrewMidnightHourPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"As an action you present a holy symbol, begin concentrating and use your Channel Divinity, weaving your umbral power around you to hide yourself from view. For up to an hour or until you break concentration (as if you were concentrating on a spell), attack, or cast a spell, you are {@condition invisible} and your armor does not give you disadvantage on Dexterity ({@skill Stealth}) checks. You are also completely silent and incapable of making noise while under your Nightcloak, and are thus unable to communicate unless you possess telepathy or similar."
			]
		},
		{
			"name": "Midnight Blessing",
			"source": "WalrockHomebrewMidnightHourPaladin",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Midnight Hour",
			"subclassSource": "WalrockHomebrewMidnightHourPaladin",
			"level": 7,
			"header": 2,
			"entries": [
				"Beginning at 7th level, the darkness grants you a boon, which you may pass on to those around you. For you and creatures you choose within 10 feet of you, armor does not impose disadvantage on Dexterity ({@skill Stealth}) checks, and creatures within this radius gain {@sense darkvision} out to 60 feet or increase the distance of their current {@sense darkvision} by 60 feet. Further, any affected creature within the radius may noiselessly whisper a message that may be heard clearly and at full volume only by other affected creatures within the radius. This benefit may allow you to be heard while under the effects of your Nightcloak.",
				"At 18th level, the radius of this ability increases to 30 feet."
			]
		},
		{
			"name": "Umbral Jaunt",
			"source": "WalrockHomebrewMidnightHourPaladin",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Midnight Hour",
			"subclassSource": "WalrockHomebrewMidnightHourPaladin",
			"level": 15,
			"header": 2,
			"entries": [
				"Starting at 15th level, you can slide through darkness to strike in retribution at those who threaten your allies. When a creature within 30 feet of you makes an attack against you or a creature friendly to you, you may use your reaction to teleport yourself through your own shadow to a point within 5 feet of the attacking creature. You may then make one attack against the creature, resolving it after the creature resolves its attacks. This ability may also trigger if the attacking creature is up to 60 feet away, if the creature is standing in an area of dim light or darkness.",
				"Once you use this ability, you require a short or long rest to use it again."
			]
		},
		{
			"name": "Living Nightmare",
			"source": "WalrockHomebrewMidnightHourPaladin",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Midnight Hour",
			"subclassSource": "WalrockHomebrewMidnightHourPaladin",
			"level": 20,
			"header": 2,
			"entries": [
				"At 20th level, you grow ever closer to becoming one with the night. As an action on your turn, you can allow the shadow energy within you to overtake your physical form, transforming you into a shifting, pitch dark vaguely humanoid horror, appearing to those that may see you as an embodiment of their terror. For 1 minute, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your attacks deal an additional {@dice 1d8} psychic damage, and a creature hit by one or more of your attacks on your turn must succeed on a Wisdom saving throw against your spell save DC or become {@condition frightened} of you until the end of your next turn.",
						"You are {@condition invisible} to all creatures except whichever creature you have most recently attacked. This invisibility persists even after you attack or cast a spell.",
						"You can move through a space as narrow as one inch in diameter without squeezing.",
						"You have resistance to bludgeoning, piercing, and slashing damage from nonmagical weapons that aren't silvered."
					]
				},
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		}
	]
}
