{
	"_meta": {
		"sources": [
			{
				"json": "OathoftheCommonMan",
				"abbreviation": "OotCM",
				"full": "Oath of the Common Man",
				"authors": [
					"Walrock Homebrew"
				],
				"convertedBy": [
					"Lxran#2292"
				],
				"version": "v0.2",
				"color": "e35d2e",
				"url": "file:///C:/Users/youar/Downloads/common%20man%20paladin%20v0-2.pdf",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1637935895,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "6e2934208c",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Oath of the Common Man",
			"source": "OathoftheCommonMan",
			"className": "Paladin",
			"classSource": "PHB",
			"shortName": "Common Man",
			"subclassSpells": [
				"longstrider",
				"sanctuary",
				"calm emotions",
				"enhance ability",
				"counterspell",
				"tongues",
				"fabricate",
				"freedom of movement",
				"legend lore",
				"wall of stone"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"longstrider",
							"sanctuary"
						],
						"5": [
							"calm emotions",
							"enhance ability"
						],
						"9": [
							"counterspell",
							"tongues"
						],
						"13": [
							"fabricate",
							"freedom of movement"
						],
						"17": [
							"legend lore",
							"wall of stone"
						]
					}
				}
			],
			"subclassFeatures": [
				"Oath of the Common Man|Paladin||Common Man|OathoftheCommonMan|3",
				"Aura of Solidarity|Paladin||Common Man|OathoftheCommonMan|7",
				"Revolutionary Spirit|Paladin||Common Man|OathoftheCommonMan|15",
				"Strength of the People|Paladin||Common Man|OathoftheCommonMan|20"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Oath of the Common Man",
			"source": "OathoftheCommonMan",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathoftheCommonMan",
			"subclassShortName": "Common Man",
			"level": 3,
			"entries": [
				"A simple blacksmith raises his hammer above the glowing-hot steel. It strikes once. Twice. He lifts it a third, and holds it in his grasp as he studies the steel. As if in anticipation, the hammer begins to quake with holy force and he brings it down again and again, his divine strength aiding his work.",
				"A half-elf clad in common clothes watches her friend prepare alchemical mixtures, combining the contents of distilled vials into one another before letting loose a shriek as the concoction erupts before her. Looking on the failed works of her friend, the half-elf pats her back with a smile. \"It is alright,\" she speaks, \"try once more, sister. Your work is of the utmost importance.\"",
				"Adorned in simple, self-made mail, a dragonborn readies his hammer as he stands before the liege lord who has enslaved his people. On this day, the tyranny ends. On this day, his people go free.",
				"The Oath of the Common Man is born of togetherness, mutual suffering, and righteous indignation at those who would put their boot heel to the collective neck of the worst-off in society. When a greedy baron levies unfair taxes that cut the poor to the bone, when a pompous dragon ransacks the countryside to build his own personal hoard, when a bloodthirsty tyrant forces the poor into conscripted service in his armies, to fight and die on the frontlines, the paladin of the Common Man will be there with the fury of the oppressed at their back, with thunder in their voice and fire in their eyes, and the will of the people behind their every word and action. To a paladin of the Common Man, tyrants and avaricious industrialists are worse than any fiend, and they must be thrown down, their schemes bent and broken, before the might of those they sought to keep beneath them.",
				"Paladins of the Common Man always wear armor and clothing that is simple, un-ornate, but well-cared for and kept up with the labor and dedication that comes only from earnest devotion.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tenets of the Common Man|Paladin|PHB|Common Man|OathoftheCommonMan|3|OathoftheCommonMan"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Oath Spells|Paladin|PHB|Common Man|OathoftheCommonMan|3|OathoftheCommonMan"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity|Paladin|PHB|Common Man|OathoftheCommonMan|3|OathoftheCommonMan"
				}
			]
		},
		{
			"name": "Tenets of the Common Man",
			"source": "OathoftheCommonMan",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathoftheCommonMan",
			"subclassShortName": "Common Man",
			"level": 3,
			"header": 1,
			"entries": [
				"The tenets that a paladin of the Common Man obeys vary wildly from individual from individual, but all carry within them the same revolutionary spirit, the single idea that the change the world needs to break free from tyranny is destined to happen, but much work needs to be done alongside every common man and woman to bring this collective dream to fruition. A paladin of the Common man thus roughly upholds the following tenets:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Equality",
							"entries": [
								"All creatures are inherently equal, and those that deny this fact for their own gain do the common man harm."
							]
						},
						{
							"type": "entries",
							"name": "Community",
							"entries": [
								"A struggle is meaningless if it is not done together for a greater purpose than oneself. Stand and fight with your brothers and sisters for the betterment of all."
							]
						},
						{
							"type": "entries",
							"name": "Respect",
							"entries": [
								"Give respect, love, and kindness to those disenfrenchised who find themselves without any. They are your comrades, and the reson you fight."
							]
						},
						{
							"type": "entries",
							"name": "Change",
							"entries": [
								"The world must change if it is to be any better, and it will not change if we do not act. Do your part to make a more just future."
							]
						},
						{
							"type": "entries",
							"name": "Labor",
							"entries": [
								"You are not above the work that the common man does. Whenever you have a chance, labor with them as they do and work to ease their difficult lot in life."
							]
						}
					]
				}
			]
		},
		{
			"name": "Oath Spells",
			"source": "OathoftheCommonMan",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathoftheCommonMan",
			"subclassShortName": "Common Man",
			"level": 3,
			"header": 1,
			"entries": [
				"You gain oath spells at the paladin levels listed.",
				{
					"type": "table",
					"caption": "Oath of the Common Man Spells",
					"colLabels": [
						"Paladin Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"3rd",
							"{@spell longstrider}, {@spell sanctuary}"
						],
						[
							"5th",
							"{@spell calm emotions}, {@spell enhance ability}"
						],
						[
							"9th",
							"{@spell counterspell}, {@spell tongues}"
						],
						[
							"13th",
							"{@spell fabricate}, {@spell freedom of movement}"
						],
						[
							"17th",
							"{@spell legend lore}, {@spell wall of stone}"
						]
					]
				}
			]
		},
		{
			"name": "Channel Divinity",
			"source": "OathoftheCommonMan",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathoftheCommonMan",
			"subclassShortName": "Common Man",
			"level": 3,
			"header": 1,
			"entries": [
				"When you take this oath at 3rd level, you gain the following two Channel Divinity options.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Worker's Harmony",
							"entries": [
								"As an action, you unleash a message of unity in a loud, booming voice, calling on the spirits of common laborers who have died in oppression to come to aid you, or another. Either you are considered to be aided by the {@action Help} action from an unseen or indistinct source for a number of rounds equal to your Charisma modifier (minimum of 1), or one friendly creature within 30 feet of you that you choose (including yourself) gains proficiency with a specific type of {@item artisan's tools|phb} for one hour."
							]
						},
						{
							"type": "entries",
							"name": "Turn the Burgeois",
							"entries": [
								"Those that hold themselves a class above the common working man must be brought down and made to fear the peasantry. As an action, you utter an indictment against those who would trample the rights of laborers, inspiring the same terror in them that they inflict on those they hold as lessers. Any fey, non-chaotic fiend, or dragon that can see or hear you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes damage. At your DM's discretion, aristocratic humanoids and undead may also be affected by this ability, so long as they are intelligent and unsympathetic to the plight of the lower classes.",
								"A turned creature must spend its turns trying to move as far away from you as it can, and it can't willingly move to a space within 30 feet of you. It also can't take reactions. For its action, it can only use the {@action Dash} action or try to escape from an effect that prevents it from moving. If there is nowhere to move, the creature can use the {@action Dodge} action."
							]
						}
					]
				}
			]
		},
		{
			"name": "Aura of Solidarity",
			"source": "OathoftheCommonMan",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathoftheCommonMan",
			"subclassShortName": "Common Man",
			"level": 7,
			"header": 2,
			"entries": [
				"Beginning at 7th level, whenever you or a friendly creature within 10 feet of you takes damage, you may choose to instead divide that damage evenly between all willing friendly targets within this aura, rounding up fractions to nearest whole point. As an example: If there are 3 friendly creatures in this aura (yourself included) and one takes 20 hit points of damage, you may choose to have all three friendly creautres (so long as they are willing) take 7 hitpoints of damage instead.",
				"At 18th level, the range of this aura increases to 30 feet."
			]
		},
		{
			"name": "Revolutionary Spirit",
			"source": "OathoftheCommonMan",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathoftheCommonMan",
			"subclassShortName": "Common Man",
			"level": 15,
			"header": 2,
			"entries": [
				"Starting at 15th level, you may take the {@action Help} action as a bonus action on each of your turns.",
				"In addition, you inherently have advantage on all Charisma checks involving interaction with laborers and the common man."
			]
		},
		{
			"name": "Strength of the People",
			"source": "OathoftheCommonMan",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassSource": "OathoftheCommonMan",
			"subclassShortName": "Common Man",
			"level": 20,
			"header": 2,
			"entries": [
				"At 20th level, you can transform yourself into a larger-than-life icon of the working class and their revolutionary struggle. Using your action, you can gain the following benefits for 1 minute, as long as you can see or hear a conscious friendly creature:",
				{
					"type": "list",
					"items": [
						"You grow to Large size and your equipment grows with you, doubling your reach and movement speed.",
						"At the start of each of their turns, any friendly creature that can see or hear you (including yourself) gains a number of temporary hit points equal to your Charisma modifier.",
						"As a bonus action on your turn, you may apply the benefits of the {@action Help} action to a number of friendly creatures qual to half your Charisma modifier, rounded up (minimum of 1), within 30 feet of you and that can see or hear you."
					]
				},
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		}
	]
}
