{
	"_meta": {
		"sources": [
			{
				"json": "WayOfTheDragon",
				"abbreviation": "Brew",
				"full": "Way of the Dragon",
				"authors": [
					"/u/aeyana"
				],
				"version": "1.0",
				"url": "",
				"targetSchema": "1.0.0"
			}
		]
	},
	"subclass": [
		{
			"class": "Monk",
			"name": "Dragon",
			"subclassFeatures": [
				[
					{
						"name": "Way of the Dragon",
						"entries": [
							"Monks of the Way of the Dragon study and idolize draconic beings. They fight like dragons.",
							{
								"type": "entries",
								"name": "Dragonheart",
								"entries": [
									"You can speak, read, and write Draconic. Choose one type of dragon for your dragonheart. Your dragonheart is used by features you gain later.",
                                    {
										"type": "table",
										"caption": "Dragonheart",
										"colLabels": [
											"Dragon",
											"Damage Type",
											"Breath Weapon"
										],
										"colStyles": [
											"col-xs-3 text-align-center",
											"col-xs-3 text-align-center",
											"col-xs-6"
										],
										"rows": [
											[
												"Black",
												"{@filter Acid|spells|damage type=acid}",
												"5 by 30ft. line (Dex. save)"
											],
											[
												"Blue",
												"{@filter Lightning|spells|damage type=lightning}",
												"5 by 30ft. line (Dex. save)"
											],
											[
												"Brass",
												"{@filter Fire|spells|damage type=fire}",
												"5 by 30ft. line (Dex. save)"
											],
											[
												"Bronze",
												"{@filter Lightning|spells|damage type=lightning}",
												"5 by 30ft. line (Dex. save)"
											],
											[
												"Copper",
												"{@filter Acid|spells|damage type=acid}",
												"5 by 30ft. line (Dex. save)"
											],
											[
												"Gold",
												"{@filter Fire|spells|damage type=fire}",
												"15ft. cone (Dex. save)"
											],
											[
												"Green",
												"{@filter Poison|spells|damage type=poison}",
												"15ft. cone (Con. save)"
											],
											[
												"Red",
												"{@filter Fire|spells|damage type=fire}",
												"15ft. cone (Dex. save)"
											],
											[
												"Silver",
												"{@filter Cold|spells|damage type=cold}",
												"15ft. cone (Con. save)"
											],
											[
												"White",
												"{@filter Cold|spells|damage type=cold}",
												"15ft. cone (Con. save)"
											]
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Dragon Style",
								"entries": [
									"At 3rd level, you weave dragon-like motions into your martial arts. You gain the following benefits:",
									{
										"type": "list",
										"items": [
											"When you use Step of the Wind, you gain a flying speed equal to your walking speed. This benefit works only in short bursts; you fall if you end your turn in the air and nothing else is holding you aloft. When you reach 11th level, you also gain a 10 ft. bonus to your flying speed.",
											"When you use Patient Defense, parts of your skin become covered by a thin sheen of dragon-like scales. You gain temporary hit points equal to your Wisdom modifier that last until the start of your next turn.",
											"When you use Flurry of Blows, you can change the damage type of your unarmed strikes to that of your dragonheart.",
											"As a reaction to taking damage of the same type as your dragonheart, you can spend 1 ki to cast {@spell absorb elements} at its lowest level."
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Breath Weapon",
								"entries": [
									"At 6th level, you learn to release a powerful breath attack. You can use your action to exhale destructive energy. Your dragonheart determines the size, shape, and damage type of the exhalation.",
									"When you use your breath weapon, each creature in the area of the exhalation must make a saving throw, the type of which is determined by your dragonheart. A creature takes 2 Martial Arts dice of damage on a failed save, and half as much damage on a successful one.",
									"You can spend ki points to empower your breath. Each point you spend, to a maximum of 3 ki, increases the damage by 2 Martial Arts dice. The maximum number of ki you can expend increase to 4 at 9th level, 5 at 13th level, and 6 at 17th level."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "options",
								"name": "Dragon Wings",
								"entries": [
									"At 11th level, you gain the ability to sprout a pair of dragon wings from your back, gaining a flying speed equal to your current speed. You can create these wings as a bonus action on your turn. They last until you dismiss them as a bonus action on your turn.",
									"You can't manifest your wings while wearing armor unless the armor is made to accommodate them, and clothing not made to accommodate your wings might be destroyed when you manifest them."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Legendary Reaction",
								"entries": [
									"By 17th level you have taken upon the aspect of a true dragon. You move with nearly unmatched grace and speed. When a creature other than you ends it’s turn you can use your reaction to do one of the following:",
									{
										"type": "list",
										"items": [
											"{@bold Detect.} You make a Wisdom (Perception) check.",
											"{@bold Attack.} You spend 1 ki point to make a melee weapon attack.",
											"{@bold Wing Attack.} While your dragon wings are out, you can spend 2 ki points perform a wing attack. All Large or smaller creatures within 10 ft. of you must succeed a Dexterity saving throw or take damage equal to your unarmed strike and be knocked prone. You can then move up to half your flying speed."
										]
									}
								]
							}
						]
					}
				]
			],
			"source": "Way of the Dragon",
			"shortName": "Dragon"
		}
	]
}
