{
	"_meta": {
		"sources": [
			{
				"json": "CoFS",
				"abbreviation": "CoFS",
				"full": "Compendium of Forgotten Secrets: The Ashen Wolf",
				"version": "1.0.0",
				"url": "https://www.genfantasypress.com/get-the-compendium",
				"authors": [
					"William Hudson King"
				],
				"convertedBy": [
					"ZeroMan"
				]
			}
		],
		"dateAdded": 1598671744,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d8bebdb1cb",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "The Ashen Wolf",
			"shortName": "Ashen Wolf",
			"source": "CoFS",
			"subclassSpells": [
				"Hunter's Pace",
				"Inflict Wounds",
				"Flame Blade",
				"Pass Without Trace",
				"Funeral Pyre",
				"Haste",
				"Ashen Pack",
				"Wall of Fire",
				"Cloudkill",
				"Hungering Hate"
			],
			"subclassFeatures": [
				"The Ashen Wolf|Warlock||Ashen Wolf|CoFS|1",
				"Feast for the Fire|Warlock||Ashen Wolf|CoFS|6",
				"Endless Pursuit|Warlock||Ashen Wolf|CoFS|10",
				"Beast of the Burning End|Warlock||Ashen Wolf|CoFS|14"
			],
			"className": "Warlock",
			"classSource": "PHB"
		}
	],
	"optionalfeature": [
		{
			"name": "Chronicle of the Flame",
			"source": "CoFS",
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"patron": "Ashen Wolf",
					"pact": "Tome"
				}
			],
			"entries": [
				"You can perform a ritual for the Wolf during a short or long rest. When you do so, choose either Dexterity or Strength saving throws. When you make a saving throw of this type, you can use your reaction to gain advantage on that saving throw and cast a cantrip with a casting time of one action.",
				"Once you use this invocation, you cannot do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Essence of Ash",
			"source": "CoFS",
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"patron": "Ashen Wolf",
					"pact": "Chain"
				}
			],
			"entries": [
				"If you have an emberborn as your familiar, it gains additional hit points equal to your warlock level plus twice your Charisma modifier.",
				"When you reach 11th level, the emberborn can grow in size to become a Medium creature, at your discretion. While it is Medium, its bite attack deals {@damage 2d6} piercing damage and {@damage 2d6} fire damage, and the emberborn's speed increases to 50 feet. Creatures hit by the bite attack must succeed on a DC 13 Strength saving throw or be knocked prone. At 16th level, the Medium emberborn's bite attack deals {@damage 3d6} fire damage, and the Strength saving throw DC equals your warlock spell save DC."
			]
		},
		{
			"name": "Hellfire Infusion",
			"source": "CoFS",
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"patron": "Ashen Wolf"
				}
			],
			"entries": [
				"Whenever you cast a cantrip that deals damage or makes a weapon attack, you can use your bonus action to empower it with elemental fire. The cantrip or attack deals fire damage instead of its normal damage type. When you do so, enemies within 5 feet of you take necrotic damage equal to your Charisma modifier as black ash bursts from your body."
			]
		},
		{
			"name": "Hide of Cinders",
			"source": "CoFS",
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"patron": "Ashen Wolf",
					"pact": "Blade"
				}
			],
			"entries": [
				"You can summon a coating of embers and ash to cover your skin, protecting you from harm. You can choose to have your AC equals 10 + your Dexterity modifier + your Charisma modifier. If a creature hits you with a melee attack while this armor is active, you can use your reaction to deal fire damage to the creature equal to your Charisma modifier."
			]
		},
		{
			"name": "Hunger of the Wolf",
			"source": "CoFS",
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"patron": "Ashen Wolf"
				}
			],
			"entries": [
				"On your turn, when you score a critical hit with an attack roll or reduce a creature to 0 hit points, you can cast any cantrip that targets an enemy creature as a bonus action.",
				"Once you use this invocation, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Scorched Blade",
			"source": "CoFS",
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"patron": "Ashen Wolf",
					"pact": "Blade"
				}
			],
			"entries": [
				"You can create a wickedly barbed one-handed or versatile melee weapon made from embers and molten steel using your Pact of the Blade feature. You can choose to have this weapon deal fire damage. You can use your Charisma modifier for attack and damage rolls made with this weapon.",
				"Whenever a creature within your reach takes damage directly due to hitting you with an attack, such as from the effect of the {@spell fire shield} spell, you can use your reaction to make an opportunity attack against your attacker using this weapon. If the spell or feature that would deal damage to the attacker requires a reaction, such as the Hide of Cinders invocation, you can make the opportunity attack as part of the same reaction.",
				"Once you do so, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Through Fire and Flame",
			"source": "CoFS",
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"level": {
						"level": 13,
						"class": {
							"name": "Warlock"
						}
					},
					"patron": "Ashen Wolf"
				}
			],
			"entries": [
				"Whenever you would take fire damage or are exposed to damaging flame, you can use your reaction to absorb the elemental fire as an offering to the Ashen Wolf. The damage is negated, and instead you gain temporary hit points equal to the amount of damage you would have taken before resistances and immunities.",
				"The amount of temporary hit points received at one time cannot exceed three times your Charisma modifier.",
				"You can use this invocation twice. You regain all uses of this invocation when you finish a short or long rest."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "The Ashen Wolf",
			"source": "CoFS",
			"page": 17,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Ashen Wolf",
			"subclassSource": "CoFS",
			"level": 1,
			"entries": [
				"You've made a pact with a primal spirit of fire and the hunt–a scourge of the forests and fields, and a harbinger of ill fate. This creature is wise and cunning, making deals with those who have the potential to bring ruin and change. Some consider the beast to be native to the Plane of Elemental Fire; others call it a fiend from the darkest hells. Whatever its origin, the ember-eyed wolf often extracts payment in the form of wishes gone awry: a demand for power becomes a battle to retain one's humanity, while a request for a peaceful resolution often has a price that brings constant regret.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ashen Wolf Expanded Spell List|Warlock||Ashen Wolf|CoFS|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Breath of Smoke|Warlock||Ashen Wolf|CoFS|1"
				}
			]
		},
		{
			"name": "Ashen Wolf Expanded Spell List",
			"entries": [
				"The Ashen Wolf lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
				{
					"type": "table",
					"caption": "Ashen Wolf Expanded Spells",
					"colLabels": [
						"Spell Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"1st",
							"{@spell Hunter's Pace|CoFS}, {@spell Inflict Wounds}"
						],
						[
							"2nd",
							"{@spell Flame Blade}, {@spell Pass Without Trace}"
						],
						[
							"3rd",
							"{@spell Funeral Pyre|CoFS}, {@spell Haste}"
						],
						[
							"4th",
							"{@spell Ashen Pack|CoFS}, {@spell Wall of Fire}"
						],
						[
							"5th",
							"{@spell Cloudkill}, {@spell Hungering Hate|CoFS}"
						]
					]
				}
			],
			"source": "CoFS",
			"page": 17,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Ashen Wolf",
			"subclassSource": "CoFS",
			"level": 1,
			"header": 1
		},
		{
			"name": "Breath of Smoke",
			"entries": [
				"Starting at 1st level, you can use your action to exhale blistering embers in a 15-foot cone. Each creature in that area must make a Constitution Saving Throw against your Warlock spell save DC. Creatures that fail take fire damage equal to your Warlock level + your Charisma modifier and are blinded until the end of their next turn.",
				"If you activate this feature again before finishing a Short or Long Rest, you gain one level of Exhaustion.",
				"Additionally, you can breathe and see normally in smoke or ash-filled air."
			],
			"source": "CoFS",
			"page": 17,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Ashen Wolf",
			"subclassSource": "CoFS",
			"level": 1,
			"header": 1
		},
		{
			"name": "Feast for the Fire",
			"source": "CoFS",
			"page": 17,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Ashen Wolf",
			"subclassSource": "CoFS",
			"level": 6,
			"header": 2,
			"entries": [
				"Beginning at 6th level, you have gained the ability to mark a target for sacrifice to the Ashen Wolf. As a bonus action, choose one creature you can see within 60 feet of you. For one minute, the target is cursed by the Ashen Wolf. The curse ends early if the target dies. Until the curse ends, the target loses any resistance to fire damage, and opportunity attacks against the target are made with advantage.",
				"Once you use this feature, you can't do so again until you finish a Short or Long Rest.",
				"At 10th level, the curse grows in strength as your connection with your patron deepens. The target also loses any immunity to fire damage."
			]
		},
		{
			"name": "Endless Pursuit",
			"source": "CoFS",
			"page": 17,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Ashen Wolf",
			"subclassSource": "CoFS",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, your patron grants you a portion of its primal stamina. You gain resistance to fire damage.",
				"Whenever you finish a Short Rest, you can choose to reduce your level of Exhaustion by one.",
				"You can do this once, and this use recovers whenever you finish a Long Rest."
			]
		},
		{
			"name": "Beast of the Burning End",
			"source": "CoFS",
			"page": 17,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Ashen Wolf",
			"subclassSource": "CoFS",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you unlock the power to incarnate in the form of your patron. As an action, you wrap yourself in the guise of a massive flaming lupine creature. For 1 minute, or until you exit this incarnation as a Bonus Action, you gain the following benefits.",
				{
					"type": "list",
					"items": [
						"Your size becomes Medium or Large (your choice).",
						"You ignore all levels of Exhaustion.",
						"Your speed increases by 20 feet.",
						"You have advantage on melee attack rolls against a creature if at least one of your allies is within 5 feet of the creature and the ally isn't incapacitated.",
						"You are immune to fire damage."
					]
				},
				"When you use this feature, two hell hounds burst forth from your burning flesh into spaces within 5 feet of you. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them or are incapacitated, they defend themselves and you from hostile creatures, but otherwise take no actions. They act on your initiative count, have twice as many hit points as a normal hell hound, and are considered elementals instead of their normal type.",
				"When you exit this incarnation, the hell hounds instantly turn to ash. Your body immediately attempts to reabsorb the ash as it swirls back to you from up to 300 feet away. If a hell hound has died or the ash cannot return to you due to distance, you gain one level of Exhaustion per missing hound.",
				"Once you use this feature, you can't do so again until you finish a Long Rest."
			]
		}
	]
}
