{
	"_meta": {
		"sources": [
			{
				"json": "PSA",
				"abbreviation": "CMH",
				"full": "Plane Shift: Amonkhet",
				"authors": [
					"WoTC",
					"Ross Leiser"
				],
				"version": "1.0",
				"url": "https://media.wizards.com/2017/downloads/magic/plane-shift_amonkhet.pdf",
				"targetSchema": "1.0.0"
			}
		]
	},

	"deity": [
		{
			"name": "Oketra",
			"alignment": [
				"L"
			],
			"title": "Amonkhet god of stability, order, and protection",
			"pantheon": "Egyptian",
			"page" : 24,
			"domains": [
				"Solidarity"
			],
			"symbolImg": {
				"$ref": "https://d1u5p3l4wpay3k.cloudfront.net/mtgsalvation_gamepedia/thumb/b/ba/Oketra.jpg/250px-Oketra.jpg?version=2532662730754fed6dfd0c21c49ec66c"
			},
			"symbol": "Golden Bow",
			"source": "PSA"
		},
		{
			"name": "Kefnet",
			"alignment": [
				"N"
			],
			"pantheon": "Egyptian",
			"domains": [
				"Solidarity"
			],
			"symbolImg": {
				"$ref": "https://d1u5p3l4wpay3k.cloudfront.net/mtgsalvation_gamepedia/thumb/b/ba/Oketra.jpg/250px-Oketra.jpg"
			},
			"symbol": "Golden Bow",
			"source": "PSA",
			"page" : 25
		},
		{
			"name": "Rhonas",
			"alignment": [
				"N"
			],
			"pantheon": "Egyptian",
			"domains": [
				"Strength"
			],
			"symbolImg": {
				"$ref": "https://d1u5p3l4wpay3k.cloudfront.net/mtgsalvation_gamepedia/thumb/6/67/Rhonas.jpg/250px-Rhonas.jpg"
			},
			"symbol": "Snake headed Humanoid",
			"source": "PSA",
			"page" : 25
		},
		{
			"name": "Bontu",
			"alignment": [
				"N"
			],
			"title": "Amonkhet god of ambition",
			"pantheon": "Egyptian",
			"domains": [
				"Ambition"
			],
			"symbolImg": {
				"$ref": "https://d1u5p3l4wpay3k.cloudfront.net/mtgsalvation_gamepedia/thumb/9/99/Bontu.jpg/250px-Bontu.jpg"
			},
			"symbol": "Crocodile headed humanoid",
			"source": "PSA",
			"page" : 27
		},
		{
			"name": "Hazoret",
			"alignment": [
				"C"
			],
			"title": "the God-Survivor",
			"pantheon": "Egyptian",
			"domains": [
				"Zeal"
			],
			"symbolImg": {
				"$ref": "https://d1u5p3l4wpay3k.cloudfront.net/mtgsalvation_gamepedia/thumb/d/d0/Joseph-meehan-hazoret.jpg/250px-Joseph-meehan-hazoret.jpg?version=c88fbdf89ad78c1c7565fb5a4e7dc287"
			},
			"symbol": "Golden Bow",
			"source": "PSA",
			"page" : 28
		}
	],

	"subclass": [
		{
			"class": "Cleric",
			"name": "Oketra: Solidarity",
			"source": "PSA",
			"subclassFeatures": [
				[
					{
						"name": "Knowledge Domain",
						"entries": [
							"{@i The worthy must know and respect all others whom the God-Pharaoh deems worthy, for in the afterlife, all will be united in purpose and action.}",
							"Oketra is charged with expounding upon this teaching of the God-Pharaoh, instilling in every initiate the virtue of solidarity. She forges each group of children into a crop of acolytes with just one purpose: to be judged worthy of a glorious afterlife. And she instills in each crop the ability to unite in a single action in pursuit of that purpose. She is fond of poetic imagery to communicate her ideals.",
							{
								"type": "table",
								"caption": "Knowledge Domain Spells",
								"colLabels": [
									"Cleric Level",
									"Spells"
								],
								"colStyles": [
									"col-xs-3 text-align-center",
									"col-xs-9"
								],
								"rows": [
									[
										"1st",
										"{@spell bless}, {@spell guiding bolt}"
									],
									[
										"3rd",
										"{@spell aid}, {@spell warding bond}"
									],
									[
										"5th",
										"{@spell beacon of hope}, {@spell  crusader’s mantle}"
									],
									[
										"7th",
										"{@spell aura of lif}, {@spell  guardian of faith}"
									],
									[
										"9th",
										"{@spell circle of power}, {@spell mass cure wounds}"
									]
								]
							},
							{
								"type": "entries",
								"name": "Bonus Proficiency",
								"entries": [
									"When you choose this domain at 1st level, you gain proficiency with heavy armor."
								]
							},
							{
								"type": "entries",
								"name": "Solidarity’s Action",
								"entries": [
									"Also at 1st level, when you take the Help action to aid an ally’s attack, you can make one weapon attack as a bonus action. You can use this feature a number of times equal to your Wisdom modifier (minimum of once).",
									"You regain expended uses when you finish a long rest."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Channel Divinity: Preserve Life",
								"entries": [
									"Starting at 2nd level, you can use your Channel Divinity to heal the badly injured. As an action, you present your holy symbol and evoke healing energy that can restore a number of hit points equal to five times your cleric level. Choose any creatures within 30 feet of you, and divide those hit points among them. This feature can restore a creature to no more than half of its hit point maximum. You can’t use this feature on an undead or a construct."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Channel Divinity: Oketra’s Blessing",
								"entries": [
									"At 6th level, when a creature within 30 feet of you makes an attack roll, you can use your reaction to grant that creature a +10 bonus to the roll, using your Channel Divinity. You make this choice after you see the roll, but before the DM says whether the attack hits or misses."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Divine Strike",
								"entries": [
									"At 8th level, you gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 damage of the same type dealt by the weapon to the target. When you reach 14th level, the extra damage increases to 2d8."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Supreme Healing",
								"entries": [
									"Starting at 17th level, when you would normally roll one or more dice to restore hit points with a spell, you instead use the highest number possible for each die. For example, instead of restoring 2d6 hit points to a creature, you restore 12"
								]
							}
						]
					}
				]
			],
			"shortName": "Solidarity"
		},
		{
			"class": "Cleric",
			"name": "Kefnet: Knowledge Domain",
			"source": "PSA",
			"subclassFeatures": [
			
				[
					{
						"name": "Knowledge Domain",
						"entries": [
							"{@i The worthy shall cultivate a nimble mind that can perceive the wonders beyond imagination that wait in the afterlife.}",
							"Kefnet’s task is to pass on this teaching of the God-Pharaoh and elucidate its meaning. He teaches that the afterlife will be inhabited only by those who have proved by their wits that they are worthy of dwelling in the glorious presence of the God-Pharaoh. He trains acolytes and initiates to push their limits and challenge their mental capacity with spells of ever-greater power.",
							"Kefnet’s domain is identical to the Knowledge domain in the Player’s Handbook.",
							{
								"type": "table",
								"caption": "Knowledge Domain Spells",
								"colLabels": [
									"Cleric Level",
									"Spells"
								],
								"colStyles": [
									"col-xs-3 text-align-center",
									"col-xs-9"
								],
								"rows": [
									[
										"1st",
										"{@spell command}, {@spell identify}"
									],
									[
										"3rd",
										"{@spell augury}, {@spell suggestion}"
									],
									[
										"5th",
										"{@spell nondetection}, {@spell speak with dead}"
									],
									[
										"7th",
										"{@spell arcane eye}, {@spell confusion}"
									],
									[
										"9th",
										"{@spell legend lore}, {@spell scrying}"
									]
								]
							},
							{
								"type": "entries",
								"name": "Blessings of Knowledge",
								"entries": [
									"At 1st level, you learn two languages of your choice. You also become proficient in your choice of two of the following skills: {@skill Arcana}, {@skill History}, {@skill Nature}, or {@skill Religion}.",
									"Your proficiency bonus is doubled for any ability check you make that uses either of those skills."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Channel Divinity: Knowledge of the Ages",
								"entries": [
									"Starting at 2nd level, you can use your Channel Divinity to tap into a divine well of knowledge. As an action, you choose one skill or tool. For 10 minutes, you have proficiency with the chosen skill or tool."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Channel Divinity: Read Thoughts",
								"entries": [
									"At 6th level, you can use your Channel Divinity to read a creature's thoughts. You can then use your access to the creature's mind to command it.",
									"As an action, choose one creature that you can see within 60 feet of you. That creature must make a Wisdom saving throw. If the creature succeeds on the saving throw, you can't use this feature on it again until you finish a long rest.",
									"If the creature fails its save, you can read its surface thoughts (those foremost in its mind, reflecting its current emotions and what it is actively thinking about) when it is within 60 feet of you. This effect lasts for 1 minute.",
									"During that time, you can use your action to end this effect and cast the suggestion spell on the creature without expending a spell slot. The target automatically fails its saving throw against the spell."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Potent Spellcasting",
								"entries": [
									"Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Visions of the Past",
								"entries": [
									"Starting at 17th level, you can call up visions of the past that relate to an object you hold or your immediate surroundings. You spend at least 1 minute in meditation and prayer, then receive dreamlike, shadowy glimpses of recent events. You can meditate in this way for a number of minutes equal to your Wisdom score and must maintain concentration during that time, as if you were casting a spell.",
									"Once you use this feature, you can't use it again until you finish a short or long rest.",
									{
										"type": "entries",
										"entries": [
											{
												"type": "entries",
												"name": "Object Reading",
												"entries": [
													"Holding an object as you meditate, you can see visions of the object's previous owner. After meditating for 1 minute, you learn how the owner acquired and lost the object, as well as the most recent significant event involving the object and that owner. If the object was owned by another creature in the recent past (within a number of days equal to your Wisdom score), you can spend 1 additional minute for each owner to learn the same information about that creature."
												]
											}
										]
									},
									{
										"type": "entries",
										"entries": [
											{
												"type": "entries",
												"name": "Area Reading",
												"entries": [
													"As you meditate, you see visions of recent events in your immediate vicinity (a room, street, tunnel, clearing, or the like, up to a 50-foot cube), going back a number of days equal to your Wisdom score. For each minute you meditate, you learn about one significant event, beginning with the most recent. Significant events typically involve powerful emotions, such as battles and betrayals, marriages and murders, births and funerals. However, they might also include more mundane events that are nevertheless important in your current situation."
												]
											}
										]
									}
								]
							}
						]
					}
				]
			],
			"shortName": "Knowledge (PSA)"
		},
		{
			"class": "Cleric",			
			"name": "Rhonas: Strength Domain",
			"source": "PSA",
			"subclassFeatures": [
				[
					{
						"name": "Strength Domain",
						"entries": [
							"{@i The worthy shall hone a strong body that can withstand the boundless energies of the afterlife.}",
							"It falls to Rhonas to instill this teaching in those who would enter the afterlife—but to his mind, the words themselves don’t matter. Strength can’t be taught. It must be built through practice and training. Rhonas demonstrates his teachings by his example, rather than by giving his students any kind of academic instruction. He welcomes the people of Naktamun to stand by the Hekma and watch him as he storms into the desert to battle the greatest horrors. He encourages them to observe his indomitable strength, for though they will never equal it, they can aspire to mimicry. He invites them to scrutinize every move and practice what they see.",
							{
								"type": "table",
								"caption": "Strength Domain Spells",
								"colLabels": [
									"Cleric Level",
									"Spells"
								],
								"colStyles": [
									"col-xs-3 text-align-center",
									"col-xs-9"
								],
								"rows": [
									[
										"1st",
										"{@spell shield of faith}, {@spell divine favor}"
									],
									[
										"3rd",
										"{@spell enhance ability}, {@spell protection from poison}"
									],
									[
										"5th",
										"{@spell haste}, {@spell protection from energy}"
									],
									[
										"7th",
										"{@spell dominate beast}, {@stoneskin}"
									],
									[
										"9th",
										"{@spell destructive wave}, {@spell insect plague}"
									]
								]
							},
							{
								"type": "entries",
								"name": "Acolyte of Strength",
								"entries": [
									"At 1st level, you learn one druid cantrip of your choice. You also gain proficiency in one of the following skills of your choice: {@skill Animal Handling}, {@skill Athletics}, {@skill Nature}, or {@skill Survival."
								]
							},
							{
								"type": "entries",
								"name": "Bonus Proficiency",
								"entries": [
									"Also at 1st level, you gain proficiency with heavy armor."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Channel Divinity: Feat of Strength",
								"entries": [
									"At 2nd level, you can use your Channel Divinity to enhance your physical might. When you make an attack roll, ability check, or saving throw using Strength, you can use your Channel Divinity to gain a +10 bonus to the roll. You make this choice after you see the roll, but before the DM says whether the roll succeeds or fails."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Channel Divinity: Rhonas’s Blessing",
								"entries": [
									"At 6th level, when a creature within 30 feet of you makes an attack roll, ability check, or saving throw using Strength, you can use your reaction to grant that creature a +10 bonus to the roll, using your Channel Divinity. You make this choice after you see the roll, but before the DM says whether the roll succeeds or fail."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Divine Strike",
								"entries": [
									"At 8th level, you gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 damage of the same type dealt by the weapon to the target. When you reach 14th level, the extra damage increases to 2d8."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Avatar of Battle",
								"entries": [
									"At 17th level, you gain resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks."
								]
							}
						]
					}
				]
			],
			"shortName": "Strength"
		},
		{
			"class": "Cleric",
			"name": "Bontu: Ambition Domain",
			"source": "PSA",
			"subclassFeatures": [
				[
					{
						"name": "Ambition Domain",
						"entries": [
							"{@i The worthy shall strive for greatness—supremacy in life leads to supremacy in the afterlife.}",
							"Bontu has fully embraced this dictum, and though she expends little effort in teaching it, she surely leads by example. Her viziers subtly plant the seeds that flower into the ambition the God-Pharaoh desires. Through insinuation, they remind acolytes and initiates alike that achieving one’s place in the afterlife at the expense of others is not shameful, but is proof of the initiate’s determination and drive. Nothing is more important than that drive, they suggest—not the bonds of a crop, not friendship or love. Not even devotion to a deity.",
							{
								"type": "table",
								"caption": "Ambition Domain Spells",
								"colLabels": [
									"Cleric Level",
									"Spells"
								],
								"colStyles": [
									"col-xs-3 text-align-center",
									"col-xs-9"
								],
								"rows": [
									[
										"1st",
										"{@spell bane}, {@spell disguise self}"
									],
									[
										"3rd",
										"{@spell mirror image}, {@spell  ray of enfeeblement}"
									],
									[
										"5th",
										"{@spell bestow curse}, {@spell  vampiric touch}"
									],
									[
										"7th",
										"{@spell death ward}, {@spell dimension door}"
									],
									[
										"9th",
										"{@spell dominate person}, {@spell  modify memory}"
									]
								]
							},
							{
								"type": "entries",
								"name": "Warding Flare",
								"entries": [
									"When you choose this domain at 1st level, you can interpose divine light between yourself and an attacking enemy. When you are attacked by a creature within 30 feet of you that you can see, you can use your reaction to impose disadvantage on the attack roll, causing light to flare before the attacker before it hits or misses. An attacker that can’t be blinded is immune to this feature.",
									"You can use this feature a number of times equal to your Wisdom modifier (a minimum of once). You regain all expended uses when you finish a long rest."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Channel Divinity: Invoke Duplicity",
								"entries": [
									"Starting at 2nd level, you can use your Channel Divinity to create an illusory duplicate of yourself.",
									"As an action, you create a perfect illusion of yourself that lasts for 1 minute, or until you lose your concentration (as if you were concentrating on a spell). The illusion appears in an unoccupied space that you can see within 30 feet of you. As a bonus action on your turn, you can move the illusion up to 30 feet to a space you can see, but it must remain within 120 feet of you.",
									"For the duration, you can cast spells as though you were in the illusion’s space, but you must use your own senses. Additionally, when both you and your illusion are within 5 feet of a creature that can see the illusion, you have advantage on attack rolls against that creature, given how distracting the illusion is to the target."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Channel Divinity: Cloak of Shadows",
								"entries": [
									"Starting at 6th level, you can use your Channel Divinity to vanish. As an action, you become invisible until the end of your next turn. You become visible if you attack or cast a spell."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Potent Spellcasting",
								"entries": [
									"Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Improved Duplicity",
								"entries": [
									"At 17th level, you can create up to four duplicates of yourself, instead of one, when you use Invoke Duplicity. As a bonus action on your turn, you can move any number of them up to 30 feet, to a maximum range of 120 feet."
								]
							}
						]
					}
				]
			],

			"shortName": "Ambition"
		},
		{
			"class": "Cleric",
			"name": "Hazoret: Zeal Domain",
			"source": "PSA",
			"subclassFeatures": [
				[
					{
						"name": "Zeal Domain",
						"entries": [
							"{@i The worthy shall rush to the God-Pharaoh’s side with relentless zeal, rising to overcome every obstacle in their way.}",
							"The God-Pharaoh expects those he welcomes into the afterlife to desire it above all other pleasures and achievements, and for them to show their dedication, passion, and fervor through their actions. Hazoret is charged with cultivating this zeal in the initiates who come under her care, and she has undertaken the task with appropriate enthusiasm. She recognizes, however, that the best way to teach zeal is by demonstrating it.",
							{
								"type": "table",
								"caption": "Zeal Domain Spells",
								"colLabels": [
									"Cleric Level",
									"Spells"
								],
								"colStyles": [
									"col-xs-3 text-align-center",
									"col-xs-9"
								],
								"rows": [
									[
										"1st",
										"{@spell searing smite}, {@spell thunderous smite}"
									],
									[
										"3rd",
										"{@spell magic weapon}, {@spell shatter}"
									],
									[
										"5th",
										"{@spell haste}, {@spell fireball}"
									],
									[
										"7th",
										"{@spell fire shield} (warm shield only), {@spell freedom of movement}"
									],
									[
										"9th",
										"{@spell destructive wave}, {@spell flame strike}"
									]
								]
							},
							{
								"type": "entries",
								"name": "Bonus Proficiencies",
								"entries": [
									"At 1st level, you gain proficiency with martial weapons and heavy armor."
								]
							},
							{
								"type": "entries",
								"name": "Priest of Zeal",
								"entries": [
									"From 1st level, Hazoret delivers bolts of inspiration to you while you are engaged in battle. When you use the Attack action, you can make one weapon attack as a bonus action.",
									"You can use this feature a number of times equal to your Wisdom modifier (a minimum of once). You regain all expended uses when you finish a long rest."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Channel Divinity: Consuming Fervor",
								"entries": [
									"Starting at 2nd level, you can use your Channel Divinity to channel your zeal into unchecked ferocity.",
									"When you roll fire or thunder damage, you can use your Channel Divinity to deal maximum damage instead of rolling."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Resounding Strike",
								"entries": [
									"At 6th level, when you deal thunder damage to a Large or smaller creature, you can also push it up to 10 feet away from you."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Divine Strike",
								"entries": [
									"At 8th level, you gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@dice 1d8} damage of the same type dealt by the weapon to the target. When you reach 14th level, the extra damage increases to {@dice 2d8}."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Visions of the Past",
								"entries": [
									"Starting at 17th level, you can delay death for an instantto perform a final heroic act.",
									"When you are reduced to 0 hit points by an attacker you can see, even if you would be killed outright, you can use your reaction to move up to your speed toward the attacker and make one melee weapon attack against it, as long as the movement brings it within your reach. You make this attack with advantage. If the attack hits, the creature takes an extra 5d10 fire damage and an extra {@dice 5d10} damage of the weapon’s type. You then fall unconscious and begin making death saving throws as normal, or you die if the damage you took would have killed you outright.",
									"Once you use this feature, you can’t use it again until you finish a long rest."
								]
							}
						]
					}
				]
			],
			"shortName": "Zeal"
		}
	]
}