{
	"_meta": {
		"sources": [
			{
				"json": "zeek0HearthCleric",
				"abbreviation": "zHDC",
				"full": "Hearth Domain Cleric",
				"url": "https://drive.google.com/file/d/0BxfCiPA2FPFAZ0NCdjF6WnVGaVk/view?resourcekey=0-36m9vWn5O_-B6y24gMtL5w",
				"authors": [
					"zeek0"
				],
				"convertedBy": [
					"DXHHH101"
				],
				"version": "1.0"
			}
		],
		"dateAdded": 1643217484,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "7de49894ec",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Hearth Domain",
			"source": "zeek0HearthCleric",
			"shortName": "Hearth",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassFeatures": [
				"Hearth Domain|Cleric||Hearth|zeek0HearthCleric|1",
				"Domain Spells|Cleric||Hearth|zeek0HearthCleric|1",
				"Bonus Cantrip|Cleric||Hearth|zeek0HearthCleric|1",
				"Ephemeral Ward|Cleric||Hearth|zeek0HearthCleric|1",
				"Channel Divinity: Hearthflame|Cleric||Hearth|zeek0HearthCleric|2",
				"Channel Divinity: Divine Shield|Cleric||Hearth|zeek0HearthCleric|6",
				"Potent Spellcasting|Cleric||Hearth|zeek0HearthCleric|8",
				"Blessed Strikes|Cleric||Hearth|zeek0HearthCleric|8",
				"Hearthfire|Cleric||Hearth|zeek0HearthCleric|17"
			],
			"subclassSpells": [
				"Protection from Evil and Good",
				"Sanctuary",
				"Aid",
				"Continual Flame",
				"Glyph of Warding",
				"Leomund's Tiny Hut",
				"Fire Shield",
				"Wall of Fire",
				"Dispel Evil and Good",
				"Hallow",
				"Produce Flame"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Hearth Domain",
			"source": "zeek0HearthCleric",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "zeek0HearthCleric",
			"level": 1,
			"entries": [
				"In a home the hearth is the center of the household, holding the fire which is used for heat, food, and light. It is symbolic of the power to hold the wilds and darkness at bay and the family within. The gods of hearth are concerned with protection of family and the sanctity of home. These gods such as Hestia, Bes, Mishakal, Boldrei, Yondalla, and Hathor are seldom well-known in their pantheons. But while there are few stories about them, they hold a small shrine in most every household. Clerics are rarely called to conflict by gods of hearth, but when they are there is usually something greater at stake than soldiers, heroes, and kings.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Domain Spells|Cleric||Hearth|zeek0HearthCleric|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Cantrip|Cleric||Hearth|zeek0HearthCleric|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ephemeral Ward|Cleric||Hearth|zeek0HearthCleric|1"
				}
			]
		},
		{
			"name": "Domain Spells",
			"source": "zeek0HearthCleric",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "zeek0HearthCleric",
			"level": 1,
			"header": 1,
			"entries": [
				"You gain domain spells at the cleric levels listed in the Hearth Domain Spells table. See the Divine Domain class feature for how domain spells work.",
				{
					"type": "table",
					"caption": "Hearth Domain Spells",
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell protection from evil and good}, {@spell sanctuary}"
						],
						[
							"3rd",
							"{@spell aid}, {@spell continual flame}"
						],
						[
							"5th",
							"{@spell glyph of warding}, {@spell leomund's tiny hut}"
						],
						[
							"7th",
							"{@spell fire shield}, {@spell wall of fire}"
						],
						[
							"9th",
							"{@spell dispel evil and good}, {@spell hallow}"
						]
					]
				}
			]
		},
		{
			"name": "Bonus Cantrip",
			"source": "zeek0HearthCleric",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "zeek0HearthCleric",
			"level": 1,
			"header": 1,
			"entries": [
				"When you choose this domain at 1st level, you gain the {@spell produce flame} cantrip if you don't already know it."
			]
		},
		{
			"name": "Ephemeral Ward",
			"source": "zeek0HearthCleric",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "zeek0HearthCleric",
			"level": 1,
			"header": 1,
			"entries": [
				"At 1st level, boons you give to allies momentarily provide additional protection. When you cast a spell that affects one or more creatures, you can choose one creature affected by the spell. That creature gains resistance to one damage type of your choice until the beginning of your next turn."
			]
		},
		{
			"name": "Channel Divinity: Hearthflame",
			"source": "zeek0HearthCleric",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "zeek0HearthCleric",
			"level": 2,
			"header": 2,
			"entries": [
				"At 2nd level you can use your Channel Divinity to summon a shred of hearthfire to protect you and allies.",
				"As an action, you present your holy symbol and conjure a warm hearthflame to follow you. While the hearthflame is active it sheds bright light in a 30 foot radius and dim light for an additional 30 feet. You can freely move the hearthflame to any spot within 10 feet of you. The hearthflame endures for 1 hour, or until you use this feature again.",
				"When a creature you can see within the light of the hearthflame fails a saving throw, you can use a reaction to intervene with the hearthflame's power. You immediately make a Wisdom saving throw, and you can choose to replace the result of the failed saving throw with the result of that roll. After, the radius of the hearthflame's dim and bright light is reduced by 10 feet each (for a total of 20 feet). After you intervene three times, the hearthflame is extinguished."
			]
		},
		{
			"name": "Channel Divinity: Divine Shield",
			"source": "zeek0HearthCleric",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "zeek0HearthCleric",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can use your Channel Divinity to protect yourself and others from harm. As a bonus action, you present your holy symbol and conjure a faintly glowing shield of force within 10 feet. The shield is a 10-by-l 0-feet flat surface and appears in any orientation you choose, as a horizontal or vertical barrier or at an angle. The shield lasts for a number of rounds equal to your Wisdom modifier (minimum of 1).",
				"Nothing can physically pass through the shield, and it provides cover to nearby creatures. It is immune to all damage. The shield also extends into the Ethereal Plane, blocking ethereal travel through the shield."
			]
		},
		{
			"name": "Potent Spellcasting",
			"source": "zeek0HearthCleric",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "zeek0HearthCleric",
			"level": 8,
			"header": 2,
			"entries": [
				"Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip."
			]
		},
		{
			"name": "Blessed Strikes",
			"source": "zeek0HearthCleric",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "zeek0HearthCleric",
			"level": 8,
			"header": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@italic 8th-level cleric {@variantrule optional class features|tce|optional feature}, which replaces the Potent Spellcasting feature}",
				"You are blessed with divine might in battle. When a creature takes damage from one of your cantrips or weapon attacks, you can also deal {@dice 1d8} radiant damage to that creature. Once you deal this damage, you can't use this feature again until the start of your next turn."
			]
		},
		{
			"name": "Hearthfire",
			"source": "zeek0HearthCleric",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "zeek0HearthCleric",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level you can call upon the power of your deity to transform a campfire or similarly sized fire within 30 feet into a hearthfire as an action. The hearthfire is magical fire that cannot be extinguished and does not deal damage to objects. The hearthfire endures for 10 hours. You cannot use this feature again until you complete a long rest.",
				"A number of creatures equal to your Wisdom modifier of your choice that complete a long rest within 30 feet of the fire are blessed and gain one of the following benefits of their choice. The blessing lasts for 24 hours, or until they gain another blessing from this feature:",
				{
					"type": "entries",
					"name": "Emboldened",
					"entries": [
						"For the duration you are immune to being frightened, and when you hit with a weapon attack for the first time on your turn you deal an additional {@dice 1d8} fire damage."
					]
				},
				{
					"type": "entries",
					"name": "Enlightened",
					"entries": [
						"For the duration you are immune to the charmed condition. In addition, you gain three hearthfire lights. Whenever you make an Intelligence, Wisdom, or Charisma ability check or saving throw you can spend one hearthfire light to roll an additional {@dice d20}. You can choose to spend the hearthfire light after you roll the die, but before the outcome is determined. You choose which of the {@dice d20}s is used for the ability check or saving throw."
					]
				},
				{
					"type": "entries",
					"name": "Restored",
					"entries": [
						"You are restored, and all debilitating effects are removed. Your exhaustion level is reduced by one, and you regain all spent Hit Dice. All status conditions, poisons, and diseases are removed from you. Any reduction to your ability scores or maximum hit points is removed. Any curses are lifted, including your attunement to a cursed magic item. This ends any effects that would be ended by {@spell greater restoration}."
					]
				},
				{
					"type": "entries",
					"name": "Shrouded",
					"entries": [
						"You are obscured from the minds of other creatures for the duration. While you are shrouded creatures unconsciously avert their gazes as you pass by and avoid contact with you. You are not {@condition invisible}, but until you attack a creature, cast a spell on them, deal damage to them, force them to make a saving throw, directly interact with them or call attention to yourself, they cannot perceive you. Creatures can perceive you normally through alternate means (such as {@spell arcane eye}), {@sense truesight}, or if they are immune to the {@condition charmed} condition. While creatures are unaware of you, you have advantage on attack rolls against them and they have disadvantage on attack rolls against you."
					]
				},
				{
					"type": "entries",
					"name": "Warded",
					"entries": [
						"You gain a number of temporary hit points equal to half your level + your Wisdom modifier for the duration. When this ward is damaged by a creature, that creature takes an amount of fire damage equal to the damage they dealt to the ward. The ward is restored to full capacity after each of your short rests."
					]
				}
			]
		}
	]
}
