{
	"_meta": {
		"sources": [
			{
				"json": "DantesInferno",
				"abbreviation": "DI",
				"full": "Dante's Inferno",
				"version": "1.0.0",
				"authors": [
					"Acheron"
				],
				"convertedBy": [
					"Fratepietro"
				]
			}
		],
		"dateAdded": 1683995660,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "09b584a7fc",
		"edition": "classic"
	},
	"monster": [
		{
			"name": "Caronte",
			"source": "DantesInferno",
			"page": 211,
			"size": [
				"G"
			],
			"type": "fiend",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 20,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "20d20 + 160",
				"average": 370
			},
			"speed": {
				"walk": 60
			},
			"str": 27,
			"dex": 10,
			"con": 26,
			"int": 16,
			"wis": 18,
			"cha": 10,
			"save": {
				"str": "+15",
				"con": "+15",
				"wis": "+11",
				"cha": "+7"
			},
			"skill": {
				"intimidation": "+7",
				"insight": "+11",
				"perception": "+11"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 21,
			"resist": [
				"cold",
				"fire"
			],
			"immune": [
				{
					"immune": [
						"necrotic",
						"poison"
					]
				},
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"conditionImmune": [
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"stunned",
				{
					"special": "weakened"
				}
			],
			"languages": [
				"Primordial",
				"Infernal"
			],
			"cr": "21",
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the caronte fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Infernal Weapon",
					"entries": [
						"Caronte's weapon attacks are magical."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The caronte deals double damage to objects and structures."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Caronte can use his Frightful Presence. Then he makes two oar attacks."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the caronte's choice within 30 feet of it and aware of it must succeed on a {@dc 15} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, with disadvantage if the caronte is within line of sight, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the caronte's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Oar",
					"entries": [
						"{@atk mw} {@hit 15} to hit, reach 20 ft., one target. {@h}26 ({@damage 4d8 + 8}) bludgeoning damage. In addition, the target must make a {@dc 23} Dexterity saving throw; on a failed save, it is pushed 60 ft. away."
					]
				}
			],
			"legendaryHeader": [
				"Caronte can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Caronte regains spent legendary actions at the start of its turn."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Movement",
					"entries": [
						"Caronte moves up to his speed."
					]
				},
				{
					"name": "Oar",
					"entries": [
						"Caronte makes an oar attack"
					]
				},
				{
					"name": "Waters of Acheronte (Costs 2 Actions)",
					"entries": [
						"With a strike of his oar, Caronte raises the waters of Acheronte in",
						"a 60 ft. cone. Any creature in that area must make a {@dc 23} Dexterity saving throw; on a failed save, a target takes 2 {@condition exhaustion} levels."
					]
				}
			],
			"fluff": {
				"entries": [
					"The waters of Acheronte swell and crash upon the shore, and their foam sweeps the Damned away. A huge boat emerges from the mist, commanded by the helmsman of the dead. This is Caronte, Ferryman of Acheronte, Guardian of the First Circle and Second Keeper of Hell. Caronte is a towering figure, and the oar he uses to push the boat is as long as a sailboat. Infernal embers shine in his orbs, and a layer of flames engulfs the oar as it strikes the waters of Acheron or the souls who crowd the ship. His voice makes the whole universe tremble, stirs the waters, and plants the seeds of dread in every heart. When Caronte the Demon steps on the shore, the earth trembles. As he rises, his bent back and his white beard are those of an ancient man, but his countenance is so fierce that it vanquishes any attempt at courage. This is the power of an Infernal Keeper, the sheer force that allows him to enact eternal justice in the name of the Lord. ",
					"He is not alone: His boat crawls with helmsmen devils, reddish creatures in whose eyes burns the same flame as their master's. They are armed with oars, long hooked poles, and forks, which they use to push back any Indifferent who would dare to set foot on board. Their bat-like wings allow them to glide and flit from one end of the vessel to the other, as quick as the wind, with skittish movements like those of an insect.",
					"If you really think you can be a stowaway on Caronte's boat, you will have to face them first. Caronte himself does not concern himself with these details, unless necessary. He spends his time howling at the damned and sowing fear without ever leaving his precious boat. From time to time, he hits the Lost Ones who bother him most with his oar, but he rarely means to kill.",
					"Those who try and sneak aboard his vessel will awaken his most cruel side. Caronte can sense whenever a new passenger climbs on board, at the very moment they step onto the deck. His first reaction is a reaction of bewilderment, sometimes he is even amused by the courage shown by the stowaway. Then he orders his helmsmen under the deck, so that he may act freely. Then his face grows dark and a black smoke rises from his clenched jaw. Now he is ready to fight.",
					"Let it be known that fighting with Caronte is an act of sheer madness.",
					"Still, if someone manages to prove their worth and defeats him, Caronte will submit to the heavenly will that led his foes to him.",
					"He will then agree to ferry his foes without requiring any other payment. Provided that they have any Hope of the Height left after such a struggle."
				]
			},
			"traitTags": [
				"Legendary Resistances",
				"Siege Monster"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened"
			],
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Cerbero",
			"source": "DantesInferno",
			"page": 218,
			"size": [
				"H"
			],
			"type": "fiend",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "14d12 + 112",
				"average": 203
			},
			"speed": {
				"walk": 60
			},
			"str": 21,
			"dex": 10,
			"con": 26,
			"int": 7,
			"wis": 13,
			"cha": 5,
			"save": {
				"wis": "+5"
			},
			"skill": {
				"athletics": "+9",
				"perception": "+9"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 19,
			"languages": [
				"understands Infernal",
				"Primordial but can't speak"
			],
			"cr": "10",
			"trait": [
				{
					"name": "Fury",
					"entries": [
						"When Cerbero drops a creature to 0 hit points with a melee attack on its turn, it can take a bonus action to move up to its speed and make one bite attack."
					]
				},
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The cerbero has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell."
					]
				},
				{
					"name": "Three Heads",
					"entries": [
						"Cerbero can't be surprised and has advantage",
						"on Wisdom ({@skill Perception}) tests and on saving",
						"throws against being {@condition blinded}, {@condition charmed}, {@condition deafened},",
						"{@condition frightened}, {@condition stunned}, or knocked {@condition unconscious}."
					]
				},
				{
					"name": "Reactive Heads",
					"entries": [
						"Because of its three heads, Cerbero gets two extra reactions that can be used only for opportunity attacks."
					]
				},
				{
					"name": "Sleepy",
					"entries": [
						"Cerbero is particularly vulnerable to any effects",
						"that may put it to sleep, and it has disadvantage on any saving throw against such effects. In addition, if Cerbero is targeted by the sleep spell, its current hit points are halved to determine how many hit points the spell can affect."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Cerbero makes three bite attacks and two claws attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +9} to hit, reach 10 ft., one target. {@h}14 ({@damage 2d8 + 5}) piercing damage. "
					]
				},
				{
					"name": "Claw (Rakshasa)",
					"entries": [
						"{@atk mw} {@hit +9} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8+ 5}) slashing damage."
					]
				},
				{
					"name": "Bark {@recharge 5}",
					"entries": [
						"Cerbero's barking is deafening. Any creature that can hear it within 60 feet of it must make a {@dc 18} Constitution saving throw. On a failed save, the creature takes 31 ({@damage 7d8}) thunder damage and is {@condition deafened}. On a successful save, the creature takes half as much damage and isn't {@condition deafened}. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"legendaryHeader": [
				"Cerbero can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Cerbero regains spent legendary actions at the start of its turn."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Movement",
					"entries": [
						"Cerbero moves up to its speed."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"Cerbero makes a bite attack."
					]
				},
				{
					"name": "Raging Attack (Costs 2 Actions)",
					"entries": [
						"Cerbero makes a claws attack against any creature within 10 feet of it."
					]
				},
				{
					"name": "Bark (Costs 3 Actions)",
					"entries": [
						"Cerbero recharges its Bark and uses it."
					]
				}
			],
			"fluff": {
				"entries": [
					"Three barks echo above the pounding rain. Three thunderclaps shake the Pit. Then a heavy figure steps forward in the slimy mud.",
					"This is Cerbero, the Infernal Hound, Fourth Keeper of Hell, Guardian and Scourge of the Third Circle, eager to assault the Gluttons and rend their pale flesh. From its slobbering mouths drips a thick and whitish slime even fouler than the mud on the ground, covering the remains of the damned. Cerbero's body is not the lean body of a hunting hound: The Infernal hound is fat and heavy, and its snouts are flattened. Its breath is heavy, and from its sagging cheeks falls a constant rain of drool.",
					"The hound raises one of its heads, sniffs the air, and growls. All three heads turn to face the newcomers, followed by the gargantuan body. Cerbero has found a new toy.",
					"The torturer of the Gluttons was once a common dog, but the titan Tifone and his partner Echidna fed it with their tainted blood, turning it into the monster that stands before you now. The blood of the giants flowing in its veins, in addition to its size and its sharp fangs, make of Cerbero a very dangerous foe.",
					"Its layers of fat and its thick skin act as armor for this beast, and can protect it from most attacks. In spite of its size, Cerbero can also move swiftly. When it does, the ground shakes under its leaps."
				]
			},
			"traitTags": [
				"Keen Senses"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"P",
				"S",
				"T"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"deafened"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Champion of the False Gods",
			"source": "DantesInferno",
			"page": 187,
			"size": [
				"L"
			],
			"type": "humanoid",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "14d10 + 56",
				"average": 133
			},
			"speed": {
				"walk": 30
			},
			"str": 19,
			"dex": 18,
			"con": 18,
			"int": 16,
			"wis": 16,
			"cha": 17,
			"save": {
				"dex": "+8",
				"wis": "+7",
				"cha": "+7"
			},
			"skill": {
				"athletics": "+8",
				"perception": "+7"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 17,
			"immune": [
				"lightning",
				"thunder"
			],
			"languages": [
				"Infernal",
				"Primordial"
			],
			"cr": "9",
			"trait": [
				{
					"name": "Special Equipment",
					"entries": [
						"The champion of false gods wears the Ettore's Helm."
					]
				},
				{
					"name": "Legendary Resistance (1/Day)",
					"entries": [
						"If the champion fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Damned",
					"entries": [
						"The champion of false gods also counts as undead to determine if it is affected by magic and other effects affecting undead creatures."
					]
				},
				{
					"name": "Fearless",
					"entries": [
						"The champion of false gods had advantage on saving throws against being {@condition frightened}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The champion of false gods makes three longspear attacks."
					]
				},
				{
					"name": "Longspear",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}17 ({@damage 2d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Lightning Storm (Recharges after a Short or Long rest)",
					"entries": [
						"While it wears the Ettore's Helm, as an action, the champion of false gods can magically create three lightning bolts, each of which can hit a target that it can see within 120 feet. A target must make a {@dc 15} Dexterity saving throw, taking 16 ({@damage 3d10}) lightning damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"reaction": [
				{
					"name": "Parry",
					"entries": [
						"The champion of false gods adds 2 to its AC against one melee attack that would hit it. To do so, the champion must see the attacker and be wielding a melee weapon."
					]
				}
			],
			"legendaryHeader": [
				"The champion of false gods can take 2 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The champion regains spent legendary actions at the start of its turn"
			],
			"legendaryActions": 2,
			"legendary": [
				{
					"name": "Movement",
					"entries": [
						"The champion of false gods moves up to its speed without provoking attacks of opportunity."
					]
				},
				{
					"name": "Longspear",
					"entries": [
						"The champion of false gods makes a longspear attack."
					]
				},
				{
					"name": "Swipe (Costs 2 Actions)",
					"entries": [
						"The champion of false gods makes a swipe with its longspear. Each creature within 10 feet of the champion must succeed on a {@dc 16} Dexterity saving throw, or be knocked {@condition prone}"
					]
				}
			],
			"fluff": {
				"entries": [
					"There are noble spirits who choose the path to redemption and await the End of Days in peace and devotion, hoping to be finally allowed to ascend to Heaven and take their place atthe Lord's side, and there are those who join the Lost Ones from time to time and act as their companions or guides to lead them in their otherworldly journey, but there are also some who turn their back on their last chance and let themselves be seduced by anger, frustration, and revenge. The champion standing before the Lost Ones is the infernal semblance of Ettore, the ancient heathen hero. He looks like a tall, stiff, and hardy marble statue, an unnatural and symbolic exaltation of the features he sported in life, according to legends."
				]
			},
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack",
				"Parry"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"L",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Damned",
			"source": "DantesInferno",
			"page": 188,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				"N"
			],
			"ac": [
				10
			],
			"hp": {
				"formula": "3d8 + 9",
				"average": 22
			},
			"speed": {
				"walk": 20
			},
			"str": 13,
			"dex": 10,
			"con": 16,
			"int": 10,
			"wis": 8,
			"cha": 7,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 9,
			"languages": [
				"Primordial"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Damned",
					"entries": [
						"The damned also counts as undead to determine if it is affected by magic and other effects affecting undead creatures"
					]
				}
			],
			"action": [
				{
					"name": "Life Drain",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) necrotic damage. The target must succeed on a {@dc 10} Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the creature finishes a long rest. The target dies if this effect reduces its hit point maximum to 0."
					]
				}
			],
			"fluff": {
				"entries": [
					"The ethereal hosts amassing in the darkness: Theirs are the wails and the gnashing teeth, theirs is the pain that saturates the abyss.",
					"There is no place in Hell that is not crawling with damned. The chasm of Lucifero is a prison and a torture hall for all the unfortunate who broke the laws of Heaven, billions and billions of souls coming from every corner of creation. A damned's semblance is strictly connected to the memories the Lost Ones have of them. If a damned is a complete stranger to the Travelers, it will appear as a vague gray shadow, whose features remain undiscerned and anonymous, although human. If the host of the deceased in a certain circle includes a Familiar Spirit to a member of the Brigade, it will appear as it is remembered by the Lost One.",
					"Anyway, their translucent bodies are intangible, as if they were made of a sticky fluid. They do not cast shadows, nor leave footprints as they pass, and yet they can interact with the surrounding matter, turning part of their bodies more tangible. This is also a weakness: in spite of their shadowy nature, they",
					"can be hurt, dismembered, and torn to pieces. They bleed and feel pain as if they were alive, but they cannot die, as they are already dead. Their existence in Hell is an endless cycle in which they perish and reform, they are dismembered and spring out of the ground again. There is no escape from Hell for them. Death lifted the veil from the eyes of the damned: Now they feel time in a non-linear way, and they may glimpse the future, relive an intense memory from their past, or gather information about what's currently going on in Hell. Thus, speaking with the",
					"damned can be very useful, although their knowledge of the souls remains flawed and is based on their personal experiences and the circle they are bound to. A damned who lived in Florence will not talk about Rome, and an Indifferent knows nothing about the circle of Wantons. In addition, some damned are stronger than others, especially the Violent and all those who have to",
					"perform physical tasks as part of their punishment. Finally, even a weak and solitary damned may deal serious damage using the peculiarities of the place they haunt, or drawing the attention of an Infernal monster.",
					"Although the damned are immortal, their willpower has been broken by torture. Some damned run away as soon as they take serious damage, and most of them will let the Lost Ones alone after they have been destroyed once. Their lack f Hope of the Height is a key weakness to exploit. "
				]
			},
			"senseTags": [
				"D"
			],
			"languageTags": [
				"P"
			],
			"damageTags": [
				"N"
			],
			"miscTags": [
				"HPR",
				"MW"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Flegias",
			"source": "DantesInferno",
			"page": 222,
			"size": [
				"L"
			],
			"type": "fiend",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "19d10 + 114",
				"average": 218
			},
			"speed": {
				"walk": 40,
				"fly": 90
			},
			"str": 22,
			"dex": 16,
			"con": 22,
			"int": 13,
			"wis": 17,
			"cha": 12,
			"save": {
				"str": "+11",
				"con": "+11",
				"wis": "+8"
			},
			"skill": {
				"athletics": "+11"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 13,
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"languages": [
				"Infernal",
				"Primordial"
			],
			"cr": "14",
			"trait": [
				{
					"name": "Legendary Resistance (2/Day)",
					"entries": [
						"If the flegias fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Son of Mars",
					"entries": [
						"The flegias's ttacks are magical."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The flegias has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Flegias makes three melee attacks: two with the oar and one with the tail."
					]
				},
				{
					"name": "Oar",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}19 ({@damage 3d8 + 6}) bludgeoning damage, the target must succeed on a {@dc 19} Strength saving throw, or be pushed 10 feet away.."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit +11} to hit, reach 10 ft., one creature. {@h}15 ({@damage 2d8 + 6}) bludgeoning damage. If the target is Medium or smaller, it is {@condition grappled} (escape {@dc 16}). Until this grapple ends, the target is {@condition restrained}, the flegias can automatically hit the target with its tail, and the flegias can't make tail attacks against other targets."
					]
				}
			],
			"legendaryHeader": [
				"Flegias can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Flegias regains spent legendary actions at the start of its turn."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Movement",
					"entries": [
						"Flegias moves up to his speed."
					]
				},
				{
					"name": "Oar",
					"entries": [
						"Flegias makes an oar attack"
					]
				}
			],
			"fluff": {
				"entries": [
					"The boat silently glides on the marsh, directly headed for you. It is rowed by a leering demon with a chiseled body like that of a Greek statue and a pair of horns cutting through the thick air that looms over the Stige.",
					"This is Flegias, Fifth Keeper of Hell, Ferryman of the Stige, and Guardian of the Fifth Circle. As the boat reaches the shore, he nimbly jumps down and wields the oar as if it were a weapon. His bloodshot, ruby eyes meet your gaze. The demon's smile widens. He spits on the ground.",
					"Well, Traveler, now there is no escape. Flegias has issued a challenge: You will have to fight him to earn passage to the city of Dite.",
					"Flegias is not just a ferryman, this is obvious from his sheer size and his wiry muscles. Before the fall, he wielded a flaming sword against Lucifero and he fought with such a momentum that he singlehandedly defeated the most powerful enemy generals. Once the Great Enemy was defeated, though, the fury and the",
					"rapture of battle did not fade, and he turned against his own companions. It was Archangel Michele who disarmed and killed Flegias with his own sword, before casting his body into the Stige. The river brought him back to life, in his new, demonic semblance. On his back, where once sprouted two mighty wings, now only two sharp vestigial bones remain. ",
					"Flegias fights without restraint. He savors every moment of the fight.",
					"The demon is as strong as three men and a blow from his oar can send you tumbling head over heels or break a limb. He often includes grappling and tail swipes in his tactics. The rags he wears around his waist are animated and can strike as a scourge or move Flegias away to save him from a sneak attack.",
					"To quench Flegias' wrath you only need to cast him into the Stige. the mud will calm his senseless rage. Knocking the demon prone and finding the strength to push him into the mire will not be easy, though.",
					"If you defeat Flegias, you will earn his admiration and respect. His flesh will turn into ash, then take a new shape. Then Flegias will allow you to climb onto his boat."
				]
			},
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance",
				"Magic Weapons"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Multiattack",
				"Tentacles"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Gerione",
			"source": "DantesInferno",
			"page": 227,
			"size": [
				"G"
			],
			"type": "dragon",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 20,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "24d20 + 192",
				"average": 444
			},
			"speed": {
				"walk": 60,
				"fly": 80
			},
			"str": 30,
			"dex": 10,
			"con": 26,
			"int": 20,
			"wis": 21,
			"cha": 22,
			"save": {
				"str": "+17",
				"dex": "+7",
				"con": "+15",
				"wis": "+12"
			},
			"skill": {
				"intimidation": "+13",
				"deception": "+13",
				"insight": "+12",
				"perception": "+12"
			},
			"senses": [
				"blindsight 120 ft.",
				"darkvision 400 ft."
			],
			"passive": 22,
			"immune": [
				"fire"
			],
			"languages": [
				"Infernal",
				"Primordial"
			],
			"cr": "23",
			"trait": [
				{
					"name": "Drenched in Flegetonte's Waters",
					"entries": [
						"A creature that touches Gerione or that hits it with a melee attack while within 5 feet of it takes 10 ({@damage 3d6}) fire damage."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the gerione fails a saving throw, it can choose to succeed instead."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Gerione can use its Frightful Presence. Then it makes four attacks: two with its tail and two with its claws."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the gerione's choice that is within 120 feet of the gerione and aware of it must succeed on a {@dc 21} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the gerione's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +17} to hit, reach 20 ft., one target. {@h}17 ({@damage 2d6 + 10}) slashing damage, plus {@h}10 ({@damage 3d6}) fire damage"
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit +17} to hit, reach 60 ft., one creature. {@h}21 ({@damage 2d10 + 10}) bludgeoning damage plus {@h}10 ({@damage 3d6}) fire damage."
					]
				}
			],
			"legendaryHeader": [
				"Gerione can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Gerione regains spent legendary actions at the start of its turn."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"Gerione makes a Wisdom (Perception) check."
					]
				},
				{
					"name": "Tail Attack",
					"entries": [
						"Gerione makes a tail attack."
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"Gerione beats its wings. Each creature within 40 feet of the dragon must suc-ceed on a {@dc 25} Dexterity saving throw or take 17 ({@damage 2d6 + 8}) bludgeoning damage plus 10 ({@damage 3d6}) fire damage and be knocked {@condition prone}. Gerione can then fly up to half its flying speed."
					]
				}
			],
			"fluff": {
				"entries": [
					"It grasps the air with its claws and crawls into the sky, a nightmare invading the waking world. It is Gerione, the Living Stair, Keeper of the Eighth Circle and Supreme Watcher of Low Hell.",
					"In the ancient world, Gerione was a three-headed giant. And it was also three giants joined at the waist in a single body. It was a dragon, a manticore, a great warrior. Gerione could become whatever it wished. But now that the Infernal cliff is its lair, now that its shifting shape is wreathed in darkness, Gerione is just Gerione. It has the face of a bearded man whose eyes have been blinded by the boiling blood of Flegetonte. Its body is slithering, huge, endless: the body of a dragon as large as a river, twisting on itself in darkness. Gerione is so huge that I may easily lay down on one of its eyelids.",
					"Fear Gerione, Travelers. Don't expect to face a mindless beast, another demon to vanquish on your path. It is as large as a territory, not as the monster that haunts it. Its mind is keen and its abilities are many.",
					"The first thing you need to remember is that Gerione can go wherever it wants in Low Hell, as its watcher. Yet it does not need to swim in the air. It can dive against the cliff, emerge from the sand, or disappear among the fiery clouds.",
					"A good way to fight Gerione is to jump on its back and to climb up to its head. Gerione will not realize there is a Lost One crawling on its back until the Lost One attacks. Climbing up the monster's body is not easy, as Gerione keeps moving and the scales are made slippery by the blood, but this is the best option you have. Its coils are immune to most weapons. In addition, it is not harmed by the Flegetonte, and it often dives under the waterfall to shed the vermin away. Cling to its scales with all your strength when it soars in the sky, or get ready to jump down when it dives against a wall or into the scorching sand.",
					"Once you reach the back of its head, a well-aimed blow will be enough to deal serious damage to Gerione. As soon as it thinks it is in danger, the giant begins to shapeshift. The spirals on its body spin and open, releasing dozens of crawling arms which try to grapple those who have wounded it.",
					"When Gerione realizes it is about to lose the fight, it begins to speak. Then you only need to ask it for passage to the bottom of the chasm and your task is done."
				]
			},
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"B",
				"F",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Giant of Cocito",
			"source": "DantesInferno",
			"page": 231,
			"size": [
				"G"
			],
			"type": "fiend",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"unarmored defense"
					]
				}
			],
			"hp": {
				"formula": "18d20 + 144",
				"average": 333
			},
			"speed": {
				"walk": 0
			},
			"str": 30,
			"dex": 8,
			"con": 26,
			"int": 14,
			"wis": 15,
			"cha": 11,
			"save": {
				"str": "+16",
				"con": "+14"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"resist": [
				"cold"
			],
			"languages": [
				"Primordial"
			],
			"cr": "18",
			"trait": [
				{
					"name": "Chained",
					"entries": [
						"The Giant is {@condition restrained}."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the giant of cocito fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The giant of cocito deals double damage to objects and structures."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The giant makes two melee attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit +16} to hit, reach 10 ft., one target. {@h}29 ({@damage 3d12 + 10}) bludgeoning damage."
					]
				},
				{
					"name": "Snatch",
					"entries": [
						"{@atk mw} {@hit 16} to hit, reach 10 ft., one target. {@h}19 ({@damage 2d8 + 10}) piercing damage. If the target is a Large or smaller creature, it is {@condition grappled}. ({@dc 19} to escape) Until this grapple ends, the target is {@condition restrained}, and the Giant can't snatch another target."
					]
				},
				{
					"name": "Rock",
					"entries": [
						"{@atk rw} {@hit 16} to hit, range 180/720 ft., one target. {@h}43 ({@damage 6d10 + 10}) bludgeoning damage."
					]
				}
			],
			"legendaryHeader": [
				"The Giant can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The Giant regains spent legendary actions at the start of its turn."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"The Giant makes an attack."
					]
				},
				{
					"name": "Telluric Strike (Costs 2 Actions)",
					"entries": [
						"The Giant hits the ground with its fists, unleashing a small earthquake. Any creature on the ground within 60 feet of the Giant must make a {@dc 24} Strength saving throw; on a failed save, the creature falls {@condition prone}."
					]
				},
				{
					"name": "Fling",
					"entries": [
						"One Large or smaller object or creature {@condition grappled} by the Giant is thrown up to 60 feet in a random direc-tion and knocked {@condition prone}. If a thrown target strikes a solid surface, the target takes 3 ({@dice 1d6}) bludgeoning dam-age for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a {@dc 19} Dexterity saving throw or take the same damage and be knocked {@condition prone}."
					]
				}
			],
			"fluff": {
				"entries": [
					"Your gaze is drawn to the Pit, you feel the pull of its darkness. Six towers stand in the night. Yet they are not towers at all. Their shapes stir as you approach, and their chains scratch the cliff. You stand in the presence of myths, Traveler. When the world was young, monsters and heroes freely walked among men. Earth and sky were closer, and the heavens opened to let the children of the Lord pass. But an ancient sin wiped away that world in forty days and forty nights, so that a new world could rise. The beings imprisoned in the Pit are the last survivors of that age, the rebellious and unholy spawn of two realities that should never have merged. Nembrot, Fialte, Anteo, Tizio, Tifone, and Briareo. Giants.",
					"Now that you have arrived here, arrogance might get the better of you. Don't be overconfident, Traveler. Nothing can prepare you to the fight against these creatures. Your best chance is to convince the most reasonable of them to let you climb down without a fight. Still, if a fight is unavoidable, I have a few suggestions for you.",
					"First, keep in mind that giants share no bonds with their kin. Even those of the same blood led a solitary life, away from their ilk. This is also true in Hell, where every Giant only cares about himself. They will not help each other. Indeed, you may even convince some of them to help you against the others.",
					"Another important thing to remember is the fact that all Giants are restrained and chained in the Pit, and they can never be free. They stand on the outer rim of Cocito, and their bodies are chained to the cliffs of the chasm, from which they emerge from the waist up. ",
					"Keep an eye on the chains that restrain them, keep away from their attacks and pay attention to the maximum range of their movements.",
					"Well. Having said this, let's take a closer look at each Giant's abilities and weaknesses."
				]
			},
			"traitTags": [
				"Legendary Resistances",
				"Siege Monster"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"P"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW"
			],
			"conditionInflict": [
				"grappled",
				"prone",
				"restrained"
			],
			"savingThrowForced": [
				"dexterity",
				"strength"
			]
		},
		{
			"name": "Guardian Devil",
			"source": "DantesInferno",
			"page": 190,
			"size": [
				"L"
			],
			"type": "fiend",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				10
			],
			"hp": {
				"formula": "1d8 + 4",
				"average": 8
			},
			"speed": {
				"walk": 30,
				"fly": 60
			},
			"str": 18,
			"dex": 14,
			"con": 19,
			"int": 12,
			"wis": 14,
			"cha": 15,
			"save": {
				"str": "+7",
				"dex": "+5"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"resist": [
				{
					"resist": [
						"cold",
						"fire",
						"poison"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"languages": [
				"Infernal",
				"Primordial"
			],
			"cr": "7",
			"trait": [
				{
					"name": "Devil's Sight",
					"entries": [
						"Magical darkness doesn't impede the devil's darkvision."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The guardian devil has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The guardian devil makes two melee attacks."
					]
				},
				{
					"name": "Reaper of the Damned",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}18 ({@damage 2d10 + 7}) slashing damage. In addition, the target must succeed on a {@dc 15} Constitution saving throw or lose 5 ({@dice 1d10}) hit points at the start of each of its turns due to an infernal wound. Each time the devil hits the wounded target with this attack, the damage dealt by the wound increases by 5 ({@dice 1d10}). Any creature can take an action to stanch the wound with a successful {@dc 15} Wisdom (Medicine) check. The wound also closes if the target receives magical healing"
					]
				}
			],
			"fluff": {
				"entries": [
					"Guardian devils are the cruel captors and torturers of the damned. They lead minor devils just like sergeants lead their own troops. They belong to the middle ranks of the diabolical choirs and often look like dark-skinned winged being, sporting curled hons like those of a ram. In the city of Dite they often take care of administrative and commercial duties. Deception is a key part of their nature, and although they can never blatantly lie, they use omissions and specific interpretations of truth to deceive and ruin the Lost Ones for their own personal pleasure. If forced to fight, they fight until their destruction."
				]
			},
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Host of the Damned",
			"source": "DantesInferno",
			"page": 189,
			"size": [
				"L"
			],
			"type": {
				"type": "humanoid",
				"swarmSize": "T"
			},
			"alignment": [
				"N"
			],
			"ac": [
				10
			],
			"hp": {
				"formula": "1d8 + 3",
				"average": 7
			},
			"speed": {
				"walk": 30
			},
			"str": 17,
			"dex": 10,
			"con": 16,
			"int": 10,
			"wis": 8,
			"cha": 7,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 9,
			"conditionImmune": [
				"charmed",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"prone",
				"restrained",
				"stunned"
			],
			"cr": "0",
			"trait": [
				{
					"name": "Damned",
					"entries": [
						"The swarm also counts as undead to determine if it is affected by magic and other effects affecting undead creatures."
					]
				},
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Medium humanoid. The swarm can't regain hit points or gain temporary hit points."
					]
				}
			],
			"action": [
				{
					"name": "Life Drain",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 0 ft. one creature in the swarm's space, one target. {@h}9 ({@damage 2d6 + 6}) necrotic damage or {@h}6 ({@damage 1d6 + 3}) necrotic damage if the swarm has half of its hit points or fewer. The target must succeed on a {@dc 10} Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the creature finishes a long rest. The target dies if this effect reduces its hit point maximum to 0."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"N"
			],
			"miscTags": [
				"HPR",
				"MW"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Indifferent Angel",
			"alias": [
				"Angelo Ignavo"
			],
			"source": "DantesInferno",
			"page": 197,
			"size": [
				"L"
			],
			"type": "fiend",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "12d10 + 48",
				"average": 114
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 16,
			"con": 18,
			"int": 14,
			"wis": 17,
			"cha": 16,
			"save": {
				"wis": "+6",
				"cha": "+6"
			},
			"skill": {
				"insight": "+6",
				"persuasion": "+6",
				"perception": "+6"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 16,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"languages": [
				"Celestial",
				"Common",
				"Infernal"
			],
			"cr": "7",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The indifferent angel's spellcasting",
						"ability is Charisma (spell save {@dc 14}). It can innately",
						"cast the following spells, requiring only verbal",
						"components:"
					],
					"daily": {
						"1e": [
							"{@spell confusion}",
							"{@spell insect plague}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Weapons of the Damned",
					"entries": [
						"The indifferent angel's",
						"weapon attacks are magical. When the indifferent angel",
						"hits with any weapon, the weapon deals an extra",
						"{@damage 1d8} psychic damage (included in the attack)."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The indifferent angel has advantage",
						"on saving throws against spells and other magical",
						"effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"he indifferent angel makes two mace",
						"attacks."
					]
				},
				{
					"name": "Mace",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4 + 1d8}) bludgeoning damage and psychic."
					]
				},
				{
					"name": "Inhibiting Presence {@recharge}",
					"entries": [
						"Each creature within",
						"60 feet of the indifferent angel must succeed on a",
						"{@dc 14} Wisdom saving throw or be {@condition charmed} by the indifferent",
						"angel. The {@condition charmed} target's speed becomes",
						"0, and it can't benefit from any bonus to its speed. A",
						"{@condition charmed} target can repeat the saving throw at the end",
						"of each of its turns, ending the effect on itself on a",
						"success. If a target's saving throw is successful or the",
						"effect ends for it, the target is immune to the indifferent",
						"angel's Inhibiting Presence for the next 24 hours"
					]
				}
			],
			"legendaryHeader": [
				"The indifferent angel can take 2 legendary actions,",
				"choosing from the options below. Only one legendary",
				"action option can be used at a time and only at the",
				"end of another creature's turn. The indifferent angel",
				"regains spent legendary actions at the start of its turn."
			],
			"legendary": [
				{
					"name": "Movement",
					"entries": [
						"he indifferent angel moves up to its",
						"speed."
					]
				},
				{
					"name": "Mace",
					"entries": [
						"The indifferent angel makes a mace attack."
					]
				},
				{
					"name": "Healing (Costs 2 Actions)",
					"entries": [
						"The indifferent angel magically",
						"regains 13 ({@dice 3d8}) hit points and is freed from any",
						"curse, disease, poison, blindness, or deafness."
					]
				}
			],
			"fluff": {
				"entries": [
					"These eternal and supernatural beings could not",
					"make their choice between the Lord and Lucifero",
					"at the dawn of time, and their impassivity",
					"and neutrality condemned them to the Choir of the Indifferent.",
					"Reviled and mocked both by angels and by",
					"devils, they are now exiled in the Antinferno, between",
					"Acheronte and the Eternal Gate, where they guide",
					"hosts of souls as indifferent as themselves in senseless",
					"marches, empty prayers, vacuous gestures, and useless",
					"acts.",
					"The cowardice that prevented them from taking a side",
					"has now turned into an endless longing for power and",
					"recognition, and the indifferent angels are forever",
					"looking for something that may give meaning to their",
					"tortured existence.",
					"Indifferent angels don't want to sully their hands and",
					"they will join a direct fight with the Lost Ones only if",
					"the latter put in serious danger their empty plans.",
					"An indifferent angel's power pales in comparison to",
					"what they wielded in the highest heavens, but they",
					"remain powerful and dangerous foes, gifted with",
					"the power to gather and command the damned of",
					"Antinferno.",
					"An Indifferent angel's main weakness is its innate belief",
					"in its superiority, which often leads them to underestimate",
					"many dangers. In addition, they seem",
					"to have many difficulties when there is an important",
					"decision to be taken, and they are known to freeze before",
					"a choice. When cornered, they revert back to their",
					"coward ways and will attempt to flee and recover their",
					"strength.",
					"Still, they may be intrigued by those who pursue a",
					"true ideal or are gifted with Hope. They realize there",
					"is a chance of redemption for them at the End of the",
					"Days. It is for this reason that they may help the Travelers",
					"and even join them, if properly persuaded or",
					"made part of the Hope they keep."
				]
			},
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"CE",
				"I"
			],
			"damageTags": [
				"B"
			],
			"damageTagsSpell": [
				"P"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"attachedItems": [
				"mace|phb"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"wisdom"
			]
		},
		{
			"name": "Infernal Centaur",
			"alias": [
				"Centauro Infernale"
			],
			"source": "DantesInferno",
			"page": 200,
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"N"
			],
			"ac": [
				15
			],
			"hp": {
				"formula": "11d10 + 33",
				"average": 93
			},
			"speed": {
				"walk": 45
			},
			"str": 18,
			"dex": 18,
			"con": 16,
			"int": 10,
			"wis": 14,
			"cha": 10,
			"skill": {
				"athletics": "+6",
				"perception": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Common",
				"Infernal"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the infernal centaur moves at least 30 feet",
						"straight toward a target and then hits it with a pike",
						"at-tack on the same turn, the target takes an extra 10",
						"({@dice 3d6}) piercing damage."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The infernal centaur has advantage on",
						"an attack roll against a creature if at least one of the",
						"cen-taur's allies is within 5 feet of the creature and",
						"the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The centaur makes two attacks: one",
						"with its pike and one with its hooves or two with its",
						"longbow."
					]
				},
				{
					"name": "Pike",
					"entries": [
						"{@atk mw} {@hit +6} to hit, reach 10 ft., one target. {@h}15 ({@damage 1d10 + 4}) piercing damage."
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit +6} to hit, range 150/600 ft., one target. {@h}13 ({@damage 1d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Hooves",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d6 + 4}) bludgeoning damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"It is difficult to say whether these mythic beings",
					"were an earthly race of ancient times, just",
					"a variant of the infernal devils, or an unexplainable",
					"and forsaken aberration.",
					"In Hell, these half-men, half-horses are fated to patrol",
					"the shores of Flegetonte to pummel any Violent",
					"who tries to emerge from the boiling blood.",
					"Infernal centaurs are swift and agile, and can rely on",
					"their equine bulk to trample those who cross their",
					"path. Watch out for their hooves and pikes in melee,",
					"and for their arrows in a ranged combat. They",
					"wield bows that can shoot arrows from one shore",
					"of Flegetonte to the other with enough strength to",
					"pierce any armor. Their arrows have a serrated point",
					"made of bone, hard to remove without dealing serious",
					"damage. In addition, some centaurs tie their",
					"arrows or serrated pikes with a rope, so that they can",
					"harpoon their targets and pull them over.",
					"Infernal centaurs are not mindless monsters or timeless",
					"beings damned for all eternity. If you appeal to",
					"the wisest among them and their sense of justice,",
					"you can turn them into powerful allies rather than",
					"enemies."
				]
			},
			"traitTags": [
				"Charge",
				"Pack Tactics"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"I"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RNG",
				"RW",
				"MLW"
			],
			"attachedItems": [
				"longbow|phb",
				"pike|phb"
			]
		},
		{
			"name": "Infernal Harpy",
			"alias": [
				"Arpia infernale"
			],
			"source": "DantesInferno",
			"page": 201,
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "8d8 + 16",
				"average": 52
			},
			"speed": {
				"walk": 20,
				"fly": 20
			},
			"str": 14,
			"dex": 16,
			"con": 14,
			"int": 7,
			"wis": 8,
			"cha": 9,
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 9,
			"languages": [
				"Common",
				"Infernal"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Blood Frenzy",
					"entries": [
						"The infernal harpy has advantage on",
						"melee attack rolls against any creature that doesn't",
						"have all its hit points."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The infernal harpy makes two melee attacks:",
						"one with its bite and one with its talons."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Talons",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage."
					]
				},
				{
					"name": "Caustic Fluids",
					"entries": [
						"The infernal harpy exudes a flow of",
						"caustic fluids in a line that is 30 feet long and 4 feet",
						"wide. Each creature in that line must make a {@dc 13}",
						"Dexterity saving throw, taking 13 ({@damage 3d8}) acid damage",
						"on a failed save.",
						"Giorgio Fratepietro"
					]
				}
			],
			"fluff": {
				"entries": [
					"The foul forests of the Seventh Circles grow",
					"hands on their branches, bleed from their",
					"leaves and scream from their bark. In addition",
					"to all this, piercing shrieks echo from the canopy:",
					"a mix between the wail of tortured women and",
					"the croaking of crows. They come from the Infernal",
					"harpies, who watch the Travelers from above, ready",
					"to pluck out their eyes.",
					"These monsters have the body of a large, white-feathered",
					"eagle, a round belly covered in thick white",
					"feathers, and paws ending in fearsome claws. From",
					"the neck up, they look like crones with crooked noses,",
					"sharp teeth, and foul hair. In the Forest, they are",
					"tasked with attacking the Suicides turned into trees,",
					"breaking their branches and biting their leaves. This",
					"does not prevent them from taking an interest in the",
					"Travelers, of course.",
					"Harpies are hungry territorial creatures which attack",
					"any trespasser they find in their claimed area.",
					"Infernal harpies attack in flights, diving from the",
					"branches. They attempt to confound their targets",
					"with their deafening shrieks and wound their targets",
					"as they fly, then vanish among the trees.",
					"Cover your eyes, as harpies love blinding their prey",
					"before finishing them off. In addition to their claws",
					"and teeth, pay attention to their caustic fluids as",
					"well: They often spray that toxic goo as they glide",
					"from tree to tree.",
					"Once half of the flight has been eliminated, you have",
					"the upper hand: When they can no longer rely on",
					"their greater numbers, they retreat.",
					"There is only one place they will never abandon willingly:",
					"the tree in the heart of the Forest where they",
					"lay their eggs. These winged monsters protect their",
					"spawn at the cost of their utter destruction, if necessary."
				]
			},
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"I"
			],
			"damageTags": [
				"A",
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Infernal Medusa",
			"source": "DantesInferno",
			"page": 202,
			"size": [
				"L"
			],
			"type": "fiend",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "20d10 + 100",
				"average": 210
			},
			"speed": {
				"walk": 30
			},
			"str": 20,
			"dex": 22,
			"con": 21,
			"int": 10,
			"wis": 15,
			"cha": 18,
			"save": {
				"dex": "+12",
				"con": "+11",
				"wis": "+8",
				"cha": "+10"
			},
			"skill": {
				"perception": "+8"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 18,
			"resist": [
				"poison"
			],
			"conditionImmune": [
				"poisoned",
				"prone"
			],
			"languages": [
				"Infernal",
				"Primordial"
			],
			"cr": "19",
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"Medusa fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Magical Attacks",
					"entries": [
						"Medusa's weapon attacks are magical."
					]
				},
				{
					"name": "Petrifying Gaze",
					"entries": [
						"When a creature that can see Medusa's eyes starts its turn within 30 feet of Medusa, Medusa can force it to make a {@dc 19} Constitution saving throw if Medusa isn't {@condition incapacitated} and can see the crea-ture. If the saving throw fails by 5 or more, the creature is instantly {@condition petrified}. Otherwise, a creature that fails the save begins to turn to stone and is {@condition restrained}. The {@condition restrained} creature must repeat the saving throw at the end of its next turn, becoming {@condition petrified} on a failure (in this case, the Traveler is destroyed) or ending the effect on a success. The petrification lasts until the creature is freed by the greater restoration spell or other magic. Unless surprised, a creature can avert its eyes to avoid the saving throw at the start of its turn. If the creature does so, it can't see Medusa until the start of its next turn, when it can avert its eyes again. If the creature looks at Medusa in the meantime, it must immediately make the save. If Medusa sees itself reflected on a polished surface within 30 feet of it and in an area of bright light, Medusa is, due to her curse, affected by her own gaze."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Medusa makes three attacks: two with her snake hair and one with her constrict."
					]
				},
				{
					"name": "Snake Hair",
					"entries": [
						"{@atk mw} {@hit 122} to hit, reach 10 ft., one target. {@h}12 ({@damage 2d6 + 6}) piercing damage, plus 21 ({@damage 6d6}) poison damage."
					]
				},
				{
					"name": "Constrict.",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}14 ({@damage 2d8 + 5}) bludgeoning damage and the target is {@condition grappled}. ntil this grapple ends, the target is {@condition restrained}, it takes 9 ({@damage 2d8}) piercing damage at the start of each of its turns, and Medusa can't constrict another target."
					]
				}
			],
			"legendaryHeader": [
				"Medusa can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Medusa regains spent legendary actions at the start of its turn."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Movement",
					"entries": [
						"Medusa moves up to her speed without provoking attacks of opportunity"
					]
				},
				{
					"name": "Snake Hair",
					"entries": [
						"Medusa makes an attack with her snake hair."
					]
				},
				{
					"name": "Irresistible (Costs 3 Actions)",
					"entries": [
						"Medusa can force a {@condition grappled} creature to stare into her eyes and suffer the effects of her petrifying gaze."
					]
				}
			],
			"fluff": {
				"entries": [
					"In the bowels of Ecate's Palace, a monster awaits. Medusa, the last of the gorgons, blocks your way. She is the watchdog and the hound of the Queen of Eternal Weeping. When she has no specific errand, she stalks the corridors and the halls of the Blind Prisons, looking for any fool that may trespass in her dominion, whether they are damned, devils, or Lost Ones. In her dungeon, Medusa rules unchallenged and can tear to pieces and devour anyone. Her aspect is unknown, as those who have seen her face can no longer tell what they saw. She has vipers as hair and her hands end with bronze claws. To meet her gaze is certain death: your semblance will immediately turn into stone. Being a Traveler, your new semblance will soon appear next to the closest source of the divine flame, but you will lose part of your Hope. You must thus fight without ever letting Medusa get in your line of sight, or just fight blindfolded. You can see the gorgon without being petrified only through her reflections, so you can use a mirror or a liquid surface to detect her. Fortunately, there are more than enough barrels you can smash in the dungeon, to make a few reflecting pools. The infernal Medusa, though, will not sit idly by in the meanwhile."
				]
			},
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"B",
				"I",
				"P"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"petrified",
				"restrained"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Infernal Minotaur",
			"source": "DantesInferno",
			"page": 224,
			"size": [
				"G"
			],
			"type": "monstrosity",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "18d20 + 144",
				"average": 333
			},
			"speed": {
				"walk": 60
			},
			"str": 26,
			"dex": 9,
			"con": 26,
			"int": 10,
			"wis": 12,
			"cha": 7,
			"save": {
				"str": "+14",
				"dex": "+5",
				"con": "+14",
				"wis": "+7"
			},
			"skill": {
				"perception": "+7"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 17,
			"conditionImmune": [
				"charmed",
				"frightened",
				"stunned"
			],
			"languages": [
				"Infernal",
				"Primordial"
			],
			"cr": "17",
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the infernal minotaur fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Reckless",
					"entries": [
						"At the start of its turn, the infernal minotaur can gain advantage on all melee weapon attack rolls it makes during that turn, but attack rolls against it have advantage until the start of its next turn."
					]
				},
				{
					"name": "Charge",
					"entries": [
						"If the infernal minotaur moves at least 15 feet straight toward a target and then hits it with its tusks on the same turn, the target takes an extra 27 ({@dice 5d10}) slashing damage. If the target is a creature, it must succeed on a {@dc 22} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Labyrinthine Recall",
					"entries": [
						"The infernal minotaur can perfectly recall any path it has traveled."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The infernal minotaur deals double damage to objects and structures."
					]
				},
				{
					"name": "Vulnerable Horns",
					"entries": [
						"If a foe scores a critical hit against the Minotaur, they can decide to hit one of its horns, instead of dealing damage. In this case, one of its two horns will break and become an Infernal Artefact",
						"available for the Travelers (see Horn of the Minotaur, page 175). If both horns are removed in this way, the minotaur can no longer use its gore."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Minotaur makes three attacks: two with its fists and one with its hooves."
					]
				},
				{
					"name": "First",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}19 ({@damage 2d10 + 8}) bludgeoning damage."
					]
				},
				{
					"name": "Hooves",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}24 ({@damage 3d10 + 8}) bludgeoning damage,If the target is a creature, it must succeed on a {@dc 22} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Gore",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}35 ({@damage 5d10 + 8}) piercing damage."
					]
				},
				{
					"name": "Maze of the Minotaur {@recharge}",
					"entries": [
						"The Minotaur banishes a creature it can see within 60 feet into a",
						"labyrinthine demiplane. The target remains therefor 10 minutes or until it escapes the maze. The target can use its action to attempt to escape. When it does so, it makes a {@dc 15} Intelligence check. If it succeeds, it escapes, and the spell ends for it."
					]
				}
			],
			"legendaryHeader": [
				"The Minotaur can take 3 legendary actions, choosing from the options below. Only one legendary action op-tion can be used at a time and only at the end of another creature's turn. The Minotaur regains spent leg-endary actions at the start of its turn."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Movement",
					"entries": [
						"The Minotaur moves up to his speed."
					]
				},
				{
					"name": "Fist",
					"entries": [
						"The Minotaur makes a fist attack."
					]
				},
				{
					"name": "Cloud of Dust",
					"entries": [
						"The Minotaur kicks the ground with its hooves, raising a whirling cloud of dust and stone shards. Any creature within 20 feet of the Minotaur must succeed on a {@dc 13} Constitution saving throw, or be {@condition blinded} until the end of the Minotaur's next turn. On a successful save, the creature is immune to this effect until the end of the Minotaur's next turn."
					]
				},
				{
					"name": "Telluric Strike (Costs 2 Actions)",
					"entries": [
						"The Minotaur hits the ground, unleashing a small earthquake. All creature on the ground within 60 feet from the Minotaur must succeed on a {@dc 22} Strength saving throw, or be knocked {@condition prone}."
					]
				}
			],
			"fluff": {
				"entries": [
					"A huge figure emerges from the rocks. Until a moment ago, it seemed invisible. You can barely make out what is it, then the creature rushes toward you, followed by a thundering rockslide. Whether by divine grace or sheer luck, it misses you, and only now you realize what you have to face. Sure, you had heard the tales, but seeing it in person is another matter entirely.",
					"The Minotaur is the Sixth Keeper of Hell, Watcher of the Lower Gate of Dite, and Keeper of the Seventh Circle. As if Dite needed further Keepers in addition to devils, archdevils, furies, and monsters of every kind, not to mention Ecate and her court, the boundary between the Sixth and Seventh Circle is guarded by this huge abomination.",
					"The Minotaur is a gargantuan creature and its horns are as sharp as the point of a spear. At each step of his, the rocks break. At each breath, the air trembles. It has the body of a man and the head of a bull, but that man is Goliath and the bull is a beast sprung from the ravings of a madman. Its widened eyes are bloodshot and a flow of drool drops from its open mouth, filled with teeth more suitable to a tiger than to an ox. ",
					"The Minotaur is a violent creature, but it is no fool. Its favorite tactic consists of charging immediately, to let its prey believe that they are facing a raging and predictable brute. Yet, it would be unwise to be deceived by this tactic, as the Minotaur has many tricks up its sleeve.",
					"First it tries to exploit the environment around it, throwing huge stones or handfuls of gravel at a quick rate. Then it uses its bellow, which can stun nearby creatures and provoke a rockslide. Then there is the Maze.",
					"The Minotaur hits the ground with its horns and the rocks move, engulfing its victim in a structure inside the mountain. You are incapacitated by the blow, and when you come to your senses, you are in a rectangular room. This is the starting room of the Maze, an exact replica of the one where the Minotaur was bound. You cannot rely on Arianna's thread, but you have something better: the Divine Flame. The Lantern will show you the way, pointing in the direction of the exit, although in a general way. It will not tell you which path to take at a fork, but it will point toward",
					"the exit as a compass would do. As you search for the exit, keep in mind that this is the Minotaur's favorite hunting ground. It is here, somewhere, maybe hiding behind a corner or biding its time to demolish a wall and make its entrance.",
					"And, of course, it will be there at the exit, waiting for you.",
					"Once you have killed the Minotaur, you will find a path starting from a hidden tunnel in the cliff, just where you met it. Your descent can proceed from there.",
					"Hurry up, though: Soon it will rise up and attack again!"
				]
			},
			"traitTags": [
				"Charge",
				"Legendary Resistances",
				"Reckless",
				"Siege Monster"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"B",
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"blinded",
				"prone"
			],
			"savingThrowForced": [
				"constitution",
				"strength"
			]
		},
		{
			"name": "Lion of the Dark Forest",
			"source": "DantesInferno",
			"page": 209,
			"size": [
				"L"
			],
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "7d10 + 21",
				"average": 59
			},
			"speed": {
				"walk": 40
			},
			"str": 17,
			"dex": 16,
			"con": 17,
			"int": 3,
			"wis": 14,
			"cha": 8,
			"skill": {
				"stealth": "+5",
				"perception": "+4"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 14,
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"petrified",
				"poisoned"
			],
			"cr": "0",
			"trait": [
				{
					"name": "Legendary Resistance (1/Day)",
					"entries": [
						"If the Lion of the Dark Forest fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Keen Smell and Sight",
					"entries": [
						"The Lion of the Dark Forest has advantage on Wisdom (Perception) checks that rely on smell or sight."
					]
				},
				{
					"name": "Pounce",
					"entries": [
						"If the lion of the dark forest moves at least 20 feet straight toward a creature and then hits it with a claw attack on the same turn, that target must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}. If the target is {@condition prone}, the lion of the dark forest can make one bite attack against it as a bonus action."
					]
				},
				{
					"name": "Running Leap",
					"entries": [
						"With a 10-foot running start, the lion of the dark forest can long jump up to 25 feet."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Lion of the Dark Forest makes three attacks: one with its bite, two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 3}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d6 + 3}) slashing damage."
					]
				}
			],
			"legendaryHeader": [
				"The Lion of the Dark Forest can take 2 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The Lion of the Dark Forest regains spent legendary actions at the start of its turn."
			],
			"legendaryActions": 2,
			"legendary": [
				{
					"name": "Movement",
					"entries": [
						"The Lion of the Dark Forest moves up to its speed."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"The Lion of the Dark Forest makes a claws attack."
					]
				},
				{
					"name": "Roar (Costs 2 Actions)",
					"entries": [
						"The Lion of the Dark Forest",
						"lets out a mighty magical roar - Any creature that",
						"can hear the roar within 60 ft. of the Lion of the Dark Forest must succeed on a {@dc 12} Wisdom saving throw; on a failed save, the target is {@condition frightened} by the Lion of the Dark Forest until the end of the target's next turn."
					]
				}
			],
			"fluff": {
				"entries": [
					"A roar breaks the silence and a golden sun suddenly pierces the darkness. Proud and perfect, the Lion looks down on its prey, and its eyes betray its utmost scorn.",
					"When the Lion appears, many feel the urge to kneel in awe, too upset to mount any form of resistance. Its mighty roar can shake the trees and send a grown man head over heels. Its skin is pure gold, glittering under the smallest ray of sun. The mane framing its head is pointed and sharp, and it has the power to bend the mind of any creature that sets its gaze on it. The Lion considers itself invincible and always attacks what it perceives as the most dangerous prey, to demonstrate its superiority. Its movements are slow and predictable, but this will not be enough to withstand its fearsome strength, if its blows strike true."
				]
			},
			"traitTags": [
				"Keen Senses",
				"Legendary Resistances",
				"Pounce"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"savingThrowForced": [
				"strength",
				"wisdom"
			]
		},
		{
			"name": "Lucifero",
			"source": "DantesInferno",
			"page": 235,
			"size": [
				"G"
			],
			"type": "fiend",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 22,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "30d20 + 288",
				"average": 666
			},
			"speed": {
				"walk": 0
			},
			"str": 28,
			"dex": 22,
			"con": 26,
			"int": 26,
			"wis": 24,
			"cha": 30,
			"save": {
				"str": "+18",
				"dex": "+15",
				"con": "+17",
				"int": "+17",
				"wis": "+16",
				"cha": "+19"
			},
			"skill": {
				"deception": "+19",
				"intimidation": "+19",
				"insight": "+16",
				"perception": "+16",
				"persuasion": "+19"
			},
			"senses": [
				"truesight 400 ft."
			],
			"passive": 26,
			"resist": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"poison",
				"radiant",
				"thunder"
			],
			"immune": [
				{
					"immune": [
						"necrotic"
					]
				},
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"prone",
				"stunned"
			],
			"languages": [
				"Infernal",
				"Primordial"
			],
			"cr": "30",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Lucifero's spellcasting ability is Charisma (spell save {@dc 27}). He can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell cone of cold}",
						"{@spell dispel magic}",
						"{@spell finger of death}",
						"{@spell ice storm}"
					],
					"daily": {
						"1e": [
							"{@spell dominate monster}",
							"{@spell meteor swarm}",
							"{@spell wall of ice}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Stuck",
					"entries": [
						"Lucifero is {@condition restrained}."
					]
				},
				{
					"name": "Prince of the Fallen",
					"entries": [
						"The range of Lucifero's spells and powers extends to his line of sight."
					]
				},
				{
					"name": "First Corruptor",
					"entries": [
						"Lucifero is the root of all sins. All costs in Hope Points a Traveler must pay to Embrace the Sin within 120 feet of Lucifero are doubled."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the lucifero fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Infernal Weapons",
					"entries": [
						"Lucifero's weapon attacks aremagical. When Lucifero hits with any weapon, his weapon deals {@dice 4d8} extra necrotic damage (included in the attack)."
					]
				},
				{
					"name": "Limited Magic Immunity",
					"entries": [
						"The lucifero can't be affected or detected by spells of 6th level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The lucifero regains 30 hit points at the start of its turn if it has at least 1 hit point."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Lucifero can use his Frightful Presence. Then he makes two melee attacks."
					]
				},
				{
					"name": "Frightful Presence (Tarrasque)",
					"entries": [
						"Each creature of the lucifero's choice within 120 feet of it and aware of it must succeed on a {@dc 27} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, with disadvantage if the lucifero is within line of sight, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the lucifero's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 18} to hit, reach 15 ft., one target. {@h}19 ({@damage 2d8 + 10}) slashing damage plus  {@h}18 ({@damage 4d8}) necrotic damage."
					]
				},
				{
					"name": "Snatch",
					"entries": [
						"{@atk mw} {@hit 18} to hit, reach 15 ft., one target. {@h}19 ({@damage 2d8 + 10}) slashing damage plus  {@h}18 ({@damage 4d8}) necrotic damage. If the target is a Large or smaller creature, it is {@condition grappled} ({@dc 19} to escape). Until this grapple ends, the target is {@condition restrained}, and Lucifero can't snatch another target."
					]
				}
			],
			"legendaryHeader": [
				"Lucifero can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Lucifero regains spent legendary actions at the start of his turn."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"Lucifero makes a melee attack."
					]
				},
				{
					"name": "Gnaw",
					"entries": [
						"Lucifero gnaws a creature he has {@condition grappled} with his snatch attack, dealing 19 ({@damage 2d8 + 10}) piercing damage plus 18 ({@damage 4d8}) necrotic damage to that creature"
					]
				},
				{
					"name": "Spell (Costs 2 Actions)",
					"entries": [
						"Lucifero casts one of his at will innate spells."
					]
				},
				{
					"name": "Heal (Costs 3 Actions)",
					"entries": [
						"Lucifero magically regains 45 ({@dice 10d8}) hit points."
					]
				}
			],
			"fluff": {
				"entries": [
					"You are almost swept away by a sharp, cruel wind smelling of brimstone. Every gust also carries the painful breath of something huge, a hate so strong that it drains every color from creation. The landscape of Hell grows grey, then it darkens to the point that your sight is limited to a small cone surrounded by a layer of thick darkness. You glimpse some figures on the frozen walls, and suddenly a mountain appears in front of you, enshrouded in flames that shine in the eternal night. But you know very well that this is no mountain. You step forward, out of Giudecca's maze, and you come to the place where the Morning Star fell. Lucifero stops his wings, as if he were surprised by your arrival, and your sight returns. You feel compelled to bow your head, maybe in awe, maybe in horror: This is Lucifero, the Foe, the Devil, the Tempter, Emperor of Hell, Ninth and Last Keeper of this place. Lucifero's shape is so huge that your eyes can hardly take in the magnitude of the figure before you. A shadow emerges from the frozen lake, a head as high as a peak. Oh, what a glorious sight the Light Bearer had to be in the highest of heavens, if his twisted shape is now so fearful!Still, even more than his semblance, you are stricken by the foul energy constantly radiating from his shape. You are so close to him that only the presence of the Divine Flame prevents you from collapsing to the ground and abandoning every Hope. Keep as close as you can to the Flame, Travelers, as that light is the last bastion shielding your mind from Lucifero, the only thing that preserves your sanity. There are no words in this world to describe how it feels to be in the presence of the Great Foe. I will therefore use a metaphor to convey at least a fragment of the Evil brooding at the center of Cocito. Lucifero is an oozing wound, whose foul ichor taints all men. He is a mass of men and women melted together in an agonizing tower of torn flesh, so high as to pierce the starry sky. He is a son who smiles as he slowly pushes a blade into his father's belly. Lucifero eternally gnaws his damned. He does not look at you, although it is obvious that he noticed your arrival. Each of those damned looks familiar to you. Maybe they are someone you know, or someone you have heard about. Giuda, Bruto, Cassio, or maybe someone close to you. Maybe they're your father or your sister. They wail, begging you to save them, longing for relief, aid, Hope. You will not yield. This was all done on purpose. Everything was planned from the beginning, since your journey began. All the Familiar Spirits you invoked, all the Hope you spent during your journey, it was all a scheme to lose you, to consume you, to provoke your fall... You ignore their pleas and focus on the divine light. You search for Hope within yourselves, and rise again. Now the real battle begins. Lucifero can beat his wings to create buffets of frozen wind that can lift you into the air and cast you aside, covering your shapes with ice. When he hits the frozen lake with his fists, he generates an earthquake, opening fissures and raising sharp blades of ice. You cannot even conceive of the possibility of killing Lucifero himself. The Devil is immortal, his existence sustains the very structure of Hell. You can only hope to weaken him enough to bypass him before it's too late, and even this opportunity is the hardest of all tasks... Lucifero enjoys every distraction from his punishment, so he will toy with you and torture you in creative ways. Actually, this will play to your advantage. If he actually wanted to vanquish you, you would not stand a chance, so seize this opportunity. His overconfidence will be once again his downfall."
				]
			},
			"traitTags": [
				"Legendary Resistances",
				"Regeneration"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"N",
				"P",
				"S"
			],
			"damageTagsSpell": [
				"B",
				"C",
				"F",
				"N"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"grappled",
				"restrained"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Major Devil",
			"source": "DantesInferno",
			"page": 192,
			"size": [
				"L"
			],
			"type": "fiend",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "15d10 + 60",
				"average": 142
			},
			"speed": {
				"walk": 30,
				"fly": 60
			},
			"str": 18,
			"dex": 16,
			"con": 19,
			"int": 12,
			"wis": 18,
			"cha": 17,
			"save": {
				"dex": "+7",
				"wis": "+8"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 14,
			"resist": [
				{
					"resist": [
						"poison"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"fire"
			],
			"cr": "10",
			"trait": [
				{
					"name": "Special Equipment",
					"entries": [
						"The devil wields a Scourge of Dite"
					]
				},
				{
					"name": "Legendary Resistance (1/Day)",
					"entries": [
						"If the devil fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Devil's Sight",
					"entries": [
						"Magic darkness does not impede the devil's darkvision."
					]
				},
				{
					"name": "Elusive Flight",
					"entries": [
						"The devil does not provoke an attack of opportunity when it flies out of an enemy's reach."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"he devil makes two Scourge of Dite attacks."
					]
				},
				{
					"name": "Scourge of Dite",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage, plus 7 ({@damage 2d6}) fire damage."
					]
				},
				{
					"name": "Breath {@recharge}",
					"entries": [
						"The devil exhales a disruptive breath in a 15-foot cone. Each creature in that area must make a {@dc 16} Dexterity saving throw, taking 31 ({@damage 7d8}) necrotic damage on a failed save, or half as much dam-age on a successful one."
					]
				}
			],
			"legendaryHeader": [
				"The major devil can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The major devil regains spent legendary actions at the start of its turn."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"The devil makes an attack"
					]
				},
				{
					"name": "Movement",
					"entries": [
						"The devil moves up to its speed"
					]
				},
				{
					"name": "Breath (Costs 3 Actions)",
					"entries": [
						"devil recharges its breath and uses it."
					]
				}
			],
			"fluff": {
				"entries": [
					"Major devils are the low aristocracy of Hell. They include the captains of the Infernal Hordes, the Knights of Dite, the foul officials of the Gloomy Kingdom and of the City of Fire. As a status of their rank, they wield the Scourge of Dite, a weapon made in the forges of the city of Ecate."
				]
			},
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"damageTags": [
				"F",
				"N",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Minor Devil",
			"source": "DantesInferno",
			"page": 193,
			"size": [
				"M"
			],
			"type": "fiend",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "1d8 + 2",
				"average": 6
			},
			"speed": {
				"walk": 30,
				"fly": 60
			},
			"str": 16,
			"dex": 14,
			"con": 15,
			"int": 11,
			"wis": 14,
			"cha": 15,
			"save": {
				"con": "+4",
				"cha": "+4"
			},
			"skill": {
				"deception": "+4",
				"insight": "+4",
				"perception": "+4"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 14,
			"resist": [
				{
					"resist": [
						"cold",
						"fire",
						"poison"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"languages": [
				"Infernal",
				"Primordial"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Weapons of the Damned",
					"entries": [
						"A minor devil's weapon attacks are magical. When the minor devil hits with any weapon, the weapon deals an extra 4 ({@damage 1d8}) necrotic damage (included in the attack)."
					]
				},
				{
					"name": "Devil's Sight",
					"entries": [
						"Magic darkness does not impede the devil's darkvision."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The devil has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The devil makes two melee attacks or two ranged attacks."
					]
				},
				{
					"name": "Sting",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d10 + 3}) slashing damage, plus 4 ({@damage 1d8}) necrotic damage."
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 150/600 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage, plus 4 ({@damage 1d8}) necrotic damage."
					]
				}
			],
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"N",
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RNG",
				"RW"
			],
			"attachedItems": [
				"longbow|phb"
			]
		},
		{
			"name": "Minosse",
			"source": "DantesInferno",
			"page": 214,
			"size": [
				"H"
			],
			"type": "fiend",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "14d12 + 70",
				"average": 161
			},
			"speed": {
				"walk": 40
			},
			"str": 23,
			"dex": 10,
			"con": 20,
			"int": 14,
			"wis": 18,
			"cha": 16,
			"save": {
				"str": "+10",
				"dex": "+4",
				"wis": "+8",
				"cha": "+7"
			},
			"skill": {
				"intimidation": "+7",
				"insight": "+8",
				"perception": "+12"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 22,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"languages": [
				"Primordial",
				"Infernal"
			],
			"cr": "11",
			"trait": [
				{
					"name": "Legendary Resistance (2/Day)",
					"entries": [
						"If the minosse fails a saving throw, it can choose to succeed instead."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Minosse can use his Frightful Presence. Then he makes two attacks: one with his tail of judgment and one with his slam."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the minosse's choice that is within 120 feet of the minosse and aware of it must succeed on a {@dc 15} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the minosse's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Tail of Judgment",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 15 ft., one target. {@h}15 ({@damage 2d8 + 6}) bludgeoning damage and the target is {@condition grappled} ({@dc 16} to escape). Until this grapple ends, the target is {@condition restrained} and Minosse can't grapple another target with his tail of judgment."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit +10} to hit, reach 10 ft., one target. {@h}19 ({@damage 3d8 + 6}) bludgeoning damage. I"
					]
				}
			],
			"legendaryHeader": [
				"Minosse can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Minosse regains spent legendary actions at the start of its turn."
			],
			"legendary": [
				{
					"name": "Slam",
					"entries": [
						"Minosse makes a slam attack."
					]
				},
				{
					"name": "Telluric Strike (Costs 2 Actions)",
					"entries": [
						"Minosse hits theground, unleashing a small earthquake. All creature on the ground within 40 feet of Minosse must make a {@dc 18} Strength saving throw; on a failed save, the creature falls {@condition prone}."
					]
				},
				{
					"name": "Fling",
					"entries": [
						"One item or creature Large or smaller {@condition grappled} by Minosse is flung up to 30 feet away from Minosse in a random direction and knocked {@condition prone}. If a thrown target strikes a solid surface, the target takes 3 ({@damage 1d6}) bludgeoning damage for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a {@dc 14} Dexterity saving throw or take the same damage and be knocked {@condition prone}."
					]
				}
			],
			"fluff": {
				"entries": [
					"J ustice is not blind and does not wield a set of scales. Justice is a monster with the eyes of a wild cat and an apparently unending tail that spells the sentence of Heaven. It is a monster named Minosse, Third Keeper of Hell, Judge of the Dead, Keeper of the Second Circle and Supreme Watcher of High Hell.",
					"Minosse waits at the center of the ruined coliseum where he holds court, with his arms crossed and his unflinching gaze fixed on the endless queue of souls waiting to be judged. Three men one on another would not reach his shoulders and his whole body is made of bulging muscles. He wears no clothes, except for a loincloth tied at his waist, but his countenance is majestic nonetheless.",
					"Do not challenge Minosse of Creta, Traveler, as he will certainly accept it. The Judge loves drama, and he considers wrestling the highest form of drama. The actors are already on the stage, ready to chant poems of blood and fury. Minosse steps back and opens his arms, summoning a fierce wind that raises all the damned waiting to be judged and drops them on the bleachers. The public is ready.",
					"The ancient king bows, the souls cheer, the torches suddenly burn again, and the show can begin.",
					"Minosse moves swiftly in spite of his size and he attacks his foes with powerful hammer blows. His fangs can pierce any metal, his skin is as hard as bark and his ears detect the slightest movement in the air. But his most dangerous weapon is his tail: Minosse can extend it at will and use it as a versatile weapon, to pin, whip, entangle, lift and throw his foes.",
					"Minosse is one of the most hated Keepers of Hell, as he is the one who dispatches the damned to their eternal and constant damnation. If someone were to face him and defeat him, a true insurrection of the unjudged spirits would begin, and the very rules of Hell would finally be subverted!"
				]
			},
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"grappled",
				"prone",
				"restrained"
			],
			"savingThrowForced": [
				"dexterity",
				"strength",
				"wisdom"
			]
		},
		{
			"name": "Panther of the Dark Forest",
			"source": "DantesInferno",
			"page": 207,
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"unarmored defense"
					]
				}
			],
			"hp": {
				"formula": "6d8 + 6",
				"average": 33
			},
			"speed": {
				"walk": 40
			},
			"str": 16,
			"dex": 16,
			"con": 12,
			"int": 3,
			"wis": 12,
			"cha": 5,
			"skill": {
				"perception": "+3",
				"stealth": "+7"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 13,
			"cr": "1",
			"trait": [
				{
					"name": "Keen Smell and Sight",
					"entries": [
						"The Panther of the Dark Forest",
						"has advantage on Wisdom (Perception) checks that",
						"rely on smell or sight."
					]
				},
				{
					"name": "Pounce",
					"entries": [
						"If the Panther of the Dark Forest moves at",
						"least 20 feet straight toward a creature and then hits",
						"it with a claw attack on the same turn, that target",
						"must succeed on a {@dc 13} Strength saving throw or be",
						"knocked {@condition prone}. If the target is {@condition prone}, the Panther of",
						"the Dark Forest can make one bite attack against it as",
						"a bonus action."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage. If the target is a creature, it must succeed on a {@dc 15} Constitution",
						"saving throw against disease or become {@condition poisoned} until the disease is cured. Every 24 hours that elapse, the creature must repeat the saving throw, reducing its hit point maximum by 2 ({@dice 1d4}) on a failure. This reduction lasts until the disease is cured. The creature dies if the disease reduces its hit point maximum to 0."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"A blood-red shape prowls behind the ruins, among the trees, where the shadows are thicker. In that darkness, two amber eyes appear, and a bared, flayed paw approaches. Finally, the beast reveals itself, leaving smoking footprints and withered plants in its wake. ",
					"The Panther is always the first to step forward. Its agile catlike body is afflicted by a foul curse: its mottled skin keeps rotting and rejuvenating in an endless cycle. A bloody rain follows the panther at every step, and wherever the beast touches the ground, plants",
					"turn into a black goo. The Panther is the one that traces the twisted pathways crisscrossing the Dark Forest, between the Pool, the Eternal Gate, and the Bright Hill. Its movements are smooth and its gaze is filled with hunger. Sometimes it stalks the Lost Ones as soon as they enter the Dark Forest without ever revealing itself. Although it is the weakest of the Three Beasts, its agility and cruelty make it a fearsome foe. The Panther always tries to outflank its prey to launch a sneak attack, and it likes to toy with them. Its bites and claws are always painful, but never deadly. The Panther always lets the Lion and the She-Wolf finish",
					"the prey."
				]
			},
			"traitTags": [
				"Keen Senses",
				"Pounce"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Sariel",
			"alias": [
				"Angelo Ignavo"
			],
			"source": "DantesInferno",
			"page": 197,
			"size": [
				"L"
			],
			"type": "fiend",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "12d10 + 36",
				"average": 102
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 14,
			"con": 16,
			"int": 14,
			"wis": 15,
			"cha": 16,
			"save": {
				"wis": "+4",
				"cha": "+5"
			},
			"skill": {
				"insight": "+4",
				"persuasion": "+5",
				"perception": "+4",
				"deception": "+5"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 14,
			"languages": [
				"Celestial",
				"Common",
				"Infernal"
			],
			"cr": "3",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The indifferent angel's spellcasting",
						"ability is Charisma (spell save {@dc 13}). It can innately",
						"cast the following spells, requiring only verbal",
						"components:"
					],
					"daily": {
						"1e": [
							"{@spell bane}",
							"{@spell hold person}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Weapons of the Damned",
					"entries": [
						"The indifferent angel's",
						"weapon attacks are magical. When the indifferent angel",
						"hits with any weapon, the weapon deals an extra",
						"{@damage 1d8} psychic damage (included in the attack)."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The indifferent angel has advantage",
						"on saving throws against spells and other magical",
						"effects."
					]
				}
			],
			"action": [
				{
					"name": "Mace",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4 + 1d8}) bludgeoning damage and psychic."
					]
				},
				{
					"name": "Inhibiting Presence {@recharge}",
					"entries": [
						"Each creature within",
						"60 feet of the indifferent angel must succeed on a",
						"{@dc 13} Wisdom saving throw or be {@condition charmed} by the indifferent",
						"angel. The {@condition charmed} target's speed becomes",
						"0, and it can't benefit from any bonus to its speed. A",
						"{@condition charmed} target can repeat the saving throw at the end",
						"of each of its turns, ending the effect on itself on a",
						"success. If a target's saving throw is successful or the",
						"effect ends for it, the target is immune to the indifferent",
						"angel's Inhibiting Presence for the next 24 hours"
					]
				}
			],
			"fluff": {
				"entries": [
					"These eternal and supernatural beings could not",
					"make their choice between the Lord and Lucifero",
					"at the dawn of time, and their impassivity",
					"and neutrality condemned them to the Choir of the Indifferent.",
					"Reviled and mocked both by angels and by",
					"devils, they are now exiled in the Antinferno, between",
					"Acheronte and the Eternal Gate, where they guide",
					"hosts of souls as indifferent as themselves in senseless",
					"marches, empty prayers, vacuous gestures, and useless",
					"acts.",
					"The cowardice that prevented them from taking a side",
					"has now turned into an endless longing for power and",
					"recognition, and the indifferent angels are forever",
					"looking for something that may give meaning to their",
					"tortured existence.",
					"Indifferent angels don't want to sully their hands and",
					"they will join a direct fight with the Lost Ones only if",
					"the latter put in serious danger their empty plans.",
					"An indifferent angel's power pales in comparison to",
					"what they wielded in the highest heavens, but they",
					"remain powerful and dangerous foes, gifted with",
					"the power to gather and command the damned of",
					"Antinferno.",
					"An Indifferent angel's main weakness is its innate belief",
					"in its superiority, which often leads them to underestimate",
					"many dangers. In addition, they seem",
					"to have many difficulties when there is an important",
					"decision to be taken, and they are known to freeze before",
					"a choice. When cornered, they revert back to their",
					"coward ways and will attempt to flee and recover their",
					"strength.",
					"Still, they may be intrigued by those who pursue a",
					"true ideal or are gifted with Hope. They realize there",
					"is a chance of redemption for them at the End of the",
					"Days. It is for this reason that they may help the Travelers",
					"and even join them, if properly persuaded or",
					"made part of the Hope they keep."
				]
			},
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"CE",
				"I"
			],
			"damageTags": [
				"B"
			],
			"damageTagsSpell": [
				"P"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"attachedItems": [
				"mace|phb"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"wisdom"
			]
		},
		{
			"name": "She-Wolf of the Dark Forest",
			"source": "DantesInferno",
			"page": 209,
			"size": [
				"L"
			],
			"type": "undead",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "10d10 + 20",
				"average": 75
			},
			"speed": {
				"walk": 40
			},
			"str": 19,
			"dex": 14,
			"con": 15,
			"int": 7,
			"wis": 14,
			"cha": 15,
			"skill": {
				"perception": "+8",
				"stealth": "+5"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 18,
			"resist": [
				"cold"
			],
			"immune": [
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Legendary Resistance (2/Day)",
					"entries": [
						"If the she-wolf of the dark forest fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The she-wolf of the dark forest has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The she-wolf of the dark forest has advantage on an attack roll against a creature if at least one of the she-wolf of the dark forest's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The She- Wolf of the Dark Forest can use",
						"its Frightful Presence. Then it makes a bite attack."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the she-wolf of the dark forest's choice that is within 120 feet of the she-wolf of the dark forest and aware of it must succeed on a {@dc 13} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the she-wolf of the dark forest's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Bite (Cockatrice)",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 5 ft., one creature. {@h}11 ({@damage 2d6+ 4}) piercing damage, and the target must succeed on a {@dc 15} strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Necrotic Breath {@recharge 5}",
					"entries": [
						"The She-Wolf exhales a blast of foul black wind in a 15-foot cone. Each creature in that area must make a {@dc 13} Dexterity saving throw, taking 18 ({@damage 4d8}) necrotic damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"legendaryHeader": [
				"The She-Wolf of the Dark Forest can take 3 legendary actions, choosing from the options below. Only one legend-ary action option can be used at a time and only at the end of another creature's turn. The She-Wolf of the Dark Forest regains spent legendary actions at the start of its turn."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Movement",
					"entries": [
						"The She-Wolf of the Dark Forest moves up to its speed."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"The She-Wolf of the Dark Forest makes a bite attack."
					]
				},
				{
					"name": "Breath (Costs 3 Actions)",
					"entries": [
						"The She-Wolf of the Dark Forest recharges its Necrotic Breath and uses it."
					]
				}
			],
			"fluff": {
				"entries": [
					"A sinister growl echoes among the bushes, followed by a rustle and a faint beating heart. The She-Wolf steps forward. As it walks, strands of hair fall from its mane and morsels of flesh fall from its bones, revealing its bare chest and the heart among the ribs, a black, wizened, slowly beating heart. A dark tongue hangs from its slavering jaws. At first sight, it would seem a dying animal, but it is sustained by a fiendish strength and an insatiable hunger.",
					"The She-Wolf is definitely the most dangerous of the Three Beasts, as it can feed on virtually anything. When it devours the ground, a chasm opens at its feet. As it bites a tree, a part of the trunk disappears and the rest of the tree collapses. As it bites the air, a sphere of void appears, syphoning away everything in its immediate whereabouts. If the She-Wolf clenches its teeth on a living being, it literally cancels a part of its hapless victim: the bitten leg, arm, or a part of the chest suddenly disappears, and the victim bleeds out in endless agony."
				]
			},
			"traitTags": [
				"Keen Senses",
				"Legendary Resistances",
				"Pack Tactics"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Breath Weapon",
				"Frightful Presence",
				"Multiattack"
			],
			"damageTags": [
				"N",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"savingThrowForced": [
				"dexterity",
				"strength",
				"wisdom"
			]
		},
		{
			"name": "Tempestarii",
			"source": "DantesInferno",
			"page": 204,
			"size": [
				"L"
			],
			"type": "fiend",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d10 + 64",
				"average": 152
			},
			"speed": {
				"walk": 30,
				"fly": 60
			},
			"str": 18,
			"dex": 16,
			"con": 19,
			"int": 12,
			"wis": 19,
			"cha": 17,
			"save": {
				"dex": "+7",
				"wis": "+8"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 14,
			"resist": [
				{
					"resist": [
						"cold",
						"poison"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"lightning",
				"thunder"
			],
			"languages": [
				"Infernal",
				"Primordial"
			],
			"cr": "12",
			"trait": [
				{
					"name": "Special Equipment",
					"entries": [
						"The tempestarii wields a Tormentor"
					]
				},
				{
					"name": "Legendary Resistance (1/Day)",
					"entries": [
						"If the tempestarii fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Devil's Sight",
					"entries": [
						"Magic darkness does not impede the tempestarii's darkvision."
					]
				},
				{
					"name": "Elusive Flight",
					"entries": [
						"The tempestarii does not provoke an attack of opportunity when it flies out of an enemy's reach."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"tempestarii makes two melee attacks."
					]
				},
				{
					"name": "Tormentor",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d8 + 4}) slashing damage, plus 7 ({@damage 2d6}) lightning damage."
					]
				},
				{
					"name": "Vortex {@recharge 4}",
					"entries": [
						"Any creature within 5 feet of the tempestarii must make a {@dc 15} Strength saving throw. On a failed save, it takes 16 ({@damage 3d8 + 3}) bludgeoning damage, it is pushed away from the tempestarii in a random direction and is knocked {@condition prone}. If a pushed target hits an object, such aa a wall, that target takes 3 ({@damage 1d6}) bludgeoning damage per 10 feet it has been pushed away. If the target is pushed against another creature, that creature must succeed on a {@dc 15} saving throw, or take the same damage and be knocked {@condition prone}. ",
						"A target that succeeds on its saving throw takes half as much bludgeoning damage, is not pushed away, and isn't knocked {@condition prone}."
					]
				}
			],
			"legendaryHeader": [
				"The tempestarii can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The tempestarii regains spent legendary actions at the start of its turn."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Tormentor",
					"entries": [
						"The tempestarii makes a melee attack with its Tormentor."
					]
				},
				{
					"name": "Movement",
					"entries": [
						"The tempestarii moves up to its speed."
					]
				},
				{
					"name": "Choke (Costs 3 Actions)",
					"entries": [
						"The tempestarii syphons the air from a creature it can see within 60 ft. of it. The Target must make a {@dc 15} Constitution saving throw. On a failed save, it drops to 0 hit points; on a success, the target cannot breathe or speak until the end of its next turn."
					]
				}
			],
			"fluff": {
				"entries": [
					"Storm devils, also known as tempestarii, are tasked with feeding the Hurricane of the Second Circle, subjugating the ziz trapped in the dark infernal sky, and unleashing whirlwinds, gusts, and lightning bolts against the damned exposed to the eternal storm. One of their Infernal Emblems, Tormentor, is both the tool they use to reinforce and command the Gale and their weapon of choice against anyone who incurs in their wrath."
				]
			},
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"B",
				"L",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"constitution",
				"strength"
			]
		},
		{
			"name": "Tisifone",
			"source": "DantesInferno",
			"page": 193,
			"size": [
				"M"
			],
			"type": "fiend",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d8 + 32",
				"average": 104
			},
			"speed": {
				"walk": 30,
				"fly": 40
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 15,
			"wis": 14,
			"cha": 19,
			"save": {
				"wis": "+7",
				"con": "+7"
			},
			"skill": {
				"deception": "+9",
				"perception": "+7"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 17,
			"resist": [
				{
					"resist": [
						"fire",
						"poison",
						"psychic"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"conditionImmune": [
				"exhaustion",
				"paralyzed"
			],
			"languages": [
				"Infernal",
				"Primordial"
			],
			"cr": "7",
			"spellcasting": [
				{
					"name": "Shared Spells",
					"headerEntries": [
						"While Megera, Aletto, and Tisifone are all within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves:"
					],
					"spells": {
						"1": {
							"spells": [
								"{@spell bane}",
								"{@spell magic missile}",
								"{@spell shield}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell darkness}",
								"{@spell hold person}",
								"{@spell invisibility}",
								"{@spell shatter}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell bestow curse}",
								"{@spell counterspell}",
								"{@spell fear}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell confusion}",
								"{@spell phantasmal killer}",
								"{@spell wall of fire}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell antilife shell}",
								"{@spell dominate person}"
							],
							"slots": 2
						},
						"6": {
							"spells": [
								"{@spell eyebite}"
							],
							"slots": 1
						}
					},
					"footerEntries": [
						"For casting these spells, each Erinyes is a 12th-level spellcaster that uses Charisma as her spellcasting ability (spell save {@dc 12}, +7 to their spell attack rolls)."
					],
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The fury has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Enirri Tisifone",
					"entries": [
						"Tisifone has advantage on her melee attack rolls against any creature which is not at its maximum hit points."
					]
				},
				{
					"name": "Shared Truesight",
					"entries": [
						"While Megera, Aletto, and Tisifone are all",
						"within 60 feet of each other, they gain truesight within",
						"120 feet"
					]
				},
				{
					"name": "Shared CR",
					"entries": [
						"As their role commands, the three Erinyes feature many abilities beyond those of the common furies and each one of them has a challenge rating of 7 (2.900 XP)."
					]
				}
			],
			"action": [
				{
					"name": "Snake Hair.",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage, plus 2 ({@damage 1d4}) poison damage."
					]
				},
				{
					"name": "Throw Flame",
					"entries": [
						"{@atk rw} {@hit 7} to hit, range 135/135 ft., one target. {@h}12 ({@damage 3d6}) fire damage. The fire ignites flammable objects that aren't being worn or carried."
					]
				}
			],
			"fluff": {
				"entries": [
					"The furies are the spawn of the three Erinni, and share many traits with them. Their semblance is that of a gaunt, fierce woman with shark-like teeth and emerald snakes instead of hair. They wear tattered, blood-covered robes and two bat-like wings protrude from a tear on their back."
				]
			},
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"I",
				"P"
			],
			"damageTags": [
				"F",
				"I",
				"P"
			],
			"damageTagsSpell": [
				"F",
				"N",
				"O",
				"T",
				"Y"
			],
			"spellcastingTags": [
				"CW",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"dexterity",
				"wisdom"
			]
		}
	]
}
