{
	"_meta": {
		"sources": [
			{
				"json": "pmhmm",
				"abbreviation": "PMHMM",
				"full": "Patreon Monster Hunter Monster Manual",
				"url": "https://www.patreon.com/posts/patreon-monster-32927145",
				"authors": [
					"/u/Amellwind"
				],
				"convertedBy": [
					"Desorda"
				],
				"version": "1.0.0"
			}
		],
		"dateAdded": 1578582118
	},
	"disease": [
		{
			"name": "Thunderblight",
			"entries": [
				{
					"type": "list",
					"items": [
						"An afflicted creature has disadvantage on saving throws to be stunned.",
						"If the creature takes lightning or thunder damage while already under the effects of thunderblight, they must make a DC 10 Constitution saving throw or be stunned until the end of their next turn."
					]
				}
			],
			"source": "pmhmm"
		}
	],
	"monster": [
		{
			"name": "Azure Rathalos",
			"group": "Flying Wyvern",
			"source": "pmhmm",
			"page": 1,
			"size": "H",
			"type": {
 		  "type": "wyvern",
 		  "tags": [
 		   "flying"
 		  ]
 		 },
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d12 + 80",
				"average": 184
			},
			"speed": {
				"walk": 40,
				"fly": 80,
				"canHover": false
			},
			"str": 23,
			"dex": 10,
			"con": 21,
			"int": 10,
			"wis": 16,
			"cha": 10,
			"save": {
				"dex": "+5",
				"con": "+10",
				"int": "+5"
			},
			"skill": {
				"athletics": "+11",
				"perception": "+8"
			},
			"passive": 18,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"cr": "14",
			"trait": [
				{
					"name": "Flyby",
					"entries": [
						"The rathalos doesn't provoke opportunity attacks when it flies out of an enemy's reach."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The rathalos makes two attacks: one with its bite and one with its talons. While flying, it uses its wings in place of its bite attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. Hit 19 ({@damage 3d8 + 6}) piercing damage."
					]
				},
				{
					"name": "Wings",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. Hit 16 ({@damage 3d6 + 6}) bludgeoning damage."
					]
				},
				{
					"name": "Talons",
					"entries": [
						"{@atk mw} {@hit 11} to hit, 10 ft., one target. Hit 16 ({@damage 3d6 + 6}) slashing damage. The target must make a {@dc 18} Constitution saving throw, taking 31 ({@damage 9d6}) poison damage on a failed save, or half as much damage on a successful one. "
					]
				},
				{
					"name": "Fireball {@recharge 5}",
					"entries": [
						"The rathalos exhales a fireball to a point within 100 feet of it. Each creature in a 10-foot radius sphere centered on that point must make a {@dc 18} Dexterity saving throw, taking 52 ({@damage 15d6}) fire damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"environment": [
				"desert",
				"forest",
				"grassland",
				"hill",
				"mountain",
				"swamp",
				"urban"
			],
			"fluff": {
				"entries": [
					"An azure-colored subspecies of Rathalos. More mobile than its standard cousin, they locate prey from the air and quickly swoop in for the kill. Once these master hunters select a target, there is little hope of escape.",
					"Azure Rathalos shares almost all of the same characteristics. However, its shell that is usually fiery red is now an azure color, hence the Azure title. Its wing webbing is lime green, and its tail has one single red spike on the end. ",
					"Azure Rathalos has many of the same adaptions as Rathalos, however, there is a few differences between them. Unlike normal Rathalos, Azure Rathalos is has blue-colored scales due to a genetic mutation shared by its ancestors. This mutation makes its elemental resistances stronger. Azure Rathalos is physically stronger than a normal Rathalos, allowing it to fly more often. Due to flying more in the air, Azure Rathalos is well known for being more advanced in aerial combat."
				]
			},
			"tokenUrl": "https://i.imgur.com/fXjB6sm.png",
			"traitTags": [
				"Flyby"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"B",
				"S",
				"I",
				"F"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			]
		},
		{
		 "name": "Crystal Basarios",
		 "size": "H",
		 "type": {
		  "type": "wyvern",
		  "tags": [
		   "flying"
		  ]
		 },
		 "source": "pmhmm",
		 "page": 3,
		 "alignment": [
		  "U"
		 ],
		 "ac": [
		  {
		   "ac": 18,
		   "from": [
		    "natural armor"
		   ]
		  }
		 ],
		 "hp": {
		  "formula": "13d12 + 52",
		  "average": 136
		 },
		 "speed": {
		  "walk": 40,
		  "burrow": 30
		 },
		 "str": 24,
		 "dex": 9,
		 "con": 19,
		 "int": 3,
		 "wis": 11,
		 "cha": 6,
		 "passive": 14,
		 "cr": "9",
		 "skill": {
		  "athletics": "+11",
		  "perception": "+4",
		  "stealth": "+3"
		 },
		 "trait": [
		  {
		   "name": "Boulder Charge",
		   "entries": [
		    "If the basarios moves at least 20 feet straight toward a creature and then hits it with a ram attack on the same turn, that target must succeed on a {@dc 19} Strength saving throw or be knocked {@condition prone}. If the target is {@condition prone}, the basarios can make one body slam attack against it as a bonus action.",
		    "Additionally, as the basarios travels, it kicks up two large boulders into the air. Each boulder lands in a location within 10 feet of it, on opposite sides of its path. If the boulder lands in is occupied, that creature or object must succeed on a {@dc 19} Strength saving throw, or be knocked {@condition prone}."
		   ]
		  },
		  {
		   "name": "Rollover",
		   "entries": [
		    "Whenever the basarios is knocked {@condition prone} by a creature or object, it rolls over, moving 10 feet away from the creature or object that knocked it {@condition prone}, before actually falling {@condition prone}. If the basarios rolls into another creatures space, that creature must make a {@dc 19} Strength or Dexterity saving throw (creature's choice). On a failed save, the creature is knocked {@condition prone} and takes 14 ({@damage 4d6}) bludgeoning damage. On a successful save, the creature takes only half the damage, isn't knocked {@condition prone}, and is pushed 5 feet out of the basario's space into an unoccupied space of the creature's choice. If no unoccupied space is within range, the creature instead falls {@condition prone} in the basario's space."
		   ]
		  },
		  {
		   "name": "Stone Camouflage",
		   "entries": [
		    "The basarios has advantage on Dexterity (Stealth) checks made to hide in rocky terrain while burrowed."
		   ]
		  }
		 ],
		 "damageTags": [
		  "B",
		  "F"
		 ],
		 "action": [
		  {
		   "name": "Body Slam",
		   "entries": [
		    "{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}29 ({@damage 4d10 + 7}) bludgeoning damage."
		   ]
		  },
		  {
		   "name": "Ram",
		   "entries": [
		    "{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}25 ({@damage 4d8 + 7}) bludgeoning damage."
		   ]
		  },
		  {
		   "name": "Combustible Gas {@recharge 5}",
		   "entries": [
		    "The basarios releases a swirling cloud of gas shot through with white-hot embers from its underside in a 15-foot radius around it. Each creature in that area must make a {@dc 16} Dexterity saving throw, taking 18 ({@damage 4d8}) fire damage and catches fire. Until a creature takes an action to douse the fire, the target takes 5 ({@damage 1d10}) fire damage at the start of each of its turns. On a successful save, the creature takes half as much damage and does not catch fire."
		   ]
		  },
		  {
		   "name": "Heat Beam {@recharge}",
		   "entries": [
		    "The basarios releases a beam of fire that it moves across a 30-foot cone. Each creature in that are must make a {@dc 16} Dexterity saving throw, taking 38 ({@damage 7d10}) fire damage on a failed save, or half as much damage on a successful one."
		   ]
		  }
		 ],
		 "miscTags": [
		  "MW",
		  "AOE"
		 ],
		 "fluff": {
		  "entries": [
		   "The crystal basarios, as the name suggests, is covered in a beatutiful pink crystalline formations that can be found sprouting from its back and around its horns. Much like its grey counterpart, the crystal basarios body is slate grey in color, but are covered in layer upon layer of rock, ore, and soil that has built up over the years into an almost  impenetrable shell that sits upon its back, like a small mountain range.",
		   "Unlike the ordinary basarios, the crystal basarios is very rare and has so far only been found in the sea of trees. Basarios is the juvenile form of gravios, and therefore its main ecological goal is reaching adulthood. They are far weaker than gravios, so they rely mostly on their camouflage and hard outer shell to deter attacks.",
		   "Basarios are abandoned by their mothers shortly after being born, and spend much of their early lives feeding and looking out for themselves. Large predators such as akantor or deviljho will try to prey on the juvenile wyverns. Due to these predatory attempts, basarios must rely on their camouflage as their main defense. While ores and minerals are a large part of their diet, they will occasionally feed on meat in order to gain protein."
		  ]
		 },
		 "environment": [
			 "forest",
			 "hill",
			 "mountain",
			 "swamp",
			 "underdark"
		 ],
		 "tokenUrl": "https://i.imgur.com/ww7FvuT.png",
		 "group": "Flying Wyverns"
	 },
	 {
		 "name": "Glacial Agnaktor",
		 "size": "L",
		 "type": "leviathan",
		 "source": "pmhmm",
		 "page": 4,
		 "alignment": [
		  "U"
		 ],
		 "ac": [
		  18,
		  {
		   "ac": 20,
		   "condition": "with ice armor",
		   "braces": true
		  }
		 ],
		 "hp": {
		  "formula": "18d12 + 72",
		  "average": 189
		 },
		 "speed": {
		  "walk": 30,
		  "burrow": 40,
		  "swim": 40
		 },
		 "str": 17,
		 "dex": 16,
		 "con": 18,
		 "int": 10,
		 "wis": 11,
		 "cha": 9,
		 "passive": 14,
		 "cr": "9",
		 "senses": [
		  "tremorsense 60 ft."
		 ],
		 "senseTags": [
		  "T"
		 ],
		 "save": {
		  "dex": "+7",
		  "wis": "+4",
		  "cha": "+3"
		 },
		 "skill": {
		  "acrobatics": "+7",
		  "perception": "+4"
		 },
		 "immune": [
		  "cold"
		 ],
		 "trait": [
		  {
		   "name": "Ice Armor",
		   "entries": [
		    "The agnaktor’s body is covered in an icy armor, increasing its AC by 4. At the start of its turn, if the agnaktor is above ground, the armor begins to melt, reducing the bonus AC by 1 for every turn it remains above ground. If the agnaktor is hit with a cold effect, it gains +1 AC to it's icy armor. If it is hit with a fire effect, its bonus AC from the ice armor is reduced by 1. The agnaktor remains in cold water or under ice for a round, its ice armor resets back to 4 AC at the start of its turn."
		   ]
		  },
		  {
		   "name": "Ice Walk",
		   "entries": [
		    "The agnaktor can move across and climb icy surfaces without needing to make an ability check. Additionally, difficult terrain composed of ice or snow doesn't cost it extra moment."
		   ]
		  }
		 ],
		 "action": [
		  {
		   "name": "Multiattack",
		   "entries": [
		    "The agnaktor makes two bite attacks."
		   ]
		  },
		  {
		   "name": "Bite",
		   "entries": [
		    "{@atk mw} {@hit 7} to hit, reach 5 ft., one target. Hit 16 ({@damage 3d8 + 3}) piercing damage, plus 7 ({@damage 2d6}) cold damage."
		   ]
		  },
		  {
		   "name": "Hydropump {@recharge 5}",
		   "entries": [
		    "The agnaktor releases a high pressure stream of frigid water in a 60-foot line that is 5 feet wide. Each creature in that line must make a {@dc 14} Dexterity saving throw. On a failed save the creature is {@condition poisoned} with {@disease waterblight|mhmm} and takes 45 ({@damage 13d6}) cold damage on a failed save, or half as much damage and is not {@condition poisoned} on a successful save."
		   ]
		  }
		 ],
		 "actionTags": [
		  "Multiattack"
		 ],
		 "damageTags": [
		  "P",
		  "C"
		 ],
		 "miscTags": [
		  "MW",
		  "AOE"
		 ],
		 "legendaryActions": 2,
		 "legendary": [
		  {
		   "name": "Detect",
		   "entries": [
		    "The glacial agnaktor makes a Wisdom (Perception) check."
		   ]
		  },
		  {
		   "name": "Move",
		   "entries": [
		    "The glacial agnaktor moves up to its speed without provoking opportunity attacks."
		   ]
		  }
		 ],
		 "group": "Leviathans",
		 "fluff": {
		  "entries": [
		   "The Glacial Agnaktor is a Tundra-based subspecies of Agnaktor. It is capable of traveling through the solid ice and permafrost of the Tundra. Their beak-like jaws are substantially sharper and more spear-like than their relatives in the Volcanic region which allows them to pierce through the solid ice with ease. Glacial Agnaktor are able to coat themselves in a layer of ice that acts just like armor. This ice armor gives these creatures an excellent form of defense that can protect them from other predatory species. The claws of this species are extremely sharp and help them maintain their balance on the icy surface of the Tundra. This species is also capable of shooting a large powerful blast of frigid water."
		  ]
		},
		"environment": [
			"arctic"
		],
		"tokenUrl": "https://i.imgur.com/X4C4eWD.png"
	 },
	 {
		 "name": "Ivory Lagiacrus",
		 "size": "H",
		 "type": "leviathan",
		 "source": "pmhmm",
		 "alignment": [
		  "U"
		 ],
		 "ac": [
		  {
		   "ac": 18,
		   "from": [
		    "natural armor"
		   ]
		  }
		 ],
		 "hp": {
		  "formula": "24d12 + 48",
		  "average": 204
		 },
		 "speed": {
		  "walk": 30,
		  "swim": 50
		 },
		 "str": 18,
		 "dex": 20,
		 "con": 15,
		 "int": 10,
		 "wis": 14,
		 "cha": 7,
		 "passive": 18,
		 "cr": "17",
		 "save": {
		  "str": "+10",
		  "con": "+8"
		 },
		 "skill": {
		  "perception": "+8"
		 },
		 "immune": [
		  "lightning"
		 ],
		 "resist": [
		  {
		   "resist": [
		    "bludgeoning",
		    "piercing",
		    "slashing"
		   ],
		   "note": "from nonmagical attacks"
		  }
		 ],
		 "trait": [
		  {
		   "name": "Amphibious",
		   "entries": [
		    "The lagiacrus can breathe air and water."
		   ]
		  },
		  {
		   "name": "Legendary Resistance (3/Day)",
		   "entries": [
		    "If the lagiacrus fails a saving throw, it can choose to succeed instead."
		   ]
		  }
		 ],
		 "traitTags": [
		  "Amphibious",
		  "Legendary Resistances"
		 ],
		 "action": [
		  {
		   "name": "Multiattack",
		   "entries": [
		    "The lagiacrus makes two attacks: one with its bite and one with its tail."
		   ]
		  },
		  {
		   "name": "Bite",
		   "entries": [
		    "{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}17 ({@damage 3d8 + 4}) piercing damage, plus 3 ({@damage 1d6}) lightning damage."
		   ]
		  },
		  {
		   "name": "Water Bolt",
		   "entries": [
		    "{@atk rw} {@hit 11} to hit, range 80/320 ft., one target. {@h}10 ({@dice 3d6} ) cold damage, plus 10 ({@damage 3d6}) lightning damage."
		   ]
		  },
		  {
		   "name": "Tail",
		   "entries": [
		    "{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}14 ({@damage 3d6 + 4}) bludgeoning damage."
		   ]
		  },
		  {
		   "name": "Electric Current",
		   "entries": [
		    "The lagiacrus releases electricity in a 15-foot radius around it. Each creature that area must make a {@dc 17} Dexterity saving throw, taking 16 ({@damage 3d10}) lightning damage and be afflicted with {@condition thunderblight|PMHMM} for 1 minute on a failed save, or half as much damage and is not afflicted with {@condition thunderblight|PMHMM} on a successful one."
		   ]
		  },
		  {
		   "name": "Lightning ball {@recharge 5}",
		   "entries": [
		    "The lagiacrus exhales a ball of lightning to a location with 60 feet of it. It then bounces two additional times, landing in a space 20 feet way from the previous location. Each creature within a 10-foot radius of any of those locations must make a {@dc 17} Dexterity saving throw, taking 60 ({@damage 11d10}) lightning damage and be afflicted with {@condition thunderblight|PMHMM} for 1 minute on a failed save or half as much damage and is not afflicted with {@condition thunderblight|PMHMM} on a successful one. "
		   ]
		  }
		 ],
		 "actionTags": [
		  "Multiattack"
		 ],
		 "damageTags": [
		  "P",
		  "L",
		  "B"
		 ],
		 "miscTags": [
		  "MW",
		  "RCH",
		  "RW",
		  "AOE"
		 ],
		 "legendary": [
		  {
		   "name": "Detect",
		   "entries": [
		    "The lagiacrus makes a Wisdom (Perception) Check."
		   ]
		  },
		  {
		   "name": "Attack",
		   "entries": [
		    "The lagiacrus makes a Water Bolt attack."
		   ]
		  },
		  {
		   "name": "Lightning Charge (Costs 2 Actions)",
		   "entries": [
		    "The lagiacrus moves up to its speed, without provoking attacks of opportunity, during this move it may move through other creatures. Any creatures the lagiacrus moves through must succeed on a {@dc 17} Dexterity saving throw or take 18 ({@damage 4d6 + 4}) lightning damage and is afflicted with {@condition thunderblight|PMHMM} for 1 minute."
		   ]
		  }
		 ],
		 "fluff": {
		  "entries": [
		   "A rare species of Leviathan that is the mutation of lagiacrus with an unusual white color except for its blue horns and spikes. Some older Ivory Lagiacrus eventually become Abyssal lagiacrus.",
		   "Easily asserting itself as a top predator, this Leviathan preys upon many creatures such as aptonoth, epioth, and jaggi. It also seems to be a scavenger when given the chance. Due to its sheer size, it is able to prey on small to medium sized monsters such as great jaggi and qurupeco without too much trouble. To avoid direct competition with its blue-scaled cousin, it has adapted itself to be more terrestrial. However, this puts it in line with other large predators such as rathalos, zinogre, and even deviljho. Due to its size and electrical capabilities it is able to survive most confrontations with its competitors. If the amount of prey on land runs scarce, however, it still retains the ability to hunt underwater, where it has much more prey to choose from with less competition present. Other aquatic predators such as plesioth, royal ludroth, it's Subspecies, and Gobul will avoid this creature at all costs. Confrontations with their two close relatives are rare, yet do happen on occasion. ivory  lagiacrus have also been seen feeding on quartz, giving them their unusual color and land-dwelling behavior. ",
		   "The ivory lagiacrus has the same adaptations as the normal individuals, simply built more for life on land, such as stronger legs and smaller skin pores to reduce dehydration. The reason a Ivory lagiacrus's shell is a more white color is because its shell is composed mostly of quartz. The shell on their head is composed of more quartz than the rest of its body. But they seem to have stronger and destructive electric skills than the normal lagiacrus.",
		   "It can use it's shockers at full power without getting any power in them, but if it does put anymore power, it would be completely devastating to any monster that comes across this territorial beast. Ivory lagiacrus are quite aggressive compared to their normal species. Ivory lagiacrus have been seen to attack a lot more different threats compared to the other lagiacrus and can even hold a grudge against most threats."
		  ]
		 },
		 "environment": [
				"coastal",
				"underwater"
			],
		 "group": "Leviathans",
		 "tokenUrl": "https://i.imgur.com/bELvk8A.png"
		},
	 {
		 "name": "Molten Tigrex",
		 "size": "H",
		 "type": {
		  "type": "wyvern",
		  "tags": [
		   "flying"
		  ]
		 },
		 "source": "pmhmm",
		 "page": 6,
		 "alignment": [
		  "U"
		 ],
		 "ac": [
		  {
		   "ac": 20,
		   "from": [
		    "natural armor"
		   ]
		  }
		 ],
		 "hp": {
		  "formula": "20d12 + 120",
		  "average": 250
		 },
		 "speed": {
		  "walk": 45,
		  "fly": 40,
		  "canHover": false
		 },
		 "str": 23,
		 "dex": 16,
		 "con": 22,
		 "int": 8,
		 "wis": 12,
		 "cha": 10,
		 "passive": 18,
		 "cr": "23",
		 "senses": [
		  "darkvision 60 ft."
		 ],
		 "senseTags": [
		  "D"
		 ],
		 "save": {
		  "str": "+13",
		  "dex": "+10",
		  "wis": "+8"
		 },
		 "skill": {
		  "athletics": "+13",
		  "intimidation": "+7",
		  "perception": "+8"
		 },
		 "resist": [
		  {
		   "resist": [
		    "bludgeoning",
		    "piercing",
		    "slashing"
		   ],
		   "note": "from nonmagical attacks"
		  }
		 ],
		 "immune": [
		  "fire"
		 ],
		 "trait": [
		  {
		   "name": "Enrage (1/day)",
		   "entries": [
		    "The first time the tigrex drops below three-quarters of its maximum hit points, it enrages for 10 minutes and gains the following benefits:",
		    "The tigrex's movement is increased by 5 ft.",
		    "The fire damage caused by its claw attack is increased by {@dice 1d6}."
		   ]
		  },
		  {
		   "name": "Legendary Resistance (3/Day)",
		   "entries": [
		    "If the tigrex fails a saving throw, it can choose to succeed instead."
		   ]
		  },
		  {
		   "name": "Violent Rage (1/day)",
		   "entries": [
		    "The first time the tigrex drops below half of its maximum hit points, it goes into a violent rage for 10 minutes. While raging, it gains the benefits of its enrage trait, if it is not already enraged, and gains the following benefits below:",
		    "The tigrex's movement is increased by another 5 ft.",
		    "The fire damage caused by its claw attack is increased by {@dice 1d6}.",
		    "It's violent roar now recharges when you roll a 4-6 and a creature is also knocked {@condition prone} on a failed save."
		   ]
		  }
		 ],
		 "traitTags": [
		  "Legendary Resistances"
		 ],
		 "action": [
		  {
		   "name": "Multiattack",
		   "entries": [
		    "The tigrex makes three attacks, one with its bite and two with its claws."
		   ]
		  },
		  {
		   "name": "Bite",
		   "entries": [
		    "{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}19 ({@damage 3d8 + 6}) piercing damage."
		   ]
		  },
		  {
		   "name": "Claw",
		   "entries": [
		    "{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d6 + 6}) slashing damage. On a hit or miss, the target and each creature within 5 feet of the target must make a {@dc 18} Dexterity saving throw, taking 7 ({@damage 2d6}) fire damage on a failed save, and half as much on a successful one."
		   ]
		  },
		  {
		   "name": "Tail",
		   "entries": [
		    "{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}22 ({@damage 3d10 + 6}) bludgeoning damage."
		   ]
		  },
		  {
		   "name": "Violent Roar {@recharge 5}",
		   "entries": [
		    "The tigrex roars loudly sending out shockwaves in a 90-foot cone. Each creature in the area must make a {@dc 21} Constitution saving throw, taking 60 ({@damage 11d10}) thunder damage on a failed saving throw or half as much on a successful one. Additionally, each creature within 15 feet of the tigrex are {@condition deafened} for 1 minute."
		   ]
		  }
		 ],
		 "actionTags": [
		  "Multiattack"
		 ],
		 "damageTags": [
		  "P",
		  "S",
		  "F",
		  "B",
		  "T"
		 ],
		 "miscTags": [
		  "MW",
		  "AOE"
		 ],
		 "legendary": [
		  {
		   "name": "Detect",
		   "entries": [
		    "The tigrex makes a Wisdom (Perception) Check."
		   ]
		  },
		  {
		   "name": "Tail Attack",
		   "entries": [
		    "The tigrex makes a tail attack."
		   ]
		  },
		  {
		   "name": "Trample (Costs 2 Actions)",
		   "entries": [
		    "The tigrex moves up to its speed. During this move it can move through the spaces of other creatures without provoking opportunity attacks. Any creatures the tigrex moves through must succeed on a {@dc 18} Dexterity saving throw or takes 16 ({@damage 3d6 + 6}) bludgeoning damage and 7 ({@damage 2d6}) fire damage and be knocked {@condition prone}."
		   ]
		  }
		 ],
		 "fluff": {
		  "entries": [
		   "A rare Tigrex variant theorized to exist after the discovery of claw marks and prints far larger than those of an ordinary Tigrex. With no confirmed first-hand sightings, its existence is unconfirmed due to lack of reliable, and living, eye-witness accounts.",
		   "The Molten Tigrex features a striking blood red coloration interspersed with bright blue spines and claws. The Molten Tigrex has many of the same attributes of its relatives (powerful jaws, claws, etc.), but differs from them in that it is capable of creating small explosions. This ability is due to dead crimson scales that explode when covering an opponent, much like the scales of Teostra. The claws of these Tigrex are capable of acting as flints to ignite the explosive powder. This is due to the claws being metallic in nature.",
		   "They are the largest of the species, which makes them slightly less agile than their relatives but more powerful when attacking. However, Molten Tigrex have a unique ability to make up for their lack of agility. When farther angered beyond usual, Molten Tigrex's muscles will be somewhat exposed from its shell and skin. It is able to spread scales more often and even move at very rapid speeds with immense power behind its attacks.",
		   "They are top predators in their environment and highly aggressive. Little is known about the Molten Tigrex's idle time, as they relentlessly attack enemies whether they be other monsters or hunters. Species such as Aptonoth and other herbivores are common prey for the wyverns."
		  ]
		 },
		 "environment": [
				"arctic",
				"mountain",
				"underdark"
			],
		 "group": "Flying Wyverns",
		 "tokenUrl": "https://i.imgur.com/bixbLwT.png"
	 },
	 {
		 "name": "Pink Rathian",
		 "size": "H",
		 "type": {
		  "type": "wyvern",
		  "tags": [
		   "flying"
		  ]
		 },
		 "source": "pmhmm",
		 "page": 7,
		 "alignment": [
		  "U"
		 ],
		 "ac": [
		  {
		   "ac": 20,
		   "from": [
		    "natural armor"
		   ]
		  }
		 ],
		 "hp": {
		  "formula": "18d12 + 90",
		  "average": 207
		 },
		 "speed": {
		  "walk": 40,
		  "fly": 80,
		  "canHover": false
		 },
		 "str": 22,
		 "dex": 12,
		 "con": 20,
		 "int": 8,
		 "wis": 13,
		 "cha": 6,
		 "passive": 16,
		 "cr": "15",
		 "senses": [
		  "darkvision 120 ft."
		 ],
		 "senseTags": [
		  "SD"
		 ],
		 "skill": {
		  "acrobatics": "+6",
		  "perception": "+6"
		 },
		 "immune": [
		  "fire",
		  "poison"
		 ],
		 "resist": [
		  {
		   "resist": [
		    "bludgeoning",
		    "piercing",
		    "slashing"
		   ],
		   "note": "from nonmagical attacks"
		  }
		 ],
		 "conditionImmune": [
		  "charmed",
		  "frightened",
		  "poisoned"
		 ],
		 "action": [
		  {
		   "name": "Multiattack",
		   "entries": [
		    "The rathian makes two attacks: one with its bite and one with its stinger. While flying, it uses its talons in place of its bite attack."
		   ]
		  },
		  {
		   "name": "Bite",
		   "entries": [
		    "{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}19 ({@damage 3d8 + 6}) piercing damage."
		   ]
		  },
		  {
		   "name": "Talons",
		   "entries": [
		    "{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}16 ({@damage 3d6 + 6}) slashing damage."
		   ]
		  },
		  {
		   "name": "Stinger",
		   "entries": [
		    "{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}16 ({@damage 3d6 + 6}) piercing damage, plus 14 ({@damage 4d6}) poison damage and the target must make a {@dc 19} Constitution saving throw, or become {@condition poisoned} for 1 minute. While {@condition poisoned} in this way, the {@condition poisoned} creature, takes 10 ({@damage 3d6}) poison damage at the start of each of its turns. A creature may repeat its saving throw at the end of its turn, ending the poison on a successful save."
		   ]
		  },
		  {
		   "name": "Fireball {@recharge 5}",
		   "entries": [
		    "The rathian exhales a fireball to a point within 100 feet of it. Each creature in a 15-foot radius Sphere centered on that point must make a {@dc 19} Dexterity saving throw, taking 56 ({@damage 16d6}) fire damage on a failed save, or half as much damage on a successful one."
		   ]
		  }
		 ],
		 "actionTags": [
		  "Multiattack"
		 ],
		 "damageTags": [
		  "P",
		  "S",
		  "I",
		  "F"
		 ],
		 "miscTags": [
		  "MW",
		  "RCH",
		  "AOE"
		 ],
		 "fluff": {
		  "entries": [
		   "A subspecies with vibrant pink scales. Pink Rathians wield their toxic tails more deftly than normal Rathians, weakening prey with poison before moving in for the kill.",
		   "The pink rathian is identical in many way to its green relative. The most notable feature which differs from the normal variation of Rathian is its pink coloration, which is easily seen in the jungle or forest canopy. As such, these wyverns have become much more powerful and aggressive, exhibiting faster and stronger attacks to kill their prey before",
		   "it can escape. What causes their pink coloration is unknown, but theory suggests it is a genetic mutation. ",
		   "In the Old World some rare individuals have a deep purple tint on their wings, body and claws. They also have more spikes on their back and tail along with the most powerful",
		   "flame sacs of all known Raths by being able to create a large fireball that ends with an explosion larger than the creature itself."
		  ]
		 },
		 "environment": [
				"coastal",
				"desert",
				"forest",
				"grassland",
				"hill",
				"mountain",
				"underdark",
				"urban"
			],
		 "group": "Flying Wyverns",
		 "tokenUrl": "https://i.imgur.com/zWTerwx.png"
	 },
	 {
		 "name": "Purple Ludroth",
		 "size": "L",
		 "type": "elemental",
		 "source": "pmhmm",
		 "page": 10,
		 "alignment": [
		  "U"
		 ],
		 "ac": [
		  {
		   "ac": 16,
		   "from": [
		    "natural armor"
		   ]
		  }
		 ],
		 "hp": {
		  "formula": "15d10 + 75",
		  "average": 157
		 },
		 "speed": {
		  "walk": 30,
		  "swim": 40
		 },
		 "str": 19,
		 "dex": 14,
		 "con": 20,
		 "int": 8,
		 "wis": 13,
		 "cha": 7,
		 "passive": 15,
		 "cr": "12",
		 "save": {
		  "str": "+8",
		  "con": "+9"
		 },
		 "skill": {
		  "perception": "+5"
		 },
		 "trait": [
		  {
		   "name": "Legendary Resistance (2/Day)",
		   "entries": [
		    "If the purple ludroth fails a saving throw, it can choose to succeed instead."
		   ]
		  },
		  {
		   "name": "Poison Mane",
		   "entries": [
		    "Whenever the purple ludroth makes a slam attack or is knocked {@condition prone}, each creature within 5 feet of it takes 4 ({@damage 1d8}) poison damage."
		   ]
		  }
		 ],
		 "traitTags": [
		  "Legendary Resistances"
		 ],
		 "damageTags": [
		  "S",
		  "I",
		  "B"
		 ],
		 "action": [
		  {
		   "name": "Multiattack",
		   "entries": [
		    "The purple ludroth makes two attacks; one claw attack and one slam attack."
		   ]
		  },
		  {
		   "name": "Claws",
		   "entries": [
		    "{@atk mw} {@hit 8} to hit, reach 5 ft., one target. Hit 11 ({@damage 2d6 + 4}) slashing damage, plus 3 ({@damage 1d6}) poison damage. The target must make a {@dc 17} Constitution saving throw, or become {@condition poisoned} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
		   ]
		  },
		  {
		   "name": "Slam",
		   "entries": [
		    "{@atk mw} {@hit 8} to hit, reach 5 ft., one target. Hit 15 ({@damage 2d10 + 4}) bludgeoning damage."
		   ]
		  },
		  {
		   "name": "Poison Spit {@recharge 5}",
		   "entries": [
		    "The purple ludroth spits globs of mucus at three creatures within 90 feet of it, each target must make a {@dc 17} Dexterity saving throw, taking 31 ({@damage 9d6}) poison damage and becomes {@condition poisoned} for 1 minute on a failed save, or half as much damage and is not {@condition poisoned} on a successful save. A {@condition poisoned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
		   ]
		  }
		 ],
		 "actionTags": [
		  "Multiattack"
		 ],
		 "miscTags": [
		  "MW"
		 ],
		 "legendary": [
		  {
		   "name": "Attack",
		   "entries": [
		    "The purple ludroth makes a claw attack."
		   ]
		  },
		  {
		   "name": "Poison",
		   "entries": [
		    "The purple ludroth targets a creature within 90 feet of it. That creature is {@condition poisoned}. The creature can make a {@dc 17} Constitution saving throw at the end of each of its turns, ending the effect on itself on a success."
		   ]
		  },
		  {
		   "name": "Death Roll (Costs 2 Actions)",
		   "entries": [
		    "The purple ludroth moves up to half its movement speed, without provoking an attack of opportunity, by rolling over and crushing anything in its path. Each creature in that area must make a {@dc 16} Dexterity saving throw, taking 11 ({@damage 2d6 + 4}) bludgeoning damage and they are knocked {@condition prone}. On a successful save the creature takes half damage and is not knocked {@condition prone}."
		   ]
		  }
		 ],
		 "group": "Leviathans",
		 "fluff": {
		  "entries": [
		   "A Royal Ludroth subspecies the purple ludroths most notable difference between these and common Ludroth is their ability to store/produce poison in their body and spit it out at prey or foes. This poison can be seen with the naked eye in its iconic \"mane\", now a purple color, which is normally yellow.",
		   "Much like the normal Royal Ludroth, it is an excellent swimmer and needs a close source of water to survive. They are highly territorial animals that will aggressively defend their harems from other predators and hunters. If spotted in the Leviathan's territory intruders will be viciously attacked until they leave or are killed by the aggressive predator."
		  ]
		},
		"environment": [
				"coastal",
				"forest",
				"hill",
				"underwater"
			],
		  "tokenUrl": "https://i.imgur.com/UNqSlA7.png"
		},
		{
			"name": "Rusted Kushala Daora",
			"size": "H",
			"type": {
				"type": "dragon",
				"tags": [
					"elder"
				]
			},
			"source": "pmhmm",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 24,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "18d12 + 126",
				"average": 243
			},
			"speed": {
				"walk": 40,
				"fly": 80
			},
			"str": 24,
			"dex": 20,
			"con": 24,
			"int": 18,
			"wis": 15,
			"cha": 12,
			"passive": 18,
			"cr": "20",
			"page": 11,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"save": {
				"str": "+13",
				"dex": "+11",
				"wis": "+8",
				"cha": "+7"
			},
			"skill": {
				"perception": "+8",
				"stealth": "+11"
			},
			"resist": [
				"cold",
				"fire",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons that aren't adamantine"
				}
			],
			"conditionImmune": [
				"exhaustion",
				"petrified"
			],
			"trait": [
				{
					"name": "Black Wind Barrier",
					"entries": [
						"A barrier of strong black wind surrounds the kushala daora in a 10-foot radius around it. The strong wind keeps fog, smoke, and other gases at bay. Small or smaller flying creatures or Objects can't pass through the barrier. Loose, lightweight materials brought into the barrier fly upward. Arrows, bolts, and other ordinary projectiles launched at the kushala daora are deflected upward and automatically miss. (Boulders hurled by Giants or siege engines, and similar projectiles, are unaffected.) Creatures in Gaseous Form can't pass through the barrier. When a Medium sized creature enters the Wind Barrier's area for the first time on a turn or starts its turn there, they must make a {@dc 22} Strength saving throw or be pushed back 10 feet. If a creature fails the saving throw by more than 5 they are also knocked {@condition prone}."
					]
				},
				{
					"name": "Flyby",
					"entries": [
						"The kushala daora doesn't provoke opportunity attacks when it flies out of an enemy's reach."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The kushala daora has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Poison susceptibility",
					"entries": [
						"While {@condition poisoned}, the kushala daora's black wind barrier is suppressed, it must land on its next turn, and is unable to fly until the poison is removed. Once the {@condition poisoned} condition is removed, the kushala daora's wind barrier once again takes effect."
					]
				},
				{
					"name": "Rust Metal",
					"entries": [
						"Any nonmagical weapon made of metal that hits the kushala daora corrodes. After dealing damage, the weapon takes a permanent and cumulative -1 penalty to damage rolls. If its penalty drops to -5, the weapon is destroyed. Nonmagical ammunition made of metal that hits the kushala daora is destroyed after dealing damage."
					]
				}
			],
			"miscTags": [
				"RCH",
				"AOE"
			],
			"traitTags": [
				"Flyby",
				"Magic Resistance"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The kushala daora makes three bite attacks. It replaces one of its bite attacks with a tail attack while flying."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 10 ft., one target. {@h}23 ({@damage 3d10 + 7}) piercing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 10 ft., one target. {@h}16 ({@damage 2d8 + 7}) bludgeoning damage."
					]
				},
				{
					"name": "Air Blast",
					"entries": [
						"{@atk mw} {@hit 13} to hit, range 80/320 ft., one target. {@h}18 ({@damage 4d8}) thunder damage."
					]
				},
				{
					"name": "Air Barrage {@recharge 5}",
					"entries": [
						"If the kushala daora is flying, it can fire a barrage of air blasts at a point within 120 feet of it. Each creature within a 15-foot radius of that point, must make a {@dc 22} Dexterity saving throw, taking 60 ({@damage 11d10}) thunder damage on a failed save, or half as much on a successful one. "
					]
				},
				{
					"name": "Black Tornado (Recharges after a long or short rest)",
					"entries": [
						"The kushala daora conjures an tornado of black wind that lasts for 1 minute. The tornado is a 30-foot-radius, 80-foot-high spiraling cylinder of wind centered on a location within 120 feet of the kushala daora. This cylinder becomes difficult terrain for the duration, even for flying creatures. Unattended objects in this cylinder that are Large or smaller are pulled towards the center. When a creature enters the tornado's area for the first time on a turn or starts its turn there, they must succed on a {@dc 22} Strength saving throw, or take 14 ({@damage 4d6}) bludgeoning damage plus 14 ({@damage 4d6}) slashing damage, are pulled to the center of the cylinder, and are {@condition restrained} on a failed save. On a successful save the creature takes half as much damage and they are not pulled into the center or {@condition restrained}.",
						"The kushala daora can use its bonus action on its next turn and each turn after to move the tornado 30 feet in any direction. A {@condition restrained} creature moves with the tornado and falls when the tornado disperses, unless the creature has some means to stay aloft. A {@condition restrained} creature can use an action to make a {@dc 22} Strength or Dexterity check. If successful, the creature is no longer {@condition restrained} by the tornado and is hurled {@dice 3d6 × 10} feet away from it in a random direction."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"B",
				"T",
				"S"
			],
			"legendary": [
				{
					"name": "Move",
					"entries": [
						"The kushala daora moves up to its speed, without provoking attacks of opportunity."
					]
				},
				{
					"name": "Attack",
					"entries": [
						"The kushala daora makes one attack with its air blast or tail."
					]
				},
				{
					"name": "Whirlwind (Costs 2 Actions)",
					"entries": [
						"The kushala daora exhales blast of swirling wind that forms into a whirlwind. The whirlwind is a 10-foot-radius, 25-foot-high cylinder. The whirlwind then moves in a straight line 120 feet away from the kushala daora before vanishing. Each creature the whirlwind passes through must succeed on a {@dc 22} Dexterity saving throw, or take 21 ({@damage 6d6}) thunder damage and be knocked {@condition prone} on a failed save or half as much on a successful one and isn't knocked {@condition prone}."
					]
				}
			],
			"tokenUrl": "https://i.imgur.com/ELhKAAh.png",
			"fluff": {
				"entries": [
					"The rusted kushala daora are rare top predators, and fear almost nothing. Rusted kushala daora has the same adaptions as a normal kushala daora, although it has some minor differences. Rusted kushala daora's skin has rusted due to oxidation, making its skin much harder than before. In some cases, the skin for each rusted kushala daora has been found to be different. It is believed that there are several subspecies of kushala daora from this. Due to its rusty skin this kushala daora sounds noticeably different from a normal kushala daora.",
					"Rusted kushala daora are far more aggressive than a normal Kushala Daora due to them searching for a secluded area to shed their skin. The reason for this is because a rusted kushala daora's skin becomes extremely vulnerable after shedding its skin, making it quite weaker and more susceptible to attacks. So usually before a rusted kushala daora sheds, they will attack any potential threats that endangers their life before molting in a secluded area."
				]
			},
			"environment": [
				"arctic",
				"coastal",
				"hill",
				"mountain",
				"urban"
			],
			"group": "Elder Dragons"
		},
		{
			"name": "Shrouded Nerscylla",
			"size": "L",
			"type": {
				"type": "monstrosity",
				"tags": [
					"temnoceran"
				]
			},
			"source": "pmhmm",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "19d12 + 76",
				"average": 199
			},
			"speed": {
				"walk": 30,
				"burrow": 30,
				"climb": 30
			},
			"str": 20,
			"dex": 17,
			"con": 18,
			"int": 6,
			"wis": 12,
			"cha": 6,
			"passive": 16,
			"cr": "13",
			"page": 13,
			"save": {
				"dex": "+8",
				"wis": "+6",
				"cha": "+3"
			},
			"skill": {
				"perception": "+6",
				"stealth": "+8"
			},
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"paralyzed",
				"poisoned"
			],
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the nerscylla fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Reel in",
					"entries": [
						"As a bonus action, the nerscylla can pull a webbed target up to 15 feet towards the it. If the webbed creature is pulled within 5 feet of the nerscylla, it can make a stinger attack against it."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The nerscylla can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Standing Leap",
					"entries": [
						"The nerscylla's long jump is up to 30 feet and its high jump is up to 15 feet, with or without a running start."
					]
				},
				{
					"name": "Web Sense",
					"entries": [
						"While in contact with a web, the nersyclla knows the exact location of any other creature in contact with the same web."
					]
				},
				{
					"name": "Web Swing",
					"entries": [
						"As a bonus action the nerscylla can fire a string of webbing as thick as a rope towards an object or terrain that is above it and is within 60 feet of it. It can then use the webbing to pull itself up to 30 feet in the direction of the object or terrain."
					]
				},
				{
					"name": "Web Walker",
					"entries": [
						"The nerscylla ignores movement restrictions caused by webbing."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Spider Climb",
				"Web Sense",
				"Web Walker"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The nerscylla makes three attack: one with its poisonous maw and two with its claws."
					]
				},
				{
					"name": "Poisonous Maw",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d4 + 5}) piercing damage plus 18 ({@damage 4d8}) poison damage and the target must succeed on a {@dc 17} Constitution saving throw or become {@condition paralyzed} for 1 minute. A {@condition paralyzed} creature can repeat its saving throw at the end of its turn, ending the paralysis on a success."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) slashing damage. On hit, the target is {@condition grappled} (escape {@dc 16})."
					]
				},
				{
					"name": "Stinger",
					"entries": [
						"The nerscylla impales a webbed creature within 5 feet of it with its stinger. That creature must make a {@dc 17} Constitution saving throw, taking 31 ({@damage 9d6}) poison damage on a failed save, or half as much on a successful one. If the saving throw fails by 5 or more, the target falls {@condition unconscious} for 1 hour, or until it takes damage or another creature uses an action to shake it awake.",
						"If the poison damage reduces the target to 0 hit points, the target is stable but {@condition poisoned} for 1 hour, even after regaining hit points, and is {@condition paralyzed} while {@condition poisoned} in this way."
					]
				},
				{
					"name": "Webbing Shot {@recharge 5}",
					"entries": [
						"{@atk rw}  {@hit 8} to hit, range 30/60 ft., up to three Large or smaller creatures within 15 feet of each other. {@h}The creature is {@condition restrained} by webbing. As an action, the {@condition restrained} creature can make a {@dc 17} Strength check, escaping from the webbing on a success. The creature is no longer {@condition restrained} if the webbing is destroyed. The webbing has AC 12, 10 hit points, resistance to bludgeoning damage, and immunity to poison and psychic damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"I",
				"S"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"tokenUrl": "https://i.imgur.com/3J7W90j.png",
			"fluff": {
				"entries": [
					"The shrouded nerscylla is very similar to its common counterpart; however, it wears a khezu skin rather than a gypceros skin. Its back spikes are also bright-yellow in color. Unlike their relatives, the shrouded nerscylla doesn't make webs, but it is still able to use its silk to swing from rocks, cliffs, and the air like a pendulum while wander in search of food.",
					"When locating prey the temnoceran will then sneak up on its victim by burrowing through the sand (or dirt depending on its location) attack from underground, making short work of their prey with powerful paralyzing venom in its maw.",
					"The shrouded nerscylla venom gains this paralyzing property from its prey, mostly from genprey and the desert seltas. The venom is then stored in the spikes on the temnoceran's back much like their common relatives. If these spikes were to be broken in battle the venom will drip freely from its back, however, the temnoceran is still able to envenomate prey or attackers with its fangs and stingers.",
					"Shrouded nerscylla are mostly nocturnal creatures that never stay in one place for too long. The khezu skin it wears is used to protect it and to capture moisture in order to survive the harsh desert during the breeding season. ",
					"While young, shrouded nerscylla form a sort of kite that sends them flying into the air to search for caves to survive during adolescence. The young will then search for food in those areas as they grow up in the area and if they are able to hunt a khezu, they can use its skin to head back to the Dunes during breeding season in order to breed. Those shrouded nerscylla that aren't able to kill a khezu can't go to the desert to mate, however, they will just stay in the area and make a living in the area plus also breed in the area without traveling to the desert."
				]
			},
			"environment": [
				"desert",
				"forest",
				"underdark"
			],
			"group": "Temnocerans"
		},
		{
			"name": "Soulseer Mizutsune",
			"size": "H",
			"type": "leviathan",
			"source": "pmhmm",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "19d12 + 95",
				"average": 218
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 19,
			"dex": 23,
			"con": 21,
			"int": 14,
			"wis": 15,
			"cha": 10,
			"passive": 22,
			"cr": "16",
			"fluff": {
				"entries": [
					"Soulseer mizutsune is similar in appearance to the more common mizutsune, although often noticeably larger in size. The fur across its body and tail is paler. Although blind, presumably sustained in battle with another monster or hunter, the soulseer mizutsune is able to perceive its environment through its bubblefoam. When a creature touches its secretions, Soulseer Mizutsune can sense the location of the threat and its act accordingly."
				]
			},
			"page": 15,
			"senses": [
				"blindsight 10 ft. (blind beyond this radius)"
			],
			"senseTags": [
				"B"
			],
			"save": {
				"str": "+9",
				"dex": "+11",
				"wis": "+7"
			},
			"skill": {
				"acrobatics": "+11",
				"perception": "+12"
			},
			"conditionImmune": [
				"slick",
				"blinded"
			],
			"trait": [
				{
					"name": "Bubble Sense",
					"entries": [
						"The mizutsune gains the benefits of truesight against any creature or objects within 120 feet of it that has the {@condition slick|mhmm} condition or had the {@condition slick|mhmm} condition in the last hour."
					]
				},
				{
					"name": "Oiled Body",
					"entries": [
						"The mizutsune has advantage on Dexterity (acrobatic) checks."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The mizutsune makes three attacks: one with its bite, one with its tail, and one with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. Hit 19 ({@damage 3d8 + 6}) piercing damage. If the target is a Large or smaller creature, it is {@condition grappled} (escape {@dc 14}). Until this grapple ends, the mizutsune can't use its bite on another target."
					]
				},
				{
					"name": "Body Slam",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. Hit 45 ({@damage 6d12 + 6}) bludgeoning damage and each creature in a 10-foot radius of the mizutsune must succeed on a {@dc 17} Dexterity saving throw or become slick."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. Hit 15 ({@damage 2d8 + 6}) slashing damage plus 4 ({@damage 1d8}) cold damage and the creature becomes slick."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. Hit 25 ({@damage 3d12 + 6}) bludgeoning damage. On hit, the creature becomes slick."
					]
				},
				{
					"name": "Bubble Prison",
					"entries": [
						"{@atk rw} {@hit 11} to hit, range 80/320 ft., one Large or smaller creature. {@h}The creature is slick and enclosed in a bubble of shimmering force for 1 minute or until the bubble is destroyed. Nothing, not physical Objects, energy, or other spell effects, can pass through the bubble, in or out, though a creature in the sphere can breathe there. A creature inside of the bubble has disadvantage on attacks due to its slippery nature. The bubble has AC 15, 30 hit points, resistance to bludgeoning damage, immunity to poison and psychic damage, but vulnerable to piercing damage. At the end of the mizutsune's turn all bubbles rise 10 feet higher into the air."
					]
				},
				{
					"name": "Hydropump {@recharge 5}",
					"entries": [
						"The mizutsune releases a high pressure stream of water in an 90-foot line that is 10-feet wide. Each creature in that line must make a {@dc 18} Dexterity saving throw, taking 66 ({@damage 12d10}) cold damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"B",
				"S",
				"C",
				"F"
			],
			"miscTags": [
				"MW",
				"AOE",
				"RCH"
			],
			"legendary": [
				{
					"name": "Bubbles",
					"entries": [
						"The mizutsune releases bubbles in a spiral pattern into a 30-foot space around it. Each creature in that area must make a {@dc 19} Dexterity saving throw. On a failed save the bubbles come in contact with the creature and explode, causing the creature to become slick."
					]
				},
				{
					"name": "Blue Bubbles",
					"entries": [
						"The mizutsune releases a large blue flammable bubble at each creature within 60 feet of it that is slick. Each creature must make a {@dc 18} Dexterity saving throw. On a failed saving throw the creature takes 5 ({@damage 1d10}) cold damage and bursts into flames. Until a creature takes an action to douse the flames, the creature takes 5 ({@damage 1d10}) fire damage at the start of each of its turns. On a successful saving throw, the creature takes half damage and does not burst into flames."
					]
				},
				{
					"name": "Imprison (Costs 2 Actions)",
					"entries": [
						"The mizutsune uses its bubble prison."
					]
				},
				{
					"name": "Body Slam (Costs 3 Actions)",
					"entries": [
						"The mizutsune uses its body slam attack."
					]
				}
			],
			"reaction": [
				{
					"name": "Tail Sweep",
					"entries": [
						"When a creature is slick and starts its turn within 10 feet of the mizutsune, the mizutsune can use its reaction to sweep its tail, hitting the creatures legs. The creature must then succeed on a {@dc 18} Dexterity saving throw or fall {@condition prone}."
					]
				}
			],
			"environment": [
				"coastal",
				"forest",
				"mountain"
			],
			"group": "Leviathan",
			"tokenUrl": "https://i.imgur.com/3g5xzQe.png"
		},
		{
			"name": "Stygian Zinogre",
			"size": "H",
			"type": {
				"type": "wyvern",
				"tags": [
					"fanged"
				]
			},
			"source": "pmhmm",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "23d12 + 115",
				"average": 264
			},
			"speed": {
				"walk": 40
			},
			"str": 21,
			"dex": 16,
			"con": 20,
			"int": 10,
			"wis": 14,
			"cha": 9,
			"passive": 18,
			"cr": "20",
			"fluff": {
				"entries": [
					"Stygian Zinogre is a subspecies of Zinogre with a jet-black body. It gathers bugs that eat Dragonfell Berries and uses their Dragon Element energy to dramatically boost its power. They are powerful predators armed with deadly claws capable of crushing a Bulldrome's spine in one blow; and teeth that tear chunks of flesh off their prey. Unlike normal Zinogres who utilize common Thunderbugs, the Stygian Zinogre utilize a species of insects called Dracophage Bugs that feed on Dragonfell Berries, thus granting this species to use powerful necrotic-element attacks. Stygian Zinogre can fire these bugs and when they find their target they explode on contact, causing massive damage to predators or hunters. The effects of the necrotic element also keeps them warm in the freezing Tundra and cool in the blistering Volcano."
				]
			},
			"page": 18,
			"save": {
				"dex": "+9",
				"wis": "+8"
			},
			"skill": {
				"acrobatics": "+9",
				"perception": "+8",
				"survival": "+8"
			},
			"resist": [
				"cold"
			],
			"immune": [
				"fire"
			],
			"conditionImmune": [
				"charmed"
			],
			"trait": [
				{
					"name": "Charge Level",
					"entries": [
						"When the zinogre gains a charge level it summons one additional dracophage insect at the start of its turn. It also gains the following benefits below in addition to any previous levels benefits.",
						"Level 1: Its melee weapon attacks deal an extra 3 ({@damage 1d6}) necrotic damage.",
						"Level 2: Its movement speed increases by 10. ",
						"Level 3: Its melee weapon attacks deal an extra 3 ({@damage 1d6}) necrotic damage."
					]
				},
				{
					"name": "Dracophage Insects",
					"entries": [
						"At the start of the zinogre's turn, it summons one dracophage insect. Each insect charges towards a creature within 60 feet of the zinogre, exploding on contact. Each creature hit by one of these insects must make a {@dc 16} Dexterity saving throw, taking 7 ({@damage 2d6}) necrotic damage on a failed save or half as much on a successful one. "
					]
				},
				{
					"name": "Legendary Resistance (2/Day)",
					"entries": [
						"If the zinogre fails a saving throw, it can choose to succeed instead."
					]
				}
			],
			"damageTags": [
				"P",
				"B",
				"N"
			],
			"traitTags": [
				"Legendary Resistances"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The zingore makes three attacks, two with its claws and one with its tail."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. Hit 18 ({@damage 3d8 + 5}) piercing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. Hit 24 ({@damage 3d12 + 5}) bludgeoning damage."
					]
				},
				{
					"name": "Body Slam {@recharge 5}",
					"entries": [
						"The zinogre launches itself into the air and slams its back onto the ground in a space within 30 feet of its original location. Each creature in that space must succeed on a {@dc 19} Strength or Dexterity saving throw (target's choice) or be knocked {@condition prone} and take 24 ({@damage 7d6}) piercing damage plus 24 ({@damage 7d6}) necrotic damage. On a successful save, the creature takes only half the damage, isn't knocked {@condition prone}, and is pushed 5 feet out of the zinogre's space into an unoccupied space of the creature's choice. If no unoccupied space is with in range, the creature instead falls {@condition prone} in the zinogre's space."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"RCH"
			],
			"legendary": [
				{
					"name": "Charge Up (1/round)",
					"entries": [
						"The zinogre gains one charge level."
					]
				},
				{
					"name": "Tail Slam",
					"entries": [
						"The zinogre makes a tail attack."
					]
				},
				{
					"name": "Rolling Thunder (costs 2 Actions)",
					"entries": [
						"The zinogre moves up to its speed without provoking attacks of opportunity. Each creature within 10 feet of the zinogre's path must make a {@dc 16} Dexterity saving throw or be struck by a bolt of red lightning, taking 24 ({@damage 7d6}) necrotic damage on a failed save. On a successful save, the target takes only half as much damage. "
					]
				}
			],
			"environment": [
				"arctic",
				"coastal",
				"mountain",
				"underdark"
			],
			"tokenUrl": "https://i.imgur.com/REZkByb.png",
			"group": "Fanged Wyverns"
		},
		{
			"name": "White Velociprey",
			"size": "M",
			"type": {
				"type": "beast",
				"tags": [
					"theropod"
				]
			},
			"source": "pmhmm",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "13d8 + 26",
				"average": 84
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 14,
			"con": 14,
			"int": 6,
			"wis": 12,
			"cha": 6,
			"passive": 11,
			"cr": "3",
			"page": 20,
			"trait": [
				{
					"name": "Aggressive",
					"entries": [
						"As a bonus action, the velociprey can move up to its speed toward a hostile creature that it can see."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The velociprey has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The velociprey has advantage on an attack roll against a creature if at least one of the white velociprey’s allies is within 5 ft. of the creature and the ally isn’t {@condition incapacitated}."
					]
				}
			],
			"traitTags": [
				"Aggressive",
				"Magic Resistance",
				"Pack Tactics"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The white velociprey makes two attacks: one with its bite and one with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d4 + 2}) slashing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"tokenUrl": "https://i.imgur.com/WeEGdJ1.png",
			"fluff": {
				"entries": [
					"A rare member of the velociprey species, the white velociprey is slightly stronger, physically and defensively, than the average Velociprey, and are noticeably tougher than its counterpart in battle. White Velociprey have been seen in packs of Velociprey. Like all of the '-prey' family, this subspecies also fights in a pack, often alongside their leader the Velocidrome."
				]
			},
			"environment": [
				"arctic",
				"forest",
				"grassland",
				"hill",
				"swamp"
			],
			"group": "Theropods"
		}
	]
}
