{
	"_meta": {
		"sources": [
			{
				"json": "MajorNPCs",
				"abbreviation": "MNPC",
				"full": "Major NPCs",
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/453698/Major-NPCs-5-elaborate-NPCs-for-5e",
				"authors": [
					"Anna Everts"
				],
				"convertedBy": [
					"Eulum"
				],
				"color": "695961"
			}
		],
		"dateAdded": 1717624511,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "65ed32e237",
		"edition": "classic"
	},
	"monster": [
		{
			"name": "Kina Herford",
			"size": [
				"M"
			],
			"type": "humanoid",
			"source": "MajorNPCs",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "9d8 + 27",
				"average": 67
			},
			"speed": {
				"walk": 25
			},
			"str": 13,
			"dex": 16,
			"con": 16,
			"int": 10,
			"wis": 10,
			"cha": 13,
			"passive": 10,
			"cr": "2",
			"page": 3,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Dwarvish"
			],
			"languageTags": [
				"C",
				"D"
			],
			"save": {
				"con": "+5"
			},
			"skill": {
				"intimidation": "+3",
				"history": "+2",
				"persuasion": "+3"
			},
			"resist": [
				"poison"
			],
			"trait": [
				{
					"name": "Dwarven Resilience",
					"entries": [
						"Kina has advantage on saving throws against poison, and she has resistance against poison damage."
					]
				},
				{
					"name": "Reckless",
					"entries": [
						"At the start of her turn, Kina can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against her have advantage until the start of her next turn."
					]
				}
			],
			"traitTags": [
				"Reckless"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Kina makes two Greataxe attacks"
					]
				},
				{
					"name": "Greataxe",
					"entries": [
						"{@atk mw} {@hit +3} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d12 + 1}) slashing damage."
					]
				}
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"attachedItems": [
				"greataxe|phb"
			],
			"actionTags": [
				"Multiattack"
			],
			"isNamedCreature": true,
			"damageTags": [
				"S"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Description",
						"entries": [
							"Kina (she/her) is a 230-year-old female dwarf with dark skin, bright green eyes and a black Afro with shaved sides. She's 4'5\" tall and has a rather muscular build. She wears a simple blue blouse under a grey dress with a brown belt around her middle and brown leather boots. She has multiple ear piercings and a scar on her cheek that she claims is from fighting a bear. Not everyone believes her, though. Kina is all about \"tough love\". She'll stitch up someone's forehead first before whacking them on their head and scolding them for their reckless behaviour. Regardless, people come to her tavern when they seek shelter from the authorities or are struggling with life in general. She'll always have a drink and a hot meal ready for her people, and she won't ever betray them."
						]
					},
					{
						"type": "entries",
						"name": "Backstory",
						"entries": [
							"Kina was born in a small rural village as the oldest of three kids. Her parents owned a small supply shop where passing adventurers would stock up for their journey ahead. Kina's entire family consists of entrepreneurs. Her grandparents had a fishing company, her uncle ran a magic store, and her aunt owned a tavern in a big city. The latter interested Kina from a young age, and she would frequently visit or even help serve drinks when she was old enough. She had a good relationship with her aunt. In contrast, her bond with her mother was, at times, strained. Her mother felt Kina should help out in the store rather than be at the tavern, but Kina knew where her heart lay. She loved the energy of the tavern, and admittedly, the chaos that came with it.",
							"It wasn't until her younger brothers decided to take over the family store that Kina felt the freedom to choose her own path. She swapped the small village for the big city and found a place to live near her beloved tavern, which she inherited when her aunt retired.",
							"Years went on and the tavern was doing very well. Kina had many regular customers, and one of them was a half-elven woman named Aline. Kina and Aline became very good friends. Eventually, they fell in love and got married. Aline quit her job and ran the tavern with Kina for many decades. Neither of them wanted children, so they dedicated all of their time to the business and each other. Unfortunately, Aline died of old age two decades ago, leaving Kina alone. The funeral was organised by the community and had over a hundred attendants, all clients of the tavern. It was a beautiful funeral, and the support Kina received helped her overcome her grief.",
							"Without Aline, and with Kina getting older, running the tavern has become more difficult. That's why she hired two new people to help her out: Nori, a male dragonborn, and Herja, a female human. Both are young, in their early twenties, and Kina counts on them to take over the tavern when she's no longer around. She teaches them everything she knows and has truly taken them under her wing. However, she's nowhere near retirement yet. She plans to run this place for as long as she's physically able."
						]
					},
					{
						"type": "inset",
						"entries": [
							{
								"type": "entries",
								"name": "Goals & Motivations",
								"entries": [
									{
										"type": "list",
										"items": [
											"Kina wishes to provide a safe place for people regardless of  who they are and where they come from. She believes that  everyone has a story worth hearing, and that even bad people  deserve a second chance if they're willing to put the work in.",
											"She has no life goals left for herself, but instead focuses her  attention on helping others figure out what they want in life.",
											"Kina isn't motivated by money and can't be bribed. She  believes that a person's actions are worth more."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Trivia",
								"entries": [
									{
										"type": "list",
										"items": [
											"She's quite scared of snakes.",
											"She'll never admit it, but she doesn't actually like mead that  much. She's good at faking it though.",
											"She always keeps a fresh bouquet of daffodils, Aline's favourite  flowers, in the tavern."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Lowen Kester",
			"size": [
				"M"
			],
			"type": "humanoid",
			"source": "MajorNPCs",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "11d8 + 33",
				"average": 82
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 17,
			"con": 17,
			"int": 18,
			"wis": 12,
			"cha": 18,
			"passive": 11,
			"cr": "5",
			"page": 4,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Infernal"
			],
			"languageTags": [
				"C",
				"I"
			],
			"save": {
				"con": "+6",
				"cha": "+7"
			},
			"skill": {
				"arcana": "+7",
				"deception": "+7",
				"intimidation": "+7",
				"sleight of hand": "+6"
			},
			"resist": [
				"fire"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"trait": [
				{
					"name": "Snake Charmer",
					"entries": [
						"Lowen is able to communicate with snakes at a basic level. Snakes are also friendly towards him."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit +6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}2 ({@damage 1d4}) piercing damage."
					]
				}
			],
			"miscTags": [
				"RW",
				"MW",
				"MLW",
				"THW"
			],
			"attachedItems": [
				"dagger|phb"
			],
			"isNamedCreature": true,
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Lowen is an 8th-level spellcaster. His spellcasting ability is Intelligence (spell save {@dc 15}, {@hit 7} to hit with spell attacks). He has the following spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell mage hand}",
								"{@spell message}",
								"{@spell poison spray}",
								"{@spell thaumaturgy}"
							]
						},
						"1": {
							"spells": [
								"{@spell burning hands}",
								"{@spell charm person}",
								"{@spell mage armor}",
								"{@spell magic missile}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell Melf's Acid Arrow||acid arrow}",
								"{@spell mirror image}",
								"{@spell suggestion}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell counterspell}",
								"{@spell sending}",
								"{@spell vampiric touch}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell blight}",
								"{@spell dimension door}"
							],
							"slots": 2
						}
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"O"
			],
			"damageTags": [
				"P"
			],
			"damageTagsSpell": [
				"A",
				"F",
				"I",
				"N",
				"O"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"wisdom"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Description",
						"entries": [
							"Lowen (he/they) is a tiefling in his mid-thirties. He's 6'2\", has dark blue skin, long white hair, completely black eyes, and horns that curl back and end in black tips. They typically wear a simple white button-up, neat black trousers with black suspenders and black boots. They have many piercings, including industrials, a bridge piercing and a septum ring. He has a forked tongue and snake-like scales on his forearms. His pet, a pitch-black snake called Dagger, often curls around his neck. Lowen is a person who carries himself with grace and authority. They like to be in control and have a presence that demands respect. He's excellent at getting people to do what he wants and is incredibly resourceful. Even when things go awry, Lowen is able to remain calm. However, that does not mean his revenge is gentle. He cares little for the blood that stains his hands."
						]
					},
					{
						"type": "entries",
						"name": "Backstory",
						"entries": [
							"At the tender age of two, Lowen's father abandoned him at an orphanage, all because his appearance reminded the man of what his actions had caused. The children at the orphanage avoided them for the most part. It wasn't his tiefling appearance, but his snake-like features that made them wary. Rumours of a curse spread quickly, to the point where even the caretakers were visibly uncomfortable around him. Lowen tried ignore them and occupied themself with reading and other forms of education.",
							"When they were seven, a human woman in her thirties visited the orphanage. To everyone's surprise she chose Lowen. Despite feigning indifference towards his life at the orphanage, Lowen couldn't help but feel a sense of relief that he was finally leaving the place. Unfortunately, he would soon find that life with this woman, Janna, wouldn't be much better.",
							"Janna's interest in Lowen wasn't coincidental. She'd been looking for an outcast to raise to look good in the eyes of the public and to improve her chances of becoming mayor. Lowen was forced into a mould, one that would make them fit into the upper class. But other than giving him lessons on etiquette, Janna paid little attention to him, only using him for her own gain. Lowen bided his time, patiently devising an escape plan that he would carry out when she looked the other way.",
							"Throughout the rest of their childhood and teenage years, Lowen observed those in power, especially after Janna became the mayor. He learned how one could win at politics by moving the right pieces, and he studied magic in secret, planning to use it for his escape. Once he turned nineteen, he put his plan in motion. He murdered Janna, stole all of her money and made a run for the nearest big city, where he started a new life. They had no interest whatsoever in a mundane existence, nor one in the public eye. After having to hold himself back for most of his early life, he now craved power, more wealth, and a good dose of risk. He chose to live the life of a criminal, and with the money he stole he quickly established himself as one of the most feared criminal masterminds in the area."
						]
					},
					{
						"type": "inset",
						"entries": [
							{
								"type": "entries",
								"name": "Goals & Motivations",
								"entries": [
									{
										"type": "list",
										"items": [
											"Lowen aims to get power from within the shadows. He likes to  be a puppet master, puppeteering those in the public eye.",
											"Despite being motivated by money, he's more interested in  being owed favours that he can call in at any time. Information  is also a currency he gladly accepts.",
											"Everything Lowen does is for their own benefit. If they can't  profit off of something in some way, they're not interested."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Trivia",
								"entries": [
									{
										"type": "list",
										"items": [
											"He's tried to look into whether or not he is cursed but couldn't  find any conclusive evidence. He decided to let it be.",
											"He's a good cook and considers cooking a hobby. He's often  on the hunt for rare ingredients to use in his dishes.",
											"They don't handle cold temperatures very well."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Calli Ferromore",
			"size": [
				"M"
			],
			"type": "humanoid",
			"source": "MajorNPCs",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "10d8 + 20",
				"average": 65
			},
			"speed": {
				"walk": 30
			},
			"str": 9,
			"dex": 16,
			"con": 14,
			"int": 12,
			"wis": 14,
			"cha": 13,
			"passive": 14,
			"cr": "1",
			"page": 5,
			"languages": [
				"Common",
				"Dwarvish",
				"Elvish"
			],
			"languageTags": [
				"C",
				"D",
				"E"
			],
			"skill": {
				"deception": "+3",
				"perception": "+4",
				"sleight of hand": "+5",
				"stealth": "+5"
			},
			"trait": [
				{
					"name": "Cunning Action",
					"entries": [
						"On each of her turns, Calli can take a bonus action to take the {@action Dash}, {@action Disengage}, or {@action Hide} action."
					]
				},
				{
					"name": "Sneak Attack (1/Turn)",
					"entries": [
						"Calli deals an extra 7 ({@dice 2d6}) damage when she hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of her ally that isn't {@condition incapacitated} and she doesn't have disadvantage on the attack roll."
					]
				}
			],
			"traitTags": [
				"Sneak Attack"
			],
			"isNamedCreature": true,
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Calli makes two Shortsword attacks."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage."
					]
				},
				{
					"name": "Hand Crossbow",
					"entries": [
						"{@atk rw} {@hit +5} to hit, range 30/120 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage."
					]
				},
				{
					"name": "Find Familiar (2/Day)",
					"entries": [
						"Twice a day, Calli can cast the {@spell Find Familiar} spell as an action."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"MLW",
				"RW"
			],
			"attachedItems": [
				"hand crossbow|phb",
				"shortsword|phb"
			],
			"damageTags": [
				"P"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Description",
						"entries": [
							"Calli (she/her) is a 21-year-old female human. She's white, has black hair which she wears in a ponytail, and light blue eyes. She's 5'5\" and generally wears dark clothing, including a black jacket with white fur draped over the shoulders. She has a nose ring, and a tattoo of a crow on her right lower arm, resembling her familiar: a crow named Pebbles (named that way because he often brings her pebbles). Calli is a mysterious person who likes to keep her cards close to her chest. She's a natural leader, though also knows when it's best to stay in the shadows. She's headstrong, confident, and has a strong sense of justice. Despite her attempts to keep others at arm's length, she grows attached to people quicker than she'll ever admit. If she calls you names without putting a knife to your throat, you know she likes you."
						]
					},
					{
						"type": "entries",
						"name": "Backstory",
						"entries": [
							"Calli was born the only child of aristocrats. The Ferromore bloodline goes back centuries and is a well-known name in the area. However, from a young age it became clear that Calli had little interest in playing noble. She'd often hide from the people that were tasked with educating her on all the things a noble should know, and she described the etiquettes forced on her to be \"an uncomfortable jacket that's at least two sizes too small\".",
							"Her behaviour was a thorn in the eyes of her parents, who were unable to conceive another child and thus put all of their money on Calli to continue the family reputation and bloodline. Meanwhile, Calli would sneak out of the house and go onto the streets to play with the kids who were less fortunate. It was here that she learned how unfair life can be to those who are not of status, and it would end up fuelling her sense of justice.",
							"Sneaking out of the house taught her to be stealthy, and what started with stealing her mother's jewellery to give to the poor soon developed into learning how to steal from other rich people she saw at upper-class parties. By the time she was sixteen, she'd stolen over a hundred platinum worth of valuables and distributed them to those who needed it. Meanwhile the rich were none the wiser. Calli realised that to them, these valuables were not special and could easily be replaced.",
							"When Calli turned eighteen her parents expected her to take her status more seriously. They were waiting for Calli to outgrow her \"rebellious phase\" and they were running out of patience. They began to keep a closer eye on her and limited her freedom. Calli wanted to fight back but then realised that a caged bird is still capable of making a lot of noise. If she could get the other nobles to trust her and take her seriously, she could get closer to them than ever before and use that to her advantage.",
							"And so she began to live a double life. By day she does what her parents expect of her and works on her image. By night she meets up with other anarchists who, just like her, want to fix the inequality in the country. Together they come up with plans to not only steal from the rich but to also get into the ribs of the those in charge, as that is where real change starts."
						]
					},
					{
						"type": "inset",
						"entries": [
							{
								"type": "entries",
								"name": "Goals & Motivations",
								"entries": [
									{
										"type": "list",
										"items": [
											"Calli is driven by her sense of justice. If she sees a power  imbalance, she wants to fix it to the best of her ability. In her  opinion, bullies and oppressors have no place in this world.",
											"If it came to it, she'd betray her parents for the sake of the  cause she's fighting for. She's also not against using violence.",
											"Her end goal is to change the way the country is run. She  wants to use the power that comes with her last name to get to  the ones higher up the chain."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Trivia",
								"entries": [
									{
										"type": "list",
										"items": [
											"She's excellent at mimicking common birds.",
											"Calli found Pebbles after he fell from a nest. She fed him and  raised him, and they're inseparable now.",
											"She can't hold her liquor very well and is aware of this."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Talette Monroe",
			"size": [
				"M"
			],
			"type": "humanoid",
			"source": "MajorNPCs",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "12d8 + 36",
				"average": 90
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 18,
			"con": 17,
			"int": 13,
			"wis": 12,
			"cha": 10,
			"passive": 11,
			"cr": "3",
			"page": 6,
			"languages": [
				"Common",
				"Elvish",
				"Gnomish"
			],
			"languageTags": [
				"C",
				"E",
				"G"
			],
			"save": {
				"con": "+5"
			},
			"skill": {
				"athletics": "+4",
				"intimidation": "+2",
				"persuasion": "+2",
				"stealth": "+6"
			},
			"trait": [
				{
					"name": "Brave",
					"entries": [
						"Talette has advantage on saving throws against being {@condition frightened}."
					]
				}
			],
			"isNamedCreature": true,
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Talette makes three melee attacks: two with her longsword and one with her dagger. Or she makes two ranged attacks with her daggers."
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) slashing damage, or 7 ({@dice 1d10+2}) slashing damage if used with two hands."
					]
				},
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit +6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage."
					]
				},
				{
					"name": "Leadership (1/Long or Short Rest)",
					"entries": [
						"For 1 minute, Talette can utter a special command or warning whenever a nonhostile creature that she can see within 30 feet of her makes an attack roll or a saving throw. The creature can add a {@dice d4} to its roll provided it can hear and understand Talette. A creature can benefit from only one Leadership die at a time. This effect ends if Talette is {@condition incapacitated}."
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Parry"
			],
			"miscTags": [
				"MW",
				"MLW",
				"RW",
				"THW"
			],
			"attachedItems": [
				"dagger|phb",
				"longsword|phb"
			],
			"reaction": [
				{
					"name": "Parry",
					"entries": [
						"Talette adds 2 to her AC against one melee attack that would hit her. To do so, she must see the attacker and be wielding a melee weapon."
					]
				}
			],
			"damageTags": [
				"P",
				"S"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Description",
						"entries": [
							"Talette (she/her) is a human woman in her early thirties. She's 5'8\" tall, has light brown skin, dark red hair that reaches just past her shoulders, hazel eyes and a small scar on her chin. She wears the uniform of the local authorities, with several patches indicating that she's of a high rank. Talette can be described as a bit stoic, though she tends to crack a smile when hearing a good pun. She's tough, hard to get through, and incredibly disciplined. She follows orders without questions and expects her subordinates to do the same. She cares about rules and hierarchy, and it's difficult to get her to change her opinion. Despite being a very stern leader, she knows when to be kind. New recruits should respect her, and in her eyes, fear is not the same as respect. She gives credit where credit is due and makes sure everyone on her team has what they need to do their jobs well."
						]
					},
					{
						"type": "entries",
						"name": "Backstory",
						"entries": [
							"Talette grew up in a loving household. She's the youngest of three daughters, though has always been the most vocal. Playing games with her sisters, she would be the first to point out when someone broke a rule and demanded them to get a penalty for it. In her eyes, rules existed for a reason, and ignoring them would lead to chaos. This sentiment didn't come out of nowhere. Talette's father was one of the few guards of the small village they lived in. Talette admired her father and aspired to be like him one day. He was happy to help her reach that goal, as her sisters weren't all that interested in the job.",
							"As a teenager, Talette trained hard to be a good fighter. When sparring with some of her father's colleagues, it wasn't uncommon for her to beat them, and it was because of that that she was hired as a junior guard at the age of sixteen.",
							"When she was nineteen, the village got an unexpected visit from the Queen. The carriage she was travelling in had broken down and she needed a place to rest for the night while the carriage was getting repaired. Most villagers were delighted with this visit, but some saw it as an opportunity to get rich. Later that evening, a few outcasts made an attempt to rob the Queen in the chamber she was staying in. Unfortunately for them, Talette had been on night watch and heard the commotion between the robbers, the Queen, and the Queen's guard. She climbed through the window of the inn and helped defeat the robbers, saving the Queen's life. The Queen was so impressed with Talette's skills that she asked for her to escort her back to the city once her carriage was repaired. Talette considered this a great honour and happily accepted the job.",
							"Once the job was completed and the Queen was safe, Talette was offered a job as a royal guard. She was over the moon, and thus began her career. She steadily worked her way up the chain, displaying excellent fighting skills as well as a wonderful attitude that impressed her superiors. At the age of twenty-seven, she became the head of the royal guard, now only taking orders from the royal pair. She's fiercely loyal to them and helps them with whatever they need. In return, they trust her to keep the peace in the city and take on those that threaten authority."
						]
					},
					{
						"type": "inset",
						"entries": [
							{
								"type": "entries",
								"name": "Goals & Motivations",
								"entries": [
									{
										"type": "list",
										"items": [
											"Talette believes that hard work should be rewarded. She worked  hard to get to where she is, so others should too. It's why she  works hard to take on criminals, as she believes they're cheating.",
											"Her main goal is to keep the royals happy and safe.",
											"She aims to be an example for others and is very forgiving  towards those who have done bad but choose to turn their life  around."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Trivia",
								"entries": [
									{
										"type": "list",
										"items": [
											"She was in love with her superior when she was younger, but  grew out of it eventually.",
											"She's allergic to strawberries.",
											"Despite having to get up early a lot, she's not an early bird and  often needs an hour or so until she's fully awake and alert."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Timsyl Nivandro",
			"size": [
				"M"
			],
			"type": "humanoid",
			"source": "MajorNPCs",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "26d8 + 52",
				"average": 169
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 14,
			"con": 15,
			"int": 14,
			"wis": 19,
			"cha": 12,
			"passive": 17,
			"cr": "6",
			"shortName": "Timsyl",
			"page": 7,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Elvish",
				"Sylvan",
				"Giant"
			],
			"languageTags": [
				"C",
				"E",
				"S",
				"GI"
			],
			"save": {
				"wis": "+7"
			},
			"skill": {
				"arcana": "+5",
				"history": "+5",
				"nature": "+5",
				"medicine": "+7",
				"perception": "+7"
			},
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Timsyl has advantage on saving throws against being {@condition charmed}, and magic can't put him to sleep."
					]
				}
			],
			"traitTags": [
				"Fey Ancestry"
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Timsyl is a 12th-level spellcaster. His spellcasting ability is Wisdom (spell save {@dc 15}, {@hit 7} to hit with spell attacks). Timsyl has the following Druid spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell druidcraft}",
								"{@spell poison spray}",
								"{@spell prestidigitation}",
								"{@spell shillelagh}"
							]
						},
						"1": {
							"spells": [
								"{@spell cure wounds}",
								"{@spell entangle}",
								"{@spell speak with animals}",
								"{@spell thunderwave}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell animal messenger}",
								"{@spell barkskin}",
								"{@spell spike growth}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell call lightning}",
								"{@spell conjure animals}",
								"{@spell speak with plants}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell dominate beast}",
								"{@spell ice storm}",
								"{@spell polymorph}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell commune with nature}",
								"{@spell insect plague}"
							],
							"slots": 2
						},
						"6": {
							"spells": [
								"{@spell transport via plants}"
							],
							"slots": 1
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"CD"
			],
			"action": [
				{
					"name": "Quarterstaff",
					"entries": [
						"{@atk mw} {@hit +3} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage, or 4 ({@dice 1d8}) bludgeoning damage if used with two hands."
					]
				}
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"attachedItems": [
				"quarterstaff|phb"
			],
			"isNamedCreature": true,
			"damageTags": [
				"B"
			],
			"damageTagsSpell": [
				"B",
				"C",
				"I",
				"L",
				"P",
				"T"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"strength",
				"wisdom"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Description",
						"entries": [
							"Timsyl (he/him) is a 364-year-old male elf. He's 6'0\" tall, white, has curly brown hair, green eyes and wears big round glasses. He's typically dressed in green and purple robes that look like they're hand-sewn and that are decorated with embroidered plants. He also has a staff with him that is covered in vines. People describe him as a gentle person with an endless curiosity. He's very friendly and enthusiastic, and he loves meeting new people and hearing their stories. He could talk for hours about the flora and fauna of the world, and he's happy that he gets to do so being a professor at a local university. He cares about his students and wishes for them to succeed and become as passionate about nature as he is. However, his kindness shouldn't be taken for weakness. He's more powerful than people realise and he's not afraid to use that power to stand up for himself and others."
						]
					},
					{
						"type": "entries",
						"name": "Backstory",
						"entries": [
							"Timsyl was raised by a single father, as his mother abandoned the family when Timsyl was just a few months old. He grew up in a small but cosy cabin in the woods where his father taught him how to live off the land around them. His father was a hobby botanist and frequently brought wounded animals home, which taught Timsyl how to look after both plants and animals. When Timsyl wasn't spending time caring for other living things, he spent his time reading about them. His curiosity and thirst for knowledge gave him an obsession that eventually manifested itself into an innate ability to actually communicate with and control elements of nature.",
							"When he turned fifty, he left his home and travelled to the big city by himself. During this trip, he camped out in the wilderness a lot, and he documented his experiences in a notebook. After two weeks of travel, he reached the big city and decided to enroll at the university there.",
							"In the decades that followed he dedicated himself fully to his studies, as well as learning to master the magical abilities he'd developed. After his studies he would go on expeditions to other continents, and even other worlds, researching and documenting the local flora and fauna. At the age of 201, he wrote a book based on his notes and documentation, in which he described the differences between nature in various places.",
							"It was then that he began to get restless. He was sure there was more to discover, but after two centuries of studying, he needed a break. He decided to go back home, back to his father, and for the next decade, he vacationed there. He picked up new hobbies and helped his father repair the cabin, which started showing wear and tear due to its age.",
							"Eventually, he was rested enough to come up with a new plan. He wanted to become a professor at the university he studied at so he could share his passion with others. He said goodbye to his father once more and made the trek back to the big city. His credentials were enough for the university to hire him and he's worked there ever since."
						]
					},
					{
						"type": "inset",
						"entries": [
							{
								"type": "entries",
								"name": "Goals & Motivations",
								"entries": [
									{
										"type": "list",
										"items": [
											"Timsyl fights hard for the documentation and preservation of  plants and other flora.",
											"He aims to educate peopole so they can live in harmony with  nature instead of taking from it without ever giving anything  back.",
											"Curiosity is what motivates Timsyl most, and sometimes that  curiosity gets him in trouble."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Trivia",
								"entries": [
									{
										"type": "list",
										"items": [
											"There is no fruit, vegetable or other edible plant that Timsyl  won't eat. He likes most of them, and those he doesn't like he'll  eat without complaint.",
											"He actually has a really good singing voice, but he has stage  fright and would never want to sing in front of an audience.",
											"He once willingly got bitten by a snake to test out a herbal tea  that would supposedly be an anti-venom. Fortunately, it worked."
										]
									}
								]
							}
						]
					}
				]
			}
		}
	]
}
