{
	"_meta": {
		"sources": [
			{
				"json": "AurasHBFolder",
				"abbreviation": "Aura",
				"full": "Aura's HB Folder",
				"url": "https://github.com/TheGiddyLimit/homebrew",
				"authors": [
					"Aura"
				],
				"convertedBy": [
					"Aura"
				],
				"version": "1710329558"
			}
		],
		"dateAdded": 1710329558,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d611d4bd20",
		"edition": "classic"
	},
	"monster": [
		{
			"name": "A Minotaur Shaman",
			"alias": [
				"High Shaman Vorthuun"
			],
			"isNpc": true,
			"isNamedCreature": true,
			"source": "AurasHBFolder",
			"page": 2,
			"size": [
				"M"
			],
			"type": {
				"type": "undead",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "36d8 + 144",
				"average": 308
			},
			"speed": {
				"walk": 40,
				"fly": {
					"number": 40,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 18,
			"dex": 18,
			"con": 18,
			"int": 17,
			"wis": 15,
			"cha": 24,
			"save": {
				"dex": "+9",
				"wis": "+7",
				"cha": "+9"
			},
			"skill": {
				"perception": "+8",
				"stealth": "+16",
				"persuasion": "+19",
				"deception": "+13"
			},
			"senses": [
				"darkvision 120 ft.",
				"blindsight 60 ft.",
				"truesight 30 ft."
			],
			"passive": 18,
			"resist": [
				"necrotic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"languages": [
				"the languages it knew in life"
			],
			"cr": "19",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The Minotaur Shaman is a 16th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 21}.{@hit 11} to hit with spell attacks). The Minotaur Shaman has the following spells prepared:"
					],
					"will": [
						"{@spell chill touch}",
						"{@spell mage hand}",
						"{@spell prestidigitation}",
						"{@spell ray of frost}"
					],
					"daily": {
						"1": [
							"{@spell banishment}",
							"{@spell dominate monster}",
							"{@spell feeblemind}",
							"{@spell finger of death}",
							"{@spell plane shift}",
							"{@spell power word stun}"
						],
						"2": [
							"{@spell cone of cold}",
							"{@spell dimension door}",
							"{@spell disintegrate}",
							"{@spell dominate person}",
							"{@spell greater invisibility}",
							"{@spell hold monster}"
						],
						"3": [
							"{@spell animate dead}",
							"{@spell bestow curse}",
							"{@spell blight}",
							"{@spell circle of death}",
							"{@spell counterspell}",
							"{@spell detect thoughts}",
							"{@spell fireball}",
							"{@spell gust of wind}",
							"{@spell hold person}",
							"{@spell mirror image}",
							"{@spell nondetection}"
						],
						"4e": [
							"{@spell comprehend languages}",
							"{@spell darkness}",
							"{@spell detect thoughts}",
							"{@spell fog cloud}",
							"{@spell shield}",
							"{@spell sleep}"
						]
					},
					"ability": "cha"
				}
			],
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"If the Minotaur Shaman (Vampire) isn't in sunlight or running water, it can use its action to polymorph into a Tiny bat or a Medium cloud of mist, or back into its true form.",
						"While in bat form, the vampire can't speak, its walking speed is 5 feet, and it has a flying speed of 30 feet. Its statistics, other than its size and speed, are unchanged. Anything it is wearing transforms with it, but nothing it is carrying does. It reverts to its true form if it dies.",
						"While in mist form, the vampire can't take any actions, speak, or manipulate objects. It is weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature's space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, and it can't pass through water. It has advantage on Strength, Dexterity, and Constitution saving throws, and it is immune to all nonmagical damage, except the damage it takes from sunlight."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the Minotaur Shaman (vampire) fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Misty Escape",
					"entries": [
						"When it drops to 0 hit points outside its resting place, the Minotaur Shaman (vampire) transforms into a cloud of mist (as in the Shapechanger trait) instead of falling {@condition unconscious}, provided that it isn't in sunlight or running water. If it can't transform, it is destroyed.",
						"While it has 0 hit points in mist form, it can't revert to its vampire form, and it must reach its resting place within 2 hours or be destroyed. Once in its resting place, it reverts to its vampire form. It is then {@condition paralyzed} until it regains at least 1 hit point. After spending 1 hour in its resting place with 0 hit points, it regains 1 hit point."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The vampire regains 20 hit points at the start of its turn if it has at least 1 hit point and isn't in sunlight or running water. If the vampire takes radiant damage or damage from holy water, this trait doesn't function at the start of the vampire's next turn."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The vampire can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Vampire Weaknesses",
					"entries": [
						"The vampire has the following flaws:",
						"{@i Forbiddance.} The vampire can't enter a residence without an invitation from one of the occupants.",
						"{@i Harmed by Running Water.} The vampire takes 20 acid damage if it ends its turn in running water.",
						"{@i Stake to the Heart.} If a piercing weapon made of wood is driven into the vampire's heart while the vampire is {@condition incapacitated} in its resting place, the vampire is {@condition paralyzed} until the stake is removed.",
						"{@i Sunlight Hypersensitivity.} The vampire takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks."
					]
				},
				{
					"name": "Blessing of N'watha",
					"entries": [
						"The Minotaur Shaman is protected from the sun from harm and negative effects that impact ordinary vampires."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The Minotaur Shaman has advantage on saving throws against spells and other effects."
					]
				},
				{
					"name": "Aura of Malice",
					"entries": [
						"The Minotaur Shaman projects an aura that nullifies enemies' resistance to damage types."
					]
				}
			],
			"action": [
				{
					"name": "Skulls of N'watha",
					"entries": [
						"Range 120/120 ft., one target. {@h}21 ({@damage 3d8 + 8}) necrotic damage.",
						"Spectral skulls fly out of the Minotaur Shaman and fly toward a creature within 120 feet of the Shaman and the creature must make a {@dc 21} Charisma saving throw and take 21 ({@damage 3d8 + 8}) Necrotic damage or half on success. If the creature fails, they suffer one of the following effects: {@dice 1d4} 1 {@condition blinded}, 2 {@condition frightened}, 3 {@condition incapacitated}, 4 {@condition exhaustion}. "
					]
				},
				{
					"name": "Multiattack (Vampire Form Only)",
					"entries": [
						"The vampire makes two attacks, only one of which can be a bite attack."
					]
				},
				{
					"name": "Unarmed Strike (Vampire Form Only)",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one creature. {@h}8 ({@damage 1d8 + 4}) bludgeoning damage. Instead of dealing damage, the vampire can grapple the target (escape {@dc 18})."
					]
				},
				{
					"name": "Bite (Bat or Vampire Form Only)",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one willing creature, or a creature that is {@condition grappled} by the vampire, {@condition incapacitated}, or {@condition restrained}. {@h}7 ({@damage 1d6 + 4}) piercing damage plus 10 ({@damage 3d6}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. A humanoid slain in this way and then buried in the ground rises the following night as a {@creature vampire spawn} under the vampire's control."
					]
				},
				{
					"name": "Charm",
					"entries": [
						"The vampire targets one humanoid it can see within 30 feet of it. If the target can see the vampire, the target must succeed on a {@dc 17} Wisdom saving throw against this magic or be {@condition charmed} by the vampire. The {@condition charmed} target regards the vampire as a trusted friend to be heeded and protected. Although the target isn't under the vampire's control, it takes the vampire's requests or actions in the most favorable way it can, and it is a willing target for the vampire's bite attack.",
						"Each time the vampire or the vampire's companions do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the vampire is destroyed, is on a different plane of existence than the target, or takes a bonus action to end the effect."
					]
				},
				{
					"name": "Children of the Night (1/Day)",
					"entries": [
						"The vampire magically calls {@dice 2d4} swarms of bats or rats, provided that the sun isn't up. While outdoors, the vampire can call {@dice 3d6} wolves instead. The called creatures arrive in {@dice 1d4} rounds, acting as allies of the vampire and obeying its spoken commands. The beasts remain for 1 hour, until the vampire dies, or until the vampire dismisses them as a bonus action."
					]
				}
			],
			"legendary": [
				{
					"name": "Move",
					"entries": [
						"The Minotaur Shaman teleports up to its speed without provoking opportunity attacks."
					]
				},
				{
					"name": "Cast a Cantrip",
					"entries": [
						"The Minotaur Shaman can cast 1 Cantrip."
					]
				},
				{
					"name": "Skulls of N'Watha (1 Action)",
					"entries": [
						"The Minotaur Shaman projects a Skull of N'watha at one enemy creature within 120 feet."
					]
				},
				{
					"name": "Cloak of Shadows (Costs 2 Actions)",
					"entries": [
						"The Minotaur Shaman shrouds themselves in a cloud of darkness and renders themself {@condition invisible}."
					]
				}
			],
			"legendaryGroup": {
				"name": "Vampire",
				"source": "MM"
			},
			"environment": [
				"urban"
			],
			"token": {
				"name": "Vampire Spellcaster",
				"source": "MM"
			},
			"soundClip": {
				"type": "internal",
				"path": "bestiary/vampire-spellcaster.mp3"
			},
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance",
				"Regeneration",
				"Shapechanger",
				"Spider Climb",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"B",
				"SD",
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"LF"
			],
			"damageTags": [
				"B",
				"N",
				"P"
			],
			"damageTagsSpell": [
				"C",
				"F",
				"N",
				"O",
				"Y"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"HPR",
				"MW"
			],
			"conditionInflict": [
				"charmed"
			],
			"conditionInflictSpell": [
				"charmed",
				"invisible",
				"unconscious"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"name": "Vampire Spellcaster",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Awakened to an endless night, vampires hunger for the life they have lost and sate that hunger by drinking the blood of the living. Vampires abhor sunlight, for its touch burns them. They never cast shadows or reflections, and any vampire wishing to move unnoticed among the living keeps to the darkness and far from reflective surfaces.",
									{
										"name": "Dark Desires",
										"type": "entries",
										"entries": [
											"Whether or not a vampire retains any memories from its former life, its emotional attachments wither as once-pure feelings become twisted by undeath. Love turns into hungry obsession, while friendship becomes bitter jealousy. In place of emotion, vampires pursue physical symbols of what they crave, so that a vampire seeking love might fixate on a young beauty. A child might become an object of fascination for a vampire obsessed with youth and potential. Others surround themselves with art, books, or sinister items such as torture devices or trophies from creatures they have killed."
										]
									},
									{
										"name": "Born from Death",
										"type": "entries",
										"entries": [
											"Most of a vampire's victims become vampire spawn-ravenous creatures with a vampire's hunger for blood, but under the control of the vampire that created them. If a true vampire allows a spawn to draw blood from its own body, the spawn transforms into a true vampire no longer under its master's control. Few vampires are willing to relinquish their control in this manner. Vampire spawn become free-willed when their creator dies."
										]
									},
									{
										"name": "Chained to the Grave",
										"type": "entries",
										"entries": [
											"Every vampire remains bound to its coffin, crypt, or grave site, where it must rest by day. If a vampire didn't receive a formal burial, it must lie beneath a foot of earth at the place of its transition to undeath. A vampire can move its place of burial by transporting its coffin or a significant amount of grave dirt to another location. Some vampires set up multiple resting places this way."
										]
									},
									{
										"name": "Undead Nature",
										"type": "entries",
										"entries": [
											"Neither a vampire nor a vampire spawn requires air."
										]
									},
									{
										"type": "entries",
										"name": "A Vampire's Lair",
										"entries": [
											"A vampire chooses a grand yet defensible location for its lair, such as a castle, fortified manor, or walled abbey. It hides its coffin in an underground crypt or vault guarded by vampire spawn or other loyal creatures of the night."
										]
									},
									{
										"type": "inset",
										"name": "Player Characters as Vampires",
										"entries": [
											"The game statistics of a player character transformed into a vampire spawn and then a vampire don't change, except that the character's Strength, Dexterity, and Constitution scores become 18 if they aren't higher. In addition, the character gains the vampire's damage resistances, {@sense darkvision}, traits, and actions. Attack and damage rolls for the vampire's attacks are based on Strength.",
											"The save DC for Charm is 8 + the vampire's proficiency bonus + the vampire's Charisma modifier. The character's alignment becomes lawful evil, and the DM might take control of the character until the vampirism is reversed with a {@spell wish} spell or the character is killed and brought back to life."
										]
									},
									{
										"type": "inset",
										"name": "Strahd von Zarovich",
										"entries": [
											"A brilliant thinker and capable warrior in life, Strahd von Zarovich fought in countless battles for his people. When war and killing finally stripped him of his youth and strength, he settled in the remote valley of Barovia and built a castle on a towering pinnacle, from which he could survey his lands. His brother Sergei came to live with him in Castle Ravenloft, becoming Strahd's adviser and constant companion.",
											"In his brother, Strahd saw everything he had lost. Sergei was handsome and young, while Strahd had become old and scarred. Resentment colored their relationship, eventually turning into hatred. Strahd's beloved, Tatyana, spurned him for Sergei, whom she pledged to marry.",
											"In a desperate attempt to win Tatyana's heart, Strahd forged a pact with dark powers that made him immortal. At the wedding of Sergei and Tatyana, he confronted his brother and killed him. Tatyana fled and flung herself from Ravenloft's walls. Strahd's guards, seeing him for a monster, shot him with arrows. But he did not die. He became a vampire-the first vampire, according to many sages.",
											"In the centuries since his transformation, Strahd's lust for life and youth have only grown. He broods in his dark castle, cursing the living for stealing away what he lost, and never admitting his hand in the tragedy he created."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Regional Effects",
								"entries": [
									"The region surrounding a vampire's lair is warped by the creature's unnatural presence, creating any of the following effects:",
									{
										"type": "list",
										"items": [
											"There's a noticeable increase in the populations of bats, rats, and wolves in the region.",
											"Plants within 500 feet of the lair wither, and their stems and branches become twisted and thorny.",
											"Shadows cast within 500 feet of the lair seem abnormally gaunt and sometimes move as though alive.",
											"A creeping fog clings to the ground within 500 feet of the vampire's lair. The fog occasionally takes eerie forms, such as grasping claws and writhing serpents."
										]
									},
									"If the vampire is destroyed, these effects end after {@dice 2d6} days."
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Vampire.webp"
						}
					}
				]
			}
		},
		{
			"name": "Absolute Justice, The Cardinal of the Clockwork Tower",
			"shortName": "\"Justice\"",
			"isNamedCreature": true,
			"source": "AurasHBFolder",
			"page": 5,
			"size": [
				"M"
			],
			"type": "celestial",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"Mithril Plate Robes"
					],
					"braces": true
				}
			],
			"hp": {
				"formula": "21d12 + 89",
				"average": 225
			},
			"speed": {
				"walk": 50,
				"fly": 80
			},
			"str": 18,
			"dex": 25,
			"con": 20,
			"int": 19,
			"wis": 17,
			"cha": 21,
			"save": {
				"int": "+11",
				"wis": "+10",
				"cha": "+12",
				"dex": "+14"
			},
			"skill": {
				"animal handling": "+10",
				"acrobatics": "+21",
				"arcana": "+18",
				"athletics": "+11",
				"insight": "+10",
				"perception": "+17",
				"religion": "+11",
				"stealth": "+21"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 27,
			"resist": [
				"necrotic",
				"radiant"
			],
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"incapacitated",
				"stunned"
			],
			"languages": [
				"Common",
				"Celestial",
				"Elvish",
				"Draconic"
			],
			"cr": "24",
			"spellcasting": [
				{
					"name": "Innate Spell Casting",
					"type": "spellcasting",
					"headerEntries": [
						"\"Justice\" innate spellcasting ability is Charisma (spell Save {@dc 24}, +19 to hit with spell attacks). He can innately cast the following spells, requiring no material components."
					],
					"will": [
						"{@spell detect thoughts}",
						"{@spell disguise self}",
						"{@spell mage hand}",
						"{@spell minor illusion}"
					],
					"daily": {
						"3e": [
							"{@spell charm person}",
							"{@spell detect magic}",
							"{@spell dispel magic}",
							"{@spell invisibility}",
							"{@spell major image}",
							"{@spell suggestion}"
						],
						"1e": [
							"{@spell dominate person}",
							"{@spell plane shift}"
						]
					},
					"ability": "cha"
				}
			],
			"trait": [
				{
					"name": "Limited Magic Immunity.",
					"entries": [
						"\"Justice\" can't be affected or detected by spells of 3rd level or lower unless he wishes to be. He has an advantage on saving throws against all other spells and magical effects."
					]
				},
				{
					"name": "Silvery Shroud",
					"entries": [
						"At the end of \"Justices\" turn, he magically turns {@condition invisible} until the start of its next turn. This invisibility ends if the \"Justice\" makes an attack roll, makes a damage roll, or casts a spell. If {@condition invisible} and hidden, a creature must make a contested perception, investigation against Justices' stealth roll. If detected while in the silvery shroud, the creature that can see Justice can point him out to nearby allied creatures."
					]
				},
				{
					"name": "Grand Rapture (Mythic Recharge on a short or long rest)",
					"entries": [
						"If Justice has been reduced to zero hit points, his current hit points total is 225 and his armor class is now 6. He regains any expended uses of legendary resistances. Additionally, Justice can now use the options in the mythic sections for one hour."
					]
				},
				{
					"name": "Soul Fire",
					"entries": [
						"Absolute Justice empowers his blade with the mana that he has managed to purge from another. He can accrue Soul Fire stacks for each counter spell and mana burn he performs. He starts off at minimum with 6 stacks upon activation of Grand Rapture. The stacks reset to 0 on a short rest."
					]
				},
				{
					"name": "Unstoppable (6/Day)",
					"entries": [
						"\"Justice\" reduces the damage he takes from an attack to 0."
					]
				},
				{
					"name": "Unstoppable (4/day) (Mythic)",
					"entries": [
						"\"Absolute Justice\" reduces the damage he takes from an attack to 0."
					]
				},
				{
					"name": "Radiant Zealot",
					"entries": [
						"Justice rolls his initiative at advantage and adds his proficiency bonus and dexterity modifier to the roll. He gains an additional bonus action per round and take one reaction on every turn in combat. He can cast only one radiant counter spell per round and three radiant rebukes."
					]
				}
			],
			"actionHeader": [
				"The \"Cardinal\" takes off their robes and embraces their maniacal self. The wrathful judge dawns mithril plating with a cruel iron mask that carries the words, \"Judgment\"."
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"\"Justice\" can make up to two attacks with his Adamantine Guillotine Chain Blade or two Mage Slayer Chain Blade (Mythic) and use Mana Burn if it is recharged. "
					]
				},
				{
					"name": "Mana Burn {@recharge 5}",
					"entries": [
						"\"Justice\" taps into his powers as a judge and selects a creature that they can see within 120 feet. The selected creature must then make a {@dc 24} Charisma Saving Throw or the person takes 32 ({@damage 9d6}) force damage and the creature loses  the highest level spell slot available to them or take half on a successful saving throw. "
					]
				},
				{
					"name": "Adamantine Guillotine Chain Blade",
					"entries": [
						"{@atk mw} {@hit 19} to hit, reach 15 ft., one target. {@h}20 ({@damage 2d10 + 13}) slashing (magical) damage."
					]
				},
				{
					"name": "Adamantine Mage Slayer Chain Blades (Mythic)",
					"entries": [
						"{@atk mw} {@hit 19} to hit, reach 15 ft., one target. {@h}20 ({@damage 2d6 + 13}) Magical Slashing damage, plus 5 ({@damage 1d8}) force damage per stack of soul fire accrued. "
					]
				}
			],
			"bonusHeader": [
				"\"Justice\" engages in a cunning action to aid in his pursuit of absolute authority. "
			],
			"bonus": [
				{
					"name": "Cunning Action.",
					"entries": [
						"\"Justice\" can take a cunning action, choosing to take the Dash, Disengage, or Hide action."
					]
				}
			],
			"reactionHeader": [
				"The \"Cardinal\" is a high-level mage slayer who specializes in dealing with martial might when hunting wicked spell casters. Their keen eye and reaction timing allows four times in one round but can only cast a counter spell once per round."
			],
			"reaction": [
				{
					"name": "Radiant Rebuke",
					"entries": [
						"In response to being hit by an attack, \"Justice\" utters a word in Celestial, dealing 10 ({@damage 3d6}) radiant damage to the attacker. \"Justice\" then teleports, along with any equipment he is wearing or carrying, up to 30 feet to an unoccupied space he can see, leaving a harmless cloud of radiant dust in the space he just left and enters his Silvery Shroud. "
					]
				},
				{
					"name": "Radiant Counterspell",
					"entries": [
						"\"Justice\" interrupts a creature he can see within 60 feet of himself that is casting a spell. If the spell is 6th level or lower, it fails and has no effect. If the spell is 7th level or higher, \"Justice\" makes a Charisma check ({@dc 10} + the spell's level). On success, the spell fails and has no effect. The caster takes 32 ({@damage 9d6}) radiant damage if the spell fails."
					]
				}
			],
			"legendaryHeader": [
				"\"Justice\" channels his mage slaying skills into his very form and mannerisms in combat."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Detention (Costs 1 Action)",
					"entries": [
						"\"Justice\" targets a creature he can see within 60 feet of himself. The target must succeed on a {@dc 24} Strength or Dexterity saving throw or be magically {@condition grappled} and {@condition restrained} by a set of radiant adamantine chains until of Justice's next turn, Creatures that are {@condition restrained} by the radiant adamantine chains can be forcibly pulled wherever Justice drags them to by up to 30 feet whenever he moves or on his turn. The creature cannot be magically teleported away from the chain. The creature can break free with a contested athletics or acrobatics check or 50 damage is dealt to Justice."
					]
				},
				{
					"name": "Channel Inner Fire (1 action)",
					"entries": [
						"Justice harnesses his radiant power burning himself with radiant soul fire. He will gain additional stack of soul fire."
					]
				},
				{
					"name": "Dance of the Radiant Fire (1 action)",
					"entries": [
						"Justice uses a non damaging spellcasting or use his cunning action to hide and then move 15 feet away."
					]
				}
			],
			"mythicHeader": [
				"Absolute Justice is surrounded in a radiant fire as he blooms into his celestial avatar status. He gains an additional bonus action and cannot reuse the same mythic actions more than once in a round."
			],
			"mythic": [
				{
					"name": "Mana Reaper (1 action)",
					"entries": [
						"Absolute Justice will start take both of his radiant chain blades and slash around 30 feet of himself. Each creature in the area must make a 24 dexterity saving throw or take 20 ({@dice 2d6 +13}) magical slashing damage and 5 ({@damage 1d8}) force damage per stack of Soul Fire or half on a successful save.       "
					]
				},
				{
					"name": "Radiant Soul (1 Action)",
					"entries": [
						"Absolute Justice burn his mind with radiant soul fire. He will gain two stacks of soul fire."
					]
				},
				{
					"name": "Weave of the Radiant Fire (1 Action)",
					"entries": [
						"Justice can use his legendary action detention and cast a non damaging spell or use his cunning action to hide and then move 15 feet away."
					]
				}
			],
			"environment": [
				"coastal",
				"mountain",
				"urban"
			],
			"tokenUrl": "https://i.imgur.com/klKDatT.png",
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"CE",
				"DR",
				"E"
			],
			"damageTags": [
				"O",
				"R",
				"S"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"invisible",
				"restrained"
			],
			"savingThrowForced": [
				"charisma"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"wisdom"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/rhzrrY8.png"
						}
					}
				]
			}
		},
		{
			"name": "Akihana, Third Daughter of the Third Moon",
			"shortName": "Aki",
			"alias": [
				"Akihana"
			],
			"source": "AurasHBFolder",
			"page": 64,
			"size": [
				"M"
			],
			"type": "celestial",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				19
			],
			"hp": {
				"formula": "22d12 + 67",
				"average": 210
			},
			"speed": {
				"walk": 40,
				"fly": {
					"number": 60,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 14,
			"dex": 19,
			"con": 21,
			"int": 21,
			"wis": 25,
			"cha": 22,
			"save": {
				"con": "+11",
				"wis": "+13",
				"int": "+11",
				"cha": "+12"
			},
			"skill": {
				"perception": "+19",
				"performance": "+18",
				"sleight of hand": "+10",
				"stealth": "+16",
				"deception": "+18",
				"acrobatics": "+10",
				"arcana": "+11",
				"insight": "+13"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 29,
			"resist": [
				"necrotic",
				"radiant"
			],
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from non magical sources",
					"cond": true
				},
				{
					"immune": [
						"poison",
						"psychic"
					]
				}
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"incapacitated",
				"poisoned",
				"stunned"
			],
			"languages": [
				"Common",
				"Sylvan",
				"Celestial",
				"Infernal",
				"Abyssal"
			],
			"cr": "20",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Akihana is a 20th level spell caster and casts one of the following spells, requiring no material components and using Wisdom as the spellcasting ability (spell save {@dc 22}):"
					],
					"will": [
						"{@spell alter self}",
						"{@spell charm monster|XGE}",
						"{@spell dissonant whispers}",
						"{@spell friends}",
						"{@spell invisibility}",
						"{@spell Leomund's tiny hut}",
						"{@spell major image}",
						"{@spell mind blank}",
						"{@spell Mordenkainen's private sanctum}",
						"{@spell pass without trace}",
						"{@spell Rary's telepathic bond}",
						"{@spell silence}",
						"{@spell Tasha's hideous laughter}"
					],
					"daily": {
						"1": [
							"{@spell contingency}",
							"{@spell death ward}",
							"{@spell dream}",
							"{@spell eyebite}",
							"{@spell globe of invulnerability}",
							"{@spell Mordenkainen's magnificent mansion}",
							"{@spell psychic scream|XGE}"
						],
						"3": [
							"{@spell dispel magic}",
							"{@spell fast friends|AI}",
							"{@spell plane shift}",
							"{@spell programmed illusion}",
							"{@spell seeming}",
							"{@spell suggestion}"
						]
					},
					"ability": "wis"
				}
			],
			"trait": [
				{
					"name": "Limited Magic Immunity",
					"entries": [
						"Akihana can't be affected or detected by spells of 4th level or lower unless she wishes to be. She has an advantage on saving throws against all other spells and magical effects."
					]
				},
				{
					"name": "Multiattack",
					"entries": [
						"Akihana can cast a non damaging spell and make three attacks with her spirit wolf guardians."
					]
				},
				{
					"name": "Spiritual Guardians",
					"entries": [
						"Akihana can form a cloud of her spectral foxfire guardians who appear to be the disembodied wolf heads with white flame. They act as her mount and as her attack dogs."
					]
				},
				{
					"name": "Unstoppable (4/day)",
					"entries": [
						"Akihana reduces the damage she takes from an attack to 0."
					]
				},
				{
					"name": "Quick Planning",
					"entries": [
						"Akihana uses her wisdom modifier and proficiency bonus modifier to add to her initiative bonus. She also has two reactions per turn but can only use each one, once."
					]
				}
			],
			"actionHeader": [
				"Akihana is a spell caster who employs little fox spirits as her spiritual guardian. In combination with spells, they act as her envoy."
			],
			"action": [
				{
					"name": "Fox Fire Guardian Spectral Bite",
					"entries": [
						"{@atk mw,rw} {@hit 14} to hit, reach 5 ft. or range 60/120 ft., one target. {@h}30 ({@damage 3d8 + 16}) psychic damage in melee, or 30 ({@damage 3d8 + 16}) psychic damage at range."
					]
				}
			],
			"bonusHeader": [
				"Akihana clicks her tongue as she prepares her bonus action."
			],
			"bonus": [
				{
					"name": "Fox Devil's Savvy (Cunning Action)",
					"entries": [
						"Akihana's quick thinking and agility allows her to move and act quickly. She can take a bonus action on each of her turns in combat. This action can be used only to take the Dash, Disengage, or Hide action."
					]
				},
				{
					"name": "Disrupting Howls {@recharge 5}",
					"entries": [
						"Akihana wolves will start to pierce the inner thoughts of all creatures of her choice who can hear and are {@status concentration||concentrating} on a spell. Akihana will make a wisdom check attempt to disrupt the person's {@status concentration} on their spell.",
						"1. DC14",
						"2. DC15",
						"3. DC16",
						"4. DC17",
						"5. DC18",
						"6. DC19",
						"7. DC20",
						"8. DC21",
						"9. DC22"
					]
				}
			],
			"reactionHeader": [
				"Akihana is quick on her feet and will utilize her wisdom to compensate in combat."
			],
			"reaction": [
				{
					"name": "False Presence {@recharge 5}",
					"entries": [
						"Upon being dealt damage, an illusion replaces her subtly with barely a tell for those nearby. She will then teleport to a place that she can can either see or remembers seeing within 60 feet of herself. She will become under the effects of greater invisibility. The doppelganger in her place will act and speak as if she is Akihana with 1 hit point remaining. She will use this feature once per round."
					]
				},
				{
					"name": "Trickster's Bane and Boon",
					"entries": [
						"Akihana will snap her finger when watching another succeed or fail at something. When she or another creature she can see within 30 feet of herself makes an ability check or a saving throw, she can use her reaction to add or subtract her wisdom modifier to the roll. She can only use this feature once per round."
					]
				}
			],
			"legendaryHeader": [
				"Akihana will employ her divinity to gain an advantage in combat, channeling the secrets of trickery to toy with her opponents. She regains spent legendary actions at the start of her turn."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Foxfire Magic (1 Action)",
					"entries": [
						"Akihana uses a non damaging spellcasting or use her cunning action to hide and then move 15 feet away."
					]
				},
				{
					"name": "Sleeping Mist (1 Action)",
					"entries": [
						"Akihana creates a sweet powder like scent which sends creatures into a magical slumber. Roll {@dice 21d8}; the total is how many hit points of creatures this ability can affect. Creatures within 20 feet of a point you choose within range are affected in ascending order of their current hit points (ignoring {@condition unconscious} creatures).",
						"Starting with the creature that has the lowest current hit points, each creature affected by this ability falls {@condition unconscious} until the ability ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected."
					]
				},
				{
					"name": "Maddening Whispers (1 Action)",
					"entries": [
						"Akihana will project her spiritual wolf guardians to surround a target. The creature must make a DC22 wisdom saving throw or become to {@condition frightened} of her."
					]
				}
			],
			"environment": [
				"forest",
				"underdark",
				"urban"
			],
			"tokenUrl": "https://i.imgur.com/MOkl9DE.png",
			"senseTags": [
				"U"
			],
			"languageTags": [
				"AB",
				"C",
				"CE",
				"I",
				"S"
			],
			"damageTags": [
				"Y"
			],
			"damageTagsSpell": [
				"B",
				"P",
				"S",
				"Y"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"conditionInflict": [
				"frightened"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"intelligence",
				"wisdom"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/Ocr1t4d.jpg"
						}
					}
				]
			}
		},
		{
			"name": "Anastasia, The Avatar of Secrets",
			"isNpc": true,
			"source": "AurasHBFolder",
			"page": 61,
			"size": [
				"M"
			],
			"type": {
				"type": "aberration",
				"tags": [
					"wizard"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"{@item robe of the archmagi}"
					]
				}
			],
			"hp": {
				"formula": "40d8 + 120",
				"average": 300
			},
			"speed": {
				"walk": 50,
				"fly": {
					"number": 80,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 10,
			"dex": 18,
			"con": 18,
			"int": 30,
			"wis": 12,
			"cha": 23,
			"save": {
				"int": "+15",
				"wis": "+8",
				"cha": "+13",
				"con": "+11"
			},
			"skill": {
				"arcana": "+24",
				"history": "+17",
				"nature": "+17",
				"perception": "+8",
				"religion": "+24",
				"stealth": "+11",
				"persuasion": "+13",
				"performance": "+13",
				"deception": "+13"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 18,
			"resist": [
				"necrotic",
				"radiant"
			],
			"immune": [
				{
					"immune": [
						"psychic"
					]
				},
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "From Non Magical Sources",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"incapacitated",
				"poisoned",
				"stunned"
			],
			"languages": [
				"Abyssal",
				"Celestial",
				"Common",
				"Draconic",
				"Elvish",
				"Infernal",
				"Sylvan"
			],
			"cr": "24",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Anastasia casts one of the following spells, requiring no material components and using Intelligence as the spellcasting ability (spell save {@dc 24}, {@hit 16} to hit with spell attacks):"
					],
					"will": [
						"{@spell catnap|XGE}",
						"{@spell detect magic}",
						"{@spell disguise self}",
						"{@spell fast friends|AI}",
						"{@spell hold monster}",
						"{@spell incite greed|AI}",
						"{@spell invisibility}",
						"{@spell light}",
						"{@spell mage hand}",
						"{@spell message}",
						"{@spell mislead}",
						"{@spell modify memory}",
						"{@spell prestidigitation}",
						"{@spell seeming}",
						"{@spell Tasha's hideous laughter}"
					],
					"daily": {
						"2": [
							"{@spell astral projection}",
							"{@spell dominate monster}",
							"{@spell feeblemind}",
							"{@spell illusory dragon|XGE}",
							"{@spell Otto's irresistible dance}",
							"{@spell power word stun}",
							"{@spell project image}"
						],
						"3e": [
							"{@spell dispel magic}",
							"{@spell dream}",
							"{@spell fly}",
							"{@spell mass suggestion}",
							"{@spell polymorph}",
							"{@spell programmed illusion}"
						],
						"1e": [
							"{@spell antipathy/sympathy}",
							"{@spell greater invisibility}",
							"{@spell maze}",
							"{@spell power word pain|XGE}",
							"{@spell psychic scream|XGE}",
							"{@spell telekinesis}",
							"{@spell teleport}",
							"{@spell weird}",
							"{@spell wish}"
						]
					},
					"ability": "int"
				}
			],
			"trait": [
				{
					"name": "Boon of Immortality",
					"entries": [
						"Anastasia is immune to any effect that would age her, and she can't die from old age."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If Anastasia fails a saving throw, she can choose to succeed instead."
					]
				},
				{
					"name": "Limited Spell Immunity",
					"entries": [
						"Anastasia can't be affected or detected by spells of 4th level or lower unless she wishes to be. She has advantage on saving throws against all other spells and magical effects."
					]
				},
				{
					"name": "Special Equipment",
					"entries": [
						"Anastasia wears an {@item amulet of the planes} and a {@item robe of the archmagi}."
					]
				},
				{
					"name": "Unstoppable (10 Charges)",
					"entries": [
						"Anastasia reduces the damage she takes from an attack to 0."
					]
				},
				{
					"name": "Careful Planning",
					"entries": [
						"Anastasia adds her intelligence modifier and proficiency bonus to her initiative."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Anastasia makes three Bewitching Bolt attacks and casts a non damaging spell."
					]
				},
				{
					"name": "Bewitching Bolt",
					"entries": [
						"{@atk ms,rs} {@hit 16} to hit, reach 5 ft. or range 120 ft., one target. {@h}25 ({@damage 3d8 + 12}) psychic damage, and if the target is a creature, it must succeed on a {@dc 24} Wisdom saving throw or be {@condition charmed} by Anastasia until the start of her next turn."
					]
				},
				{
					"name": "Gorgon's Gaze {@recharge 5}",
					"entries": [
						"Anastasia empowers her eyes to emit a powerful ray of psychic energy within a 60-foot cone. Each creature who depends on sight in that area who isn't {@condition blinded} must make a {@dc 24} Constitution saving throw, taking 40 ({@damage 9d8}) psychic damage on a failed save, or half as much damage on a successful one. If the saving throw fails by 5 or more, the creature is instantly {@condition petrified}. Otherwise, a creature that fails the save begins to turn to stone and is {@condition restrained}. The {@condition restrained} creature must repeat the saving throw at the end of its next turn, becoming {@condition petrified} on a failure or ending the effect on a success. The petrification lasts until the creature is freed by the greater restoration spell or other magic."
					]
				}
			],
			"bonus": [
				{
					"name": "Aberrant Step",
					"entries": [
						"Anastasia teleports, along with any equipment she is wearing or carrying, to an unoccupied space she can see within 30 feet of her."
					]
				}
			],
			"reaction": [
				{
					"name": "Negate Spell (3/Day)",
					"entries": [
						"When Anastasia sees a creature within 60 feet of her casting a spell, she tries to interrupt it. If the creature is casting a spell using a spell slot of 8th level or lower, its spell fails and has no effect. If it is casting a 9th-level spell, it must succeed on a {@dc 22} Intelligence saving throw, or the spells fails and has no effect."
					]
				}
			],
			"legendary": [
				{
					"name": "Gorgon Witchcraft",
					"entries": [
						"Anastasia uses Spellcasting or Aberrant Step. She cannot reuse the same spell twice as a legendary action per combat."
					]
				},
				{
					"name": "Dark Speech (Costs 2 Actions)",
					"entries": [
						"Anastasia utters a phrase in a forbidden language and targets one or two creatures she can see within 60 feet of her. Each target must succeed on a {@dc 24} Wisdom saving throw or take 11 ({@damage 2d10}) psychic damage and be {@condition frightened} of Anastasia for 1 minute. A target can repeat the save at the end of each of its turns, ending the effect on itself on a success and thereby becoming immune to Anastasia's Dark Speech for 24 hours."
					]
				},
				{
					"name": "Indoctrination of Demos (Costs 3 Actions)",
					"entries": [
						"Anastasia targets one creature she can see within 60 feet of her. The target must succeed on a {@dc 24} Charisma saving throw or be possessed by a aberrant spirit. While possessed, the target must obey Anastasia's commands. The target can repeat the saving throw at the end of each of its turns, banishing the aberrant spirit and ending the effect on itself on a success."
					]
				}
			],
			"tokenUrl": "https://i.imgur.com/1QcO3Co.png",
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"C",
				"CE",
				"DR",
				"E",
				"I",
				"S"
			],
			"damageTags": [
				"Y"
			],
			"damageTagsSpell": [
				"A",
				"C",
				"F",
				"I",
				"L",
				"N",
				"Y"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"AOE"
			],
			"conditionInflict": [
				"charmed",
				"frightened",
				"petrified",
				"restrained"
			],
			"conditionInflictSpell": [
				"incapacitated",
				"invisible",
				"prone",
				"restrained"
			],
			"savingThrowForced": [
				"charisma",
				"constitution",
				"intelligence",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"dexterity",
				"intelligence",
				"wisdom"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Iggwilv has a long and storied history throughout the multiverse. This adventure presents the legendary figure in her current form."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/klF3iSb.png"
						}
					}
				]
			}
		},
		{
			"name": "Avatar of the Blood Lord",
			"isNpc": true,
			"source": "AurasHBFolder",
			"page": 4,
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"condition": "(natural armor)"
				}
			],
			"hp": {
				"formula": "26d12 + 96",
				"average": 265
			},
			"speed": {
				"walk": 40,
				"fly": 80
			},
			"str": 21,
			"dex": 14,
			"con": 19,
			"int": 19,
			"wis": 14,
			"cha": 21,
			"save": {
				"str": "+11",
				"con": "+10",
				"int": "+10",
				"wis": "+8"
			},
			"skill": {
				"arcana": "+16",
				"deception": "+11",
				"insight": "+14",
				"investigation": "+10",
				"performance": "+11",
				"religion": "+10"
			},
			"senses": [
				"blindsight 150 ft."
			],
			"passive": 12,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					]
				},
				{
					"resist": [
						"cold",
						"fire",
						"force",
						"lightning",
						"necrotic",
						"psychic"
					]
				}
			],
			"vulnerable": [],
			"conditionImmune": [
				"blinded",
				"charmed",
				"frightened",
				"prone"
			],
			"languages": [
				"(Telepathic 300 feet) Common",
				"Deep Speech",
				"Primordial",
				"Infernal",
				"Abyssal"
			],
			"cr": "19",
			"spellcasting": [
				{
					"name": "Blood Psionics (Spellcasting): The Avatar of the Blood Lord is a 16th level innate spell caster and their primary spell casting modifier is Charisma.",
					"type": "spellcasting",
					"will": [
						"{@spell dancing lights}",
						"{@spell mage hand}",
						"{@spell message}",
						"{@spell silent image}"
					],
					"daily": {
						"1": [
							"{@spell dimension door}",
							"{@spell dominate monster}",
							"{@spell mass suggestion}",
							"{@spell plane shift}"
						],
						"2": [
							"{@spell blur}",
							"{@spell dispel magic}",
							"{@spell mirror image}"
						],
						"3": [
							"{@spell counterspell}",
							"{@spell darkness}",
							"{@spell suggestion}",
							"{@spell telekinesis}"
						],
						"4": [
							"{@spell arcane eye}",
							"{@spell blindness/deafness}",
							"{@spell calm emotions}",
							"{@spell Rary's telepathic bond}"
						]
					}
				}
			],
			"trait": [
				{
					"name": "Aberrant Ground",
					"entries": [
						"The ground in a 10-foot radius around the avatar of the blood lord is doughlike {@quickref difficult terrain||3}. Each creature that starts its turn in that area must succeed on a {@dc 19} Strength saving throw or have its speed reduced to 0 until the start of its next turn."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The avatar of the blood lord has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The avatar of the blood lord's weapon attacks are magical."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the avatar of the blood lord fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Flesh Bound Wings",
					"entries": [
						"The Avatar of Blood will sprout blood out of its host that mutates into aberrant wings. "
					]
				},
				{
					"name": "Pillar of Sanguine Might & The Pillar of Eternal Withering",
					"entries": [
						"Whenever the pillar of Sanguine is standing tall, the Avatar of the Bloord Lord has resistance to physical damage. (Bludgeoning, Piercing, and Slashing).",
						"Whenever the pillar of Eternal Withering stands tall, the Avatar of the Blood Lord has resistance to magical damage (Cold, Fire, Force, Lightning, Necrotic, and Psychic)",
						"Only one tower can be active at a time."
					]
				},
				{
					"name": "Blood Flames of the Blood Lord",
					"entries": [
						"The Avatar of the Bloord Lord sheds blood which will then start to catch on fire, causing 7 ({@damage 2d6}) psychic damage to targets affected by the blood flame. Creatures affected by the blood flame will need to make a {@dc 21} Wisdom saving throw to put out the blood flames at the end of their turn. At the start of the creature's turn who has the blood flame active, the creature will take damage. For every turn that the blood flames remain an additional {@dice d6} of psychic damage will ramp up per round. Incapacitated and Unconscious creatures have the blood flames stacks reduced to 0."
					]
				},
				{
					"name": "Eldritch Smite {@recharge 5}",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}18({@damage 4d8}) force damage.",
						"Once per turn when the avatar of blood hits a creature with their weapon, they can deal an extra 18 ({@damage 4d8}) force damage and knock the target {@condition prone} if it is Huge or smaller.",
						"Source: XGE, page 56"
					]
				},
				{
					"name": "Primal Awakening (Mythic Recharge on a short or long rest)",
					"entries": [
						"If the Avatar of the Blood Lord would be reduced to zero hit points, it's current hit points total is 230. It regains any expended uses of legendary resistances. Additionally, the Blood Lord can now use the options in the mythic sections for one hour. "
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Avatar of the Blood Lord can cast a spell and make up to two trident attacks or use Mind Blast if available."
					]
				},
				{
					"name": "Trident",
					"entries": [
						"{@atk mw,rw} {@hit +11} to hit, reach 10 ft. or range 20/60 ft., one target. {@h}16 ({@damage 4d8 + 7}) piercing damage."
					]
				},
				{
					"name": "Mind Blast {@recharge 5}",
					"entries": [
						"The Avatar of the Blood Lord magically emits psychic energy in a 60-foot cone. Each creature in that area must succeed on a {@dc 18} Intelligence saving throw or take 27 ({@damage 5d8 + 5}) psychic damage and be {@condition stunned} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"bonusHeader": [
				"The Avatar of Blood radiates with unholy aberrant energy embued with overwhelming fiend magic."
			],
			"bonus": [
				{
					"name": "Spread Blood Flames",
					"entries": [
						"The Avatar of Blood will erupt in a bloody explosion and project a high volume of blood, coating people in a 20-foot radius of their choosing. ",
						"Creatures caught within this eruption can make a {@dc 18} Dexterity saving throw to avoid taking a stack of Blood Flame."
					]
				}
			],
			"legendaryHeader": [
				"The Avatar of Blood utilizes blood-based psionics to empower himself and his connection to the thrall that he possesses. "
			],
			"legendary": [
				{
					"name": "Cast a Spell (1 Action)",
					"entries": [
						"The Avatar of the Blood Lord can cast a spell. "
					]
				},
				{
					"name": "Devour Thoughts and Memories (2 Action)",
					"entries": [
						"Each creature within the Aberrant Ground will make a DC21 Wisdom saving throw or be subjected to the {@condition exhaustion} condition and have a memory sapped from their mind."
					]
				},
				{
					"name": "Spread Flames (2 Action)",
					"entries": [
						"The Avatar of the Blood Lord flings a spray of blood in a 60-foot cone that applies a stack of the Blood Flame condition. "
					]
				},
				{
					"name": "Recharge (3 Action)",
					"entries": [
						"The Avatar of The Blood will forcibly recharge their Eldritch Smite and their Mindblast."
					]
				}
			],
			"mythicHeader": [
				"If the new phase is where the avatar will abandon casting any spells, or mind blasts and purely focus primarily on full-on assault.",
				"All previous legendary actions are no longer used when he is in the mythic phase."
			],
			"mythic": [
				{
					"name": "Movement (1 Action)",
					"entries": [
						"The Avatar of the Blood Lord will teleport up to 80 feet to a nearby creature.",
						"The aberrant ground will remain in the previous location for one round and the new aberrant ground will remain centered on the Avatar. "
					]
				},
				{
					"name": "Blood Flame Blade (1 Action)",
					"entries": [
						"The Avatar of the Blood Lord will empower their trident to apply blood flame stacks with every successful hit. Once empowered, the blade will remain empowered."
					]
				},
				{
					"name": "Harness Misery (2 Actions)",
					"entries": [
						"The Avatar of the Blood Lord will use their psionic connection and explode each creature with any blood flame stacks within 150 feet. ",
						"Creatures that are within line of sight of this eruption will take 13 ({@dice 3d8}) and an additional 4({@dice 1d8}) psychic damage per additional blood flame stack that's consumed by the eruption. "
					]
				},
				{
					"name": "Blood Frenzied Haste (2 Actions)",
					"entries": [
						"The Avatar of the Blood Lord gains + 2 AC and can use their frenzied haste action to attack once more. The frenzied haste comes to an end after the frenzied haste action has been utilized."
					]
				},
				{
					"name": "Fury (3 Actions)",
					"entries": [
						"The Avatar of the Blood Lord flourishes the weapon used in the casting and then vanishes to strike like the wind. Each creature within 60 feet of the Avatar will be attacked once. On a hit, a target takes {@damage 3d10} psychic damage.",
						"The avatar can then teleport to an unoccupied space they can see within 5 feet of one of the targets they hit or missed.",
						"If Blood Flame Blade is active during this attack, each creature successfully hit will have an additional blood flame stack."
					]
				}
			],
			"environment": [
				"mountain",
				"underdark"
			],
			"tokenUrl": "https://i.imgur.com/4IJ3fYx.png",
			"attachedItems": [
				"trident|phb"
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance",
				"Magic Weapons"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"C",
				"DS",
				"I",
				"P"
			],
			"damageTags": [
				"O",
				"P",
				"Y"
			],
			"damageTagsSpell": [
				"O"
			],
			"spellcastingTags": [
				"I",
				"P"
			],
			"miscTags": [
				"AOE",
				"MLW",
				"MW",
				"RCH",
				"RW",
				"THW"
			],
			"conditionInflict": [
				"stunned"
			],
			"savingThrowForced": [
				"dexterity",
				"intelligence",
				"strength",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"wisdom"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/4IJ3fYx.png"
						}
					}
				]
			}
		},
		{
			"name": "Babinaux, Spawn Mother of the Stars",
			"shortName": "Eldritch Spider Queen",
			"isNamedCreature": true,
			"source": "AurasHBFolder",
			"page": 8,
			"size": [
				"G"
			],
			"type": {
				"type": {
					"choose": [
						"aberration",
						"monstrosity"
					]
				}
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"special": "24 (Armored Carapace)"
				}
			],
			"hp": {
				"formula": "30d20 + 125",
				"average": 440
			},
			"speed": {
				"walk": 50,
				"burrow": 50,
				"climb": 100
			},
			"str": 24,
			"dex": 20,
			"con": 28,
			"int": 22,
			"wis": 18,
			"cha": 25,
			"save": {
				"con": "+17",
				"int": "+14",
				"str": "+15",
				"cha": "+15"
			},
			"skill": {
				"arcana": "+14",
				"insight": "+20",
				"religion": "+22",
				"stealth": "+21",
				"nature": "+14"
			},
			"senses": [
				"blindsight 300 ft."
			],
			"passive": 14,
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"immune": [
				"poison",
				"psychic"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"frightened",
				"incapacitated",
				"prone",
				"restrained"
			],
			"languages": [
				"All (Psionically) up to 300 ft."
			],
			"cr": "28",
			"trait": [
				{
					"name": "The Elder Spider Queen Looms",
					"entries": [
						"The gargantuan vorpal spider from beyond the cosmos spreads it's brood through psychic tethers from the far realms. The creature views all life as subjected to her dominion. Have you the will to survive?"
					]
				},
				{
					"name": "Limited Magic Immunity",
					"entries": [
						"The eldritch spider queen can't be affected or detected by spells of 2nd level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects."
					]
				},
				{
					"name": "Force of Will",
					"entries": [
						"Babinaux rolls with advantage on initiative and can add their proficiency modifier as well as their charisma modifier to the roll."
					]
				},
				{
					"name": "Reform Matter (Regeneration)",
					"entries": [
						"Babinaux will regain 30 hit points at the start of their turn after each round until they reach 0 hit points."
					]
				}
			],
			"actionHeader": [
				"Babinaux is a titan considered to be on par with the greater devils. "
			],
			"action": [
				{
					"name": "Multi Attack",
					"entries": [
						"The Eldritch Spider Queen can attack up to three times with their bite and summon a swarm of Star Spawn Arachnids"
					]
				},
				{
					"name": "Mind Reaving Bite",
					"entries": [
						"{@atk mw} {@hit +16} to hit, reach 15 ft., one creature. {@h}13 ({@damage  2d8+8}) piercing damage and 25 ({@damage  3d8+12}) psychic damage, and if the target is Large or smaller, the eldritch spider queen attaches to it. If the eldritch spider queen has advantage against the target, the eldritch spider queen attaches to the target's head, and the target must make a {@dc 26} constitution saving throw. Upon a failure, the creature is under the {@condition incapacitation} and unable to breathe while the eldritch spider queen is attached. While attached, the eldritch spider queen can make this attack only against the target and has advantage on the attack roll. The eldritch spider queen can detach itself by spending 5 feet of its movement. A creature, including the target, can take its action to detach the eldritch spider queen by succeeding on a {@dc 23} acrobatics or athletics check."
					]
				},
				{
					"name": "Swarm of Star Spawn Arachnid {@recharge 4}",
					"entries": [
						"The Spider Queen emits a high frequency screech calling forth it's spawn. They can summon {@dice 1d4} Star Spawn Arachnid who each have 40 hit points with 50 feet and an armor class of 15. The creatures will skitter toward the nearest targets and try to infect their mind with a psychic connection. The spider will attach themselves to a creature it touches and the creature must make a {@dc 24} intelligence saving throw or fail and suffer {@dice 1d4} of the following effects.",
						"1. Exhaustion",
						"2. Blindness",
						"3. Deafened",
						"4. Madness"
					]
				}
			],
			"bonusHeader": [
				"The Spawn Mother is capable of tearing dimensional rifts between the material plain and the next world."
			],
			"bonus": [
				{
					"name": "Psionic Webbing {@recharge 4}",
					"entries": [
						"The Spider Queen will conjure a mass of thick, sticky webbing at a point of her choice within 90 ft range. The webs fill a 20-foot cube from that point for the duration. The webs are difficult terrain and lightly obscure their area.",
						"Each creature that starts its turn in the webs or that enters them during its turn must make a {@dc 26} Dexterity saving throw. On a failed save, the creature is {@condition restrained} as long as it remains in the webs or until it breaks free.",
						"Creatures upon entering the webs for the first time or starting their turn within the webs are automatically connected to Babinaux's maddening telepathy. Creatures who are connected to the psionic webbings must make a DC24 wisdom saving throw or suffer one of the following effects.",
						"1. Incapacitation.",
						"2. Madness.",
						"3. Lose a memory.",
						"4. Domination."
					]
				}
			],
			"reaction": [
				{
					"name": "Spell Breaker (6/day)",
					"entries": [
						"Babinaux can make a charisma check attempt to interrupt a creature in the process of casting a spell. If the creature is casting a spell of 3rd level or lower, its spell fails and has no effect. If it is casting a spell of 4th level or higher, make an ability check using her spellcasting ability (Charisma). The DC equals 10 + the spell's level. On a success, the creature's spell fails and has no effect."
					]
				}
			],
			"legendaryHeader": [
				"Babinaux will utilize their pull from the far realm's dimension to their prowess."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Move (1 Action)",
					"entries": [
						"Babinaux will utilize their dimensional rift powers to warp between the material plain and the next world without triggering an opportunity attack."
					]
				},
				{
					"name": "Devour Memories. (1 Action)",
					"entries": [
						"Creatures within telepathy range of the creature must make a {@dc 24} charisma saving throw or lose a precious memory to the void spider queen."
					]
				},
				{
					"name": "Devour Spell. (1 Action)",
					"entries": [
						"Babinaux will select one creature within range and attempt to purge a spell's effect with a charisma check. Babinaux can make a charisma check to nullify a spell that has been cast. She will choose one creature, object, or magical effect within range. Any spell of 3rd level or lower on the target ends. For each spell of 4th level or higher on the target, Babinaux will make an ability check using her spellcasting ability (Charisma). The DC equals 10 + the spell's level. On a successful check, the spell ends."
					]
				}
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"P",
				"Y"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"restrained"
			]
		},
		{
			"name": "Corpse Mother, The Apostle of Noxra",
			"source": "AurasHBFolder",
			"size": [
				"M"
			],
			"type": "aberration",
			"alignment": [
				"N"
			],
			"ac": [
				10
			],
			"hp": {
				"average": 4,
				"formula": "1d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 10,
			"con": 10,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"passive": 10,
			"cr": "0"
		},
		{
			"name": "Count Lockheart, Emperor of Castle Nocturne",
			"source": "AurasHBFolder",
			"size": [
				"M"
			],
			"type": "aberration",
			"alignment": [
				"N"
			],
			"ac": [
				10
			],
			"hp": {
				"average": 4,
				"formula": "1d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 10,
			"con": 10,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"passive": 10,
			"cr": "0"
		},
		{
			"name": "Doctor Jean Paul, Cleanser of Parasitic Life",
			"shortName": "Jean Paul",
			"isNamedCreature": true,
			"source": "AurasHBFolder",
			"page": 7,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 22,
					"from": [
						"Power Armor"
					]
				}
			],
			"hp": {
				"formula": "33d12 + 136",
				"average": 350
			},
			"speed": {
				"walk": 40,
				"fly": {
					"number": 80,
					"condition": "(Hover) when power suit activated"
				},
				"canHover": true
			},
			"str": 21,
			"dex": 16,
			"con": 19,
			"int": 25,
			"wis": 16,
			"cha": 15,
			"save": {
				"con": "+11",
				"int": "+14",
				"wis": "+10",
				"cha": "+9"
			},
			"skill": {
				"nature": "+14",
				"survival": "+10",
				"arcana": "+21",
				"perception": "+17",
				"investigation": "+14",
				"medicine": "+17"
			},
			"senses": [
				"Darkvision 120 ft",
				"Blindsight",
				"Tremorsense",
				"Truesight 30 ft."
			],
			"passive": 27,
			"resist": [
				{
					"resist": [
						"acid",
						"cold",
						"fire",
						"lightning",
						"thunder"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"preNote": "Non Magical"
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"exhaustion",
				"frightened",
				"petrified"
			],
			"languages": [
				"Common",
				"Elvish",
				"Sylvan",
				"Deep Speech",
				"Abyssal and Infernal"
			],
			"cr": "24",
			"spellcasting": [
				{
					"name": "Innate Spellcasting (Ammunition Rounds)",
					"type": "spellcasting",
					"headerEntries": [
						"Jean Paul is a 19th-level spellcaster. His spellcasting ability is Intelligence (spell save {@dc 24}.{@hit 14} to hit with spell attacks). Jean Paul has the following spells prepared, requiring no components:"
					],
					"will": [
						"{@spell cure wounds}",
						"{@spell dancing lights}",
						"{@spell guidance}",
						"{@spell light}",
						"{@spell mending}",
						"{@spell prestidigitation}",
						"{@spell tiny servant|XGE}"
					],
					"daily": {
						"4e": [
							"{@spell alarm}",
							"{@spell awaken}",
							"{@spell dispel magic}",
							"{@spell expeditious retreat}",
							"{@spell faerie fire}",
							"{@spell revivify}",
							"{@spell sanctuary}",
							"{@spell sleep}"
						],
						"3e": [
							"{@spell catnap|XGE}",
							"{@spell counterspell}",
							"{@spell invisibility}",
							"{@spell Leomund's tiny hut}",
							"{@spell lesser restoration}",
							"{@spell speak with animals}",
							"{@spell speak with dead}",
							"{@spell speak with plants}"
						],
						"2e": [
							"{@spell greater restoration}",
							"{@spell heal}",
							"{@spell hold monster}",
							"{@spell Otiluke's resilient sphere}",
							"{@spell raise dead}",
							"{@spell wall of force}"
						],
						"1e": [
							"{@spell aura of vitality}",
							"{@spell blur}",
							"{@spell death ward}",
							"{@spell greater invisibility}",
							"{@spell mass cure wounds}",
							"{@spell plane shift}"
						]
					},
					"ability": "int"
				}
			],
			"trait": [
				{
					"name": "Limited Magic Immunity",
					"entries": [
						"While in \"The Cleaner's Regalia\", Jean Paul can't be affected or detected by spells of 2nd level or lower unless he wishes to be. He has advantage on saving throws against all other spells and magical effects."
					]
				},
				{
					"name": "The Cleaner's Regalia",
					"entries": [
						"Doctor Jean Paul utilizes a superior armor capable of weathering the common elements (Acid, cold, fire, lightning and thunder). ",
						"The armor cycles between three modes of vision, Blindsight Amplification, Tremorsense radars and Truesight sensors each projecting up to 30 ft between modes.",
						"While wearing the Regalia, the Cleaner cannot be surprised."
					]
				},
				{
					"name": "Spell Converter Rounds",
					"entries": [
						"Doctor Jean Paul can alter the damage type of a spell cast through his propulsion tool. Touch based spells can be converted  to ranged based spells up to 120 feet."
					]
				},
				{
					"name": "Lightning Fast Mind",
					"entries": [
						"Doctor Jean Paul may add his intelligence modifier to his initiative roll and ability checks."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If jean paul fails a saving throw, he can choose to succeed instead."
					]
				}
			],
			"actionHeader": [
				"Jean Paul is equipped with the following improved weapons and armor:",
				"Propulsion Tool: Project Hydra (Pistol)",
				"The Cleaner's Regalia (Armor)",
				"Amulet of Immaculate Health",
				"Cloak of Temporal Rift",
				"Chrono Compass"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Jean Paul makes two attacks with his Jet Pistol and fires one projectile spell. "
					]
				},
				{
					"name": "Hydra Jet Pistol",
					"entries": [
						"{@atk ms,rs} {@hit 16} to hit, reach 5 ft. or range 120 ft., one target. {@h}34 ({@damage 4d10 + 11}) Acid, Cold, Fire, Lightning or Thunder damage."
					]
				}
			],
			"bonusHeader": [
				"With advanced training in the suit, The Cleaner utilizes multiple advanced tech systems to protect himself from would be predators.",
				"The left gauntlet will open up "
			],
			"bonus": [
				{
					"name": "Propulsion Emission Blast",
					"entries": [
						"The Cleaner will pull out a propulsion side arm and blast. Each creature of the Cleaner's choice in a 60-foot cone must make a Constitution saving throw. A creature takes 36 {@damage 8d8} Acid, Cold, Fire, Lightning or Thunder damage on a failed save and take a level of {@condition exhaustion}, or only half as much damage on a successful one."
					]
				},
				{
					"name": "Signal Jammer",
					"entries": [
						"The Cleaner will utilize his internal signal jammer to disrupt a selected creature's {@status concentration}. The cleaner must make an intelligence check difficulty check determined by the spell level of spell being disrupted.",
						"1. DC12",
						"2. DC13",
						"3. DC14",
						"4. DC15",
						"5. DC16",
						"6. DC17",
						"7. DC18",
						"8. DC19",
						"9. DC20"
					]
				}
			],
			"reactionHeader": [
				"With the power of science and enhanced bio engineering, the cleaner's reaction time is impeccable and relies heavily on his specialized equipment."
			],
			"reaction": [
				{
					"name": "Flash of Brilliance",
					"entries": [
						"The Cleaner comes up with solutions under pressure. When he or another creature he can see within 30 feet of himself makes an ability check or a saving throw, he can use his reaction to add his Intelligence modifier to the roll."
					]
				},
				{
					"name": "Void System Engage",
					"entries": [
						"Upon taking damage, As a reaction, The Cleaner emits a scrambling static emission toward the offending target. The Creature must make a {@dc 24} Intelligence saving throw or become {@condition incapacitated} until the start of their next turn."
					]
				}
			],
			"legendaryHeader": [
				"The Cleaner utilizes his enhanced mind to adapt to situations on the fly. A trained soldier and trained mind with access to Magitech and Alchemy.",
				"Each of these actions can only be taken once per round."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Evasive Maneuver (1 Action)",
					"entries": [
						"Jean Paul will teleport up to his speed without provoking opportunity attacks."
					]
				},
				{
					"name": "Converter Rounds Engaged (1 Action)",
					"entries": [
						"Jean Paul will fire off a spell round from his propulsion system."
					]
				},
				{
					"name": "Enfeebling Fog Cloud (1 Action)",
					"entries": [
						"The Cleaner will eject a gas cannister to a location within 120 feet of his choosing. A 30 foot radius gas cloud will begin to emerge which will be heavily obscured. The cloud can be dispersed with high winds or goes away after one round. Each creature that starts it's turn in that area must make a {@dc 24} constitution saving throw or take a level of {@condition exhaustion}."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"B",
				"SD",
				"T",
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"C",
				"DS",
				"E",
				"I",
				"S"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"AOE"
			],
			"conditionInflict": [
				"exhaustion",
				"incapacitated"
			],
			"savingThrowForced": [
				"constitution",
				"intelligence"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Elaine, Noxra's Gloom Maiden",
			"shortName": "Elllie",
			"alias": [
				"Ellie"
			],
			"isNpc": true,
			"source": "AurasHBFolder",
			"page": 63,
			"size": [
				"L"
			],
			"type": {
				"type": {
					"choose": [
						"celestial",
						"undead"
					]
				}
			},
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"special": "16 (Mizzium Splint Mail)"
				}
			],
			"hp": {
				"formula": "20d12 + 90",
				"average": 220
			},
			"speed": {
				"fly": {
					"number": 80,
					"condition": "(hover)"
				},
				"canHover": true,
				"walk": 15
			},
			"str": 18,
			"dex": 16,
			"con": 24,
			"int": 19,
			"wis": 25,
			"cha": 19,
			"save": {
				"con": "+13",
				"cha": "+10",
				"wis": "+13",
				"int": "+10"
			},
			"skill": {
				"arcana": "+10",
				"insight": "+19",
				"stealth": "+9",
				"medicine": "+13",
				"perception": "+19"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 29,
			"resist": [
				"radiant"
			],
			"immune": [
				{
					"immune": [
						"necrotic",
						"poison"
					]
				},
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from magical sources",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"incapacitated",
				"poisoned",
				"stunned"
			],
			"languages": [
				"Common",
				"Undercommon",
				"Elvish",
				"Sylvan",
				"Abyssal",
				"Infernal",
				"Celestial"
			],
			"cr": "17",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Ellie casts one of the following spells, requiring no material or somatic components and using Wisdom as the spellcasting ability (spell save {@dc 24}:"
					],
					"will": [
						"{@spell bane}",
						"{@spell bless}",
						"{@spell calm emotions}",
						"{@spell command}",
						"{@spell dispel magic}",
						"{@spell Mordenkainen's private sanctum}",
						"{@spell remove curse}",
						"{@spell sending}",
						"{@spell spare the dying}"
					],
					"daily": {
						"1": [
							"{@spell contingency}",
							"{@spell death ward}",
							"{@spell heal}",
							"{@spell mass suggestion}",
							"{@spell power word kill}",
							"{@spell project image}"
						],
						"2": [
							"{@spell resurrection}"
						],
						"3": [
							"{@spell dispel evil and good}",
							"{@spell revivify}",
							"{@spell tongues}"
						]
					},
					"ability": "wis"
				}
			],
			"trait": [
				{
					"name": "Devouring Aura",
					"entries": [
						"A 10-foot-radius cloud of darkness surrounds Ellie which devours magic. A creature with darkvision can't see through this darkness. The darkness cannot be dispelled by any means without her will. Creatures of Ellie's choice movement speeds are reduced by half while within this darkness and make their saving throws at disadvantage. This area is divorced from the magical energy that suffuses the multiverse. Creatures of Ellie's choice within the sphere, spells can't be cast, summoned creatures disappear, and even magic items become mundane. ",
						"This aura can be disrupted by dealing damage enough to break her {@status concentration} on this effect until the start of her next turn."
					]
				},
				{
					"name": "Mizzium Armor",
					"entries": [
						"Ellie is clad in a suit of armor is reinforced with a magically enhanced metal alloy called mizzium, which is made in Izzet foundries. While she is wearing the armor, any critical hit against her becomes a normal hit. In addition, when you are subjected to a magical effect that allows you to make a Strength or Constitution saving throw to take only half damage, you instead take no damage if you succeed on the saving throw."
					]
				},
				{
					"name": "Noxra's Blessing",
					"entries": [
						"When Ellie takes necrotic damage it will heal her instead."
					]
				},
				{
					"name": "Unstoppable (5/day)",
					"entries": [
						"Ellie reduces the damage it takes from an attack to 0."
					]
				},
				{
					"name": "Limited Magic Immunity",
					"entries": [
						"Elllie can't be affected or detected by spells of 6th level or lower unless she wishes to be. It has advantage on saving throws against all other spells and magical effects."
					]
				}
			],
			"actionHeader": [
				"Ellie manifests a shadowy scythe made out of the souls harvested by Noxra, the Wandering Moon."
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Ellie can cast a spell and perform two attacks with her Gloom Scythe or two attacks with her Whispering Voice."
					]
				},
				{
					"name": "Gloom Scythe",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}24 ({@damage 2d8 + 15}) necrotic damage."
					]
				},
				{
					"name": "Whispering Word",
					"entries": [
						"Ellie utters a magical bewilderment, targeting one creature it can see within 60 feet of it. The target must succeed on a {@dc 24} Wisdom saving throw or take 23 ({@damage 5d8}) psychic damage and have disadvantage on attack rolls until the end of the Ellie's next turn."
					]
				},
				{
					"name": "Noxra's Veil of Shadows {@recharge 5}",
					"entries": [
						"Ellie can extend her devouring aura to 60-foot-radius sphere until the ability ends. She will teleport to each enemy creature (up to 5) and rake them with their scythe. Each creature effected must make a DC24 Wisdom saving throw or lose their highest level spell slot available or take 20 ({@damage 3d12}) necrotic damage if no spell slot available or only half on a successful save. "
					]
				}
			],
			"bonusHeader": [
				"Ellie is Noxra's shadow manifest and can utilize Castle Nocturne's  shadows to her advantage."
			],
			"bonus": [
				{
					"name": "Shadow Step",
					"entries": [
						"Ellie teleports, along with any equipment she is wearing or carrying, to an unoccupied space she can see within 30 feet of her."
					]
				}
			],
			"reaction": [
				{
					"name": "Absorb Magic",
					"entries": [
						"targets one creature it can see within 60 feet of it that is casting a spell. If the spell is 4th level or lower, the spell fails, but any spell slots or charges are not wasted."
					]
				}
			],
			"legendaryHeader": [
				"Ellie will utilize the shadows of Nocturne to her advantage. She can only use one of these actions per round."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Cast a Spell (1 Action)",
					"entries": [
						"Ellie can cast a spell."
					]
				},
				{
					"name": "Void Bubble (1 Action)",
					"entries": [
						"Ellie will place a Anti-Magic Field on a place that she can see within 120 feet of herself. She can only have one Anti-Magic Field placed at a time."
					]
				},
				{
					"name": "Devour Magic (1 Action)",
					"entries": [
						"Ellie will select one creature within range and attempt to purge a spell's effect with a Wisdom check. Ellie can make a Wisdom check to nullify a spell that has been cast. She will choose one creature, object, or magical effect within range. Any spell of 3rd level or lower on the target ends. For each spell of 4th level or higher on the target, Ellie will make an ability check using her spellcasting ability (Wisdom). The DC equals 10 + the spell's level. On a successful check, the spell ends."
					]
				}
			],
			"environment": [
				"castle nocturne"
			],
			"tokenUrl": "https://i.imgur.com/WlxEjNs.png",
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"C",
				"CE",
				"E",
				"I",
				"S",
				"U"
			],
			"damageTags": [
				"N",
				"Y"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"wisdom"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/CpVo0Vb.jpg"
						}
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/29O08Oh.png"
						}
					}
				]
			}
		},
		{
			"name": "General Gulthrax Silverwind, The Bane of Life",
			"isNpc": true,
			"source": "AurasHBFolder",
			"size": [
				"G"
			],
			"type": "undead",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 24,
					"condition": "With Bane of Might"
				},
				{
					"ac": 17,
					"condition": "Without Bane of Might"
				}
			],
			"hp": {
				"formula": "34d20 + 243",
				"average": 600
			},
			"speed": {
				"walk": 40,
				"fly": {
					"number": 80,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 21,
			"dex": 16,
			"con": 25,
			"int": 27,
			"wis": 18,
			"cha": 17,
			"save": {
				"con": "+16",
				"int": "+17",
				"wis": "+13",
				"cha": "+12"
			},
			"skill": {
				"arcana": "+17",
				"athletics": "+14",
				"religion": "+26",
				"perception": "+22",
				"investigation": "+17"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 32,
			"resist": [
				"cold",
				"radiant"
			],
			"immune": [
				{
					"immune": [
						"necrotic",
						"poison"
					]
				},
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from non magical sources",
					"cond": true
				}
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"exhaustion",
				"frightened",
				"grappled",
				"incapacitated",
				"paralyzed",
				"restrained",
				"stunned"
			],
			"languages": [
				"Common",
				"Sylvan",
				"Elvish",
				"Undercommon",
				"Abyssal",
				"Infernal"
			],
			"cr": "29",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The General casts one of the following spells, requiring no material components and using Intelligence as the spellcasting ability (spell save {@dc 27}, +19 to hit with spell attacks):"
					],
					"will": [
						"{@spell Abi-Dalzim's horrid wilting|XGE}",
						"{@spell circle of death}",
						"{@spell finger of death}",
						"{@spell harm}",
						"{@spell magic missile}",
						"{@spell telekinesis}",
						"{@spell temple of the gods|XGE}",
						"{@spell wither and bloom|SCC}"
					],
					"spells": {
						"7": {
							"spells": [
								"{@spell divine word}",
								"{@spell forcecage}",
								"{@spell mirage arcane}",
								"{@spell plane shift}"
							],
							"slots": 6
						},
						"8": {
							"spells": [
								"{@spell Abi-Dalzim's horrid wilting|XGE}",
								"{@spell antipathy/sympathy}",
								"{@spell dominate monster}",
								"{@spell maddening darkness|XGE}",
								"{@spell power word stun}"
							],
							"slots": 6
						},
						"9": {
							"spells": [
								"{@spell astral projection}",
								"{@spell imprisonment}",
								"{@spell power word kill}",
								"{@spell time ravage|EGW}"
							],
							"slots": 6
						}
					},
					"ability": "int"
				}
			],
			"trait": [
				{
					"name": "Gloom Rot",
					"entries": [
						"Gloom Rot is a disease that is native to the Shadowfell and the Lich Lord has harnessed it's power. Every melee, spell attack that connects or failed spell saving throw will force the targeted creature to make a DC27 constitution saving throw or suffer a level of the Exhausted condition. For each stack of the exhausted condition that the creature is afflicted by, the creature will subtract 1 from the {@dice d20} roll check that they make and their spell save DC. Creatures that reach 10 stacks of the exhausted condition will die. Each level of the exhausted condition will be removed on a long rest or a cast of greater restoration per each stack."
					]
				},
				{
					"name": "Bane of Life",
					"entries": [
						"Gulthrax projects up to a 60 foot radius aura which a cloud of miasma that chokes out life itself. At 20 feet away, if a creature is healed the amount healed instead deals necrotic or radiant damage to the targeted creature of the heal. Anything up to beyond 21 to 60 feet away will instead be healed for half the amount."
					]
				},
				{
					"name": "Limited Magic Immunity",
					"entries": [
						"Gulthrax can't be affected or detected by spells of 3rd level or lower unless he wishes to be. He has advantage on saving throws against all other spells and magical effects."
					]
				},
				{
					"name": "Relentless Shadows",
					"entries": [
						"Whenever Gulthrax makes a melee attack or casts a spell, he can teleport within the Bane of Life aura."
					]
				},
				{
					"name": "Legendary Resistance (3/day)",
					"entries": [
						"If Gulthrax fails a saving throw, he can choose to succeed instead."
					]
				},
				{
					"name": "Unholy Gift of the Wandering Moon.",
					"entries": [
						"Gulthrax adds his proficiency modifier and his intelligence to his initiative roll."
					]
				},
				{
					"name": "Bane of Undeath (Necrotic Absorption)",
					"entries": [
						"Whenever Gulthrax is subjected to necrotic damage, he takes no damage and instead regains a number of hit points equal to the necrotic damage dealt."
					]
				},
				{
					"name": "Unstoppable (8/day)",
					"entries": [
						"Gulthrax reduces the damage he takes from an attack to 0."
					]
				},
				{
					"name": "Unstoppable (Mythic) (4/day)",
					"entries": [
						"Gulthrax reduces the damage he takes from an attack to 0."
					]
				},
				{
					"name": "Ascension of a Lichborn God (Mythic Recharge on a short or long rest)",
					"entries": [
						"If Gulthrax has been reduced to zero hit points, his current hit points total is 500. He regains any expended uses of legendary resistances. Additionally, Gulthrax can now use the options in the mythic sections for one hour."
					]
				},
				{
					"name": "Radiant Blight",
					"entries": [
						"Gulthrax powers reflect both his time as a paladin in life and necromancy in death. He can change the damage type at will whether it is necrotic or radiant."
					]
				},
				{
					"name": "Bane of Might (Armor 17-24)",
					"entries": [
						"Gulthrax is surrounded by a swarm of bones filled with the unholy blessing of the wandering moon. . From each round, his armor class and his difficulty saving throws decrease by 1 point.(DC27 to DC20 and AC24 to AC17)."
					]
				}
			],
			"actionHeader": [
				"Madness has found the General at last and now he's taken his necrotic scythe. Skeletal heads form around him that can cast at his behest."
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Gulthrax can make up to two attacks with a combination of his scythe attacks or damaging spells and then cast a non harmful spell. "
					]
				},
				{
					"name": "Gloom Reaper's Scythe",
					"entries": [
						"{@atk mw} {@hit 19} to hit, reach 15 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing (magical) damage, plus 23 ({@damage 3d8 + 9}) necrotic damage or radiant damage. If the target is a creature, it suffers a lingering wound that causes it to take 14 ({@damage 3d8}) necrotic or radiant damage at the start of each of its turns. Each time the slasher hits the wounded target with this attack, the damage dealt by the wound increases by 4 ({@dice 1d8}). The wound ends if the target regains hit points or if a creature uses an action to stanch the wound, which requires a successful {@dc 27} Wisdom (Medicine) check."
					]
				}
			],
			"bonusHeader": [
				"Gulthrax will channel a billow of shadows as he prepares to take his bonus action."
			],
			"bonus": [
				{
					"name": "Grasp of the Hungering Dead {@recharge 4}",
					"entries": [
						"Gulthrax begins to focus and channel a puddle of darkness somewhere within  channels the power of the bane of life and overwhelm his foes with the souls of those that inspire fear. All creatures of his choice within the bane of life must make a {@dc 27} Dexterity Saving Throw or become {@condition grappled} and {@condition restrained} by the boney hands of the lost souls within the Bane. The creature can make a {@dc 20} Strength or Dexterity check at the end of their turn make a strength or dexterity check to break free of the bones."
					]
				},
				{
					"name": "Bane of Apathy",
					"entries": [
						"Gulthrax will select a target and send shadowy skull toward their way. The creature must succeed on a {@dc 27} Wisdom saving throw or be {@condition charmed} by Gulthrax until the start of his next turn."
					]
				}
			],
			"reactionHeader": [
				"The shadowy souls that surround the mad lich will act in defense of their undead lord. "
			],
			"reaction": [
				{
					"name": "Bane of Malice",
					"entries": [
						"Gulthrax turns his glare on a hostile creature within 120 feet causing a distraction that triggers momentary uncertainty. The triggering creature must reroll the {@dice d20} and use the lower roll."
					]
				},
				{
					"name": "Bone Step",
					"entries": [
						"In response to being hit by an attack, Gulthrax's bones will split off dealing 14 ({@damage 3d8}) necrotic or radiant damage to the attacker. then teleports, along with any equipment he is wearing or carrying, up to 60 feet to an unoccupied space he can see, leaving a harmless cloud of radiant dust in the space he just left."
					]
				}
			],
			"legendaryHeader": [
				"The fury of the Lich Ascendant offers the lich up to four legendary actions"
			],
			"legendaryActions": 4,
			"legendary": [
				{
					"name": "Cast a Spell (1 Action)",
					"entries": [
						"Gulthrax can cast a non damaging spell."
					]
				},
				{
					"name": "Undead Wardens of the Lichborne General (1 Action)",
					"entries": [
						"Gulthrax will summon forth a 20 foot radius pit of darkness where undead wardens will emerge with shadowy chains. The wardens will select up to three targets within 120 feet and begin to pull. The targeted creatures must make a DC27 dexterity saving throw or become {@condition grappled} and {@condition restrained} and be pulled up to 60 feet toward the circle. "
					]
				},
				{
					"name": "Plague of the Lichborne (2 Action)",
					"entries": [
						"The miasma (bane of life) will surround all creatures within the 60 foot aura and begin to choke them. Each creature within the miasma will need to make dc 27 constitution saving throw or suffer a 14 ({@damage 3d8}) necrotic damage and take a level of the exhausted condition or half on a success."
					]
				}
			],
			"mythicHeader": [
				"At the peak of his power the lich has achieved ascendance transitioning into his existence, the Radiant Reaper. While ascended, the Radiant Reaper will be under the effects of haste. He gains an additional action with either a scythe or a damaging spell. Each new stack of Gloom Rot increases by 1 point per failure and saving throws against his conditions and attacks are made at disadvantage."
			],
			"mythic": [
				{
					"name": "Decree of the Radiant Reaper (1 Actions)",
					"entries": [
						"The Radiant Reaper will select one creature within range and attempt to purge a spell's effect with an Intelligence check. Gulthrax can make a intelligence check to nullify a spell that has been cast. He will choose one creature, object, or magical effect within range. Any spell of 3rd level or lower on the target ends. For each spell of 4th level or higher on the target, Gulthrax will make an ability check using his spellcasting ability (Intelligence). The DC equals 10 + the spell's level. On a successful check, the spell ends."
					]
				},
				{
					"name": "Smite of the Radiant Reaper (1 Actions)",
					"entries": [
						"The Radiant Reaper will empower himself and choose to either slash a target within the Bane of Life or cast an empowered spell dealing an additional 18 ({@damage 4d8}) necrotic or radiant damage. "
					]
				},
				{
					"name": "Echoes of the Radiant Reaper (2 Actions)",
					"entries": [
						"The Radiant Reaper will project echoes of himself from the miasmic mist and take slashes at each person within 60 feet of himself. Each creature must make a DC27 Wisdom saving throw or take 18 ({@damage 4d8}) necrotic or radiant damage and take two stacks of Gloom Rot or only half damage on a success. "
					]
				}
			],
			"environment": [
				"castle nocturne, shadowfell,"
			],
			"tokenUrl": "https://i.imgur.com/bcB9clI.png",
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"C",
				"E",
				"I",
				"S",
				"U"
			],
			"damageTags": [
				"N",
				"R",
				"S"
			],
			"damageTagsSpell": [
				"N",
				"O",
				"Y"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"charmed",
				"grappled",
				"restrained"
			],
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"wisdom"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/UsB9ZXP.png"
						}
					}
				]
			}
		},
		{
			"name": "Goro",
			"isNamedCreature": true,
			"source": "AurasHBFolder",
			"page": 1,
			"size": [
				"H"
			],
			"type": "aberration",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"special": "18 (Natural Armor)"
				}
			],
			"hp": {
				"formula": "22d12 + 110",
				"average": 250
			},
			"speed": {
				"walk": 30
			},
			"str": 24,
			"dex": 16,
			"con": 20,
			"int": 8,
			"wis": 12,
			"cha": 8,
			"save": {
				"str": "+13",
				"dex": "+9",
				"con": "+11"
			},
			"skill": {
				"acrobatics": "+9",
				"athletics": "+19",
				"intimidation": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"languages": [
				"Common",
				"Orcish",
				"Infernal",
				"Undercommon",
				"Abyssal",
				"Deep Speech"
			],
			"cr": "19",
			"trait": [
				{
					"name": "Chaos Fists.",
					"entries": [
						"Goro's attacks are considered Magical in nature."
					]
				},
				{
					"name": "Grapple Master.",
					"entries": [
						"Goro can replace an attack with a grapple that succeeds on a successful hit. Goro Attacks creatures that are {@condition grappled} at advantage."
					]
				},
				{
					"name": "Legendary Resistance (3/day).",
					"entries": [
						"When Goro fails a saving throw, he can choose to instead succeed."
					]
				},
				{
					"name": "Weakness.",
					"entries": [
						"If struck in the private region, Goro will double down in pain and take 4 times the damage from one strike."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack.",
					"entries": [
						"Goro can make up to Four Unarmed Strikes and can use Hayday Uppercut when Available."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}18 ({@damage 3d6 + 8}) bludgeoning damage."
					]
				},
				{
					"name": "Elbow Strike",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h} 8 ({@damage 2d4 + 4}) bludgeoning damage."
					]
				},
				{
					"name": "Hayday Uppercut (4-6 Recharge)",
					"entries": [
						"Goro unleashes Hayday Uppercut against a selected creature within 10 ft. The creature must succeed on a {@dc 17} Strength saving throw or be launched up into the air and land {@condition prone}.",
						"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h} 25 ({@damage 3d8 + 12}) bludgeoning damage. "
					]
				}
			],
			"reaction": [
				{
					"name": "Block",
					"entries": [
						"Goro can temporarily boost his AC by +6 as a reaction to a melee or ranged attack."
					]
				}
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Thunderous Howl (3 Actions)",
					"entries": [
						"Goro emits a terrifying blood-curdling roar. Each creature within 30 feet of GOro must succeed on a {@dc 17} Wisdom saving throw or take 12({@dice 3d6 + 2}) Psychic Damage or half on a save and be {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. "
					]
				},
				{
					"name": "Power Bomb (2 Actions)",
					"entries": [
						"Goro will pick up a {@condition grappled} creature and body slam them into the ground below causing 18({@dice 3d8 + 5}) bludgeoning damage and the target must succeed on a {@dc 17} Strength Saving throw or else be {@condition incapacitated} until the end of their next turn."
					]
				},
				{
					"name": "Elbow Strike (1 Action)",
					"entries": [
						"Goro can take 1 legendary action to strike at a nearby target with an elbow strike."
					]
				}
			],
			"environment": [
				"mountain",
				"swamp",
				"urban"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"AB",
				"C",
				"DS",
				"I",
				"U"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"incapacitated",
				"prone"
			]
		},
		{
			"name": "Kaina, Twilight's Poison",
			"source": "AurasHBFolder",
			"size": [
				"M"
			],
			"type": "aberration",
			"alignment": [
				"N"
			],
			"ac": [
				10
			],
			"hp": {
				"average": 4,
				"formula": "1d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 10,
			"con": 10,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"passive": 10,
			"cr": "0"
		},
		{
			"name": "Louis La Vie, The Traveler of Untold Time",
			"source": "AurasHBFolder",
			"page": 5,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"High Elven"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 24,
					"from": [
						"{@item robe of the archmagi}",
						"Circlet of  the Stars"
					]
				}
			],
			"hp": {
				"formula": "44d20 + 118",
				"average": 580
			},
			"speed": {
				"walk": 40,
				"fly": {
					"number": 80,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 19,
			"dex": 21,
			"con": 20,
			"int": 29,
			"wis": 19,
			"cha": 19,
			"save": {
				"int": "+18",
				"wis": "+13",
				"cha": "+13",
				"con": "+14"
			},
			"skill": {
				"insight": "+13",
				"history": "+24",
				"arcana": "+24",
				"stealth": "+14",
				"persuasion": "+13",
				"intimidation": "+13",
				"sleight of hand": "+14"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 10,
			"resist": [
				"necrotic",
				"radiant"
			],
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"preNote": "Non-Magical"
				}
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"incapacitated",
				"paralyzed",
				"stunned"
			],
			"languages": [
				"All"
			],
			"cr": "30",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"spells": {
						"0": {
							"spells": [
								"{@spell dancing lights}",
								"{@spell guidance}",
								"{@spell light}",
								"{@spell mending}",
								"{@spell message}",
								"{@spell spare the dying}"
							]
						},
						"1": {
							"spells": [
								"{@spell dissonant whispers}",
								"{@spell fog cloud}",
								"{@spell magic missile}",
								"{@spell shield}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell blur}",
								"{@spell detect thoughts}",
								"{@spell pass without trace}",
								"{@spell rime's binding ice|FTD}",
								"{@spell vortex warp|SCC}",
								"{@spell zone of truth}"
							],
							"slots": 4
						},
						"3": {
							"spells": [
								"{@spell aura of vitality}",
								"{@spell counterspell}",
								"{@spell fireball}",
								"{@spell major image}",
								"{@spell meld into stone}",
								"{@spell phantom steed}",
								"{@spell remove curse}",
								"{@spell spirit shroud|UA2020SpellsAndMagicTattoos}"
							],
							"slots": 4
						},
						"4": {
							"spells": [
								"{@spell blight}",
								"{@spell death ward}",
								"{@spell Evard's black tentacles}",
								"{@spell intellect fortress|UA2020PsionicOptionsRevisited}",
								"{@spell raulothim's psychic lance|FTD}"
							],
							"slots": 4
						},
						"5": {
							"spells": [
								"{@spell animate objects}",
								"{@spell Bigby's hand}",
								"{@spell cone of cold}",
								"{@spell greater restoration}",
								"{@spell modify memory}",
								"{@spell planar binding}",
								"{@spell telekinesis}",
								"{@spell wall of force}"
							],
							"slots": 4
						},
						"6": {
							"spells": [
								"{@spell blade barrier}",
								"{@spell chain lightning}",
								"{@spell disintegrate}",
								"{@spell heal}",
								"{@spell magic jar}",
								"{@spell sunbeam}",
								"{@spell true seeing}"
							],
							"slots": 4
						},
						"7": {
							"spells": [
								"{@spell divine word}",
								"{@spell finger of death}",
								"{@spell Mordenkainen's magnificent mansion}",
								"{@spell prismatic spray}",
								"{@spell resurrection}",
								"{@spell simulacrum}"
							],
							"slots": 4
						},
						"8": {
							"spells": [
								"{@spell antimagic field}",
								"{@spell dominate monster}",
								"{@spell feeblemind}",
								"{@spell maze}",
								"{@spell mighty fortress|XGE}",
								"{@spell reality break|EGW}"
							],
							"slots": 4
						},
						"9": {
							"spells": [
								"{@spell astral projection}",
								"{@spell blade of disaster|TCE}",
								"{@spell imprisonment}",
								"{@spell mass heal}",
								"{@spell meteor swarm}",
								"{@spell power word kill}",
								"{@spell time stop}",
								"{@spell wish}"
							],
							"slots": 4
						}
					},
					"footerEntries": [
						"The Traveler is a 20th-level spellcaster and their primary casting modifier is intelligence."
					]
				}
			],
			"trait": [
				{
					"name": "Limited Magic Immunity",
					"entries": [
						"The the traveler can't be affected or detected by spells of 6th level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the the traveler fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Keen Hearing and Sight",
					"entries": [
						"Louis has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or sight."
					]
				},
				{
					"name": "Time Lord's Armor (Reactive)",
					"entries": [
						"Louis can react up to three times in a round but only once per turn."
					]
				},
				{
					"name": "Careful Planning",
					"entries": [
						"Louis can add roll with advantage and use his proficiency bonus modifier and his intelligence to initiative rolls."
					]
				}
			],
			"actionHeader": [
				"The traveler was once a well-regarded blade-singing wizard. The man's training leads him to become deadly with both a blade and more so with his spell casting."
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The traveler can any combination of 4 weapon attacks or arcane blast attacks."
					]
				},
				{
					"name": "Valor (Cane Rapier)",
					"entries": [
						"{@atk mw} {@hit 16} to hit, reach 5 ft., one target. {@h}38 ({@damage 4d12 + 12}) piercing damage."
					]
				},
				{
					"name": "Arcane Burst (Melee or Spell",
					"entries": [
						"{@atk mw,rw} {@hit 13} to hit, reach 5 ft. or range 150/150 ft., one target. {@h}38 ({@damage 4d12 + 12}) force damage in melee, or 38 ({@damage 4d12 + 12}) force damage at range."
					]
				}
			],
			"bonusHeader": [
				"The traveler is a master in swordsmanship with the proficiency to cast spells."
			],
			"bonus": [
				{
					"name": "Cunning Action",
					"entries": [
						"On each of his turns, The Traveler can use a bonus action to take the Dash, Disengage, or Hide action."
					]
				},
				{
					"name": "Stopwatch (Recharg 5-6)",
					"entries": [
						"Until the end of its next turn, Louis magically gains a +2 bonus to his AC, has advantage on Dexterity saving throws, and can use its slam attack as a bonus action."
					]
				}
			],
			"reaction": [
				{
					"name": "Louis' Chronoshifting Locket",
					"entries": [
						"will activate his time watch when watching another succeed or fail at something. When he or another creature he can see within 30 feet of himself makes an ability check or a saving throw, he can use his reaction to add or subtract his intelligence modifier to the roll. "
					]
				}
			],
			"legendaryHeader": [
				"The traveler's previous existence as a spell-weaving blade master combined with his essence consumed from the divine hearts allows for incredible feats of performance to be made. He can only perform the same feat once per turn."
			],
			"legendaryActions": 4,
			"legendary": [
				{
					"name": "Cast a Spell",
					"entries": [
						"Louis will cast a spell of 9th level or lower."
					]
				},
				{
					"name": "Suspend the Clock (1 Action)",
					"entries": [
						"Louis will activate a time dial on his armor and shift the time in an area and alter time around up to six creatures of his choice in a 40-foot cube within range. Each target must succeed on a {@dc 26} Wisdom saving throw or be affected by this effect for the duration.",
						"An affected target's speed is halved, it takes a −2 penalty to AC and Dexterity saving throws, and it can't use reactions. On its turn, it can use either an action or a bonus action, not both. Regardless of the creature's abilities or magic items, it can't make more than one melee or ranged attack during its turn.",
						"If the creature attempts to cast a spell with a casting time of 1 action, roll a {@dice d20}. On an 11 or higher, the spell doesn't take effect until the creature's next turn, and the creature must use its action on that turn to complete the spell. If it can't, the spell is wasted.",
						"A creature affected by this effect makes another Wisdom saving throw at the end of each of its turns. On a successful save, the effect ends for it."
					]
				},
				{
					"name": "Rewind the Clock (1 Action)",
					"entries": [
						"Louis will rearrange the movement of all hostile combatants within  120 feet to be exactly in the position they were at the last turn."
					]
				},
				{
					"name": "Fast Forward the Clock (1 Action)",
					"entries": [
						"Louis will manipulate time with the flick of his stopwatch to allow himself to stop time and reappear in a position within 60 feet of his current position."
					]
				}
			],
			"mythicHeader": [
				"The traveler enters the last stage of divine ascension and radiates an aura of gold. When activated, the following mythic actions can be taken as legendary actions."
			],
			"tokenUrl": "https://i.imgur.com/IuP8m5q.png",
			"traitTags": [
				"Keen Senses",
				"Legendary Resistances"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"O",
				"P"
			],
			"damageTagsSpell": [
				"A",
				"B",
				"C",
				"F",
				"I",
				"L",
				"N",
				"O",
				"P",
				"R",
				"S",
				"Y"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"AOE",
				"MLW",
				"MW",
				"RW"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"dexterity",
				"intelligence",
				"wisdom"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/v7DoR6T.png"
						}
					}
				]
			}
		},
		{
			"name": "Lucero Nero III, Reaper of Bohan",
			"shortName": "Nero",
			"isNamedCreature": true,
			"source": "AurasHBFolder",
			"page": 5,
			"size": [
				"M"
			],
			"type": "celestial",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 22,
					"from": [
						"{@item Plate Armor of the Grand Crusader}"
					],
					"braces": true
				}
			],
			"hp": {
				"formula": "46d12 + 301",
				"average": 600
			},
			"speed": {
				"walk": 50,
				"fly": 80
			},
			"str": 25,
			"dex": 18,
			"con": 21,
			"int": 17,
			"wis": 19,
			"cha": 24,
			"save": {
				"str": "+14",
				"con": "+12",
				"cha": "+14",
				"dex": "+7",
				"int": "+7",
				"wis": "+11"
			},
			"skill": {
				"athletics": "+21",
				"insight": "+18",
				"intimidation": "+21",
				"arcana": "+10",
				"persuasion": "+14",
				"perception": "+11",
				"religion": "+10"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 21,
			"resist": [
				"necrotic",
				"radiant"
			],
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"incapacitated",
				"stunned"
			],
			"languages": [
				"Common",
				"Celestial",
				"Elvish",
				"Draconic"
			],
			"cr": "24",
			"spellcasting": [
				{
					"name": "Innate Spell Casting",
					"type": "spellcasting",
					"headerEntries": [
						"Nero's innate spellcasting ability is Charisma (spell Save {@dc 24}, +16 to hit with spell attacks). He can innately cast the following spells, requiring no material components."
					],
					"will": [
						"{@spell bane}",
						"{@spell detect thoughts}",
						"{@spell disguise self}",
						"{@spell dispel magic}",
						"{@spell mage hand}",
						"{@spell minor illusion}"
					],
					"daily": {
						"3e": [
							"{@spell invisibility}",
							"{@spell misty step}",
							"{@spell suggestion}"
						],
						"1e": [
							"{@spell banishing smite}",
							"{@spell dimension door}",
							"{@spell dispel evil and good}",
							"{@spell hold monster}",
							"{@spell maze}",
							"{@spell scrying}"
						]
					},
					"ability": "cha"
				}
			],
			"trait": [
				{
					"name": "Limited Magic Immunity.",
					"entries": [
						"Nero can't be affected or detected by spells of 3rd level or lower unless he wishes to be. He has an advantage on saving throws against all other spells and magical effects."
					]
				},
				{
					"name": "Soul Fire",
					"entries": [
						"Nero empowers his blade with the mana that he has managed to purge from another. He can accrue Soul Fire stacks for each counter spell and mana burn he performs."
					]
				},
				{
					"name": "Radiant Zealot",
					"entries": [
						"Nero rolls his initiative at advantage and adds his proficiency bonus and strength modifier to the roll. He gains an additional bonus action per round and take one reaction on every turn in combat. He can cast only one radiant counter spell per round and three radiant rebukes."
					]
				},
				{
					"name": "Aura of Conquest",
					"entries": [
						"Nero projects a menacing aura of conquest up to 10 feet. Whenever he or a friendly creature within 10 feet of him must make a saving throw the creature gains a +7 to their saving throw.  Hostile creatures that are under the {@condition frightened} condition have their speed reduced to 0.  "
					]
				},
				{
					"name": "Lay on Hands",
					"entries": [
						"Nero has a pool of healing power up to 120 hit points. As an action, he can draw from his pool to restore a number of hit points to that creature, up to a maximum amount remaining in the pool. He can expend 5 hit points from his pool of healing to cure the target of one disease or neutralize one poison affecting it. He can cure multiple diseases and neutralize multiple poisons with a single use of Lay of Hands, expending hit points separately for each one."
					]
				},
				{
					"name": "Brutal Critical",
					"entries": [
						"When Nero rolls an 18 or above it's considered a critical hit. He can roll three additional weapon damage dice."
					]
				},
				{
					"name": "Danger Sense",
					"entries": [
						"Nero has an uncanny sense of when things nearby aren't as they should be, granting him Dexterity saving throws against effects that he can see, such as traps and spells. To gain this effect, he cannot be {@condition blinded} or {@condition deafened}."
					]
				},
				{
					"name": "Zeal Beyond Death",
					"entries": [
						"Nero having 0 hit points doesn't knock him {@condition unconscious}. He can still make death saving throws and when he suffers the normal effects of taking damage while at 0 hit points. If he dies due to death saving throws he doesn't die until his rage ends and he only dies when having 0 hit points."
					]
				},
				{
					"name": "Menacing Aura",
					"entries": [
						"Each creature of Nero's choice that is within 120 feet of the dragon and aware of it must succeed on a {@dc 24} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to Nero's Frightful Presence for the next 24 hours."
					]
				}
			],
			"actionHeader": [
				"Nero wraps himself in a fiery aura that wraps around his entire body and uses that divine energy to wrap himself in his armor and spectral chains."
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Nero can make up to three attacks with his Mage Slayer Great Blade and use Purge if it is recharged. "
					]
				},
				{
					"name": "Purge {@recharge 5}",
					"entries": [
						"Nero taps into his powers as a judge and selects a creature that they can see within 120 feet. The selected creature must then make a {@dc 24} Charisma Saving Throw or the person takes 32 ({@damage 9d6}) force damage and the creature loses the highest level spell slot or purge magic effects equivalent to the highest available spell slot to them or take half on a successful saving throw. "
					]
				},
				{
					"name": "Mage Slayer Great Blade",
					"entries": [
						"{@atk mw} {@hit 19} to hit, reach 15 ft., one target. {@h}20 ({@damage 2d6 + 13}) Magical Slashing damage, plus 5 ({@damage 1d8}) force damage per stack of soul fire accrued. "
					]
				}
			],
			"bonusHeader": [
				"Nero has two bonus actions per round."
			],
			"bonus": [
				{
					"name": "Leap",
					"entries": [
						"Nero launches himself up into the air in an infernal leap landing within 50 feet of a location nearby. Creatures within 15 feet of of the area must make a {@dc 24} Strength Saving Throw or fall {@condition prone}."
					]
				},
				{
					"name": "Wrap and Pull",
					"entries": [
						"Nero winds up his radiant chains made of spectral energy and wraps it around three targets within 30 feet of himself and yanks them.   "
					]
				}
			],
			"reactionHeader": [
				"Nero is a mage slayer who specializes in dealing with martial might when hunting wicked spell casters. Their keen eye and reaction timing allows four times in one round but can only counterspell three times per round."
			],
			"reaction": [
				{
					"name": "Zealous Counterspell",
					"entries": [
						"Nero interrupts a creature he can see within 60 feet of himself that is casting a spell. If the spell is 6th level or lower, it fails and has no effect. If the spell is 7th level or higher, Nero makes a Charisma check ({@dc 10} + the spell's level). On success, the spell fails and has no effect. The caster takes 32 ({@damage 9d6}) radiant damage if the spell fails."
					]
				},
				{
					"name": "Weave (Parry)",
					"entries": [
						"Nero wraps himself in a swirl of arcane soul fire and can add +7 against one melee attack that would hit him. To do so, Nero must see the attacker and be wielding a melee weapon."
					]
				}
			],
			"legendaryHeader": [
				"Nero channels his mage slaying skills into his very form and mannerisms in combat."
			],
			"legendaryActions": 5,
			"legendary": [
				{
					"name": "Detention (Costs 1 Action)",
					"entries": [
						"Nero targets a creature he can see within 60 feet of himself. The target must succeed on a {@dc 24} Strength or Dexterity saving throw or be magically {@condition grappled} and {@condition restrained} by a set of radiant adamantine chains until the start of it's next turn."
					]
				},
				{
					"name": "Channel Inner Zeal (1 action)",
					"entries": [
						"Justice harnesses his radiant power burning himself with radiant soul fire. He will gain two stacks of soul fire."
					]
				},
				{
					"name": "Guillotine (1 action)",
					"entries": [
						"Nero takes his great blade and spins around in a circular motion attacking any creature within 10 feet of himself with his great blade. "
					]
				}
			],
			"environment": [
				"coastal",
				"mountain",
				"urban"
			],
			"tokenUrl": "https://i.imgur.com/Wrjxb3o.jpg",
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Multiattack",
				"Parry"
			],
			"languageTags": [
				"C",
				"CE",
				"DR",
				"E"
			],
			"damageTags": [
				"O",
				"R"
			],
			"damageTagsSpell": [
				"O"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"grappled",
				"prone",
				"restrained"
			],
			"savingThrowForced": [
				"charisma",
				"strength",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"wisdom"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/Wrjxb3o.jpg"
						}
					}
				]
			}
		},
		{
			"name": "Mifune, Slaughterlord of Noxra",
			"source": "AurasHBFolder",
			"size": [
				"M"
			],
			"type": "aberration",
			"alignment": [
				"N"
			],
			"ac": [
				10
			],
			"hp": {
				"average": 4,
				"formula": "1d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 10,
			"con": 10,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"passive": 10,
			"cr": "0"
		},
		{
			"name": "Millie, Barbarian of the Ill Omen",
			"shortName": true,
			"isNamedCreature": true,
			"source": "AurasHBFolder",
			"page": 60,
			"size": [
				"H"
			],
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "24d12 + 199",
				"average": 355
			},
			"speed": {
				"walk": 60
			},
			"str": 27,
			"dex": 18,
			"con": 25,
			"int": 11,
			"wis": 15,
			"cha": 17,
			"save": {
				"str": "+15",
				"dex": "+11",
				"con": "+14",
				"wis": "+9"
			},
			"skill": {
				"perception": "+9",
				"athletics": "+22",
				"acrobatics": "+11",
				"survival": "+9",
				"intimidation": "+10",
				"animal handling": "+9"
			},
			"senses": [
				"darkvision 120 ft.",
				"blindsight 10 ft."
			],
			"passive": 19,
			"resist": [
				"cold",
				"fire",
				"lightning",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"Abyssal",
				"Common",
				"Infernal",
				"Giant"
			],
			"cr": "22",
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If Millie moves at least 15 feet straight toward a target and then hits it with a gore attack on the same turn, the target takes an extra 55 ({@damage 10d10}) piercing damage. If the target is a creature, it must succeed on a {@dc 24} Strength saving throw or be pushed up to 20 feet away and knocked {@condition prone}."
					]
				},
				{
					"name": "Labyrinthine Recall",
					"entries": [
						"Millie can perfectly recall any path she has traveled."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"Millie has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"Millie deals double damage to objects and structures."
					]
				},
				{
					"name": "Legendary Resistance (3)",
					"entries": [
						"Upon failing a saving throw, Millie can choose to succeed instead."
					]
				},
				{
					"name": "Aggressive",
					"entries": [
						"As a bonus action, Millie can move up her speed toward a hostile creature that she can see."
					]
				},
				{
					"name": "Blind Fighting Style",
					"entries": [
						"Millie has blindsight with a range of 10 feet. Within that range, she can effectively see anything that isn't behind total cover, even if she's {@condition blinded} or in darkness. Moreover, she can see an {@condition invisible} creature within that range, unless the creature successfully hides from you."
					]
				},
				{
					"name": "Reactive",
					"entries": [
						"Millie can take one reaction on every turn in combat."
					]
				},
				{
					"name": "Elemental Enchantment",
					"entries": [
						"Millie can at will change the elemental type of her Adamantine War Maul between elemental damage (Acid, Cold, Fire, Lightning, Thunder) and her Gore or Hoof attacks."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Millie the Half Minotaur makes three attacks: two with her War Maul and one with her hoof."
					]
				},
				{
					"name": "Adamantine War Maul (Elemental)",
					"entries": [
						"{@atk mw} {@hit 15} to hit, reach 10 ft., one target. {@h}14 ({@damage 2d10 + 3}) bludgeoning (magical) damage, plus 15 ({@damage 2d10 + 4}) acid fire cold lightning thunder damage."
					]
				},
				{
					"name": "Adamantine War Maul (Physical)",
					"entries": [
						"{@atk mw} {@hit 15} to hit, reach 10 ft., one target. {@h}29 ({@damage 4d10 + 7) bludgeoning damage}"
					]
				},
				{
					"name": "Gore",
					"entries": [
						"{@atk mw} {@hit 15} to hit, reach 10 ft., one target. {@h}62 ({@damage 10d10 + 7}) Piercing, Acid, Cold, Fire, Lightning or Thunder damage, plus 55 ({@damage 10d10}) piercing acid fire cold lightning thunder damage."
					]
				},
				{
					"name": "Hoof",
					"entries": [
						"{@atk mw} {@hit 15} to hit, reach 10 ft., one target. {@h}37 ({@damage 4d10 + 7}) Bludgeoning, Acid, Cold, Fire, Lightning or Thunder damage. If the target is a creature, it must succeed on a {@dc 24} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"bonusHeader": [
				"Millie channels her infernal strength and her ancestral background to gain certain advantages in combat."
			],
			"bonus": [
				{
					"name": "Bull Rush",
					"entries": [
						"Millie can move up her speed toward a hostile creature that she can see. All creatures blocking its path including the target are subjected to a DC24 Dexterity saving throw or be knocked {@condition prone}. "
					]
				},
				{
					"name": "Disarming Slam {@recharge 4}",
					"entries": [
						"Millie can use her bonus action to slam a creature's arms in combat. The creature must make a {@dc 24} Strength Saving Throw or their limbs are crushed. Attacks made with their arms are reduced by -5. This effect is a lingering wound that will go away upon a long rest or be removed with a greater restoration. "
					]
				}
			],
			"reactionHeader": [
				"Millie has veteran combat experience and an iron will. She will use her focus in combat to gain every advantage."
			],
			"reaction": [
				{
					"name": "Unstoppable (6/day)",
					"entries": [
						"Millie can reduces the damage she takes from an attack to 0."
					]
				},
				{
					"name": "Menacing Stare",
					"entries": [
						"Upon seeing a creature succeed on a successful ability check or saving throw, Millie turns her glare on a hostile creature within 120 feet causing a distraction that triggers momentary uncertainty. The triggering creature must reroll the {@dice d20} and use the lower roll.",
						"If Millie uses her Menacing Stare, she cannot use Unstoppable until the start of her next turn."
					]
				}
			],
			"legendaryHeader": [
				"Millie can take 3 legendary actions, choosing from the options below. Only one legendary action can be used at a time and only at the end of another creature's turn. Millie regains spent legendary actions at the start of her turn.",
				"Millie can only use these legendary actions once per round."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Mighty Impel (1 Action)",
					"entries": [
						"Millie can hurl both allies and enemies on the battlefield. As a legendary action, she can choose one Medium or smaller creature within her reach and move it to an unoccupied space you can see within 30 feet of herself. An unwilling creature must succeed on a {@dc 24} Strength saving throw. ",
						"If, at the end of this movement, the thrown creature isn't on a surface or liquid that can support it, the creature falls, taking damage as normal and landing {@condition prone}."
					]
				},
				{
					"name": "Infernal Leap (1 Action)",
					"entries": [
						"Millie launches herself up into the air in an infernal leap landing within 120 feet of a location nearby. Creatures within 15 feet of of the area must make a {@dc 24} Strength Saving Throw or fall {@condition prone}. Any creatures within 30 feet of the impacted area must make a {@dc 24} constitution saving throw or lose {@status concentration} on the spell they are {@status concentration||concentrating} on."
					]
				},
				{
					"name": "Hellfire Roar (1 Action)",
					"entries": [
						"Millie erupts into a feral roar and all creatures within 60 feet must make a {@dc 24} Wisdom Saving Throw or suffer the {@condition frightened} condition."
					]
				}
			],
			"tokenUrl": "https://i.imgur.com/TvqC2gt.png",
			"soundClip": {
				"type": "internal",
				"path": "bestiary/goristro.mp3"
			},
			"traitTags": [
				"Aggressive",
				"Charge",
				"Legendary Resistances",
				"Magic Resistance",
				"Siege Monster"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"C",
				"GI",
				"I"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"strength",
				"wisdom"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"Millie is a Goristro with the giant barbarian profession. She stands at a 7'7\" in height and has pale white flesh with red eyes, silver hair and two long horns, weighing normally at 140 pounds of solid muscle in a toned body. She resembles a fiendish minotaur towering more than twenty feet tall when in her giant form. When controlled by a demon lord, goristros make formidable living siege engines and prized pets. Goristros possess preternatural cunning when navigating labyrinthine passages and shifting corridors, pursuing foes in a terrifying hunt."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/DtUWL0q.jpg"
						}
					}
				]
			}
		},
		{
			"name": "Minfilla, High Priestess of the Third Moon",
			"isNpc": true,
			"source": "AurasHBFolder",
			"page": 61,
			"size": [
				"M"
			],
			"type": {
				"type": "aberration",
				"tags": [
					"wizard"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"{@item robe of the archmagi}"
					]
				}
			],
			"hp": {
				"formula": "40d8 + 120",
				"average": 300
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 18,
			"con": 18,
			"int": 27,
			"wis": 12,
			"cha": 23,
			"save": {
				"int": "+15",
				"wis": "+8",
				"cha": "+13",
				"con": "+11"
			},
			"skill": {
				"arcana": "+22",
				"history": "+22",
				"nature": "+22",
				"perception": "+8",
				"religion": "+15",
				"stealth": "+18",
				"persuasion": "+20",
				"performance": "+13",
				"deception": "+20"
			},
			"senses": [
				"truesight 60 ft."
			],
			"passive": 18,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "From Non Magical Sources",
					"cond": true
				},
				{
					"resist": [
						"radiant"
					]
				}
			],
			"immune": [
				"necrotic"
			],
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"languages": [
				"Abyssal",
				"Celestial",
				"Common",
				"Draconic",
				"Elvish",
				"Infernal",
				"Sylvan"
			],
			"cr": "22",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Minfilla casts one of the following spells, requiring no material components and using Intelligence as the spellcasting ability (spell save {@dc 24}, {@hit 16} to hit with spell attacks):"
					],
					"will": [
						"{@spell catnap|XGE}",
						"{@spell detect magic}",
						"{@spell disguise self}",
						"{@spell fast friends|AI}",
						"{@spell hold monster}",
						"{@spell incite greed|AI}",
						"{@spell invisibility}",
						"{@spell light}",
						"{@spell mage hand}",
						"{@spell message}",
						"{@spell mislead}",
						"{@spell modify memory}",
						"{@spell prestidigitation}",
						"{@spell seeming}",
						"{@spell Tasha's hideous laughter}"
					],
					"daily": {
						"2": [
							"{@spell astral projection}",
							"{@spell dominate monster}",
							"{@spell feeblemind}",
							"{@spell illusory dragon|XGE}",
							"{@spell Otto's irresistible dance}",
							"{@spell power word stun}",
							"{@spell project image}"
						],
						"4": [
							"{@spell raulothim's psychic lance|FTD}"
						],
						"3e": [
							"{@spell dispel magic}",
							"{@spell dream}",
							"{@spell fly}",
							"{@spell mass suggestion}",
							"{@spell polymorph}",
							"{@spell programmed illusion}"
						],
						"1e": [
							"{@spell antipathy/sympathy}",
							"{@spell greater invisibility}",
							"{@spell maze}",
							"{@spell power word pain|XGE}",
							"{@spell psychic scream|XGE}",
							"{@spell telekinesis}",
							"{@spell teleport}",
							"{@spell weird}",
							"{@spell wish}"
						]
					},
					"ability": "int"
				}
			],
			"trait": [
				{
					"name": "Boon of Immortality",
					"entries": [
						"Minfilla is immune to any effect that would age her, and she can't die from old age."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If Minfilla fails a saving throw, she can choose to succeed instead."
					]
				},
				{
					"name": "Limited Spell Immunity",
					"entries": [
						"Minfilla can't be affected or detected by spells of 2th level or lower unless she wishes to be. She has advantage on saving throws against all other spells and magical effects."
					]
				},
				{
					"name": "Special Equipment",
					"entries": [
						"Minfilla wears an {@item amulet of the planes} and a {@item robe of the archmagi}."
					]
				},
				{
					"name": "Unstoppable (10 Charges)",
					"entries": [
						"Minfilla reduces the damage she takes from an attack to 0."
					]
				},
				{
					"name": "Careful Planning",
					"entries": [
						"Minfilla adds her intelligence modifier and proficiency bonus to her initiative."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Minfilla makes two Bewitching Bolt attacks."
					]
				},
				{
					"name": "Bewitching Bolt",
					"entries": [
						"{@atk ms,rs} {@hit 16} to hit, reach 5 ft. or range 120 ft., one target. {@h}25 ({@damage 3d8 + 12}) psychic damage, and if the target is a creature, it must succeed on a {@dc 24} Wisdom saving throw or be {@condition charmed} by Minfilla until the start of her next turn."
					]
				},
				{
					"name": "Gorgon's Gaze {@recharge 5}",
					"entries": [
						"Minfilla empowers her eyes to emit a powerful ray of psychic energy within a 60-foot cone. Each creature who depends on sight in that area who isn't {@condition blinded} must make a {@dc 24} Constitution saving throw, taking 40 ({@damage 9d8}) psychic damage on a failed save, or half as much damage on a successful one. If the saving throw fails by 5 or more, the creature is instantly {@condition petrified}. Otherwise, a creature that fails the save begins to turn to stone and is {@condition restrained}. The {@condition restrained} creature must repeat the saving throw at the end of its next turn, becoming {@condition petrified} on a failure or ending the effect on a success. The petrification lasts until the creature is freed by the greater restoration spell or other magic."
					]
				}
			],
			"bonus": [
				{
					"name": "Aberrant Step",
					"entries": [
						"Minfilla teleports, along with any equipment she is wearing or carrying, to an unoccupied space she can see within 30 feet of her."
					]
				}
			],
			"reaction": [
				{
					"name": "Negate Spell (3/Day)",
					"entries": [
						"When Minfilla sees a creature within 60 feet of her casting a spell, she tries to interrupt it. If the creature is casting a spell using a spell slot of 8th level or lower, its spell fails and has no effect. If it is casting a 9th-level spell, it must succeed on a {@dc 22} Intelligence saving throw, or the spells fails and has no effect."
					]
				}
			],
			"legendary": [
				{
					"name": "Gorgon Witchcraft",
					"entries": [
						"Minfilla uses Spellcasting or Aberrant Step. She cannot reuse the same spell twice as a legendary action per combat."
					]
				},
				{
					"name": "Dark Speech (Costs 2 Actions)",
					"entries": [
						"Minfilla utters a phrase in a forbidden language and targets one or two creatures she can see within 60 feet of her. Each target must succeed on a {@dc 24} Wisdom saving throw or take 11 ({@damage 2d10}) psychic damage and be {@condition frightened} of Minfilla for 1 minute. A target can repeat the save at the end of each of its turns, ending the effect on itself on a success and thereby becoming immune to Minfilla's Dark Speech for 24 hours."
					]
				},
				{
					"name": "Indoctrination of Demos (Costs 3 Actions)",
					"entries": [
						"Minfilla targets one creature she can see within 60 feet of her. The target must succeed on a {@dc 24} Charisma saving throw or be possessed by a aberrant spirit. While possessed, the target must obey Minfilla's commands. The target can repeat the saving throw at the end of each of its turns, banishing the aberrant spirit and ending the effect on itself on a success."
					]
				}
			],
			"tokenUrl": "https://i.imgur.com/1QcO3Co.png",
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"C",
				"CE",
				"DR",
				"E",
				"I",
				"S"
			],
			"damageTags": [
				"Y"
			],
			"damageTagsSpell": [
				"A",
				"C",
				"F",
				"I",
				"L",
				"N",
				"Y"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"AOE"
			],
			"conditionInflict": [
				"charmed",
				"frightened",
				"petrified",
				"restrained"
			],
			"conditionInflictSpell": [
				"incapacitated",
				"invisible",
				"prone",
				"restrained"
			],
			"savingThrowForced": [
				"charisma",
				"constitution",
				"intelligence",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"dexterity",
				"intelligence",
				"wisdom"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Iggwilv has a long and storied history throughout the multiverse. This adventure presents the legendary figure in her current form."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/klF3iSb.png"
						}
					}
				]
			}
		},
		{
			"name": "New Creature",
			"source": "AurasHBFolder",
			"size": [
				"M"
			],
			"type": "aberration",
			"alignment": [
				"N"
			],
			"ac": [
				10
			],
			"hp": {
				"average": 4,
				"formula": "1d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 10,
			"con": 10,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"passive": 10,
			"cr": "0",
			"tokenUrl": "https://i.imgur.com/klKDatT.png",
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/rhzrrY8.png"
						}
					}
				]
			}
		},
		{
			"name": "Vorthuun, The Warlock of Ill Omen",
			"source": "AurasHBFolder",
			"page": 8,
			"size": [
				"M"
			],
			"type": {
				"type": {
					"choose": [
						"undead",
						"fiend"
					]
				}
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				18
			],
			"hp": {
				"formula": "20d20 + 140",
				"average": 350
			},
			"speed": {
				"walk": 40,
				"fly": {
					"number": 80,
					"condition": "hover"
				},
				"canHover": true,
				"climb": 40
			},
			"str": 18,
			"dex": 19,
			"con": 21,
			"int": 19,
			"wis": 18,
			"cha": 26,
			"save": {
				"cha": "+15",
				"wis": "+11",
				"int": "+11",
				"con": "+12"
			},
			"skill": {
				"acrobatics": "+18",
				"stealth": "+18",
				"persuasion": "+15",
				"insight": "+11",
				"intimidation": "+22",
				"arcana": "+11",
				"deception": "+22",
				"performance": "+15"
			},
			"senses": [
				"darkvision 300 ft.",
				"truesight 50 ft."
			],
			"passive": 14,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"preNote": "Non Magical"
				},
				{
					"resist": [
						"fire",
						"necrotic"
					]
				}
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"incapacitated",
				"paralyzed"
			],
			"languages": [
				"Common",
				"Minotaur",
				"Undercommon",
				"Deep Speech",
				"Abyssal",
				"Infernal"
			],
			"cr": "22",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The Warlock of Ill Omen is a 20th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 24}, +16 to hit with spell attacks). The Warlock has the following spells prepared:"
					],
					"will": [
						"{@spell command}",
						"{@spell counterspell}",
						"{@spell detect thoughts}",
						"{@spell dispel magic}",
						"{@spell gust of wind}",
						"{@spell mage hand}",
						"{@spell meld into stone}",
						"{@spell shield}"
					],
					"daily": {
						"3e": [
							"{@spell dominate monster}",
							"{@spell sequester}",
							"{@spell shadow of moil|XGE}"
						],
						"4e": [
							"{@spell circle of death}",
							"{@spell negative energy flood|XGE}"
						],
						"1e": [
							"{@spell contingency}",
							"{@spell death ward}",
							"{@spell feeblemind}",
							"{@spell greater invisibility}",
							"{@spell maddening darkness|XGE}",
							"{@spell plane shift}",
							"{@spell power word kill}",
							"{@spell reverse gravity}",
							"{@spell Tasha's otherworldly guise|TCE}"
						],
						"2e": [
							"{@spell dimension door}",
							"{@spell misty step}",
							"{@spell prismatic wall}",
							"{@spell wall of force}"
						]
					},
					"spells": {
						"9": {
							"spells": [
								"{@spell armor of Agathys}",
								"{@spell bane}",
								"{@spell banishment}",
								"{@spell hold monster}"
							],
							"slots": 10,
							"lower": 1
						}
					},
					"ability": "cha"
				}
			],
			"trait": [
				{
					"name": "Arch Devil's Sight",
					"entries": [
						"Magical darkness doesn't impede the warlock of ill omen's Darkvision and effects that conceal creatures from those who depend on dark vision do not effect the warlock of ill omen."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The warlock of ill omen has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Mad Mind (Concentration)",
					"entries": [
						"The Warlock of Ill Omen can concentrate on three spells at once but cannot concentrate on the same spell more than once. "
					]
				},
				{
					"name": "Aura of Malice",
					"entries": [
						"The Warlock of Ill Omen projects an aura that nullifies enemies resistance to damage types up to 30 feet."
					]
				}
			],
			"actionHeader": [
				"The Warlock of Ill Omen is the conduit for an arch devil hellbent on corruption of others and thus benefits from their many pact boons."
			],
			"action": [
				{
					"name": "multiattack",
					"entries": [
						"Warlock of Ill Omen can attack with four beams of agonizing eldritch blast and cast a spell that cannot inflict damage, or, The Warlock of Ill Omen can instead choose to cast a spell of any of their choosing."
					]
				},
				{
					"name": "Agonizing Eldritch Blast",
					"entries": [
						"{@atk mw,rw} {@hit 16} to hit, reach 120 ft. or unlimited range, one target. {@h}13 ({@damage 1d10 + 8}) force damage in melee, or 13 ({@damage 1d10 + 8}) force damage at range. On a successful hit, the creature is pushed away from the Warlock by 10 feet."
					]
				}
			],
			"reactionHeader": [
				"Enhanced sight and reflexes granted by the Arch Fiend, N'watha."
			],
			"reaction": [
				{
					"name": "Wrath of N'watha",
					"entries": [
						"Upon taking damage, As a reaction, The Warlock emits shadowy veil that latches out toward the offending target. The Creature must make a {@dc 24} Charisma saving throw or become {@condition incapacitated} until the start of their next turn."
					]
				}
			],
			"legendaryHeader": [
				"The Warlock of Ill Omen utilizes all of their power to emphasize their gods might. The Warlock can only take that one action per round."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Move (1 Action)",
					"entries": [
						"The Warlock of Ill Omen teleports up to its speed without provoking opportunity attacks."
					]
				},
				{
					"name": "Cast a Spell (1 Action)",
					"entries": [
						"The Warlock casts a non damaging spell, but can only cast it once per round."
					]
				},
				{
					"name": "Cloak of Shadows (1 Action)",
					"entries": [
						"The Warlock of Ill Omen shrouds themself in a cloud of darkness and renders themself {@condition invisible}. The invisibility ends when they cast a spell or take an offensive action."
					]
				}
			],
			"tokenUrl": "https://i.imgur.com/AeXjIw8.png",
			"traitTags": [
				"Devil's Sight",
				"Magic Resistance"
			],
			"senseTags": [
				"SD",
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"C",
				"DS",
				"I",
				"U"
			],
			"damageTags": [
				"O"
			],
			"damageTagsSpell": [
				"A",
				"B",
				"C",
				"F",
				"I",
				"L",
				"N",
				"O",
				"Y"
			],
			"spellcastingTags": [
				"CL",
				"I"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"savingThrowForced": [
				"charisma"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"dexterity",
				"intelligence",
				"strength",
				"wisdom"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/bxqcpCM.png"
						}
					}
				]
			}
		},
		{
			"name": "Walter, The Puppet Master of Noxra",
			"source": "AurasHBFolder",
			"size": [
				"M"
			],
			"type": "aberration",
			"alignment": [
				"N"
			],
			"ac": [
				10
			],
			"hp": {
				"average": 4,
				"formula": "1d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 10,
			"con": 10,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"passive": 10,
			"cr": "0"
		},
		{
			"name": "Yoku, Daylight's Tiger",
			"shortName": "Yoku",
			"isNpc": true,
			"isNamedCreature": true,
			"source": "AurasHBFolder",
			"page": 3,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Celestial"
				]
			},
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				{
					"ac": 21,
					"condition": "Unarmored",
					"braces": true
				}
			],
			"hp": {
				"formula": "27d12 + 205",
				"average": 380
			},
			"speed": {
				"walk": 50,
				"climb": 30,
				"swim": 30
			},
			"str": 24,
			"dex": 20,
			"con": 24,
			"int": 14,
			"wis": 16,
			"cha": 20,
			"save": {
				"con": "+15",
				"str": "+15",
				"dex": "+13",
				"wis": "+11"
			},
			"skill": {
				"survival": "+11",
				"stealth": "+13",
				"athletics": "+21",
				"acrobatics": "+19",
				"perception": "+11",
				"intimidation": "+19",
				"persuasion": "+19"
			},
			"senses": [
				"blindsight 10 ft."
			],
			"passive": 21,
			"resist": [
				{
					"resist": [
						"necrotic",
						"radiant"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "bludgeoning, piercing, and slashing from nonmagical attacks"
				}
			],
			"conditionImmune": [
				"exhaustion",
				"frightened",
				"incapacitated",
				"paralyzed",
				"petrified",
				"stunned"
			],
			"languages": [
				"Common",
				"Celestial",
				"Primordial",
				"Infernal"
			],
			"cr": "24",
			"trait": [
				{
					"name": "Sweeping Claws",
					"entries": [
						"Daylight's Tiger rapidly sweeps up to 10 feet between claw attacks and anyone caught between his movement path is also subjected to the same attack.",
						"While on the attack action, Yoku will evade opportunity attacks."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"At the start of his turn, Daylight's Tiger will regain 35 hit points until he reaches 0 hit points. "
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"Daylight's Tiger has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Immortal Lotus, Daylight's Tiger",
					"entries": [
						"After throwing off his top as is mandatory, he digs both heels into the ground splitting the earth, stretches out his hands, and lets out a roar as the spectral tiger aura/celestial light bursts out from him. "
					]
				},
				{
					"name": "Legendary Resistance (3/daily)",
					"entries": [
						"If Daylight's Tiger fails a saving throw, they can instead choose to pass."
					]
				},
				{
					"name": "Hidden Leaf within the Summers Vale",
					"entries": [
						"If Daylight Tiger succeeds on a saving throw that deals half damage on a successful pass, they take no damage."
					]
				}
			],
			"actionHeader": [
				"Daylight's Tiger is a ferocious opponent who specializes in offensive attacks for the sake of a good time."
			],
			"action": [
				{
					"name": "Multiattack.",
					"entries": [
						"Daylight's Tiger will make up to four attacks with his Martial Arts, Spectral tiger claw attacks or make up to two Martial Arts or two tiger claw attacks and use Soul Ripper if available."
					]
				},
				{
					"name": "Spectral Tiger Claws",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}12({@damage 2d8 + 3}) Slashing (Magical) damage."
					]
				},
				{
					"name": "Immortal Lotus Style Martial Arts",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}25 ({@damage 2d12 + 12) Bludgeoning (Magical) damage}"
					]
				},
				{
					"name": "Daylight's Tigers' Soul Reaper {@recharge 5}",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}50 ({@damage 9d10+1}) force damage.",
						"Daylight's Tiger will erupt with a spectral tiger's head roaring behind his back as he punches into someone with such excessive force that it rips through their chest projecting the targeted creature's 'soul' outward 75 feet away from their body. While in this spirit form, the creature has access to all remaining resources, but can only affect themselves while their spirit remains outside of their body and cannot be targeted by others by any means. When the targeted creature returns its spirit to its body, it can resume its turn. "
					]
				}
			],
			"bonusHeader": [
				"Daylight's Tiger emits a terrifying presence as he radiates with celestial light."
			],
			"bonus": [
				{
					"name": "Unrivaled under the Heavens {@recharge 5}",
					"entries": [
						"Daylight's Tiger will emit a horrifying roar. Creatures within 120 feet must make a {@dc 23} Wisdom Saving Throw or be subjected to the {@condition frightened} condition. Creatures affected by the {@condition frightened} condition from his roar can repeat the saving throw at the end of their turn. When the saving throw succeeds, they will become immune to the effect of 24 hours."
					]
				},
				{
					"name": "Autumn's Sunset Dash.",
					"entries": [
						"Daylight's Tiger can move up to his movement speed to close the distance with an enemy target."
					]
				},
				{
					"name": "Spring Lotus Step",
					"entries": [
						"Daylight's Tiger becomes surrounded by silvery mist and teleports up to 30 feet away."
					]
				}
			],
			"reactionHeader": [
				"Daylight's Tigers' reaction timing matches his new found youth."
			],
			"reaction": [
				{
					"name": "Menacing Stare",
					"entries": [
						"Daylight's Tiger turns his glare on a hostile creature within 120 feet causing a distraction that triggers momentary uncertainty. The triggering creature must reroll the {@dice d20} and use the lower roll."
					]
				},
				{
					"name": "Battle Fervor",
					"entries": [
						"Upon witnessing a foe within 120 ft reach 0 hit points, Daylight's Tiger will receive 25 temporary hit points."
					]
				}
			],
			"legendaryHeader": [
				"Daylight's Tiger will utilize his battle tactics to gain the upper hand in a brawl. Utilizing many centuries of maneuvers and different tactics."
			],
			"legendary": [
				{
					"name": "Lotus Bloom's Leap (Move)",
					"entries": [
						"Daylight's Tiger will slam his feet deep into the ground and leap to his movement to a creature they can see. The creature must make a {@dc 21} Dexterity saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Daylight's Tiger (Avatar) (2 Actions)",
					"entries": [
						"Daylight's Tiger will manifest an immortal spirit guardian representing a spectral tiger. The tiger can take actions such as Lotus Bloom's Leap and make two claw attacks 6({@dice 1d10}) after the end of Daylight's Tigers' turn. Once manifested, the spirit guardian persists until Daylight's Tiger has been defeated or the spirit has been defeated."
					]
				}
			],
			"environment": [
				"coastal",
				"grassland",
				"mountain",
				"urban"
			],
			"tokenUrl": "https://i.imgur.com/Ce88pXy.png",
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance",
				"Regeneration"
			],
			"senseTags": [
				"B"
			],
			"languageTags": [
				"C",
				"CE",
				"I",
				"P"
			],
			"damageTags": [
				"O"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/8zgYeON.png"
						}
					}
				]
			}
		},
		{
			"name": "Zasra, Necro Lord of Noxra",
			"shortName": "Zasra",
			"isNamedCreature": true,
			"source": "AurasHBFolder",
			"page": 62,
			"size": [
				"M"
			],
			"type": {
				"type": {
					"choose": [
						"humanoid",
						"undead"
					]
				}
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"Robe of the Arch Necromancer"
					]
				}
			],
			"hp": {
				"formula": "40d8 + 55",
				"average": 235
			},
			"speed": {
				"walk": 40,
				"fly": {
					"number": 40,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 10,
			"dex": 19,
			"con": 18,
			"int": 27,
			"wis": 19,
			"cha": 21,
			"save": {
				"con": "+11",
				"int": "+15",
				"wis": "+11",
				"cha": "+12"
			},
			"skill": {
				"arcana": "+22",
				"deception": "+12",
				"history": "+22",
				"insight": "+11",
				"religion": "+22"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 14,
			"resist": [
				{
					"resist": [
						"radiant"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from non magical sources",
					"cond": true
				}
			],
			"immune": [
				"necrotic"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"incapacitated",
				"paralyzed",
				"stunned"
			],
			"languages": [
				"Common",
				"Abyssal",
				"Infernal",
				"Undercommon",
				"Sylvan",
				"Elvish"
			],
			"cr": "21",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Zasra is a 20th-level spellcaster. His spellcasting ability is Intelligence (DC24) +16 to hit with spell attacks). He can cast thee following spells with no components"
					],
					"will": [
						"{@spell blight}",
						"{@spell blur}",
						"{@spell chill touch}",
						"{@spell circle of death}",
						"{@spell clone}",
						"{@spell dream}",
						"{@spell finger of death}",
						"{@spell programmed illusion}",
						"{@spell seeming}",
						"{@spell true seeing}",
						"{@spell water walk}"
					],
					"daily": {
						"1": [
							"{@spell contingency}",
							"{@spell death ward}",
							"{@spell plane shift}",
							"{@spell reverse gravity}"
						]
					},
					"spells": {
						"0": {
							"spells": [
								"{@spell chill touch}",
								"{@spell light}",
								"{@spell mage hand}",
								"{@spell minor illusion}",
								"{@spell spare the dying}"
							]
						}
					},
					"ability": "int"
				},
				{
					"name": "Innate (Somatic and Verbal) Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Zasra is a 20th-level spellcaster. His spellcasting ability is Intelligence (DC24) +16 to hit with spell attacks). He can cast these spells with no material components."
					],
					"will": [
						"{@spell animate dead}",
						"{@spell mind blank}",
						"{@spell revivify}",
						"{@spell sleep}",
						"{@spell soul cage|XGE}"
					],
					"daily": {
						"1": [
							"{@spell contagion}",
							"{@spell eyebite}",
							"{@spell globe of invulnerability}",
							"{@spell greater invisibility}",
							"{@spell harm}",
							"{@spell mental barrier|UAFighterRogueWizard}",
							"{@spell power word kill}",
							"{@spell power word stun}",
							"{@spell psychic scream|XGE}",
							"{@spell time ravage|EGW}",
							"{@spell time stop}",
							"{@spell true polymorph}"
						]
					},
					"spells": {
						"0": {
							"spells": [
								"{@spell acid splash}",
								"{@spell friends}",
								"{@spell mind sliver|TCE}",
								"{@spell poison spray}",
								"{@spell toll the dead|XGE}"
							]
						}
					},
					"ability": "int"
				}
			],
			"trait": [
				{
					"name": "River of Bones",
					"entries": [
						"At will, Zasra can take flight via stepping on an ever shifting pile of bones that shall act as his mount."
					]
				},
				{
					"name": "Master of Souls",
					"entries": [
						"Zasra projects a 60 foot aura which at will can deny all forms of healing."
					]
				},
				{
					"name": "Necromancer's Special Tools",
					"entries": [
						"Zasra is in possession of several items that enables his necromancy:",
						"Grimoire of the Soul Ravager.",
						"Staff of the Wandering Moon.",
						"A Celestial Tuning Rod which controls the spirit of a fallen aasimar.",
						"Robe of the Arch Necromancer (Magi Reflavored)."
					]
				},
				{
					"name": "Unstoppable (8/day)",
					"entries": [
						"Zasra reduces the damage he takes from an attack to 0."
					]
				},
				{
					"name": "Staff of the Wandering Moon {@recharge 5}",
					"entries": [
						"Zasra can channel Noxra at will and change the spell damage type to necrotic and maximize the damage of his next spell."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"Zasra has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"actionHeader": [
				"Zasra is an ancient lich that has taken to hosting various living flesh made necrotic puppets."
			],
			"bonusHeader": [
				"Zasra's control over necromantic magic has given him keen "
			],
			"bonus": [
				{
					"name": "Bone Step",
					"entries": [
						"Zasra can teleport up to his movement speed to a place that he can see."
					]
				}
			],
			"reactionHeader": [
				"Zasra's connection to Noxra has given him in calculating his opponents actions."
			],
			"reaction": [
				{
					"name": "Harvest of Souls",
					"entries": [
						"If a creature that Zasra can see falls to 0 hit points, Zasra can use their reaction to regain 30 temporary hit points. "
					]
				}
			],
			"legendaryHeader": [
				"One of Noxra's most devoted priests shall wield their command with his gods unholy blessing."
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Cast a Spell (1 Action)",
					"entries": [
						"Zasra takes an action to cast a spell."
					]
				},
				{
					"name": "Purge Magic (1 Action)",
					"entries": [
						"Zasra will select one creature within range and attempt to purge a spell's effect with a Intelligence check. Zasra can make a Wisdom check to nullify a spell that has been cast. She will choose one creature, object, or magical effect within range. Any spell of 3rd level or lower on the target ends. For each spell of 4th level or higher on the target, Ellie will make an ability check using her spellcasting ability (Intelligence). The DC equals 10 + the spell's level. On a successful check, the spell ends."
					]
				},
				{
					"name": "Whisper of the Wandering Moon (1 Action)",
					"entries": [
						"Zasra can select a creature that he can see and swarm them with the souls of all those he has slain and consumed. The target must make a DC24 Wisdom Saving Throw or become subjected the blind condition and take a level of {@condition exhaustion}. The effect will end at the end of the creature's next turn."
					]
				}
			],
			"tokenUrl": "https://i.imgur.com/h2KdrLw.png",
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"U"
			],
			"languageTags": [
				"AB",
				"C",
				"E",
				"I",
				"S",
				"U"
			],
			"damageTagsSpell": [
				"A",
				"I",
				"N",
				"Y"
			],
			"spellcastingTags": [
				"I"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"dexterity",
				"intelligence",
				"wisdom"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/Big32bF.jpg"
						}
					}
				]
			}
		}
	]
}
