{
	"_meta": {
		"sources": [
			{
				"json": "PS:T",
				"abbreviation": "PS:T",
				"full": "Planescape: Torment Bestiary",
				"color": "C26136",
				"version": "",
				"url": "https://media.wizards.com/2017/dnd/dragon/Creatures_PSTEE.pdf",
				"authors": [
					"Chris Avellone",
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Spappz"
				]
			}
		],
		"status": "ready",
		"dateAdded": 1591117986,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "0ae1e57fe2",
		"edition": "classic"
	},
	"monster": [
		{
			"source": "PS:T",
			"name": "Gronk",
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 37,
				"formula": "5d10 + 10"
			},
			"speed": {
				"walk": 30
			},
			"str": 17,
			"dex": 14,
			"con": 15,
			"int": 1,
			"wis": 13,
			"cha": 5,
			"skill": {
				"athletics": "+5",
				"perception": "+3"
			},
			"immune": [
				{
					"immune": [
						"bludgeoning"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"passive": 13,
			"cr": "1",
			"trait": [
				{
					"name": "Hopping Charge",
					"entries": [
						"If an enemy is within 45 feet of the gronk, the gronk can increase its speed to 45 feet and use its movement to hop toward that enemy, moving normally through other creatures' spaces or difficult terrain. If it finishes this movement next to the original enemy and makes a spiked headplate atack against it, the gronk has advantage on the attack roll."
					]
				},
				{
					"name": "Hard of Hearing",
					"entries": [
						"A gronk has disadvantage on Wisdom ({@skill Perception}) checks that involve hearing, but has advantage on saving throws that require it to hear another creature."
					]
				}
			],
			"action": [
				{
					"name": "Spiked Headplate",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) piercing damage. If the target is a creature, it must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"page": 1,
			"damageTags": [
				"P"
			],
			"conditionInflict": [
				"prone"
			],
			"miscTags": [
				"MW"
			],
			"tokenUrl": "https://i.ibb.co/Y3rwY1Y/gronk.png",
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Huge, squat beasts with powerful legs and a thundering croak, the gronk are also known as \"hopping rocks\" or \"stone frogs.\" The ill-tempered beasts pose a threat to the nomadic bariaur tribes that roam the Outlands, and those tribes occasionally mount hunting parties solely to thin the gronk's numbers. According to the bariaur nomads, gronk have existed on the Outlands for as far back as five bariaur generations. Their numbers have not increased substantially during that time, mostly due to bariaur thinning gronk herds with their rites of passage. A number of planewalkers have sighted the gronk on several Prime worlds as well.",
									{
										"type": "entries",
										"name": "Violent and Antisocial",
										"entries": [
											"When a creature comes within its line of sight, a gronk emits a thundering croak and hops toward the target to smash it to death with its spiked headplate. All gronk are nearly deaf, and bright visual displays irritate them. Tales tell of wizards who cast {@spell dancing lights} into gronk herds to drive them into a frenzy. This results in the gronk turning on themselves until nearly every member of the herd is dead.",
											"The gronk are so ill tempered that they can't even tolerate their own species. Despite their herd mentality, the strength of the herd depends on the gronk's emotional cycle, and members of a new herd can survive for a week at most before becoming irritated with one another. Soon after, their natural hatred gives way to furious bouts of head smashing. The herd then dissolves and reforms into new herds several months later."
										]
									},
									{
										"type": "entries",
										"name": "Unusual Biology",
										"entries": [
											"Ironically, the gronk's hatred of each other propagates their species. A gronk's reproductive organs are located near its brain, in the spiked carapace over its forehead. The ridged spikes that cover the gronk's headplate are actually buds that exchange reproductive material when two gronk smash their heads into each other, then subsequently fall off. If a fallen bud touches dirt, sand, earth, or rock, it submerges a few inches beneath the ground, only to burrow forth a few months later as a tiny gronk.",
											"The gronk have never been seen to eat; it is a mystery how they sustain themselves. A gronk's lifespan ranges from three to five years. As a gronk ages, its headplate cracks and flakes off until the creature suffers brain failure and dies."
										]
									},
									{
										"type": "entries",
										"name": "Valuable Parts",
										"entries": [
											"Gronk headplates are often sought after for use in creating shields and armor plating, including for siege towers and shield walls. One bariaur myth talks of gronk headplates being placed upon an enchanted battering ram that could act as a {@item horn of blasting} upon any structure, but which needed a huge number of people to carry it.",
											"The gronk also have bladder-like glands along their necks and upper backs that can be removed with care after a gronk is slain. When treated with the right resins and filled with acid, the gland sacs can be used as grenades, and are known to be extremely effective against fiends."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/XDbLPSg/image.png"
						}
					}
				]
			},
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"source": "PS:T",
			"name": "Grillig",
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 19,
				"formula": "3d8 + 6"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 14,
			"dex": 16,
			"con": 15,
			"int": 4,
			"wis": 13,
			"cha": 7,
			"skill": {
				"acrobatics": "+5",
				"perception": "+3"
			},
			"immune": [
				"piercing",
				"slashing"
			],
			"passive": 13,
			"cr": "1/2",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The grillig makes four talons attacks."
					]
				},
				{
					"name": "Talons",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"page": 2,
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"tokenUrl": "https://i.ibb.co/jMZBtTs/grillig.png",
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Grilligs are small, scaled beasts with long arms and hunched legs. Their movement resembles that of gorillas, as they use their arms to propel themselves along. Grilligs are vicious pests and can be lethal if they encounter an expedition unprepared for them.",
									"Legend has it that grilligs were born from twodimensional angles. But whatever their origin, they are strangely resistant to arrows, spears, swords, and other edged weapons. They can be found in almost any rugged, angular terrain. Chasms, caves, and mountainous areas have been known to run thick with them.",
									{
										"type": "entries",
										"name": "Pack Tactics",
										"entries": [
											"Grilligs have a pack mentality, and their society revolves around finding something larger and meaner than themselves, killing it, and then moving onto a larger, meaner creature. They prefer to weaken a target with ambushes or crude traps (pushing boulders off ledges, causing avalanches, stampeding other creatures over the victim, and so on). They then attack in groups, raising themselves on their forelimbs to lash out with their foot talons, and shredding targets with lightning speed.",
											"If all except one member of a grillig pack is killed, the remaining grillig either flees combat or joins another group of grilligs. If cornered before it can flee, a lone grillig hisses and gnashes its teeth, but it does not defend itself from attackers."
										]
									},
									{
										"type": "entries",
										"name": "Unknown Natures",
										"entries": [
											"It is not known how grilligs breed—more of them simply seem to appear whenever their numbers become too thin. The bariaur root out these pests whenever they find them, but no matter how many they kill, more appear in the later seasons. If actively hunted, the grilligs lie low for a while, then emerge when the hunters relax their guard. Members of bariaur tribes on the Outlands always carry bludgeoning weapons against the threat of a grillig attack.",
											"A grillig's teeth and talons can be used in the creation of magic armor as well as magic arrowheads and spearheads. It is said that secret rituals can give certain weapons the \"speed of a grillig,\" allowing the wielder of the weapon to make a frenzy of multiple attacks."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/6g9TfNp/image.png"
						}
					}
				]
			}
		},
		{
			"source": "PS:T",
			"name": "Sohmien",
			"size": [
				"M"
			],
			"type": "aberration",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				11
			],
			"hp": {
				"average": 32,
				"formula": "5d8 + 10"
			},
			"speed": {
				"walk": 40
			},
			"str": 17,
			"dex": 12,
			"con": 15,
			"int": 2,
			"wis": 12,
			"cha": 4,
			"skill": {
				"perception": "+3"
			},
			"passive": 13,
			"cr": "1",
			"trait": [
				{
					"name": "Fear Stampede",
					"entries": [
						"When six or more sohmien enter combat together in an environment of dim light or darkness, each creature that can see the stampede must succeed on a {@dc 11} Wisdom saving throw or be {@condition frightened} for 1 minute. A creature that is riding a mount has advantage on this saving throw."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The sohmien makes one gore attack and one bite attack. If either attack hits, it can also make a hooves attack. Alternatively, the sohmien can make three spines attacks."
					]
				},
				{
					"name": "Gore",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 3}) piercing damage."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage."
					]
				},
				{
					"name": "Hooves",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Spines",
					"entries": [
						"{@atk rw} {@hit 3} to hit, range 30/120 ft., one target. {@h}5 ({@damage 1d8 + 1}) piercing damage. This attack is treated as magical."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"page": 3,
			"damageTags": [
				"P",
				"B"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"conditionInflict": [
				"frightened"
			],
			"tokenUrl": "https://i.ibb.co/J2NSsp2/sohmien.png",
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"A sohmien resembles a huge horse with a leathery, ashen hide and dead white eyes. Its shoulder blades extend beyond its head and neck, and bone spikes (extensions of its spinal column) sprout from each shoulder.",
									"Sohmiens leave a trail of mist in their wake, resembling that which shrouds the Hinterlands. The touch of their hooves kills vegetation and can taint the lands they stampede across for years. No one has ever successfully used a sohmien as a mount.",
									"Sohmien do not eat, sleep, or mate, and their rides are governed by some cycle that eludes scholars. Herds of them emerge from the Hinterlands randomly before returning, and many suspect that they appear only in response to a creature craving vengeance.",
									{
										"type": "entries",
										"name": "Born of Nightmare",
										"entries": [
											"According to legend, the last of the nightmare lords was lured to the Gloom Meet by his subjects, then attacked by fiends who had tired of bartering for permission to use his nightmares. The nightmare lord was driven into the Hinterlands, his body riddled by cold iron spears and arrows. It is believed that where his blood struck the earth, sohmien sprang forth.",
											"Sohmien hate nightmares and attack them over all other targets. It is said that the ride of the sohmien will not end until they kill every nightmare in existence."
										]
									},
									{
										"type": "entries",
										"name": "Sadistic Combatants",
										"entries": [
											"Sohmien prefer to start combat at range with their shoulder spines, each of which makes a horrible whistling noise when fired and shrieks when it tastes blood. In close-up combat, a sohmien gores and bites its foes in non-vital areas, allowing a creature to experience as much pain as possible before its eventual death."
										]
									},
									{
										"type": "entries",
										"name": "A Thirst for Vengeance",
										"entries": [
											"According to myth, sohmien are creatures of vengeance. They can be summoned by any vengeful mage or priest of sufficient power through a long-lost ritual called the sohmien pact. When summoned, sohmien must be ordered to ride, destroying all in the path leading to the creature that has wronged the summoner.",
											"The ride ends only when all the sohmien are slain or when they have reduced the offending creature to near death. At that point, the sohmien wait, pawing the ground in the hope that their victim will seek its own revenge by sending them stampeding back to the first summoner. What happens when the sohmien return is unknown, but chronicles talk of the original summoner vanishing, its voice joining the frightful wails that follow the sohmien as they ride from the Hinterlands."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/7jm0q1j/image.png"
						}
					}
				]
			},
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"source": "PS:T",
			"name": "Trelon",
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 51,
				"formula": "5d10 + 18"
			},
			"speed": {
				"walk": 30
			},
			"str": 15,
			"dex": 13,
			"con": 16,
			"int": 7,
			"wis": 16,
			"cha": 7,
			"skill": {
				"perception": "+7"
			},
			"conditionImmune": [
				"charmed",
				"paralyzed"
			],
			"senses": [
				"truesight 120 ft."
			],
			"passive": 17,
			"languages": [
				"Trelon"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Always Hidden",
					"entries": [
						"To any creature more than 30 feet away from the trelon, the trelon is {@condition invisible} and makes no sound. This invisibility cannot be overcome by any mundane or magical means."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The trelon has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The trelon makes two claw attacks. If both attacks hit the same target, that target takes an extra 7 ({@damage 2d6}) slashing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 10 ft., one target. {@h}6 ({@damage 1d8 + 2}) slashing damage."
					]
				}
			],
			"traitTags": [
				"Magic Resistance"
			],
			"actionTags": [
				"Multiattack"
			],
			"page": 4,
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened"
			],
			"tokenUrl": "https://i.ibb.co/bWQLfsR/trelon.png",
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Trelons originated on one of the Prime worlds and were brought to the Outlands by a sorcerer living on the ninth ring. This sorcerer used them as weapons, transporting them into the Academy of Weavers near Curst, where the trelons murdered the entire school of illusionists in their sleep.",
									"Trelons have been described as a \"mixture of orange and shadow.\" They have two long arms that end in curved spikes, two mandibles near the mouth for feeding, and two spindly legs. According to legend, trelons were created to exterminate mages on some long-dead Prime world. True or not, the trelons seem to hate mages and magic in general.",
									{
										"type": "entries",
										"name": "Deadly Swarms",
										"entries": [
											"A trelon swarm is terrible to behold. When they appear, they mob any nearby creature, tearing through their victims like scythes. Trelons attack with their two arm spikes, bisecting a target like a pair of cutting shears. They do not stop until they have killed every non-trelon in sight, but when the fight is done, the mandibles around their mouths scoop up the remains of their victims.",
											"Trelons do not like natural light, and torches or strong lanterns can prevent them from attacking. However, magical light drives them into a frenzy, and they attack any opponent using it without hesitation."
										]
									},
									{
										"type": "entries",
										"name": "Unseen and All Seeing",
										"entries": [
											"A trelon never appears at a distance of greater than 30 feet from other creatures. Targets might thus never know that they are in the middle of a swarm of trelons until the creatures suddenly begin to materialize. How this ability works remains a mystery, but trelons are known to appear primarily in shadowy conditions where there is no natural light. It is likewise not known where they retreat to once they have finished their attacks.",
											"Some believe that the trelons track creatures by their shadows, their emotions, or the sounds they make. But it is also known that trelons have the ability to track a victim through the use of spells or magic items designed to conceal the user. They are drawn to those protected by {@spell invisibility}, a {@item cloak of displacement}, and similar magic, and can sense targets no matter how well they are hidden. Magical cloaking seems to drive trelons into a rage, and they often attack {@condition invisible} or cloaked targets before other foes."
										]
									},
									{
										"type": "entries",
										"name": "Mysterious Ways",
										"entries": [
											"Trelons speak a unique language that consists of soft clicks and chittering noises, which rise to a near-deafening screeching when they strike. Their insect-like nature makes several sages suspect that they may have a hive mentality, but like much that is known about trelons, this is only speculation.",
											"Trelons are valued for their talons, which are long enough to be used as sword blades and make fearsome mage-slaying weapons when properly enchanted. Likewise, trelon blood is said to be usable in the crafting of unique {@item arrow of slaying (generic)|dmg|arrows of slaying} meant to kill mages. But incidents have been recorded in which attempts to use trelon blood in magical rituals have instead summoned a swarm of trelons to the scene."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/c3XLw5n/image.png"
						}
					}
				]
			}
		}
	]
}
