{
	"_meta": {
		"sources": [
			{
				"json": "DungeonDadseMonsterStatblocks",
				"abbreviation": "DD5MS",
				"full": "Dungeon Dad's 5e Monster Statblocks",
				"url": "https://drive.google.com/drive/folders/1PLGEmXmA_kjowI4uW0gIzJHGoaaoOCKR",
				"authors": [
					"Dungeon Dad"
				],
				"convertedBy": [
					"cadowtin"
				],
				"version": "unknown"
			}
		],
		"dateAdded": 1652739335,
		"dateLastModified": 1664199195,
		"_dateLastModifiedHash": "c8007f8378"
	},
	"monster": [
		{
			"name": "Adult Pink Dragon",
			"source": "DungeonDadseMonsterStatblocks",
			"page": 0,
			"size": [
				"H"
			],
			"type": "dragon",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 210,
				"formula": "20d12 + 80"
			},
			"speed": {
				"walk": 40,
				"climb": 40,
				"fly": 80
			},
			"str": 26,
			"dex": 12,
			"con": 25,
			"int": 18,
			"wis": 12,
			"cha": 26,
			"save": {
				"dex": "+6",
				"con": "+9",
				"int": "+9",
				"cha": "+13"
			},
			"skill": {
				"perception": "+6"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 120 ft."
			],
			"passive": 16,
			"conditionImmune": [
				"blind",
				"charmed"
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "15",
			"pbNote": "+5 Traits",
			"trait": [
				{
					"name": "Comedic Timing",
					"entries": [
						"The dragon has advantage on initiative rolls."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the dragon fails a saving throw, it can choose to succeed instead."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon can use its comedic presence. It then makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 10 ft., one creature. {@h}19 ({@damage 2d10 + 8}) damage plus the target must make a {@dc 21} Dexterity saving throw to avoid being {@condition blinded} for {@dice 1d4} rounds."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 5 ft., one creature. {@h}15 ({@damage 2d6 + 8}) damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 15 ft., one creature. {@h}25 ({@damage 2d8 + 8}) damage."
					]
				},
				{
					"name": "Comedic Presence",
					"entries": [
						"Each creature of the dragon's choice that is within 120 ft. of the dragon and aware of it must succeed on a {@dc 19} Wisdom saving throw or be thrown into a fit of laughter for 1 minute. While laughing, the creature falls {@condition prone}, becoming {@condition incapacitated} and unable to stand up for the duration. A creature with an Intelligence score of 4 or less isn't affected. A creature can repeat the saving throw at the end of each of its turns or anytime it takes damage, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's comedic presence for the next 24 hours. If the dragon uses its comedic presence and is unable to affect a single creature, it can immediately make a tail attack."
					]
				},
				{
					"name": "Bubble Breath {@recharge 5}",
					"entries": [
						"The dragon exhales goopy bubbles in a 60-foot cone. Each creature in that area must make a {@dc 21} Dexterity saving throw to avoid becoming covered in slippery slime. All creatures that fail their saving throw are {@condition blinded} for {@dice 2d4} rounds. The area where the dragon exhaled its bubbles becomes difficult terrain and every creature who wishes to move within the area must succeed on a {@dc 16} Dexterity saving throw for every 5 feet of movement they wish to make, falling {@condition prone} on a failed save. After 10 minutes the bubbles fade and the area is no longer affected."
					]
				}
			],
			"legendary": [
				{
					"name": "Mock",
					"entries": [
						"The dragon casts Hideous Laughter ({@dc 21})."
					]
				},
				{
					"name": "Tail Attack",
					"entries": [
						"The dragon makes a tail attack."
					]
				},
				{
					"name": "Good Impression (Uses 2 Actions)",
					"entries": [
						"The dragon casts a spell it has seen another creature cast within the past hour. The dragon's save DC is 21 and its spell attack modifier is +13."
					]
				}
			],
			"dragonAge": "adult",
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			],
			"fluff": {
				"entries": [
					"Pink dragons can be found almost anywhere, most frequently in some form of underground lair. Many hapless adventurers have been fatally fooled by the dragon's dopey appearance and delicate pink coloration. Pink dragons love to talk, but they are prone to eat those who do not laugh at their jokes.",
					"{@b {@i Draconic Comedians.}} Pink dragons, unlike most of their chromatic cousins, have an incredible sense of humour. While many other dragons hoard gold, treasure, or other such foolish things, the pink dragon hoards jokes. To these creatures, a great joke is worth a king's ransom, and stealing their comedic material is grounds for destruction. Bards be warned.",
					"{@b {@i Fun Loving Ancients.}} Pink dragons are good natured for the most part, however, they do take a sadistic delight in berating their enemies while overwhelming them with soapy bubbles. Watching an enemy slip and struggle to stand while they crack jokes is common practice."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/7cnzqZm.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/CqhWt2s.png"
		},
		{
			"name": "Bagman",
			"source": "DungeonDadseMonsterStatblocks",
			"page": 0,
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 168,
				"formula": "16d10 + 80"
			},
			"speed": {
				"walk": 40
			},
			"str": 18,
			"dex": 20,
			"con": 20,
			"int": 10,
			"wis": 16,
			"cha": 7,
			"save": {
				"wis": "+9",
				"cha": "+2"
			},
			"skill": {
				"perception": "+7",
				"stealth": "+9"
			},
			"senses": [
				"darkvision 120f ft."
			],
			"passive": 13,
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened"
			],
			"languages": [
				"Common"
			],
			"cr": "10",
			"pbNote": "+4 Traits",
			"trait": [
				{
					"name": "Alien Mind",
					"entries": [
						"If a creature tries to read the bagman's thoughts, that creature must succeed on a {@dc 15} Intelligence saving throw or be {@condition stunned} for 1 minute. The {@condition stunned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "Amorphous",
					"entries": [
						"The bagman can move through a space as narrow as 1 inch wide without squeezing."
					]
				},
				{
					"name": "Grappler",
					"entries": [
						"The bagman has advantage on attack rolls against any creature {@condition grappled} by it."
					]
				},
				{
					"name": "Shadow Step",
					"entries": [
						"As a bonus action, the bagman can teleport along with one creature it is grappling to a space within 30 feet that is not in an area of bright light."
					]
				},
				{
					"name": "Aberrant Nature",
					"entries": [
						"Bagmen do not require air, food, drink, or sleep."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The bagman uses its despondent wail if available and then makes three attacks, two with its claws and one with its bite."
					]
				},
				{
					"name": "Draining Bite",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one creature. {@h}16 ({@damage 2d10 + 5}) piercing damage.  The target must succeed on a {@dc 16} Constitution Saving Throw or gain one level of {@condition exhaustion}. If the target is killed by gaining too many levels of {@condition exhaustion} they return to life as a bagman after {@dice 1d4} days."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 10 ft., one creature. {@h}14 ({@damage 2d8 + 5}) slashing damage.  The target is {@condition grappled} (escape {@dc 16}). The bagman has two claws, each of which can grapple only one large or smaller target."
					]
				},
				{
					"name": "Despondent Wail (1/Day)",
					"entries": [
						"The bagman unleashes a wretched wail of fear and anguish, making manifest its feelings of loneliness and utter despair at being unable to find its way home. All creatures within 120 feet of the bagman who can hear must succeed on a {@dc 16} Wisdom saving throw or become {@condition frightened} of the bagman for 1 minute. Creatures who failed the saving throw can attempt another saving throw at the end of each of their turns to remove the {@condition frightened} condition. A creature who successfully saves against this ability can't be affected by the despondent wail of a bagman for 24 hours."
					]
				},
				{
					"name": "Egress",
					"entries": [
						"Using its claw as a blade that can cut through time and space, the bagman creates a magical portal that functions in one of two ways. If the portal is created while the bagman is in the \"space between spaces\", the realm to which all bags of holding are connected, it leads to a random bag of holding anywhere in the multiverse and its dimensions are determined by the largest opening of that bag. If the portal is created while the bagman is anywhere else,it leads to the \"space between spaces\" and it must be touching a bag of holding. The portal appears in the bag's largest opening. In either case, the portal will remain active for 10 seconds after the bagman passes through it, after which it is permanently sealed."
					]
				}
			],
			"traitTags": [
				"Amorphous"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"exhaustion",
				"frightened",
				"grappled",
				"stunned"
			],
			"fluff": {
				"entries": [
					"Blackened claws. Gangly arms. A bleak and sinew-laden humanoid shape. The impossibly narrow opening of a small bag stretches wide to reveal a nightmare beyond nightmares. The legs are just as emaciated and overlong as the arms, with hooked toes to match. The head is imperceivable, enshrouded by a tangle of long, thick hair. From within the darkness of where the creature's face should be, two pitons of glowing white light suggest a malicious gaze. The Bagman has arrived.",
					"{@b {@i Beware the Bagman.}} Some say \"The Bagman\" is merely an urban legend. One version of the story tells of an adventurer who sought to escape certain death by abandoning his companions and hiding inside a bag of holding. Later, when he tried to leave the bag, he became lost amid a constantly increasing number of extra dimensional storage spaces. Over time, the strange forces of this magical in-between place transformed the adventurer into a monstrous creature. Now, every night, The Bagman slips out from a random bag of holding. If he doesn't find his home, he drags someone back into the bag with him and leaves behind some trinket from his hidden kingdom of lost junk. Some say that if you speak too loudly over an open bag of holding or whisper \"follow my voice\" into a magical storage space, space three times, The Bagman will come for you. Whether this is the true genesis of the bagman or not, the fact remains that a bagman is a very real threat, and a fate worse than death awaits those dragged into the realm from which they hail.",
					"{@b {@i \"Men\", Not \"Man\".}} The myth of The Bagman would suggest that there is only one \"Bagman\", however, the reality is much more sinister. When a bagman comes through a bag of holding into the material world, it does so in an attempt to find its way back to wherever it originally came from. When it is unsuccessful in finding its home, the creature always attempts to drag another sentient creature back with it into the bizarre realm it calls home, the \"Space Between Spaces\". If its kidnapping attempt is successful, it will typically abandon the creature before long as it continues its quest to find a way back home. Creatures who don't make it back to the material world will find themselves slowly twisted into a new bagman, destined to the same nightly ritual of obsessively trying to find their way back to where they came from. Why bagmen kidnap creatures is a mystery. Some scholars posit that it is a twisted reflex. That maybe they recognize their own perverse nature and a part of them hopes to be delivered from their predicament by somebody with their mind still intact. Others believe they do so at the behest of a dark entity, an unknown evil that is responsible for the creation of the first bagman who uses them as a means to gather twisted subordinates for some scheme that is yet to be revealed.",
					"{@b {@i The Space Between Spaces.}} For ages it was thought that the space inside a bag of holding was a self contained one, completely separate from the rest of the multiverse, but this is not so. All of these spaces are mere fragments of a much larger plane which scholars refer to as the \"Space Between Spaces\". Every extra-dimensional space such as that found within a bag of holding or portable hole connects to an isolated fragment of this bizarre demi-plane, but for the bagmen and other creatures native to the \"Space Between Spaces\", a bag of holding is not an isolated area, but a gateway to and from the material world. It is unclear if the first magic user to create a bag of holding truly knew what they were doing. Did they know they were linking our world with a nearly empty one governed by monsters? Or perhaps they never stopped to think that there might be something lurking on the other side. ",
					"{@i \"What do you suppose the bagman will do when he finally finds his way back home?\"}",
					"{@i \"It's possible he already has. I don't imagine he even knows where home is anymore.}"
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://5etools-mirror-1.github.io/img/bestiary/VRGR/The%20Bagman.png"
						}
					}
				]
			},
			"tokenUrl": "https://5etools-mirror-1.github.io/img/VRGR/The%20Bagman.png"
		}
	]
}
