{
	"_meta": {
		"sources": [
			{
				"json": "MaM",
				"abbreviation": "M&M",
				"full": "Monsters & Myths",
				"authors": [
					"Elowen Frost"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "2023-10-07",
				"color": "ffffff",
				"url": "https://preview.drivethrurpg.com/en/product/455546/MONSTERS--MYTHS",
				"dateReleased": "2023-10-07"
			}
		],
		"internalCopies": [
			"monsterFluff"
		],
		"status": "ready",
		"dateAdded": 1707595302,
		"dateLastModified": 1707595302
	},
	"monster": [
		{
			"name": "Abyssal Courtier",
			"source": "MaM",
			"page": 6,
			"size": [
				"M"
			],
			"type": "aberration",
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 110,
				"formula": "13d8 + 52"
			},
			"speed": {
				"walk": 20,
				"swim": 60
			},
			"str": 14,
			"dex": 16,
			"con": 18,
			"int": 17,
			"wis": 13,
			"cha": 18,
			"skill": {
				"persuasion": "+7",
				"deception": "+7"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 11,
			"resist": [
				"cold"
			],
			"languages": [
				"Common",
				"Aquan",
				"Deep Speech"
			],
			"cr": "7",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The Abyssal Courtier can breathe both air and water."
					]
				},
				{
					"name": "Mystic Elegance",
					"entries": [
						"Whenever the Abyssal Courtier speaks or uses any form of communication, those who hear its words must make a {@dc 15} Wisdom saving throw or be {@condition charmed} by the Abyssal Courtier for 1 minute. While {@condition charmed} in this way, the creature is inclined to agree with the Courtier's suggestions and requests. This effect ends if the Abyssal Courtier or its allies damage the {@condition charmed} creature. Creatures that successfully save against this effect are immune to the Abyssal Courtier's Mystic Elegance for the next 24 hours."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Abyssal Courtier makes two claw attacks and one tentacle attack."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage."
					]
				},
				{
					"name": "Tentacle",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}11 ({@damage 2d8 + 2}) bludgeoning damage, and the target is {@condition grappled} (escape {@dc 15}). Until this grapple ends, the target is {@condition restrained}, and the Abyssal Courtier can't use its tentacles on another target."
					]
				},
				{
					"name": "Psychic Scream (1/Day)",
					"entries": [
						"The Abyssal Courtier emits a psychic wave in a 30-foot radius. All creatures within this area must make a {@dc 15} Wisdom saving throw or take 22 ({@damage 5d8}) psychic damage and be {@condition stunned} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack",
				"Tentacles"
			],
			"languageTags": [
				"AQ",
				"C",
				"DS"
			],
			"damageTags": [
				"B",
				"S",
				"Y"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"restrained",
				"stunned"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Abyssal Courtier",
					"source": "MaM"
				}
			}
		},
		{
			"name": "Aequorin",
			"source": "MaM",
			"page": 7,
			"size": [
				"S"
			],
			"type": "elemental",
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor",
						"+1 from neck armor"
					]
				}
			],
			"hp": {
				"average": 45,
				"formula": "10d6 + 10"
			},
			"speed": {
				"walk": 15,
				"swim": 30
			},
			"str": 5,
			"dex": 14,
			"con": 12,
			"int": 10,
			"wis": 13,
			"cha": 16,
			"save": {
				"cha": "+5"
			},
			"skill": {
				"insight": "+3",
				"perception": "+3",
				"arcana": "+2"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"languages": [
				"Common and Aquan"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Dripping Form",
					"entries": [
						"At the start of each of the Aequorin's turns, the ground within 5 feet of it becomes wet and slippery until the end of its next turn. Creatures that enter or start their turn in this area must succeed on a {@dc 13} Dexterity saving throw or fall {@condition prone}."
					]
				},
				{
					"name": "Water Dependency",
					"entries": [
						"The Aequorin requires constant moisture. If it goes without immersing itself in water for 24 hours, it suffers one level of {@condition exhaustion}."
					]
				}
			],
			"action": [
				{
					"name": "Water Jet",
					"entries": [
						"{@atk rs} {@hit 5} to hit, range 60 ft., one target. {@h}18 ({@damage 4d8}) water damage."
					]
				},
				{
					"name": "Mystic Glare",
					"entries": [
						"The Aequorin targets one creature it can see within 30 feet. The target must succeed on a {@dc 13} Wisdom saving throw or be {@condition charmed} until the Aequorin's next turn."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"AQ",
				"C"
			],
			"conditionInflict": [
				"charmed",
				"prone"
			],
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Aequorin",
					"source": "MaM"
				}
			}
		},
		{
			"name": "Aetherdrake",
			"source": "MaM",
			"page": 8,
			"size": [
				"L"
			],
			"type": "dragon",
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 210,
				"formula": "20d10 + 100"
			},
			"speed": {
				"walk": 40,
				"fly": 80
			},
			"str": 24,
			"dex": 16,
			"con": 20,
			"int": 17,
			"wis": 20,
			"cha": 22,
			"save": {
				"dex": "+8",
				"con": "+12",
				"wis": "+10",
				"cha": "+11"
			},
			"skill": {
				"perception": "+10",
				"insight": "+10"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 20,
			"resist": [
				"psychic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"languages": [
				"Common",
				"Draconic",
				"Celestial"
			],
			"cr": "14",
			"trait": [
				{
					"name": "Aura of Desolation",
					"entries": [
						"Creatures within 20 feet of the Aetherdrake must succeed on a {@dc 18} Wisdom saving throw or become filled with despair, receiving a disadvantage on attack rolls and saving throws for 1 minute."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Aetherdrake makes one bite attack and two claw attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 10 ft., one target. {@h}18 ({@damage 2d10 + 7}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d6 + 7}) slashing damage."
					]
				},
				{
					"name": "Ecliptic Breath {@recharge 5}",
					"entries": [
						"The Aetherdrake exhales a beam of dark energy in a 60-foot line that is 5 feet wide. Each creature in that line must make a {@dc 18} Constitution saving throw, taking 45 ({@damage 10d8}) necrotic damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"The Aetherdrake makes a Wisdom ({@skill Perception}) check."
					]
				},
				{
					"name": "Tail Swipe",
					"entries": [
						"The Aetherdrake makes a tail attack against one creature within 10 feet. On a hit, the target takes 15 ({@damage 2d8 + 6}) bludgeoning damage and is knocked {@condition prone}."
					]
				},
				{
					"name": "Mystical Roar (Costs 2 Actions)",
					"entries": [
						"The Aetherdrake emits a malevolent roar. Creatures within 30 feet must succeed on a {@dc 18} Wisdom saving throw or become {@condition frightened} until the end of their next turn."
					]
				}
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"CE",
				"DR"
			],
			"damageTags": [
				"B",
				"N",
				"P",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"savingThrowForced": [
				"constitution",
				"wisdom"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Aetherdrake",
					"source": "MaM"
				}
			}
		}
		
	],
	"monsterFluff": [
		{
			"name": "Abyssal Courtier",
			"source": "MaM",
			"entries": [
				"An amalgamation of elegance and terror, the {@b Abyssal Courtier} has the upper body of a graceful human with elongated, pointed ears and long, slender arms ending in razor-sharp claws. Their lower half, however, is a stark contrast, formed by writhing tentacles reminiscent of a deep-sea cephalopod. A lustrous cascade of long hair frames their face, which bears an expression of noble indifference. Clad in fine, aristocratic attire that somehow never seems to get wet, their entire form is cloaked in a hue of blue.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 6,
									"entries": [
										"The Abyssal Courtier is a creature of great intelligence and pride. They often play a role as diplomats or emissaries in underwater societies, negotiating deals with creatures of the deep. With their persuasive nature, they can be charming but are always looking for an upper hand."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 6,
									"entries": [
										"These creatures reside in the deep, forgotten cities of the ocean floor, in grand palaces where pressure and darkness rule. Their homes are as majestic as they are eerie."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 6,
									"entries": [
										"Diet consists mainly of deep-sea fish, but they are known to dine on any unfortunate land dwellers that sink into their domain. They are connoisseurs of ancient underwater artifacts, collecting and cherishing them."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Abyssal Courtier.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Aequorin",
			"source": "MaM",
			"entries": [
				"The {@b Aequorin} is a small, charming worm-like creature. It possesses large, expressive eyes that contrast its simple, white, water-dripping body. Atop its head sits a grandiose three-pointed hat made of a watery substance, adorned with a blue gem and intricate silver patterns. A similarly adorned piece of armor encircles its neck, giving a semblance of regality to this humble creature.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 7,
									"entries": [
										"Aequorins are peaceful by nature but can be surprisingly resourceful in defending themselves. With their ability to speak both {@language Common} and {@language Primordial|PHB|Aquan}, they're known to interact with other creatures, often sharing stories of their underwater adventures and the mysteries of the deep. Their voice is melodious, akin to the gentle flow of a babbling brook."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 7,
									"entries": [
										"Favoring damp and watery environments, these creatures often inhabit the banks of serene lakes, quiet ponds, or along gentle river bends. They can sometimes be found in damp caves or near springs."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 7,
									"entries": [
										"The Aequorin's watery hat and armor aren't just for show. Legends speak of these unique elements being tied to the Aequorin's life force. The gems adorning its hat and armor are said to store elemental magic, and many believe that possessing one could grant its owner control over certain water-based abilities. However, separating a Aequorin from its gem could have dire consequences."
									]
								}
							]
						}
					]
				},
				"Aequorins have a unique life cycle intimately tied to lunar phases. Every full moon, they gather at specific, ancient locations known as \"Moon Wells.\" These Wells are not water sources but rather mystical, shimmering pools of moonlight that appear only on such nights.",
				"During this ritual, Aequorins engage in a mesmerizing dance around these Wells, absorbing lunar energy. It is believed that this ritualistic dance replenishes their watery essence, keeping them vibrant and alive. The shimmering dance of the Aequorins is a spectacle many adventurers have sought to witness, but the locations of Moon Wells are closely guarded secrets.",
				"Another tradition involves their adornments. The silver armor and blue gems they wear are not just for protection or aesthetics. Each gem is handed down through Aequorin generations and is said to contain a fragment of an ancestor's essence. The Aequorins believe that wearing these gems keeps them connected to their lineage and provides guidance in life."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Aequorin.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Aetherdrake",
			"source": "MaM",
			"entries": [
				"The {@b Aetherdrake}, at first glance, appears deceptively ethereal with its unique blend of pink and turquoise hues. However, closer inspection reveals a dragon of a darker intent. Its skin, though scaleless, is matte and almost leathery to the touch, casting unsettling shadows even in bright light. Tufts of feathers sprout from its forelimbs, and its tail ends in a twisted ball of matted feathers. Rather than the menacing horns one would expect, the Aetherdrake possesses long antennae that sway with the breeze. Reminiscent of a manticore, its form emanates an aura of malevolence and impending doom.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 8,
									"entries": [
										"While still wise and contemplative, the Aetherdrake uses its intelligence for more sinister purposes. Manipulative and cunning, they prefer to use their vast knowledge to bend others to their will. Their melodic roars often serve as deceptive lures or eerie warnings in the still of the night."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 8,
									"entries": [
										"Dwelling in the hidden crevices of dark valleys or atop storm-ridden mountain peaks, these dragons surround themselves with an environment that matches their dark inclinations."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 8,
									"entries": [
										"Drawn to obsidian and other dark, reflective stones, Aetherdrakes often line their lairs with these ominous gems, which are said to amplify their malevolent energies. Whispers among villagers speak of a curse befalling those who dare gaze upon an Aetherdrake during a lunar eclipse."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Aetherdrake.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Aquashade",
			"source": "MaM",
			"entries": [
				"{@b Aquashade} is a mystical creature that combines the grace of water and the ethereal nature of shadows. It takes the form of a slender, serpentine body covered in iridescent scales that shimmer with hues of deep blues, purples, and silvers. Its long, sinuous tail undulates in the air, resembling flowing water. Aquashade has a sleek, streamlined head with large eyes.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 9,
									"entries": [
										"Aquashades are elusive and mysterious beings that inhabit secluded bodies of water, such as serene lakes, hidden waterfalls, or mystical springs. They are known for their tranquil and serene nature, often seen gliding through the water with an almost meditative grace. Aquashades possess an otherworldly aura, radiating a sense of calm and tranquility to those who encounter them. They are protectors of water and guardians of aquatic ecosystems, ensuring the balance and harmony of their domains."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 9,
									"entries": [
										"Aquashades are most commonly found in serene and untouched aquatic environments. They are drawn to places where the natural flow of water is pure and untouched by pollution or disruption. These mystical creatures are rarely seen in populated areas, preferring the solitude and tranquility of secluded water bodies."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 9,
									"entries": [
										"Aquashades possess the ability to manipulate water and shadows, seamlessly blending the two elements. They can create illusions and visions using water reflections, concealing their true form and confusing their adversaries."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Aquashade.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Arcanist",
			"source": "MaM",
			"entries": [
				"The {@b Arcanist} is an enigmatic and captivating humanoid creature standing tall at around six feet. It possesses an elegant and slender build, with graceful movements that exude a sense of mystique. Its skin has a subtle iridescent quality, shimmering with hints of ethereal hues. Its long, flowing hair resembles cascading waves, seemingly alive with magical energy.",
				"The Arcanist adorns itself in intricately embroidered robes made of delicate, shimmering fabric that mimics the night sky. The robes seem to blend seamlessly with the surrounding darkness, evoking a celestial aura. Adornments of arcane symbols and celestial motifs embellish the attire, hinting at the creature's deep connection with magic and cosmic forces.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 10,
									"entries": [
										"Arcanists are highly attuned to the arcane arts and possess an insatiable thirst for knowledge and understanding. Though reserved by nature, they are not reclusive and are known to willingly share their wisdom with those who approach them with genuine curiosity and respect. Arcanists have a deep respect for the balance of magic and seek to preserve the delicate equilibrium between arcane forces and the natural world."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 10,
									"entries": [
										"Arcanists are typically found in remote and secluded locations, away from bustling civilizations. They are drawn to places where the veil between the mortal realm and the mystical realm is thin. Ancient temples, mystical groves, or the highest peaks of mountains are some of the places where Arcanists are known to reside. Their habitats are often surrounded by an aura of ancient magic, which they tap into for their studies and rituals."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 10,
									"entries": [
										"Arcanists possess a profound understanding of arcane magic and have the ability to manipulate and harness various elemental forces. They can channel and shape the raw energy of fire, water, earth, and air, manifesting as powerful spells and elemental attacks. Additionally, Arcanists have an innate connection to celestial bodies and can draw upon the power of the stars and moon to enhance their magic, granting them heightened spellcasting abilities during celestial alignments. unoccupied space it can see that is also in dim light or darkness."
									]
								}
							]
						}
					]
				},
				"The arcanists are usually accompanied by the {@creature Starweaver|MaM|Starweavers}, they are their protectors and helpers."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Arcanist.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Starweaver",
			"source": "MaM",
			"entries": [
				"{@b Starweavers} are diminutive, celestial beings standing around 2 to 3 feet tall. They have humanoid bodies, adorned with shimmering, luminescent skin that resembles the night sky. Starweavers possess ethereal, gossamer wings that allow them to fly gracefully.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 11,
									"entries": [
										"Starweavers are loyal and devoted followers of the {@creature Arcanist|MaM}, acting as guardians and assistants. They are gentle and kind-hearted beings, drawn to the Arcanist's celestial aura and mystical knowledge. Starweavers are often seen gathering and organizing star charts and celestial maps, aiding their master in understanding the cosmic forces."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 11,
									"entries": [
										"Starweavers reside within the sanctuaries and celestial observatories of the {@creature Arcanist|MaM}, where they maintain libraries of ancient tomes and star charts. They are rarely found in the mortal realm, preferring to dwell in places where the stars and celestial bodies are more prominent."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 11,
									"entries": [
										"Starweavers have the unique ability to draw energy from the stars and channel it into protective magic."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Starweaver.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Azure Hornbeast",
			"source": "MaM",
			"entries": [
				"The {@b Azure Hornbeast} stands at about 5 feet tall at the shoulder. Its strong body is covered with blue, feather-like scales that shimmer in the light, enhancing its intimidating presence. Two large, curved horns protrude from its head, and its muscular tail stretches to nearly the length of its body. Its legs are sturdy and strong, each ending in a set of sharp, formidable claws.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 12,
									"entries": [
										"Azure Hornbeasts are naturally solitary creatures, primarily active during the dawn and dusk. They can be quite territorial and are known to aggressively defend their chosen domains against intruders. Despite their fearsome appearance, they only attack if they perceive a threat to their territory or themselves."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 12,
									"entries": [
										"Azure Hornbeasts can be found in a variety of environments, from dense forests to rocky hillsides. However, they are particularly fond of areas near water bodies, such as rivers or lakes, as their unique scales are designed to absorb moisture and keep them cool."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 12,
									"entries": [
										"Azure Hornbeasts have a curious affinity for certain types of fruits, particularly a unique fruit called the Starberry. This purple, starshaped berry grows on climbing shrubs near water bodies and blooms during twilight hours, matching the Hornbeast's active period. The fruit's sweet scent can be detected from afar by the Hornbeast, which uses its horns to access the berries. Starberries, while being the beast's preferred food for their calming effects and high nutritional value, are not its sole diet; the Hornbeast can also eat other fruits and vegetation if necessary."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Azure Hornbeast.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Beetlestone Bot",
			"source": "MaM",
			"entries": [
				"The {@b Beetlestone Bot} is a small, intricate construct resembling a mechanical beetle. Its exoskeleton is made of stone and metallic pieces. Its segmented body allows for swift and agile movements, while its sharp mandibles and sturdy legs showcase its design for utility and precision.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 13,
									"entries": [
										"Beetlestone Bots are diligent and industrious creatures, programmed with a single-minded focus on construction and excavation tasks. They operate with unwavering determination, methodically surveying their surroundings and tirelessly working to reshape their environment. These creatures work in perfect synchronization, utilizing their sharp mandibles and strong legs to dig tunnels, clear debris, and perform precise stonework tasks."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 13,
									"entries": [
										"Beetlestone Bots are commonly found in underground environments, such as caverns, mines, and ancient ruins. They thrive in places rich with valuable minerals and intricate stonework, often sought after by archeologists and engineers. These tireless constructs are attracted to areas with extensive stonework, where they can contribute to structural improvements and help maintain ancient edifices."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 13,
									"entries": [
										"Beetlestone Bots possess remarkable digging capabilities, equipped with strong legs and sharp mandibles designed for excavating tunnels and manipulating stonework. Their knowledge of the stone making them adept at dismantling and disabling stone-based traps. Their sturdy exoskeleton provides them with natural armor, shielding them from external damage. Additionally, they have the ability to emit a concentrated beam of energy from their abdomen, allowing them to perform precise stonework or defend themselves when necessary."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Beetlestone Bot.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Blacroack",
			"source": "MaM",
			"entries": [
				"The {@b Blacroack} is a massive, alien-like amphibian that stands in stark contrast to any typical frog. Its black skin, highlighted with pulsating fuchsia lines, gives it an otherworldly appearance. Sleek and streamlined, every movement the creature makes speaks of agility and power. The most astounding feature, however, is the transparent dome-like sac in the center of its body, filled with a mysterious swirling liquid. The dome serves as both a fascinating and intimidating sight, reflecting light in the darkest environments.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 14,
									"entries": [
										"Blacroack are territorial creatures, known to guard their domain ferociously. They are ambush predators, lying in wait for prey to come near before striking with astonishing speed. Their alien nature gives them an uncanny ability to adapt and strategize, making them formidable foes in any encounter."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 14,
									"entries": [
										"These creatures dwell in deep, dark swamps and marshlands where the environment mirrors their eerie aesthetic. The water sources they inhabit often take on a slightly luminescent quality, perhaps a side effect of the Blacroack's unique biology."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 14,
									"entries": [
										"The liquid within the Blacroack's transparent dome is believed to be both a source of energy and a sensory organ, allowing the creature to detect vibrations and magical energies in its vicinity. Consuming the liquid can have unpredictable magical effects, which has made it a sought-after ingredient for daring alchemists and spellcasters."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Blacroack.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Blaze Sprite",
			"source": "MaM",
			"entries": [
				"The {@b Blaze Sprite} is a small, fiery creature standing at about 3 feet tall. Its body resembles a floating ember, radiating intense heat and flickering with an orange and red glow. Wisps of flames dance around its form, giving the impression of a living fire. Despite its small size, the Blaze Sprite emanates an aura of energy, making it appear larger and more formidable than its physical form suggests.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 15,
									"entries": [
										"The Blaze Sprite is an elusive and mischievous creature. It has a playful nature, often appearing as a flickering light in the darkness, only to vanish when approached. It enjoys toying with travelers and adventurers, leading them astray with its glowing tricks. However, if provoked, it can become a fierce and relentless foe, unleashing its fiery powers to defend itself."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 15,
									"entries": [
										"Blaze Sprites are typically found in locations with intense heat, such as active volcanoes, lava caves, and scorched plains. They are drawn to places where fire's elemental power is at its strongest."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 15,
									"entries": [
										"The Blaze Sprite has the unique ability to manipulate flames. It can create small bursts of fire, produce smoke to obscure vision, or intensify existing flames to dangerous levels. Furthermore, its body is composed of pure fire, allowing it to pass through narrow openings."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Blaze Sprite.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Bluquius",
			"source": "MaM",
			"entries": [
				"The {@b Bluquius} is a robust and intimidating creature, a strange mix of dragon and fish-like traits, exhibiting behaviors of both. Its large eyes give it a keen sense of sight, useful for both hunting small prey and avoiding larger predators. Covered in tough scales and adorned in simple, non-colorful fabrics, these creatures have an aura of menace around them. The most distinct feature is a colored gem affixed to their belt, which varies from individual to individual and serves as a marker of their social standing within their community.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 16,
									"entries": [
										"Bluquius are not amicable and are highly territorial. They use their Water Jet abilities primarily as a warning to intruders, preferring to avoid combat but willing to engage if necessary. The gems on their belts are crucial for their social structure; they believe that these gems are the source of their emotional and physical strength."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 16,
									"entries": [
										"These creatures typically dwell in the darker, colder depths of underwater caverns. They establish dominions that are guarded fiercely against invaders."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 16,
									"entries": [
										"Bluquius have a penchant for collecting objects from the ocean floor, ranging from sunken treasures to rare seashells and minerals. Because of this, they are often seen near the surface, engaging in trade or barter with other aquatic races and even surface dwellers. They sell or trade the items they've scavenged, seeing it not just as a hobby but also as a form of economic sustenance for their community."
									]
								},
								{
									"type": "entries",
									"name": "Known Variants:",
									"page": 16,
									"entries": [
										"Within the Bluquius society, there are specialized roles that some individuals fulfill. {@creature Bluquius Marauder|MaM|Bluquius Marauders} are larger and serve as community defenders, known for their strong claws and bites. {@creature Bluquius Shaman|MaM|Bluquius Shamans} act as spiritual leaders, specializing in water magic and rituals."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Bluquius Marauder",
			"source": "MaM",
			"_copy": {
				"name": "Bluquius",
				"source": "MaM",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Bluquius Marauder",
							"page": 17,
							"entries": [
								"The {@b Bluquius Marauder} is a fearsome warrior variant within the Bluquius species, larger and more robust than their common kin. Devoid of the magical affinities displayed by their shamanic brethren, Marauders make up for it with sheer brute strength and ferocity. Their intimidating presence is further enhanced by the use of formidable claws and powerful bites as their primary means of attack. Serving as the frontline defenders of their communities, Marauders are the muscle, respected for their physical prowess and combat acumen."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Bluquius Marauder.webp"
					},
					"title": "Bluquius Marauder",
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Bluquius Shaman",
			"source": "MaM",
			"_copy": {
				"name": "Bluquius",
				"source": "MaM",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Bluquius Shaman",
							"page": 17,
							"entries": [
								"The {@b Bluquius Shaman} is a spiritually elevated figure within its aquatic community, revered for its mastery over water-based magics and ancient rituals. Donning robes infused with the essence of the ocean, the Shaman serves as a healer, guide, and spiritual conduit between the natural world and the mystical realms. Adept at both protective and destructive spells, these shamans are the wisdom keepers and magical specialists of their kind, wielding staves and claws imbued with potent energies."
							]
						}
					}
				}
			}
		},
		{
			"name": "Bone Lord, Sovereign of Skeletons",
			"source": "MaM",
			"entries": [
				"The {@b Bone Lord} is a towering figure, an imposing spectacle of dread and death. It wears an intricate armor crafted from bones, crowned by massive, jagged horns protruding from its shoulders. A massive scythe, seemingly crafted from some colossal creature's spine, serves as its weapon—a symbol of eternal harvest.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 18,
									"entries": [
										"The Bone Lord seeks to expand its dominion over the undead, relishing in its sovereignty and expecting absolute obedience from its skeletal minions. It has an air of regal authority, never rushing and always commanding its hordes with cruel efficiency."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 18,
									"entries": [
										"Bone Lords are usually found in dark, subterranean places like necropolises, catacombs, or ancient, haunted ruins where dark energies are abundant."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 18,
									"entries": [
										"Legend has it that the Bone Lord was once a powerful necromancer who transcended mortality to become a lord of undeath. Its scythe is said to sever the very threads of life and can consume the souls of those it slays, making them loyal members of its ever-growing skeletal army."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Bone Lord.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Celestial Charmbringer",
			"source": "MaM",
			"entries": [
				"The {@b Celestial Charmbringer} is an enchanting creature that radiates an aura of celestial beauty. It resembles a small, graceful feline with luxurious fur that shimmers like stardust. The Charmbringer's feather wings emit a gentle glow that casts a warm ambiance around it.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 19,
									"entries": [
										"Despite its small size, the Celestial Charmbringer possesses immense power and wisdom. It is known as a protector of harmony and balance in the cosmos. This creature has a serene and calm demeanor, exuding a peaceful energy that soothes those around it. It is highly empathetic and strives to bring comfort and joy to others, often acting as a guide and source of inspiration."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 19,
									"entries": [
										"Celestial Charmbringers can be found in the highest reaches of the celestial realm. They are often drawn to places of cosmic significance, such as ancient observatories or sacred astronomical sites. These creatures have a profound connection to the celestial plane, harnessing the power of the stars to fuel their abilities."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 19,
									"entries": [
										"The Celestial Charmbringer possesses the extraordinary ability to channel celestial magic. It can create radiant orbs of healing energy to restore vitality and cure ailments. Its gentle touch can dispel negative energy and bring tranquility to troubled souls. The Charmbringer's wings emit a soothing, melodic hum that can uplift spirits and inspire courage in those who hear it. It is believed that the presence of a Charmbringer can bring about celestial blessings and fortuitous events."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Celestial Charmbringer.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Clockspider Sentinel",
			"source": "MaM",
			"entries": [
				"The {@b Clockspider Sentinel} appears as a small, circular construct with metallic legs dangling beneath it like a spider. Its main body is a series of dark gray metal plates, and it has a large, glowing eye in the center. It can both hover in the air and walk on surfaces using its spindly metal legs.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 20,
									"entries": [
										"Clockspider Sentinels are designed to patrol and protect specific areas designated by their creators. They are usually unresponsive to outside stimuli unless it's a direct threat to their patrol zone or a command from their creator. They can attack intruders without warning."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 20,
									"entries": [
										"These constructs are typically found in magically-imbued laboratories, arcane sanctuaries, or guarding treasure rooms in ancient ruins. They can function in any environment but are often found indoors where their creators have set them to patrol."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 20,
									"entries": [
										"The Clockspider Sentinel does not have personal preferences or tastes, as it is merely a programmed construct. However, some are imbued with magical properties that allow them to sense magical items or beings, making them especially effective at guarding magical locations."
									]
								},
								{
									"type": "entries",
									"name": "Maelor the Watchmaker:",
									"page": 20,
									"entries": [
										"Clockspider Sentinels are said to be the creation of an ancient and reclusive artificer known as \"Maelor the Watchmaker.\" Maelor was obsessed with time, precision, and the blending of magic with mechanical wonders. He created the first Clockspiders to guard his labyrinthine workshop, filled with arcane artifacts and forbidden tomes. Rumors say that somewhere within this guarded maze, Maelor hid the \"Chrono-Key,\" a magical item with the power to manipulate time itself. Though Maelor's fate is unknown, his Clockspiders continue to function, tirelessly walking the corridors and chambers of their longlost master's lair. Some adventurers claim they have seen these constructs halt momentarily, as if listening for the tick of a clock that no longer exists."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Clockspider Sentinel.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Crimson Beak Enchanter",
			"source": "MaM",
			"entries": [
				"Standing upright like a human yet undeniably avian in nature, the {@b Crimson Beak} Enchanter is a vibrant sight to behold. Its large, deep-green beak contrasts starkly with the dazzling fuchsia feathers that cover its entire body. Immense, curious eyes peer out from beneath its brow, suggesting intelligence and wisdom. Instead of wings, this creature has humanoid arms, though they too are covered in the same brilliant plumage. Its bird-like legs end in strong talons, making its appearance both elegant and slightly ominous.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 21,
									"entries": [
										"The Crimson Beak Enchanters are known for their vast knowledge and innate magical abilities, often seen as wise shamans or oracles in their communities. While not naturally aggressive, they can be fierce defenders of their homes and will use their magical abilities to ward off threats. They communicate in melodic tones, a mixture of spoken language and song."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 21,
									"entries": [
										"Preferring lush jungles and rainforests where they can blend in despite their vibrant colors, the Crimson Beak Enchanters build their homes high in the treetops, crafting intricate nests out of magical materials that solidify into sturdy dwellings."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 21,
									"entries": [
										"The Crimson Beak Enchanter shares a profound bond with the flora of its jungle habitat. This connection allows it to draw sustenance directly from the trees, absorbing ambient magical energy and nutrients. In return, it imparts a part of its own essence into the surroundings, causing the trees in its vicinity to grow fruit of radiant colors, which when consumed, have minor curative properties. Legends speak of travelers who, having lost their way in the jungle, were led back to safety by following a trail of these luminous fruits."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Crimson Beak Enchanter.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Darkfern Pouncer",
			"source": "MaM",
			"entries": [
				"The {@b Darkfern Pouncer} is a dark and eerie plant-like creature that resembles a tangled mass of thick, black vines. Its gnarled roots protrude from the ground, granting it a solid and stable footing. The creature's main body is a dense cluster of thorny branches and leaves, from which glowing blue orbs emanate, providing an eerie luminescence in the darkness.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 22,
									"entries": [
										"Darkfern Pouncers are carnivorous and aggressive predators that lurk in dimly lit forests and shadowy caves. They are patient and stealthy, lying in wait for unsuspecting prey to wander close. When prey is within reach, they lash out with their thorny tendrils, entangling and ensnaring victims to immobilize them before closing in for the final strike."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 22,
									"entries": [
										"Darkfern Pouncers prefer to dwell in places of perpetual twilight, where they can remain hidden and unnoticed by most creatures. You can find them in dense and dark forests, underground caverns, or other places where natural light is scarce."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 22,
									"entries": [
										"The Darkfern Pouncer has the ability to drain the life force of its victims. When it successfully hits a creature with its thorny tendrils, it absorbs a portion of the creature's vitality, restoring its own hit points."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Darkfern Pouncer.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Dewdrop",
			"source": "MaM",
			"entries": [
				"The {@b Dewdrop} is a small, aquatic creature resembling a blend of a water sprite and a graceful fish. Its body is blue and white in color that gives off a small glow when it moves underwater. Delicate fins expand on its head that allow it to navigate effortlessly in aquatic environments.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 23,
									"entries": [
										"Dewdrops are benevolent and ethereal beings, closely connected to the ebb and flow of water and the emotions of creatures within their domain. They are gentle and compassionate, often offering aid to those in need, especially when they sense distress or sorrow."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 23,
									"entries": [
										"Dewdrops are commonly found in serene lakes, quiet ponds, and secluded underwater caves. They are drawn to areas of natural beauty and harmonious water elements."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 23,
									"entries": [
										"Dewdrops possess the unique ability to harness the power of water and emotions to create soothing melodies that heal and inspire those around them. They can also control the water's currents and shape it to their will."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Dewdrop.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Dreamwhisker",
			"source": "MaM",
			"entries": [
				"{@b Dreamwhisker} is a small, enchanting creature resembling a mix between a cat and a fantastical creature. Its body is covered in soft, multicolored fur, reminiscent of a beautiful dream. It has strikingly large, expressive ears that twitch and swivel to capture even the faintest sounds. Its most captivating feature is its voluminous and fluffy tail, which shimmers with vibrant and iridescent colors. When Dreamwhisker moves its tail, it releases sleep-inducing spores, adding an otherworldly charm to its already captivating appearance.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 24,
									"entries": [
										"Dreamwhisker exudes an aura of tranquility and wonder. It is a gentle and curious creature, often found exploring magical realms or playing in fields of dreams. Despite its petite size, it possesses a sense of grace and wisdom beyond the norm."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 24,
									"entries": [
										"Dreamwhisker is often found in lush, vibrant meadows or enchanted forests. It prefers places abundant in colorful flora, where it can feed on the magical essence of flowers and plants."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 24,
									"entries": [
										"Dreamwhisker has the unique ability to release sleep-inducing spores. These spores can lull its opponents into a deep slumber, allowing Dreamwhisker's to escape from danger or provide an advantage in battle."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Dreamwhisker.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Dreampouncer",
			"source": "MaM",
			"entries": [
				"Emerging as an ethereal wraith, the {@b Dreampouncer} is a vision of pale white, accentuated by hints of iridescent turquoise. Its grand antler-like horns are a striking feature, crowned atop a head that emanates a serene, yet haunting aura. Two large, luminescent blue eyes pierce through, seeming to harbor age-old secrets and unspoken tales. The creature floats gracefully, its lack of feet emphasizing its otherworldly nature. Its skeletal arms, ghostly and delicate, contrast beautifully with its overall luminosity. A flowing cloak and robe, shimmering with the same turquoise hints, envelope the Dreampouncer, granting it an essence of grace intermixed with an undercurrent of dread.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 25,
									"entries": [
										"Dreampouncers are hunters of dreams and nightmares. They do not consume physical food; instead, they feed on the emotions generated from dreams, both good and bad. When a creature is sleeping, a Dreampouncer can merge into its dreams, influencing and altering the dreamscape."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 25,
									"entries": [
										"Dreampouncers are found in ethereal spaces, often near the border of the Feywild. They are especially common in places where the veil between the material and dream realms is thin."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 25,
									"entries": [
										"Dreampouncers are attracted to strong emotions and vivid imaginations. Artists, poets, and dreamers might find a Dreampouncer nearby when they sleep, curious about their dreams."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Dreampouncer.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Driffalon",
			"source": "MaM",
			"entries": [
				"The {@b Driffalon} is a majestic creature, seamlessly blending the elegance of a griffon with the might of a dragon. Its entire form is enveloped in a soft feathery coat that transitions from a delicate pink to pure white. The creature's wings are expansive and powerful, allowing it to soar gracefully through the skies. Its tail, long and feathered, often trails behind like a banner, catching the sunlight in iridescent patterns.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 26,
									"entries": [
										"Unlike many of its draconic cousins, the Driffalon is a benevolent creature, often seen as a protector of the weak. With a noble demeanor, these creatures are known to forge bonds with those who approach them with respect and kindness. Their roars, while powerful, often have a melodic undertone, singing the tales of their ancient lineage."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 26,
									"entries": [
										"Favoring high altitudes, Driffalons nest atop cloud-kissed mountains or hidden valleys, where the air is crisp and the view stretches on for miles. Their nests, made of carefully arranged feathers and precious stones, are considered wonders in their own right."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 26,
									"entries": [
										"Driffalons have an affinity for moonstones and will often hoard them. Legend has it that these creatures draw strength from the gentle glow of these stones, especially during the full moon. They are also known to have a taste for fruits, especially berries infused with morning dew."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Driffalon.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Echo Arcane",
			"source": "MaM",
			"entries": [
				"The {@b Echo Arcane} appears as a floating, translucent orb, about the size of a grapefruit, emitting a soft, ethereal glow. Within the orb, tiny motes of arcane energy flicker and dance, creating mesmerizing patterns. It seems to be a magical residue left behind by powerful spellcasters, given a semi-sentient form.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 27,
									"entries": [
										"Echo Arcanes are remnants of potent spells and magical rituals that have gained a semblance of life. They are curious and drawn to sources of magic, often following spellcasters or magical phenomena out of fascination. While not inherently malevolent, they are easily agitated by sudden movements or aggressive actions and will retaliate with their own magical abilities."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 27,
									"entries": [
										"Echo Arcanes can be found near places of concentrated magic, such as ancient ruins, magical ley lines, or locations where powerful spells have been cast. They are particularly drawn to areas affected by wild magic or arcane disturbances."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 27,
									"entries": [
										"Echo Arcanes possess the ability to mimic simple magical effects they have encountered. This mimicry includes producing minor illusions, casting cantrips they've witnessed, or creating brief bursts of elemental energy. However, due to their fragmented nature, they can only mimic a specific magical effect once per encounter."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Echo Arcane 1.webp"
					},
					"title": "Different Examples of Echo Arcanes",
					"credit": "Elowen Frost"
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Echo Arcane 2.webp"
					},
					"credit": "Elowen Frost"
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Echo Arcane 3.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Emberclaw Drakes",
			"source": "MaM",
			"entries": [
				"The {@b Emberclaw Drake} is a fearsome, reptilian creature that stands about 8 feet tall at the shoulder, with a sleek and muscular build. Its scales are a dark crimson color, with accents of deep orange and black. Jagged spines run along its spine, tapering to a fiery red at their tips. The creature's eyes burn with an intense, glowing ember-like light, and smoke occasionally wafts from its nostrils.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 28,
									"entries": [
										"Emberclaw Drakes are known for their aggressive and territorial nature. They are fiercely protective of their nests and hunting grounds, and will not hesitate to defend them. These creatures are highly intelligent and cunning, often employing tactics and strategies during battles. They are fierce predators, known for their fire-breathing ability and swift, agile movements."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 28,
									"entries": [
										"Emberclaw Drakes inhabit volcanic regions, where the heat and lava flow create a harsh environment. They build their nests in caverns carved into the rocky cliffs, overlooking the molten depths. These creatures have a strong affinity for heat and fire, and are drawn to the intense energy of volcanic activity."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 28,
									"entries": [
										"Emberclaw Drakes can breathe fire in powerful streams, scorching their foes. The intense heat they radiate makes their presence unmistakable, and their scales are naturally resistant to fire and heat. Their sharp claws and teeth are capable of rending through even the toughest of materials."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Emberclaw Drake.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Faefluxian",
			"source": "MaM",
			"entries": [
				"{@b Faefluxian} are humanoid creatures with caprine lower bodies and elongated arms ending in clawed hands. Their skin is a vibrant purple that fades into a gradient of black toward their limbs. They wear decorative fabrics adorned with glittering trinkets, and their hooded capes gracefully showcase their twisted horns. Their faces are remarkably expressive and inviting, often breaking into a wide smile, although this seemingly friendly demeanor hides a touch of madness. Their large, shimmering eyes are captivating, and a radiant gemstone is embedded in the center of their forehead.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 29,
									"entries": [
										"Cunning and playful, these creatures enjoy testing the wits and patience of anyone they encounter. They are known for their trickery and love for riddles. Despite their mischievous nature, they are not inherently malevolent but can cause considerable trouble when irked. They are highly intelligent and may offer valuable information or magical artifacts—usually for a price or a favor."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 29,
									"entries": [
										"Faefluxian are often found in mystical groves, enchanted forests, or at the crossroads of different realms. These areas are usually teeming with arcane energy, which they absorb to fuel their magical abilities."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 29,
									"entries": [
										"Faefluxian have a fondness for magical trinkets, precious gems, and otherworldly artifacts. They are often involved in bartering these items, which they believe bring them good fortune."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Faefluxian.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Faefly Pips",
			"source": "MaM",
			"entries": [
				"{@b Faefly Pips} are tiny winged creatures, appearing as an enchanting hybrid between a fairy and a diminutive imp. Boasting a plump body and stout legs tipped with sharp claws, their most distinctive feature is perhaps their butterfly wings, which span as wide as their entire body. Large, expressive eyes dominate their faces, lending them an endearing look. A pair of antennas, sprouting from their heads, wiggle curiously as they explore. Though their general morphology remains the same across subspecies, they can be identified by their unique colors: brilliant red, deep green, or rich blue.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 30,
									"entries": [
										"Faefly Pips are generally playful, though their mischievous nature sometimes gets the better of them. These tiny creatures have an innate curiosity and are known to occasionally cause trouble, drawn by shiny objects or interesting spells. They communicate with high-pitched chirps, and if one listens closely, the melodies vary slightly between the colors."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 30,
									"entries": [
										"Depending on their color, these pips choose different habitats:",
										{
											"type": "list",
											"page": 30,
											"items": [
												"{@b Red Faefly Pips} prefer warmer climates, often found near fire sources or in sunny meadows.",
												"{@b Green Faefly Pips} love forested areas, thriving among tall trees and verdant bushes.",
												"{@b Blue Faefly Pips} have an affinity for water and can often be spotted hovering over streams, ponds, or lakes."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 30,
									"entries": [
										"Faefly Pips, regardless of their hue, have a fondness for nectar and honey, which they gather using their long tongues. However, they are also known to consume tiny insects. The color of the pip also affects its tastes:",
										{
											"type": "list",
											"page": 30,
											"items": [
												"{@b Red pips} are attracted to spicy flavors, often seen near pepper plants.",
												"{@b Green pips} prefer the sweet sap of trees and fresh buds.",
												"{@b Blue pips} have a penchant for dewdrops and often drink from morning leaves."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Luminescent Moods:",
									"page": 30,
									"entries": [
										"One of the most enchanting traits of the Faefly Pips is their ability to produce a soft, radiant glow at night. This luminescence is not merely a source of light but a direct reflection of their emotions. When a Faefly Pip is content and happy, it emits a steady and warm glow. If it's excited or agitated, the light pulsates rapidly. On rare occasions, when a Faefly Pip is in distress or danger, its glow might even turn into rapid flashes, serving as a distress signal to other Faefly Pips nearby. This unique form of communication has led many magical researchers to believe that the emotional spectrum of these creatures is far more intricate than previously thought."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Red Faefly Pip",
			"source": "MaM",
			"_copy": {
				"name": "Faefly Pips",
				"source": "MaM"
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Red Faefly Pip.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Green Faefly Pip",
			"source": "MaM",
			"_copy": {
				"name": "Faefly Pips",
				"source": "MaM"
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Green Faefly Pip.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Blue Faefly Pip",
			"source": "MaM",
			"_copy": {
				"name": "Faefly Pips",
				"source": "MaM"
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Blue Faefly Pip.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Fernimbus",
			"source": "MaM",
			"entries": [
				"The {@b Fernimbus} is a unique elemental creature resembling a cluster of greenery—leaves, branches, and vines—with a central core of vibrant green and white lines. It has no distinct arms or legs but uses its flexible branches as if they were limbs. It can float gracefully in the air and has a strange yet mesmerizing beauty.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 32,
									"entries": [
										"Fernimbus are generally reclusive and avoid conflict if possible. However, they can be quite territorial and will use their innate magical abilities to defend their habitat if threatened."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 32,
									"entries": [
										"These creatures often dwell deep within enchanted forests, where elemental energies are strong. They prefer areas rich in magical flora and are known to cultivate such environments, subtly influencing the growth of plants and the behavior of animals."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 32,
									"entries": [
										"They have a particular fondness for moonlight and will often float to the forest canopy to bathe in its glow. They're known to collect dewdrops infused with moonlight, which they use for unknown purposes.",
										"In addition to their love for elemental magic and moonlight, Fernimbus have a unique ability to harmonize with the natural elements around them, causing a subtle but noticeable change in the environment. When a Fernimbus resides in an area for an extended period, the vegetation becomes noticeably healthier, flowers bloom out of season, and even the weather seems to become more mild. Locals often see the presence of a Fernimbus as a blessing, attributing the good fortune and vitality of their crops to this elusive creature. Some folklore even suggests that capturing the dewdrops they collect could grant minor magical boons, although no one has been able to prove this claim.",
										"This extended affinity for nature makes them highly sought after by druids and nature-worshipping communities, who view the Fernimbus not just as an anomaly but as a creature to be revered and protected."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Fernimbus.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Fluffletuft",
			"source": "MaM",
			"entries": [
				"{@b Fluffletuft} is an adorable and cuddly creature that stands at about 1 foot tall. It resembles a round, fluffy ball of fur with tiny stubby legs. Its fur is incredibly soft and comes in various pastel colors, such as pale pink, baby blue, and mint green. Fluffletuft has large, expressive eyes that shimmer with a gentle innocence, and its small button nose twitches with curiosity. It has tiny, fluffy ears that perk up whenever it senses something interesting.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 33,
									"entries": [
										"Fluffletuft is known for its playful and mischievous nature. It loves to frolic and bounce around, spreading joy wherever it goes. It has a curious personality and is easily captivated by new sights and sounds. Fluffletuft is highly sociable and enjoys the company of other creatures, often seeking out companionship and forming close bonds with trainers or adventurers."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 33,
									"entries": [
										"Fluffletuft can be found in lush meadows, vibrant forests, and sunny clearings. It prefers habitats with abundant flowers and a gentle breeze. These creatures are drawn to places of natural beauty, where they can enjoy the colorful scenery and interact with other friendly creatures."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 33,
									"entries": [
										"Fluffletuft has a special ability to generate small bursts of gentle, soothing breezes. It can create a refreshing gust of wind that brings comfort and tranquility to those around it. This ability is often used to calm others or to playfully blow away objects, creating whimsical moments. Fluffletuft's fur is also known to possess a natural static charge, causing it to emit small sparks of harmless electricity when touched."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Fluffletuft.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Frostclaw Yeti",
			"source": "MaM",
			"entries": [
				"The {@b Frostclaw Yeti} is a towering, hulking creature that stands at an impressive 10 feet tall. Its massive body is covered in thick, matted fur that shimmers with an icy sheen. The fur is predominantly white, with streaks of pale blue and silver running through it. The Yeti's muscular arms end in long, razorsharp claws capable of rending through solid ice. Its piercing eyes gleam with an icy blue hue, exuding an aura of ancient wisdom.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 34,
									"entries": [
										"Frostclaw Yetis are reclusive and elusive creatures that inhabit frigid, snow-covered mountain ranges. They are known for their stoic and contemplative nature, rarely engaging in unnecessary conflicts. Yetis live in small family groups, valuing strong familial bonds. They are protective of their young and their territory, fiercely defending both against intruders."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 34,
									"entries": [
										"Frostclaw Yetis make their homes in the highest peaks and secluded caves of icy mountains. They are specially adapted to survive in harsh, wintry conditions, with their thick fur providing insulation against the cold. They are often found near icy caverns or frozen waterfalls, where the natural beauty of the frozen landscape harmonizes with their presence."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 34,
									"entries": [
										"Frostclaw Yetis possess a unique ability to harness and control ice and frost. They can create blizzards and summon freezing winds, engulfing their foes in icy storms. Their powerful roars can cause the ground to tremble and trigger avalanches. Yetis have a deep affinity for the natural world, and their presence can bring about a sense of calm and tranquility in their surroundings."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Frostclaw Yeti.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Frostsnail",
			"source": "MaM",
			"entries": [
				"The {@b Frostsnail} possesses a gray, tortoise-like body, supported by six diminutive legs. Adorning its head are four ice-crafted, pointed horns that gleam brilliantly in the light. Its shell, smooth and cold to the touch, offers it protection against both predators and the freezing mountain climates. Among these creatures, there exists a larger and more formidable variant known as the {@b Frostsnail Alpha}. Boasting longer, sharper horns and a more muscular physique, the Alpha stands as a testament to nature's majestic prowess, leading and protecting its lesser kin.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 35,
									"entries": [
										"Frostsnails are typically reclusive and non-aggressive, using their icy horns for defense. The Frostsnail Alpha is more territorial, actively protecting its domain and fellow Frostsnails."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 35,
									"entries": [
										"These creatures dwell in the snowy mountains, particularly in places where regular snowfall provides a chilly blanket over the terrain. They can often be found nestled amongst snow-covered rocks and in hidden crevices, protected from predators and the harshest of winter winds. The Frostsnail Alpha, due to its larger size, often takes refuge in massive ice caves or beneath overhanging cliffs."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 35,
									"entries": [
										"Frostsnails feed on alpine vegetation, which is believed to grant them cold resistance. Legends say their shells might have alchemical properties. The Frostsnail Alpha, due to its dominant status, is often said to guard hoards of icy treasures, gifts, or tributes from its smaller kin."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Frostsnail.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		}
		
		
	],
	"book": [
		{
			"name": "Monsters & Myths",
			"id": "MaM",
			"source": "MaM",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Cover.webp"
			},
			"published": "2023-10-07",
			"author": "Elowen Frost",
			"contents": [
				{
					"name": "Cover & Credits"
				},
				{
					"name": "Introduction",
					"headers": [
						"Monsters & Myths Compendium",
						"Adapt And Personalize",
						"Unleash Your Imagination"
					]
				},
				{
					"name": "Monsters"
				},
				{
					"name": "Races"
				},
				{
					"name": "Magic Items"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "MaM",
			"source": "MaM",
			"data": [
				{
					"type": "section",
					"name": "Cover & Credits",
					"page": 1,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Cover-Full.webp"
							},
							"title": "Monsters & Myths—A Compendium of Fantasy Creatures",
							"credit": "Elowen Frost"
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"name": "Credits",
							"page": 2,
							"entries": [
								{
									"type": "list",
									"style": "list-no-bullets",
									"page": 2,
									"items": [
										{
											"type": "item",
											"name": "Writing, Graphics:",
											"entries": [
												"Elowen Frost"
											]
										},
										{
											"type": "item",
											"name": "Monsters, magic items and races Design:",
											"entries": [
												"Elowen Frost"
											]
										},
										{
											"type": "item",
											"name": "Illustrations:",
											"entries": [
												"Elowen Frost"
											]
										},
										{
											"type": "item",
											"name": "Layout:",
											"entries": [
												"Elowen Frost"
											]
										}
									]
								}
							]
						},
						"{@note This work includes material taken from the System Reference Document 5.1 (\"SRD 5.1\") by Wizards of the Coast LLC and available at {@link https://dnd.wizards.com/resources/systems-reference-document}. The SRD 5.1 is licensed under the Creative Commons Attribution 4.0 International License available at {@link https://creativecommons.org/licenses/by/4.0/legalcode}.}",
						"{@note All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior written permission of the author, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law.}",
						"{@note All content, including but not limited to text, graphics, logos, and illustrations, is the property of Elowen Frost and is protected by international copyright laws.}",
						"{@note For permissions requests, write to the publisher at {@link elowenfrost@gmail.com|mailto:elowenfrost@gmail.com}.}",
						"{@note Copyright © 2023 by Elowen Frost. All rights reserved.}",
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Logo.webp"
							},
							"credit": "Elowen Frost"
						}
					]
				},
				{
					"type": "section",
					"name": "Introduction",
					"page": 5,
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Welcome to Monsters & Myths",
									"page": 5,
									"entries": [
										"Greetings, Adventurers,",
										"First and foremost, a heartfelt thank you. Your support has breathed life into this manual of mythical creatures, and I am thrilled to welcome you to the rich universe of \"Monsters & Myths\".",
										"I am Elowen, the architect of this compendium, a labor of love and fantasy that consumed countless hours over the last year. Each monster sketched, each item conceived, and each race crafted comes with a piece of imagination aimed at providing you with countless hours of adventure and joy."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Monsters & Myths Compendium",
							"page": 5,
							"entries": [
								"This compendium serves as your trusted companion in weaving tales of myth, magic, and monsters. Each monster entry is designed to provide you with not just the statistics but also a vivid description, distinctive behaviors, natural habitats, and unique peculiarities to give life and depth to your campaigns. Feel the satisfaction as you observe your players navigate the complex worlds filled with the beings of legend and lore pulled straight from this tome. Here, we equip you with the tools to create truly immersive worlds, peppered with intricate details that foster rich storytelling."
							]
						},
						{
							"type": "entries",
							"name": "Adapt and Personalize",
							"page": 5,
							"entries": [
								"Every campaign is a universe of its own, and I encourage you to tailor the contents of this book to fit your narrative style and the dynamics of your gaming group. While these monsters, races and magic items have been crafted with balance and lore in mind, your enjoyment remains the supreme goal. Feel empowered to tweak, modify, and reimagine as you see fit."
							]
						},
						{
							"type": "entries",
							"name": "Unleash Your Imagination",
							"page": 5,
							"entries": [
								"\"Monsters & Myths\" is more than just a supplement; it is a gateway to new worlds of adventure, brimming with potential stories just waiting to unfold. As you flip through these pages, let your imagination soar, and remember that in the world of DnD, the only limit is the sky.",
								"So, gather your party, ready your dice, and embark on the grandest adventure yet. Happy gaming!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Monsters",
					"page": 6,
					"entries": [
						{
							"type": "entries",
							"name": "Abyssal Courtier",
							"page": 6,
							"entries": [
								"An amalgamation of elegance and terror, the {@b Abyssal Courtier} has the upper body of a graceful human with elongated, pointed ears and long, slender arms ending in razor-sharp claws. Their lower half, however, is a stark contrast, formed by writhing tentacles reminiscent of a deep-sea cephalopod. A lustrous cascade of long hair frames their face, which bears an expression of noble indifference. Clad in fine, aristocratic attire that somehow never seems to get wet, their entire form is cloaked in a hue of blue.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 6,
											"entries": [
												"The Abyssal Courtier is a creature of great intelligence and pride. They often play a role as diplomats or emissaries in underwater societies, negotiating deals with creatures of the deep. With their persuasive nature, they can be charming but are always looking for an upper hand."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 6,
											"entries": [
												"These creatures reside in the deep, forgotten cities of the ocean floor, in grand palaces where pressure and darkness rule. Their homes are as majestic as they are eerie."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 6,
											"entries": [
												"Diet consists mainly of deep-sea fish, but they are known to dine on any unfortunate land dwellers that sink into their domain. They are connoisseurs of ancient underwater artifacts, collecting and cherishing them."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Abyssal Courtier",
									"page": 6
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Abyssal Courtier.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Aequorin",
							"page": 7,
							"entries": [
								"The {@b Aequorin} is a small, charming worm-like creature. It possesses large, expressive eyes that contrast its simple, white, water-dripping body. Atop its head sits a grandiose three-pointed hat made of a watery substance, adorned with a blue gem and intricate silver patterns. A similarly adorned piece of armor encircles its neck, giving a semblance of regality to this humble creature.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour",
											"page": 7,
											"entries": [
												"Aequorins are peaceful by nature but can be surprisingly resourceful in defending themselves. With their ability to speak both {@language Common} and {@language Primordial|PHB|Aquan}, they're known to interact with other creatures, often sharing stories of their underwater adventures and the mysteries of the deep. Their voice is melodious, akin to the gentle flow of a babbling brook."
											]
										},
										{
											"type": "entries",
											"name": "Habitat",
											"page": 7,
											"entries": [
												"Favoring damp and watery environments, these creatures often inhabit the banks of serene lakes, quiet ponds, or along gentle river bends. They can sometimes be found in damp caves or near springs."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 7,
											"entries": [
												"The Aequorin's watery hat and armor aren't just for show. Legends speak of these unique elements being tied to the Aequorin's life force. The gems adorning its hat and armor are said to store elemental magic, and many believe that possessing one could grant its owner control over certain water-based abilities. However, separating a Aequorin from its gem could have dire consequences."
											]
										}
									]
								},
								"Aequorins have a unique life cycle intimately tied to lunar phases. Every full moon, they gather at specific, ancient locations known as \"Moon Wells.\" These Wells are not water sources but rather mystical, shimmering pools of moonlight that appear only on such nights.",
								"During this ritual, Aequorins engage in a mesmerizing dance around these Wells, absorbing lunar energy. It is believed that this ritualistic dance replenishes their watery essence, keeping them vibrant and alive. The shimmering dance of the Aequorins is a spectacle many adventurers have sought to witness, but the locations of Moon Wells are closely guarded secrets.",
								"Another tradition involves their adornments. The silver armor and blue gems they wear are not just for protection or aesthetics. Each gem is handed down through Aequorin generations and is said to contain a fragment of an ancestor's essence. The Aequorins believe that wearing these gems keeps them connected to their lineage and provides guidance in life.",
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Aequorin",
									"page": 7
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Aequorin.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Aetherdrake",
							"page": 8,
							"entries": [
								"The {@b Aetherdrake}, at first glance, appears deceptively ethereal with its unique blend of pink and turquoise hues. However, closer inspection reveals a dragon of a darker intent. Its skin, though scaleless, is matte and almost leathery to the touch, casting unsettling shadows even in bright light. Tufts of feathers sprout from its forelimbs, and its tail ends in a twisted ball of matted feathers. Rather than the menacing horns one would expect, the Aetherdrake possesses long antennae that sway with the breeze. Reminiscent of a manticore, its form emanates an aura of malevolence and impending doom.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 8,
											"entries": [
												"While still wise and contemplative, the Aetherdrake uses its intelligence for more sinister purposes. Manipulative and cunning, they prefer to use their vast knowledge to bend others to their will. Their melodic roars often serve as deceptive lures or eerie warnings in the still of the night."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 8,
											"entries": [
												"Dwelling in the hidden crevices of dark valleys or atop storm-ridden mountain peaks, these dragons surround themselves with an environment that matches their dark inclinations."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 8,
											"entries": [
												"Drawn to obsidian and other dark, reflective stones, Aetherdrakes often line their lairs with these ominous gems, which are said to amplify their malevolent energies. Whispers among villagers speak of a curse befalling those who dare gaze upon an Aetherdrake during a lunar eclipse."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Aetherdrake",
									"page": 8
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Aetherdrake.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Aquashade",
							"page": 9,
							"entries": [
								"{@b Aquashade} is a mystical creature that combines the grace of water and the ethereal nature of shadows. It takes the form of a slender, serpentine body covered in iridescent scales that shimmer with hues of deep blues, purples, and silvers. Its long, sinuous tail undulates in the air, resembling flowing water. Aquashade has a sleek, streamlined head with large eyes.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 9,
											"entries": [
												"Aquashades are elusive and mysterious beings that inhabit secluded bodies of water, such as serene lakes, hidden waterfalls, or mystical springs. They are known for their tranquil and serene nature, often seen gliding through the water with an almost meditative grace. Aquashades possess an otherworldly aura, radiating a sense of calm and tranquility to those who encounter them. They are protectors of water and guardians of aquatic ecosystems, ensuring the balance and harmony of their domains."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 9,
											"entries": [
												"Aquashades are most commonly found in serene and untouched aquatic environments. They are drawn to places where the natural flow of water is pure and untouched by pollution or disruption. These mystical creatures are rarely seen in populated areas, preferring the solitude and tranquility of secluded water bodies."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 9,
											"entries": [
												"Aquashades possess the ability to manipulate water and shadows, seamlessly blending the two elements. They can create illusions and visions using water reflections, concealing their true form and confusing their adversaries."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Aquashade",
									"page": 9
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Aquashade.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Arcanist",
							"page": 10,
							"entries": [
								"The {@b Arcanist} is an enigmatic and captivating humanoid creature standing tall at around six feet. It possesses an elegant and slender build, with graceful movements that exude a sense of mystique. Its skin has a subtle iridescent quality, shimmering with hints of ethereal hues. Its long, flowing hair resembles cascading waves, seemingly alive with magical energy.",
								"The Arcanist adorns itself in intricately embroidered robes made of delicate, shimmering fabric that mimics the night sky. The robes seem to blend seamlessly with the surrounding darkness, evoking a celestial aura. Adornments of arcane symbols and celestial motifs embellish the attire, hinting at the creature's deep connection with magic and cosmic forces.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 10,
											"entries": [
												"Arcanists are highly attuned to the arcane arts and possess an insatiable thirst for knowledge and understanding. Though reserved by nature, they are not reclusive and are known to willingly share their wisdom with those who approach them with genuine curiosity and respect. Arcanists have a deep respect for the balance of magic and seek to preserve the delicate equilibrium between arcane forces and the natural world."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 10,
											"entries": [
												"Arcanists are typically found in remote and secluded locations, away from bustling civilizations. They are drawn to places where the veil between the mortal realm and the mystical realm is thin. Ancient temples, mystical groves, or the highest peaks of mountains are some of the places where Arcanists are known to reside. Their habitats are often surrounded by an aura of ancient magic, which they tap into for their studies and rituals."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 10,
											"entries": [
												"Arcanists possess a profound understanding of arcane magic and have the ability to manipulate and harness various elemental forces. They can channel and shape the raw energy of fire, water, earth, and air, manifesting as powerful spells and elemental attacks. Additionally, Arcanists have an innate connection to celestial bodies and can draw upon the power of the stars and moon to enhance their magic, granting them heightened spellcasting abilities during celestial alignments. unoccupied space it can see that is also in dim light or darkness."
											]
										}
									]
								},
								"The arcanists are usually accompanied by the {@creature Starweaver|MaM|Starweavers}, they are their protectors and helpers.",
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Arcanist",
									"page": 10
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Arcanist.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Starweavers (Arcanist minion)",
							"page": 11,
							"entries": [
								"{@b Starweavers} are diminutive, celestial beings standing around 2 to 3 feet tall. They have humanoid bodies, adorned with shimmering, luminescent skin that resembles the night sky. Starweavers possess ethereal, gossamer wings that allow them to fly gracefully.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 11,
											"entries": [
												"Starweavers are loyal and devoted followers of the {@creature Arcanist|MaM}, acting as guardians and assistants. They are gentle and kind-hearted beings, drawn to the Arcanist's celestial aura and mystical knowledge. Starweavers are often seen gathering and organizing star charts and celestial maps, aiding their master in understanding the cosmic forces."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 11,
											"entries": [
												"Starweavers reside within the sanctuaries and celestial observatories of the {@creature Arcanist|MaM}, where they maintain libraries of ancient tomes and star charts. They are rarely found in the mortal realm, preferring to dwell in places where the stars and celestial bodies are more prominent."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 11,
											"entries": [
												"Starweavers have the unique ability to draw energy from the stars and channel it into protective magic."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Starweaver",
									"page": 11
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Starweaver.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Azure Hornbeast",
							"page": 12,
							"entries": [
								"The {@b Azure Hornbeast} stands at about 5 feet tall at the shoulder. Its strong body is covered with blue, feather-like scales that shimmer in the light, enhancing its intimidating presence. Two large, curved horns protrude from its head, and its muscular tail stretches to nearly the length of its body. Its legs are sturdy and strong, each ending in a set of sharp, formidable claws.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 12,
											"entries": [
												"Azure Hornbeasts are naturally solitary creatures, primarily active during the dawn and dusk. They can be quite territorial and are known to aggressively defend their chosen domains against intruders. Despite their fearsome appearance, they only attack if they perceive a threat to their territory or themselves."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 12,
											"entries": [
												"Azure Hornbeasts can be found in a variety of environments, from dense forests to rocky hillsides. However, they are particularly fond of areas near water bodies, such as rivers or lakes, as their unique scales are designed to absorb moisture and keep them cool."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 12,
											"entries": [
												"Azure Hornbeasts have a curious affinity for certain types of fruits, particularly a unique fruit called the Starberry. This purple, starshaped berry grows on climbing shrubs near water bodies and blooms during twilight hours, matching the Hornbeast's active period. The fruit's sweet scent can be detected from afar by the Hornbeast, which uses its horns to access the berries. Starberries, while being the beast's preferred food for their calming effects and high nutritional value, are not its sole diet; the Hornbeast can also eat other fruits and vegetation if necessary."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Azure Hornbeast",
									"page": 12
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Azure Hornbeast.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Beetlestone Bot",
							"page": 13,
							"entries": [
								"The {@b Beetlestone Bot} is a small, intricate construct resembling a mechanical beetle. Its exoskeleton is made of stone and metallic pieces. Its segmented body allows for swift and agile movements, while its sharp mandibles and sturdy legs showcase its design for utility and precision.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 13,
											"entries": [
												"Beetlestone Bots are diligent and industrious creatures, programmed with a single-minded focus on construction and excavation tasks. They operate with unwavering determination, methodically surveying their surroundings and tirelessly working to reshape their environment. These creatures work in perfect synchronization, utilizing their sharp mandibles and strong legs to dig tunnels, clear debris, and perform precise stonework tasks."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 13,
											"entries": [
												"Beetlestone Bots are commonly found in underground environments, such as caverns, mines, and ancient ruins. They thrive in places rich with valuable minerals and intricate stonework, often sought after by archeologists and engineers. These tireless constructs are attracted to areas with extensive stonework, where they can contribute to structural improvements and help maintain ancient edifices."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 13,
											"entries": [
												"Beetlestone Bots possess remarkable digging capabilities, equipped with strong legs and sharp mandibles designed for excavating tunnels and manipulating stonework. Their knowledge of the stone making them adept at dismantling and disabling stone-based traps. Their sturdy exoskeleton provides them with natural armor, shielding them from external damage. Additionally, they have the ability to emit a concentrated beam of energy from their abdomen, allowing them to perform precise stonework or defend themselves when necessary."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Beetlestone Bot",
									"page": 13
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Beetlestone Bot.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Blacroack",
							"page": 14,
							"entries": [
								"The {@b Blacroack} is a massive, alien-like amphibian that stands in stark contrast to any typical frog. Its black skin, highlighted with pulsating fuchsia lines, gives it an otherworldly appearance. Sleek and streamlined, every movement the creature makes speaks of agility and power. The most astounding feature, however, is the transparent dome-like sac in the center of its body, filled with a mysterious swirling liquid. The dome serves as both a fascinating and intimidating sight, reflecting light in the darkest environments.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 14,
											"entries": [
												"Blacroack are territorial creatures, known to guard their domain ferociously. They are ambush predators, lying in wait for prey to come near before striking with astonishing speed. Their alien nature gives them an uncanny ability to adapt and strategize, making them formidable foes in any encounter."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 14,
											"entries": [
												"These creatures dwell in deep, dark swamps and marshlands where the environment mirrors their eerie aesthetic. The water sources they inhabit often take on a slightly luminescent quality, perhaps a side effect of the Blacroack's unique biology."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 14,
											"entries": [
												"The liquid within the Blacroack's transparent dome is believed to be both a source of energy and a sensory organ, allowing the creature to detect vibrations and magical energies in its vicinity. Consuming the liquid can have unpredictable magical effects, which has made it a sought-after ingredient for daring alchemists and spellcasters."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Blacroack",
									"page": 14
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Blacroack.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Blaze Sprite",
							"page": 15,
							"entries": [
								"The {@b Blaze Sprite} is a small, fiery creature standing at about 3 feet tall. Its body resembles a floating ember, radiating intense heat and flickering with an orange and red glow. Wisps of flames dance around its form, giving the impression of a living fire. Despite its small size, the Blaze Sprite emanates an aura of energy, making it appear larger and more formidable than its physical form suggests.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 15,
											"entries": [
												"The Blaze Sprite is an elusive and mischievous creature. It has a playful nature, often appearing as a flickering light in the darkness, only to vanish when approached. It enjoys toying with travelers and adventurers, leading them astray with its glowing tricks. However, if provoked, it can become a fierce and relentless foe, unleashing its fiery powers to defend itself."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 15,
											"entries": [
												"Blaze Sprites are typically found in locations with intense heat, such as active volcanoes, lava caves, and scorched plains. They are drawn to places where fire's elemental power is at its strongest."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 15,
											"entries": [
												"The Blaze Sprite has the unique ability to manipulate flames. It can create small bursts of fire, produce smoke to obscure vision, or intensify existing flames to dangerous levels. Furthermore, its body is composed of pure fire, allowing it to pass through narrow openings."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Blaze Sprite",
									"page": 15
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Blaze Sprite.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Bluquius",
							"page": 16,
							"entries": [
								"The {@b Bluquius} is a robust and intimidating creature, a strange mix of dragon and fish-like traits, exhibiting behaviors of both. Its large eyes give it a keen sense of sight, useful for both hunting small prey and avoiding larger predators. Covered in tough scales and adorned in simple, non-colorful fabrics, these creatures have an aura of menace around them. The most distinct feature is a colored gem affixed to their belt, which varies from individual to individual and serves as a marker of their social standing within their community.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 16,
											"entries": [
												"Bluquius are not amicable and are highly territorial. They use their Water Jet abilities primarily as a warning to intruders, preferring to avoid combat but willing to engage if necessary. The gems on their belts are crucial for their social structure; they believe that these gems are the source of their emotional and physical strength."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 16,
											"entries": [
												"These creatures typically dwell in the darker, colder depths of underwater caverns. They establish dominions that are guarded fiercely against invaders."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 16,
											"entries": [
												"Bluquius have a penchant for collecting objects from the ocean floor, ranging from sunken treasures to rare seashells and minerals. Because of this, they are often seen near the surface, engaging in trade or barter with other aquatic races and even surface dwellers. They sell or trade the items they've scavenged, seeing it not just as a hobby but also as a form of economic sustenance for their community."
											]
										},
										{
											"type": "entries",
											"name": "Known Variants:",
											"page": 16,
											"entries": [
												"Within the Bluquius society, there are specialized roles that some individuals fulfill. {@creature Bluquius Marauder|MaM|Bluquius Marauders} are larger and serve as community defenders, known for their strong claws and bites. {@creature Bluquius Shaman|MaM|Bluquius Shamans} act as spiritual leaders, specializing in water magic and rituals."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Bluquius",
									"page": 16
								},
								{
									"type": "entries",
									"name": "Bluquius Marauder",
									"page": 17,
									"entries": [
										"The {@b Bluquius Marauder} is a fearsome warrior variant within the Bluquius species, larger and more robust than their common kin. Devoid of the magical affinities displayed by their shamanic brethren, Marauders make up for it with sheer brute strength and ferocity. Their intimidating presence is further enhanced by the use of formidable claws and powerful bites as their primary means of attack. Serving as the frontline defenders of their communities, Marauders are the muscle, respected for their physical prowess and combat acumen.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Bluquius Marauder",
											"page": 17
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Bluquius Marauder.webp"
											},
											"title": "Bluquius Marauder",
											"credit": "Elowen Frost"
										}
									]
								},
								{
									"type": "entries",
									"name": "Bluquius Shaman",
									"page": 17,
									"entries": [
										"The {@b Bluquius Shaman} is a spiritually elevated figure within its aquatic community, revered for its mastery over water-based magics and ancient rituals. Donning robes infused with the essence of the ocean, the Shaman serves as a healer, guide, and spiritual conduit between the natural world and the mystical realms. Adept at both protective and destructive spells, these shamans are the wisdom keepers and magical specialists of their kind, wielding staves and claws imbued with potent energies.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Bluquius Shaman",
											"page": 17
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Bone Lord, Sovereign of Skeletons",
							"page": 18,
							"entries": [
								"The {@b Bone Lord} is a towering figure, an imposing spectacle of dread and death. It wears an intricate armor crafted from bones, crowned by massive, jagged horns protruding from its shoulders. A massive scythe, seemingly crafted from some colossal creature's spine, serves as its weapon—a symbol of eternal harvest.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 18,
											"entries": [
												"The Bone Lord seeks to expand its dominion over the undead, relishing in its sovereignty and expecting absolute obedience from its skeletal minions. It has an air of regal authority, never rushing and always commanding its hordes with cruel efficiency."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 18,
											"entries": [
												"Bone Lords are usually found in dark, subterranean places like necropolises, catacombs, or ancient, haunted ruins where dark energies are abundant."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 18,
											"entries": [
												"Legend has it that the Bone Lord was once a powerful necromancer who transcended mortality to become a lord of undeath. Its scythe is said to sever the very threads of life and can consume the souls of those it slays, making them loyal members of its ever-growing skeletal army."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Bone Lord, Sovereign of Skeletons",
									"page": 18
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Bone Lord.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Celestial Charmbringer",
							"page": 19,
							"entries": [
								"The {@b Celestial Charmbringer} is an enchanting creature that radiates an aura of celestial beauty. It resembles a small, graceful feline with luxurious fur that shimmers like stardust. The Charmbringer's feather wings emit a gentle glow that casts a warm ambiance around it.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 19,
											"entries": [
												"Despite its small size, the Celestial Charmbringer possesses immense power and wisdom. It is known as a protector of harmony and balance in the cosmos. This creature has a serene and calm demeanor, exuding a peaceful energy that soothes those around it. It is highly empathetic and strives to bring comfort and joy to others, often acting as a guide and source of inspiration."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 19,
											"entries": [
												"Celestial Charmbringers can be found in the highest reaches of the celestial realm. They are often drawn to places of cosmic significance, such as ancient observatories or sacred astronomical sites. These creatures have a profound connection to the celestial plane, harnessing the power of the stars to fuel their abilities."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 19,
											"entries": [
												"The Celestial Charmbringer possesses the extraordinary ability to channel celestial magic. It can create radiant orbs of healing energy to restore vitality and cure ailments. Its gentle touch can dispel negative energy and bring tranquility to troubled souls. The Charmbringer's wings emit a soothing, melodic hum that can uplift spirits and inspire courage in those who hear it. It is believed that the presence of a Charmbringer can bring about celestial blessings and fortuitous events."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Celestial Charmbringer",
									"page": 19
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Celestial Charmbringer.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Clockspider Sentinel",
							"page": 20,
							"entries": [
								"The {@b Clockspider Sentinel} appears as a small, circular construct with metallic legs dangling beneath it like a spider. Its main body is a series of dark gray metal plates, and it has a large, glowing eye in the center. It can both hover in the air and walk on surfaces using its spindly metal legs.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 20,
											"entries": [
												"Clockspider Sentinels are designed to patrol and protect specific areas designated by their creators. They are usually unresponsive to outside stimuli unless it's a direct threat to their patrol zone or a command from their creator. They can attack intruders without warning."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 20,
											"entries": [
												"These constructs are typically found in magically-imbued laboratories, arcane sanctuaries, or guarding treasure rooms in ancient ruins. They can function in any environment but are often found indoors where their creators have set them to patrol."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 20,
											"entries": [
												"The Clockspider Sentinel does not have personal preferences or tastes, as it is merely a programmed construct. However, some are imbued with magical properties that allow them to sense magical items or beings, making them especially effective at guarding magical locations."
											]
										},
										{
											"type": "entries",
											"name": "Maelor the Watchmaker:",
											"page": 20,
											"entries": [
												"Clockspider Sentinels are said to be the creation of an ancient and reclusive artificer known as \"Maelor the Watchmaker.\" Maelor was obsessed with time, precision, and the blending of magic with mechanical wonders. He created the first Clockspiders to guard his labyrinthine workshop, filled with arcane artifacts and forbidden tomes. Rumors say that somewhere within this guarded maze, Maelor hid the \"Chrono-Key,\" a magical item with the power to manipulate time itself. Though Maelor's fate is unknown, his Clockspiders continue to function, tirelessly walking the corridors and chambers of their longlost master's lair. Some adventurers claim they have seen these constructs halt momentarily, as if listening for the tick of a clock that no longer exists."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Clockspider Sentinel",
											"page": 20
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Clockspider Sentinel.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Crimson Beak Enchanter",
							"page": 21,
							"entries": [
								"Standing upright like a human yet undeniably avian in nature, the {@b Crimson Beak} Enchanter is a vibrant sight to behold. Its large, deep-green beak contrasts starkly with the dazzling fuchsia feathers that cover its entire body. Immense, curious eyes peer out from beneath its brow, suggesting intelligence and wisdom. Instead of wings, this creature has humanoid arms, though they too are covered in the same brilliant plumage. Its bird-like legs end in strong talons, making its appearance both elegant and slightly ominous.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 21,
											"entries": [
												"The Crimson Beak Enchanters are known for their vast knowledge and innate magical abilities, often seen as wise shamans or oracles in their communities. While not naturally aggressive, they can be fierce defenders of their homes and will use their magical abilities to ward off threats. They communicate in melodic tones, a mixture of spoken language and song."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 21,
											"entries": [
												"Preferring lush jungles and rainforests where they can blend in despite their vibrant colors, the Crimson Beak Enchanters build their homes high in the treetops, crafting intricate nests out of magical materials that solidify into sturdy dwellings."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 21,
											"entries": [
												"The Crimson Beak Enchanter shares a profound bond with the flora of its jungle habitat. This connection allows it to draw sustenance directly from the trees, absorbing ambient magical energy and nutrients. In return, it imparts a part of its own essence into the surroundings, causing the trees in its vicinity to grow fruit of radiant colors, which when consumed, have minor curative properties. Legends speak of travelers who, having lost their way in the jungle, were led back to safety by following a trail of these luminous fruits."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Crimson Beak Enchanter",
											"page": 21
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Crimson Beak Enchanter.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Darkfern Pouncer",
							"page": 22,
							"entries": [
								"The {@b Darkfern Pouncer} is a dark and eerie plant-like creature that resembles a tangled mass of thick, black vines. Its gnarled roots protrude from the ground, granting it a solid and stable footing. The creature's main body is a dense cluster of thorny branches and leaves, from which glowing blue orbs emanate, providing an eerie luminescence in the darkness.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 22,
											"entries": [
												"Darkfern Pouncers are carnivorous and aggressive predators that lurk in dimly lit forests and shadowy caves. They are patient and stealthy, lying in wait for unsuspecting prey to wander close. When prey is within reach, they lash out with their thorny tendrils, entangling and ensnaring victims to immobilize them before closing in for the final strike."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 22,
											"entries": [
												"Darkfern Pouncers prefer to dwell in places of perpetual twilight, where they can remain hidden and unnoticed by most creatures. You can find them in dense and dark forests, underground caverns, or other places where natural light is scarce."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 22,
											"entries": [
												"The Darkfern Pouncer has the ability to drain the life force of its victims. When it successfully hits a creature with its thorny tendrils, it absorbs a portion of the creature's vitality, restoring its own hit points."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Darkfern Pouncer",
											"page": 22
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Darkfern Pouncer.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Dewdrop",
							"page": 23,
							"entries": [
								"The {@b Dewdrop} is a small, aquatic creature resembling a blend of a water sprite and a graceful fish. Its body is blue and white in color that gives off a small glow when it moves underwater. Delicate fins expand on its head that allow it to navigate effortlessly in aquatic environments.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 23,
											"entries": [
												"Dewdrops are benevolent and ethereal beings, closely connected to the ebb and flow of water and the emotions of creatures within their domain. They are gentle and compassionate, often offering aid to those in need, especially when they sense distress or sorrow."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 23,
											"entries": [
												"Dewdrops are commonly found in serene lakes, quiet ponds, and secluded underwater caves. They are drawn to areas of natural beauty and harmonious water elements."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 23,
											"entries": [
												"Dewdrops possess the unique ability to harness the power of water and emotions to create soothing melodies that heal and inspire those around them. They can also control the water's currents and shape it to their will."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Dewdrop",
											"page": 23
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Dewdrop.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Dreamwhisker",
							"page": 24,
							"entries": [
								"{@b Dreamwhisker} is a small, enchanting creature resembling a mix between a cat and a fantastical creature. Its body is covered in soft, multicolored fur, reminiscent of a beautiful dream. It has strikingly large, expressive ears that twitch and swivel to capture even the faintest sounds. Its most captivating feature is its voluminous and fluffy tail, which shimmers with vibrant and iridescent colors. When Dreamwhisker moves its tail, it releases sleep-inducing spores, adding an otherworldly charm to its already captivating appearance.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 24,
											"entries": [
												"Dreamwhisker exudes an aura of tranquility and wonder. It is a gentle and curious creature, often found exploring magical realms or playing in fields of dreams. Despite its petite size, it possesses a sense of grace and wisdom beyond the norm."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 24,
											"entries": [
												"Dreamwhisker is often found in lush, vibrant meadows or enchanted forests. It prefers places abundant in colorful flora, where it can feed on the magical essence of flowers and plants."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 24,
											"entries": [
												"Dreamwhisker has the unique ability to release sleep-inducing spores. These spores can lull its opponents into a deep slumber, allowing Dreamwhisker's to escape from danger or provide an advantage in battle."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Dreamwhisker",
											"page": 24
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Dreamwhisker.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Dreampouncer",
							"page": 25,
							"entries": [
								"Emerging as an ethereal wraith, the {@b Dreampouncer} is a vision of pale white, accentuated by hints of iridescent turquoise. Its grand antler-like horns are a striking feature, crowned atop a head that emanates a serene, yet haunting aura. Two large, luminescent blue eyes pierce through, seeming to harbor age-old secrets and unspoken tales. The creature floats gracefully, its lack of feet emphasizing its otherworldly nature. Its skeletal arms, ghostly and delicate, contrast beautifully with its overall luminosity. A flowing cloak and robe, shimmering with the same turquoise hints, envelope the Dreampouncer, granting it an essence of grace intermixed with an undercurrent of dread.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 25,
											"entries": [
												"Dreampouncers are hunters of dreams and nightmares. They do not consume physical food; instead, they feed on the emotions generated from dreams, both good and bad. When a creature is sleeping, a Dreampouncer can merge into its dreams, influencing and altering the dreamscape."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 25,
											"entries": [
												"Dreampouncers are found in ethereal spaces, often near the border of the Feywild. They are especially common in places where the veil between the material and dream realms is thin."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 25,
											"entries": [
												"Dreampouncers are attracted to strong emotions and vivid imaginations. Artists, poets, and dreamers might find a Dreampouncer nearby when they sleep, curious about their dreams."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Dreampouncer",
											"page": 25
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Dreampouncer.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Driffalon",
							"page": 26,
							"entries": [
								"The {@b Driffalon} is a majestic creature, seamlessly blending the elegance of a griffon with the might of a dragon. Its entire form is enveloped in a soft feathery coat that transitions from a delicate pink to pure white. The creature's wings are expansive and powerful, allowing it to soar gracefully through the skies. Its tail, long and feathered, often trails behind like a banner, catching the sunlight in iridescent patterns.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 26,
											"entries": [
												"Unlike many of its draconic cousins, the Driffalon is a benevolent creature, often seen as a protector of the weak. With a noble demeanor, these creatures are known to forge bonds with those who approach them with respect and kindness. Their roars, while powerful, often have a melodic undertone, singing the tales of their ancient lineage."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 26,
											"entries": [
												"Favoring high altitudes, Driffalons nest atop cloud-kissed mountains or hidden valleys, where the air is crisp and the view stretches on for miles. Their nests, made of carefully arranged feathers and precious stones, are considered wonders in their own right."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 26,
											"entries": [
												"Driffalons have an affinity for moonstones and will often hoard them. Legend has it that these creatures draw strength from the gentle glow of these stones, especially during the full moon. They are also known to have a taste for fruits, especially berries infused with morning dew."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Driffalon",
											"page": 26
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Driffalon.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Echo Arcane",
							"page": 27,
							"entries": [
								"The {@b Echo Arcane} appears as a floating, translucent orb, about the size of a grapefruit, emitting a soft, ethereal glow. Within the orb, tiny motes of arcane energy flicker and dance, creating mesmerizing patterns. It seems to be a magical residue left behind by powerful spellcasters, given a semi-sentient form.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 27,
											"entries": [
												"Echo Arcanes are remnants of potent spells and magical rituals that have gained a semblance of life. They are curious and drawn to sources of magic, often following spellcasters or magical phenomena out of fascination. While not inherently malevolent, they are easily agitated by sudden movements or aggressive actions and will retaliate with their own magical abilities."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 27,
											"entries": [
												"Echo Arcanes can be found near places of concentrated magic, such as ancient ruins, magical ley lines, or locations where powerful spells have been cast. They are particularly drawn to areas affected by wild magic or arcane disturbances."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 27,
											"entries": [
												"Echo Arcanes possess the ability to mimic simple magical effects they have encountered. This mimicry includes producing minor illusions, casting cantrips they've witnessed, or creating brief bursts of elemental energy. However, due to their fragmented nature, they can only mimic a specific magical effect once per encounter."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Echo Arcane",
											"page": 27
										}
									]
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Echo Arcane 3.webp"
											},
											"credit": "Elowen Frost"
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Echo Arcane 2.webp"
											},
											"title": "Different Examples of Echo Arcanes",
											"credit": "Elowen Frost"
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Echo Arcane 1.webp"
											},
											"credit": "Elowen Frost"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Emberclaw Drakes",
							"page": 28,
							"entries": [
								"The {@b Emberclaw Drake} is a fearsome, reptilian creature that stands about 8 feet tall at the shoulder, with a sleek and muscular build. Its scales are a dark crimson color, with accents of deep orange and black. Jagged spines run along its spine, tapering to a fiery red at their tips. The creature's eyes burn with an intense, glowing ember-like light, and smoke occasionally wafts from its nostrils.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 28,
											"entries": [
												"Emberclaw Drakes are known for their aggressive and territorial nature. They are fiercely protective of their nests and hunting grounds, and will not hesitate to defend them. These creatures are highly intelligent and cunning, often employing tactics and strategies during battles. They are fierce predators, known for their fire-breathing ability and swift, agile movements."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 28,
											"entries": [
												"Emberclaw Drakes inhabit volcanic regions, where the heat and lava flow create a harsh environment. They build their nests in caverns carved into the rocky cliffs, overlooking the molten depths. These creatures have a strong affinity for heat and fire, and are drawn to the intense energy of volcanic activity."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 28,
											"entries": [
												"Emberclaw Drakes can breathe fire in powerful streams, scorching their foes. The intense heat they radiate makes their presence unmistakable, and their scales are naturally resistant to fire and heat. Their sharp claws and teeth are capable of rending through even the toughest of materials."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Emberclaw Drake",
											"page": 28
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Emberclaw Drake.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Faefluxian",
							"page": 29,
							"entries": [
								"{@b Faefluxian} are humanoid creatures with caprine lower bodies and elongated arms ending in clawed hands. Their skin is a vibrant purple that fades into a gradient of black toward their limbs. They wear decorative fabrics adorned with glittering trinkets, and their hooded capes gracefully showcase their twisted horns. Their faces are remarkably expressive and inviting, often breaking into a wide smile, although this seemingly friendly demeanor hides a touch of madness. Their large, shimmering eyes are captivating, and a radiant gemstone is embedded in the center of their forehead.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 29,
											"entries": [
												"Cunning and playful, these creatures enjoy testing the wits and patience of anyone they encounter. They are known for their trickery and love for riddles. Despite their mischievous nature, they are not inherently malevolent but can cause considerable trouble when irked. They are highly intelligent and may offer valuable information or magical artifacts—usually for a price or a favor."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 29,
											"entries": [
												"Faefluxian are often found in mystical groves, enchanted forests, or at the crossroads of different realms. These areas are usually teeming with arcane energy, which they absorb to fuel their magical abilities."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 29,
											"entries": [
												"Faefluxian have a fondness for magical trinkets, precious gems, and otherworldly artifacts. They are often involved in bartering these items, which they believe bring them good fortune."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Faefluxian",
											"page": 29
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Faefluxian.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Faefly Pips",
							"page": 30,
							"entries": [
								"{@b Faefly Pips} are tiny winged creatures, appearing as an enchanting hybrid between a fairy and a diminutive imp. Boasting a plump body and stout legs tipped with sharp claws, their most distinctive feature is perhaps their butterfly wings, which span as wide as their entire body. Large, expressive eyes dominate their faces, lending them an endearing look. A pair of antennas, sprouting from their heads, wiggle curiously as they explore. Though their general morphology remains the same across subspecies, they can be identified by their unique colors: brilliant red, deep green, or rich blue.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 30,
											"entries": [
												"Faefly Pips are generally playful, though their mischievous nature sometimes gets the better of them. These tiny creatures have an innate curiosity and are known to occasionally cause trouble, drawn by shiny objects or interesting spells. They communicate with high-pitched chirps, and if one listens closely, the melodies vary slightly between the colors."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 30,
											"entries": [
												"Depending on their color, these pips choose different habitats:",
												{
													"type": "list",
													"page": 30,
													"items": [
														"{@b Red Faefly Pips} prefer warmer climates, often found near fire sources or in sunny meadows.",
														"{@b Green Faefly Pips} love forested areas, thriving among tall trees and verdant bushes.",
														"{@b Blue Faefly Pips} have an affinity for water and can often be spotted hovering over streams, ponds, or lakes."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 30,
											"entries": [
												"Faefly Pips, regardless of their hue, have a fondness for nectar and honey, which they gather using their long tongues. However, they are also known to consume tiny insects. The color of the pip also affects its tastes:",
												{
													"type": "list",
													"page": 30,
													"items": [
														"{@b Red pips} are attracted to spicy flavors, often seen near pepper plants.",
														"{@b Green pips} prefer the sweet sap of trees and fresh buds.",
														"{@b Blue pips} have a penchant for dewdrops and often drink from morning leaves."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Luminescent Moods:",
											"page": 30,
											"entries": [
												"One of the most enchanting traits of the Faefly Pips is their ability to produce a soft, radiant glow at night. This luminescence is not merely a source of light but a direct reflection of their emotions. When a Faefly Pip is content and happy, it emits a steady and warm glow. If it's excited or agitated, the light pulsates rapidly. On rare occasions, when a Faefly Pip is in distress or danger, its glow might even turn into rapid flashes, serving as a distress signal to other Faefly Pips nearby. This unique form of communication has led many magical researchers to believe that the emotional spectrum of these creatures is far more intricate than previously thought."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Red Faefly Pip",
											"page": 30
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Green Faefly Pip",
											"page": 31
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Blue Faefly Pip",
											"page": 31
										}
									]
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Red Faefly Pip.webp"
											},
											"credit": "Elowen Frost"
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Green Faefly Pip.webp"
											},
											"credit": "Elowen Frost"
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Blue Faefly Pip.webp"
											},
											"credit": "Elowen Frost"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Fernimbus",
							"page": 32,
							"entries": [
								"The {@b Fernimbus} is a unique elemental creature resembling a cluster of greenery—leaves, branches, and vines—with a central core of vibrant green and white lines. It has no distinct arms or legs but uses its flexible branches as if they were limbs. It can float gracefully in the air and has a strange yet mesmerizing beauty.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 32,
											"entries": [
												"Fernimbus are generally reclusive and avoid conflict if possible. However, they can be quite territorial and will use their innate magical abilities to defend their habitat if threatened."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 32,
											"entries": [
												"These creatures often dwell deep within enchanted forests, where elemental energies are strong. They prefer areas rich in magical flora and are known to cultivate such environments, subtly influencing the growth of plants and the behavior of animals."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 32,
											"entries": [
												"They have a particular fondness for moonlight and will often float to the forest canopy to bathe in its glow. They're known to collect dewdrops infused with moonlight, which they use for unknown purposes.",
												"In addition to their love for elemental magic and moonlight, Fernimbus have a unique ability to harmonize with the natural elements around them, causing a subtle but noticeable change in the environment. When a Fernimbus resides in an area for an extended period, the vegetation becomes noticeably healthier, flowers bloom out of season, and even the weather seems to become more mild. Locals often see the presence of a Fernimbus as a blessing, attributing the good fortune and vitality of their crops to this elusive creature. Some folklore even suggests that capturing the dewdrops they collect could grant minor magical boons, although no one has been able to prove this claim.",
												"This extended affinity for nature makes them highly sought after by druids and nature worshipping communities, who view the Fernimbus not just as an anomaly but as a creature to be revered and protected."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Fernimbus",
											"page": 32
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Fernimbus.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Fluffletuft",
							"page": 33,
							"entries": [
								"{@b Fluffletuft} is an adorable and cuddly creature that stands at about 1 foot tall. It resembles a round, fluffy ball of fur with tiny stubby legs. Its fur is incredibly soft and comes in various pastel colors, such as pale pink, baby blue, and mint green. Fluffletuft has large, expressive eyes that shimmer with a gentle innocence, and its small button nose twitches with curiosity. It has tiny, fluffy ears that perk up whenever it senses something interesting.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 33,
											"entries": [
												"Fluffletuft is known for its playful and mischievous nature. It loves to frolic and bounce around, spreading joy wherever it goes. It has a curious personality and is easily captivated by new sights and sounds. Fluffletuft is highly sociable and enjoys the company of other creatures, often seeking out companionship and forming close bonds with trainers or adventurers."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 33,
											"entries": [
												"Fluffletuft can be found in lush meadows, vibrant forests, and sunny clearings. It prefers habitats with abundant flowers and a gentle breeze. These creatures are drawn to places of natural beauty, where they can enjoy the colorful scenery and interact with other friendly creatures."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 33,
											"entries": [
												"Fluffletuft has a special ability to generate small bursts of gentle, soothing breezes. It can create a refreshing gust of wind that brings comfort and tranquility to those around it. This ability is often used to calm others or to playfully blow away objects, creating whimsical moments. Fluffletuft's fur is also known to possess a natural static charge, causing it to emit small sparks of harmless electricity when touched."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Fluffletuft",
											"page": 33
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Fluffletuft.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Frostclaw Yeti",
							"page": 34,
							"entries": [
								"The {@b Frostclaw Yeti} is a towering, hulking creature that stands at an impressive 10 feet tall. Its massive body is covered in thick, matted fur that shimmers with an icy sheen. The fur is predominantly white, with streaks of pale blue and silver running through it. The Yeti's muscular arms end in long, razorsharp claws capable of rending through solid ice. Its piercing eyes gleam with an icy blue hue, exuding an aura of ancient wisdom.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 34,
											"entries": [
												"Frostclaw Yetis are reclusive and elusive creatures that inhabit frigid, snow-covered mountain ranges. They are known for their stoic and contemplative nature, rarely engaging in unnecessary conflicts. Yetis live in small family groups, valuing strong familial bonds. They are protective of their young and their territory, fiercely defending both against intruders."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 34,
											"entries": [
												"Frostclaw Yetis make their homes in the highest peaks and secluded caves of icy mountains. They are specially adapted to survive in harsh, wintry conditions, with their thick fur providing insulation against the cold. They are often found near icy caverns or frozen waterfalls, where the natural beauty of the frozen landscape harmonizes with their presence."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 34,
											"entries": [
												"Frostclaw Yetis possess a unique ability to harness and control ice and frost. They can create blizzards and summon freezing winds, engulfing their foes in icy storms. Their powerful roars can cause the ground to tremble and trigger avalanches. Yetis have a deep affinity for the natural world, and their presence can bring about a sense of calm and tranquility in their surroundings."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Frostclaw Yeti",
											"page": 34
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Frostclaw Yeti.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Frostsnail",
							"page": 35,
							"entries": [
								"The {@b Frostsnail} possesses a gray, tortoise-like body, supported by six diminutive legs. Adorning its head are four ice-crafted, pointed horns that gleam brilliantly in the light. Its shell, smooth and cold to the touch, offers it protection against both predators and the freezing mountain climates. Among these creatures, there exists a larger and more formidable variant known as the {@b Frostsnail Alpha}. Boasting longer, sharper horns and a more muscular physique, the Alpha stands as a testament to nature's majestic prowess, leading and protecting its lesser kin.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 35,
											"entries": [
												"Frostsnails are typically reclusive and non-aggressive, using their icy horns for defense. The Frostsnail Alpha is more territorial, actively protecting its domain and fellow Frostsnails."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 35,
											"entries": [
												"These creatures dwell in the snowy mountains, particularly in places where regular snowfall provides a chilly blanket over the terrain. They can often be found nestled amongst snow-covered rocks and in hidden crevices, protected from predators and the harshest of winter winds. The Frostsnail Alpha, due to its larger size, often takes refuge in massive ice caves or beneath overhanging cliffs."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 35,
											"entries": [
												"Frostsnails feed on alpine vegetation, which is believed to grant them cold resistance. Legends say their shells might have alchemical properties. The Frostsnail Alpha, due to its dominant status, is often said to guard hoards of icy treasures, gifts, or tributes from its smaller kin."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Frostsnail",
											"page": 35
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Frostsnail Alpha",
											"page": 35
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Frostsnail.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						}
						
					]
				}
			]
		}
	]
}
