{
	"_meta": {
		"sources": [
			{
				"json": "MaM",
				"abbreviation": "M&M",
				"full": "Monsters & Myths",
				"authors": [
					"Elowen Frost"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "2023-10-07",
				"color": "ffffff",
				"url": "https://preview.drivethrurpg.com/en/product/455546/MONSTERS--MYTHS",
				"dateReleased": "2023-10-07"
			}
		],
		"internalCopies": [
			"monsterFluff"
		],
		"status": "ready",
		"dateAdded": 1707595302,
		"dateLastModified": 1707595302
	},
	"monster": [
		{
			"name": "Abyssal Courtier",
			"source": "MaM",
			"page": 6,
			"size": [
				"M"
			],
			"type": "aberration",
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 110,
				"formula": "13d8 + 52"
			},
			"speed": {
				"walk": 20,
				"swim": 60
			},
			"str": 14,
			"dex": 16,
			"con": 18,
			"int": 17,
			"wis": 13,
			"cha": 18,
			"skill": {
				"persuasion": "+7",
				"deception": "+7"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 11,
			"resist": [
				"cold"
			],
			"languages": [
				"Common",
				"Aquan",
				"Deep Speech"
			],
			"cr": "7",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The Abyssal Courtier can breathe both air and water."
					]
				},
				{
					"name": "Mystic Elegance",
					"entries": [
						"Whenever the Abyssal Courtier speaks or uses any form of communication, those who hear its words must make a {@dc 15} Wisdom saving throw or be {@condition charmed} by the Abyssal Courtier for 1 minute. While {@condition charmed} in this way, the creature is inclined to agree with the Courtier's suggestions and requests. This effect ends if the Abyssal Courtier or its allies damage the {@condition charmed} creature. Creatures that successfully save against this effect are immune to the Abyssal Courtier's Mystic Elegance for the next 24 hours."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Abyssal Courtier makes two claw attacks and one tentacle attack."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage."
					]
				},
				{
					"name": "Tentacle",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}11 ({@damage 2d8 + 2}) bludgeoning damage, and the target is {@condition grappled} (escape {@dc 15}). Until this grapple ends, the target is {@condition restrained}, and the Abyssal Courtier can't use its tentacles on another target."
					]
				},
				{
					"name": "Psychic Scream (1/Day)",
					"entries": [
						"The Abyssal Courtier emits a psychic wave in a 30-foot radius. All creatures within this area must make a {@dc 15} Wisdom saving throw or take 22 ({@damage 5d8}) psychic damage and be {@condition stunned} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack",
				"Tentacles"
			],
			"languageTags": [
				"AQ",
				"C",
				"DS"
			],
			"damageTags": [
				"B",
				"S",
				"Y"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"restrained",
				"stunned"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Abyssal Courtier",
					"source": "MaM"
				}
			}
		},
		{
			"name": "Aequorin",
			"source": "MaM",
			"page": 7,
			"size": [
				"S"
			],
			"type": "elemental",
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor",
						"+1 from neck armor"
					]
				}
			],
			"hp": {
				"average": 45,
				"formula": "10d6 + 10"
			},
			"speed": {
				"walk": 15,
				"swim": 30
			},
			"str": 5,
			"dex": 14,
			"con": 12,
			"int": 10,
			"wis": 13,
			"cha": 16,
			"save": {
				"cha": "+5"
			},
			"skill": {
				"insight": "+3",
				"perception": "+3",
				"arcana": "+2"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"languages": [
				"Common and Aquan"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Dripping Form",
					"entries": [
						"At the start of each of the Aequorin's turns, the ground within 5 feet of it becomes wet and slippery until the end of its next turn. Creatures that enter or start their turn in this area must succeed on a {@dc 13} Dexterity saving throw or fall {@condition prone}."
					]
				},
				{
					"name": "Water Dependency",
					"entries": [
						"The Aequorin requires constant moisture. If it goes without immersing itself in water for 24 hours, it suffers one level of {@condition exhaustion}."
					]
				}
			],
			"action": [
				{
					"name": "Water Jet",
					"entries": [
						"{@atk rs} {@hit 5} to hit, range 60 ft., one target. {@h}18 ({@damage 4d8}) water damage."
					]
				},
				{
					"name": "Mystic Glare",
					"entries": [
						"The Aequorin targets one creature it can see within 30 feet. The target must succeed on a {@dc 13} Wisdom saving throw or be {@condition charmed} until the Aequorin's next turn."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"AQ",
				"C"
			],
			"conditionInflict": [
				"charmed",
				"prone"
			],
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Aequorin",
					"source": "MaM"
				}
			}
		},
		{
			"name": "Aetherdrake",
			"source": "MaM",
			"page": 8,
			"size": [
				"L"
			],
			"type": "dragon",
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 210,
				"formula": "20d10 + 100"
			},
			"speed": {
				"walk": 40,
				"fly": 80
			},
			"str": 24,
			"dex": 16,
			"con": 20,
			"int": 17,
			"wis": 20,
			"cha": 22,
			"save": {
				"dex": "+8",
				"con": "+12",
				"wis": "+10",
				"cha": "+11"
			},
			"skill": {
				"perception": "+10",
				"insight": "+10"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 20,
			"resist": [
				"psychic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"languages": [
				"Common",
				"Draconic",
				"Celestial"
			],
			"cr": "14",
			"trait": [
				{
					"name": "Aura of Desolation",
					"entries": [
						"Creatures within 20 feet of the Aetherdrake must succeed on a {@dc 18} Wisdom saving throw or become filled with despair, receiving a disadvantage on attack rolls and saving throws for 1 minute."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Aetherdrake makes one bite attack and two claw attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 10 ft., one target. {@h}18 ({@damage 2d10 + 7}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d6 + 7}) slashing damage."
					]
				},
				{
					"name": "Ecliptic Breath {@recharge 5}",
					"entries": [
						"The Aetherdrake exhales a beam of dark energy in a 60-foot line that is 5 feet wide. Each creature in that line must make a {@dc 18} Constitution saving throw, taking 45 ({@damage 10d8}) necrotic damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"The Aetherdrake makes a Wisdom ({@skill Perception}) check."
					]
				},
				{
					"name": "Tail Swipe",
					"entries": [
						"The Aetherdrake makes a tail attack against one creature within 10 feet. On a hit, the target takes 15 ({@damage 2d8 + 6}) bludgeoning damage and is knocked {@condition prone}."
					]
				},
				{
					"name": "Mystical Roar (Costs 2 Actions)",
					"entries": [
						"The Aetherdrake emits a malevolent roar. Creatures within 30 feet must succeed on a {@dc 18} Wisdom saving throw or become {@condition frightened} until the end of their next turn."
					]
				}
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"CE",
				"DR"
			],
			"damageTags": [
				"B",
				"N",
				"P",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"savingThrowForced": [
				"constitution",
				"wisdom"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Aetherdrake",
					"source": "MaM"
				}
			}
		}
		
	],
	"monsterFluff": [
		{
			"name": "Abyssal Courtier",
			"source": "MaM",
			"entries": [
				"An amalgamation of elegance and terror, the {@b Abyssal Courtier} has the upper body of a graceful human with elongated, pointed ears and long, slender arms ending in razor-sharp claws. Their lower half, however, is a stark contrast, formed by writhing tentacles reminiscent of a deep-sea cephalopod. A lustrous cascade of long hair frames their face, which bears an expression of noble indifference. Clad in fine, aristocratic attire that somehow never seems to get wet, their entire form is cloaked in a hue of blue.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 6,
									"entries": [
										"The Abyssal Courtier is a creature of great intelligence and pride. They often play a role as diplomats or emissaries in underwater societies, negotiating deals with creatures of the deep. With their persuasive nature, they can be charming but are always looking for an upper hand."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 6,
									"entries": [
										"These creatures reside in the deep, forgotten cities of the ocean floor, in grand palaces where pressure and darkness rule. Their homes are as majestic as they are eerie."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 6,
									"entries": [
										"Diet consists mainly of deep-sea fish, but they are known to dine on any unfortunate land dwellers that sink into their domain. They are connoisseurs of ancient underwater artifacts, collecting and cherishing them."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Abyssal Courtier.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Aequorin",
			"source": "MaM",
			"entries": [
				"The {@b Aequorin} is a small, charming worm-like creature. It possesses large, expressive eyes that contrast its simple, white, water-dripping body. Atop its head sits a grandiose three-pointed hat made of a watery substance, adorned with a blue gem and intricate silver patterns. A similarly adorned piece of armor encircles its neck, giving a semblance of regality to this humble creature.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 7,
									"entries": [
										"Aequorins are peaceful by nature but can be surprisingly resourceful in defending themselves. With their ability to speak both {@language Common} and {@language Primordial|PHB|Aquan}, they're known to interact with other creatures, often sharing stories of their underwater adventures and the mysteries of the deep. Their voice is melodious, akin to the gentle flow of a babbling brook."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 7,
									"entries": [
										"Favoring damp and watery environments, these creatures often inhabit the banks of serene lakes, quiet ponds, or along gentle river bends. They can sometimes be found in damp caves or near springs."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 7,
									"entries": [
										"The Aequorin's watery hat and armor aren't just for show. Legends speak of these unique elements being tied to the Aequorin's life force. The gems adorning its hat and armor are said to store elemental magic, and many believe that possessing one could grant its owner control over certain water-based abilities. However, separating a Aequorin from its gem could have dire consequences."
									]
								}
							]
						}
					]
				},
				"Aequorins have a unique life cycle intimately tied to lunar phases. Every full moon, they gather at specific, ancient locations known as \"Moon Wells.\" These Wells are not water sources but rather mystical, shimmering pools of moonlight that appear only on such nights.",
				"During this ritual, Aequorins engage in a mesmerizing dance around these Wells, absorbing lunar energy. It is believed that this ritualistic dance replenishes their watery essence, keeping them vibrant and alive. The shimmering dance of the Aequorins is a spectacle many adventurers have sought to witness, but the locations of Moon Wells are closely guarded secrets.",
				"Another tradition involves their adornments. The silver armor and blue gems they wear are not just for protection or aesthetics. Each gem is handed down through Aequorin generations and is said to contain a fragment of an ancestor's essence. The Aequorins believe that wearing these gems keeps them connected to their lineage and provides guidance in life."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Aequorin.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Aetherdrake",
			"source": "MaM",
			"entries": [
				"The {@b Aetherdrake}, at first glance, appears deceptively ethereal with its unique blend of pink and turquoise hues. However, closer inspection reveals a dragon of a darker intent. Its skin, though scaleless, is matte and almost leathery to the touch, casting unsettling shadows even in bright light. Tufts of feathers sprout from its forelimbs, and its tail ends in a twisted ball of matted feathers. Rather than the menacing horns one would expect, the Aetherdrake possesses long antennae that sway with the breeze. Reminiscent of a manticore, its form emanates an aura of malevolence and impending doom.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 8,
									"entries": [
										"While still wise and contemplative, the Aetherdrake uses its intelligence for more sinister purposes. Manipulative and cunning, they prefer to use their vast knowledge to bend others to their will. Their melodic roars often serve as deceptive lures or eerie warnings in the still of the night."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 8,
									"entries": [
										"Dwelling in the hidden crevices of dark valleys or atop storm-ridden mountain peaks, these dragons surround themselves with an environment that matches their dark inclinations."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 8,
									"entries": [
										"Drawn to obsidian and other dark, reflective stones, Aetherdrakes often line their lairs with these ominous gems, which are said to amplify their malevolent energies. Whispers among villagers speak of a curse befalling those who dare gaze upon an Aetherdrake during a lunar eclipse."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Aetherdrake.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Aquashade",
			"source": "MaM",
			"entries": [
				"{@b Aquashade} is a mystical creature that combines the grace of water and the ethereal nature of shadows. It takes the form of a slender, serpentine body covered in iridescent scales that shimmer with hues of deep blues, purples, and silvers. Its long, sinuous tail undulates in the air, resembling flowing water. Aquashade has a sleek, streamlined head with large eyes.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 9,
									"entries": [
										"Aquashades are elusive and mysterious beings that inhabit secluded bodies of water, such as serene lakes, hidden waterfalls, or mystical springs. They are known for their tranquil and serene nature, often seen gliding through the water with an almost meditative grace. Aquashades possess an otherworldly aura, radiating a sense of calm and tranquility to those who encounter them. They are protectors of water and guardians of aquatic ecosystems, ensuring the balance and harmony of their domains."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 9,
									"entries": [
										"Aquashades are most commonly found in serene and untouched aquatic environments. They are drawn to places where the natural flow of water is pure and untouched by pollution or disruption. These mystical creatures are rarely seen in populated areas, preferring the solitude and tranquility of secluded water bodies."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 9,
									"entries": [
										"Aquashades possess the ability to manipulate water and shadows, seamlessly blending the two elements. They can create illusions and visions using water reflections, concealing their true form and confusing their adversaries."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Aquashade.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Arcanist",
			"source": "MaM",
			"entries": [
				"The {@b Arcanist} is an enigmatic and captivating humanoid creature standing tall at around six feet. It possesses an elegant and slender build, with graceful movements that exude a sense of mystique. Its skin has a subtle iridescent quality, shimmering with hints of ethereal hues. Its long, flowing hair resembles cascading waves, seemingly alive with magical energy.",
				"The Arcanist adorns itself in intricately embroidered robes made of delicate, shimmering fabric that mimics the night sky. The robes seem to blend seamlessly with the surrounding darkness, evoking a celestial aura. Adornments of arcane symbols and celestial motifs embellish the attire, hinting at the creature's deep connection with magic and cosmic forces.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 10,
									"entries": [
										"Arcanists are highly attuned to the arcane arts and possess an insatiable thirst for knowledge and understanding. Though reserved by nature, they are not reclusive and are known to willingly share their wisdom with those who approach them with genuine curiosity and respect. Arcanists have a deep respect for the balance of magic and seek to preserve the delicate equilibrium between arcane forces and the natural world."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 10,
									"entries": [
										"Arcanists are typically found in remote and secluded locations, away from bustling civilizations. They are drawn to places where the veil between the mortal realm and the mystical realm is thin. Ancient temples, mystical groves, or the highest peaks of mountains are some of the places where Arcanists are known to reside. Their habitats are often surrounded by an aura of ancient magic, which they tap into for their studies and rituals."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 10,
									"entries": [
										"Arcanists possess a profound understanding of arcane magic and have the ability to manipulate and harness various elemental forces. They can channel and shape the raw energy of fire, water, earth, and air, manifesting as powerful spells and elemental attacks. Additionally, Arcanists have an innate connection to celestial bodies and can draw upon the power of the stars and moon to enhance their magic, granting them heightened spellcasting abilities during celestial alignments. unoccupied space it can see that is also in dim light or darkness."
									]
								}
							]
						}
					]
				},
				"The arcanists are usually accompanied by the {@creature Starweaver|MaM|Starweavers}, they are their protectors and helpers."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Arcanist.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Starweaver",
			"source": "MaM",
			"entries": [
				"{@b Starweavers} are diminutive, celestial beings standing around 2 to 3 feet tall. They have humanoid bodies, adorned with shimmering, luminescent skin that resembles the night sky. Starweavers possess ethereal, gossamer wings that allow them to fly gracefully.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 11,
									"entries": [
										"Starweavers are loyal and devoted followers of the {@creature Arcanist|MaM}, acting as guardians and assistants. They are gentle and kind-hearted beings, drawn to the Arcanist's celestial aura and mystical knowledge. Starweavers are often seen gathering and organizing star charts and celestial maps, aiding their master in understanding the cosmic forces."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 11,
									"entries": [
										"Starweavers reside within the sanctuaries and celestial observatories of the {@creature Arcanist|MaM}, where they maintain libraries of ancient tomes and star charts. They are rarely found in the mortal realm, preferring to dwell in places where the stars and celestial bodies are more prominent."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 11,
									"entries": [
										"Starweavers have the unique ability to draw energy from the stars and channel it into protective magic."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Starweaver.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Azure Hornbeast",
			"source": "MaM",
			"entries": [
				"The {@b Azure Hornbeast} stands at about 5 feet tall at the shoulder. Its strong body is covered with blue, feather-like scales that shimmer in the light, enhancing its intimidating presence. Two large, curved horns protrude from its head, and its muscular tail stretches to nearly the length of its body. Its legs are sturdy and strong, each ending in a set of sharp, formidable claws.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 12,
									"entries": [
										"Azure Hornbeasts are naturally solitary creatures, primarily active during the dawn and dusk. They can be quite territorial and are known to aggressively defend their chosen domains against intruders. Despite their fearsome appearance, they only attack if they perceive a threat to their territory or themselves."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 12,
									"entries": [
										"Azure Hornbeasts can be found in a variety of environments, from dense forests to rocky hillsides. However, they are particularly fond of areas near water bodies, such as rivers or lakes, as their unique scales are designed to absorb moisture and keep them cool."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 12,
									"entries": [
										"Azure Hornbeasts have a curious affinity for certain types of fruits, particularly a unique fruit called the Starberry. This purple, starshaped berry grows on climbing shrubs near water bodies and blooms during twilight hours, matching the Hornbeast's active period. The fruit's sweet scent can be detected from afar by the Hornbeast, which uses its horns to access the berries. Starberries, while being the beast's preferred food for their calming effects and high nutritional value, are not its sole diet; the Hornbeast can also eat other fruits and vegetation if necessary."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Azure Hornbeast.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Beetlestone Bot",
			"source": "MaM",
			"entries": [
				"The {@b Beetlestone Bot} is a small, intricate construct resembling a mechanical beetle. Its exoskeleton is made of stone and metallic pieces. Its segmented body allows for swift and agile movements, while its sharp mandibles and sturdy legs showcase its design for utility and precision.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 13,
									"entries": [
										"Beetlestone Bots are diligent and industrious creatures, programmed with a single-minded focus on construction and excavation tasks. They operate with unwavering determination, methodically surveying their surroundings and tirelessly working to reshape their environment. These creatures work in perfect synchronization, utilizing their sharp mandibles and strong legs to dig tunnels, clear debris, and perform precise stonework tasks."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 13,
									"entries": [
										"Beetlestone Bots are commonly found in underground environments, such as caverns, mines, and ancient ruins. They thrive in places rich with valuable minerals and intricate stonework, often sought after by archeologists and engineers. These tireless constructs are attracted to areas with extensive stonework, where they can contribute to structural improvements and help maintain ancient edifices."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 13,
									"entries": [
										"Beetlestone Bots possess remarkable digging capabilities, equipped with strong legs and sharp mandibles designed for excavating tunnels and manipulating stonework. Their knowledge of the stone making them adept at dismantling and disabling stone-based traps. Their sturdy exoskeleton provides them with natural armor, shielding them from external damage. Additionally, they have the ability to emit a concentrated beam of energy from their abdomen, allowing them to perform precise stonework or defend themselves when necessary."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Beetlestone Bot.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Blacroack",
			"source": "MaM",
			"entries": [
				"The {@b Blacroack} is a massive, alien-like amphibian that stands in stark contrast to any typical frog. Its black skin, highlighted with pulsating fuchsia lines, gives it an otherworldly appearance. Sleek and streamlined, every movement the creature makes speaks of agility and power. The most astounding feature, however, is the transparent dome-like sac in the center of its body, filled with a mysterious swirling liquid. The dome serves as both a fascinating and intimidating sight, reflecting light in the darkest environments.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 14,
									"entries": [
										"Blacroack are territorial creatures, known to guard their domain ferociously. They are ambush predators, lying in wait for prey to come near before striking with astonishing speed. Their alien nature gives them an uncanny ability to adapt and strategize, making them formidable foes in any encounter."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 14,
									"entries": [
										"These creatures dwell in deep, dark swamps and marshlands where the environment mirrors their eerie aesthetic. The water sources they inhabit often take on a slightly luminescent quality, perhaps a side effect of the Blacroack's unique biology."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 14,
									"entries": [
										"The liquid within the Blacroack's transparent dome is believed to be both a source of energy and a sensory organ, allowing the creature to detect vibrations and magical energies in its vicinity. Consuming the liquid can have unpredictable magical effects, which has made it a sought-after ingredient for daring alchemists and spellcasters."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Blacroack.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Blaze Sprite",
			"source": "MaM",
			"entries": [
				"The {@b Blaze Sprite} is a small, fiery creature standing at about 3 feet tall. Its body resembles a floating ember, radiating intense heat and flickering with an orange and red glow. Wisps of flames dance around its form, giving the impression of a living fire. Despite its small size, the Blaze Sprite emanates an aura of energy, making it appear larger and more formidable than its physical form suggests.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 15,
									"entries": [
										"The Blaze Sprite is an elusive and mischievous creature. It has a playful nature, often appearing as a flickering light in the darkness, only to vanish when approached. It enjoys toying with travelers and adventurers, leading them astray with its glowing tricks. However, if provoked, it can become a fierce and relentless foe, unleashing its fiery powers to defend itself."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 15,
									"entries": [
										"Blaze Sprites are typically found in locations with intense heat, such as active volcanoes, lava caves, and scorched plains. They are drawn to places where fire's elemental power is at its strongest."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 15,
									"entries": [
										"The Blaze Sprite has the unique ability to manipulate flames. It can create small bursts of fire, produce smoke to obscure vision, or intensify existing flames to dangerous levels. Furthermore, its body is composed of pure fire, allowing it to pass through narrow openings."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Blaze Sprite.webp"
					},
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Bluquius",
			"source": "MaM",
			"entries": [
				"The {@b Bluquius} is a robust and intimidating creature, a strange mix of dragon and fish-like traits, exhibiting behaviors of both. Its large eyes give it a keen sense of sight, useful for both hunting small prey and avoiding larger predators. Covered in tough scales and adorned in simple, non-colorful fabrics, these creatures have an aura of menace around them. The most distinct feature is a colored gem affixed to their belt, which varies from individual to individual and serves as a marker of their social standing within their community.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Behaviour:",
									"page": 16,
									"entries": [
										"Bluquius are not amicable and are highly territorial. They use their Water Jet abilities primarily as a warning to intruders, preferring to avoid combat but willing to engage if necessary. The gems on their belts are crucial for their social structure; they believe that these gems are the source of their emotional and physical strength."
									]
								},
								{
									"type": "entries",
									"name": "Habitat:",
									"page": 16,
									"entries": [
										"These creatures typically dwell in the darker, colder depths of underwater caverns. They establish dominions that are guarded fiercely against invaders."
									]
								},
								{
									"type": "entries",
									"name": "Peculiarity:",
									"page": 16,
									"entries": [
										"Bluquius have a penchant for collecting objects from the ocean floor, ranging from sunken treasures to rare seashells and minerals. Because of this, they are often seen near the surface, engaging in trade or barter with other aquatic races and even surface dwellers. They sell or trade the items they've scavenged, seeing it not just as a hobby but also as a form of economic sustenance for their community."
									]
								},
								{
									"type": "entries",
									"name": "Known Variants:",
									"page": 16,
									"entries": [
										"Within the Bluquius society, there are specialized roles that some individuals fulfill. {@creature Bluquius Marauder|MaM|Bluquius Marauders} are larger and serve as community defenders, known for their strong claws and bites. {@creature Bluquius Shaman|MaM|Bluquius Shamans} act as spiritual leaders, specializing in water magic and rituals."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Bluquius Marauder",
			"source": "MaM",
			"_copy": {
				"name": "Bluquius",
				"source": "MaM",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Bluquius Marauder",
							"page": 17,
							"entries": [
								"The {@b Bluquius Marauder} is a fearsome warrior variant within the Bluquius species, larger and more robust than their common kin. Devoid of the magical affinities displayed by their shamanic brethren, Marauders make up for it with sheer brute strength and ferocity. Their intimidating presence is further enhanced by the use of formidable claws and powerful bites as their primary means of attack. Serving as the frontline defenders of their communities, Marauders are the muscle, respected for their physical prowess and combat acumen."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Bluquius Marauder.webp"
					},
					"title": "Bluquius Marauder",
					"credit": "Elowen Frost"
				}
			]
		},
		{
			"name": "Bluquius Shaman",
			"source": "MaM",
			"_copy": {
				"name": "Bluquius",
				"source": "MaM",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Bluquius Shaman",
							"page": 17,
							"entries": [
								"The {@b Bluquius Shaman} is a spiritually elevated figure within its aquatic community, revered for its mastery over water-based magics and ancient rituals. Donning robes infused with the essence of the ocean, the Shaman serves as a healer, guide, and spiritual conduit between the natural world and the mystical realms. Adept at both protective and destructive spells, these shamans are the wisdom keepers and magical specialists of their kind, wielding staves and claws imbued with potent energies."
							]
						}
					}
				}
			}
		}
	],
	"book": [
		{
			"name": "Monsters & Myths",
			"id": "MaM",
			"source": "MaM",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Cover.webp"
			},
			"published": "2023-10-07",
			"author": "Elowen Frost",
			"contents": [
				{
					"name": "Cover & Credits"
				},
				{
					"name": "Introduction",
					"headers": [
						"Monsters & Myths Compendium",
						"Adapt And Personalize",
						"Unleash Your Imagination"
					]
				},
				{
					"name": "Monsters"
				},
				{
					"name": "Races"
				},
				{
					"name": "Magic Items"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "MaM",
			"source": "MaM",
			"data": [
				{
					"type": "section",
					"name": "Cover & Credits",
					"page": 1,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Cover-Full.webp"
							},
							"title": "Monsters & Myths—A Compendium of Fantasy Creatures",
							"credit": "Elowen Frost"
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"name": "Credits",
							"page": 2,
							"entries": [
								{
									"type": "list",
									"style": "list-no-bullets",
									"page": 2,
									"items": [
										{
											"type": "item",
											"name": "Writing, Graphics:",
											"entries": [
												"Elowen Frost"
											]
										},
										{
											"type": "item",
											"name": "Monsters, magic items and races Design:",
											"entries": [
												"Elowen Frost"
											]
										},
										{
											"type": "item",
											"name": "Illustrations:",
											"entries": [
												"Elowen Frost"
											]
										},
										{
											"type": "item",
											"name": "Layout:",
											"entries": [
												"Elowen Frost"
											]
										}
									]
								}
							]
						},
						"{@note This work includes material taken from the System Reference Document 5.1 (\"SRD 5.1\") by Wizards of the Coast LLC and available at {@link https://dnd.wizards.com/resources/systems-reference-document}. The SRD 5.1 is licensed under the Creative Commons Attribution 4.0 International License available at {@link https://creativecommons.org/licenses/by/4.0/legalcode}.}",
						"{@note All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior written permission of the author, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law.}",
						"{@note All content, including but not limited to text, graphics, logos, and illustrations, is the property of Elowen Frost and is protected by international copyright laws.}",
						"{@note For permissions requests, write to the publisher at {@link elowenfrost@gmail.com|mailto:elowenfrost@gmail.com}.}",
						"{@note Copyright © 2023 by Elowen Frost. All rights reserved.}",
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Logo.webp"
							},
							"credit": "Elowen Frost"
						}
					]
				},
				{
					"type": "section",
					"name": "Introduction",
					"page": 5,
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Welcome to Monsters & Myths",
									"page": 5,
									"entries": [
										"Greetings, Adventurers,",
										"First and foremost, a heartfelt thank you. Your support has breathed life into this manual of mythical creatures, and I am thrilled to welcome you to the rich universe of \"Monsters & Myths\".",
										"I am Elowen, the architect of this compendium, a labor of love and fantasy that consumed countless hours over the last year. Each monster sketched, each item conceived, and each race crafted comes with a piece of imagination aimed at providing you with countless hours of adventure and joy."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Monsters & Myths Compendium",
							"page": 5,
							"entries": [
								"This compendium serves as your trusted companion in weaving tales of myth, magic, and monsters. Each monster entry is designed to provide you with not just the statistics but also a vivid description, distinctive behaviors, natural habitats, and unique peculiarities to give life and depth to your campaigns. Feel the satisfaction as you observe your players navigate the complex worlds filled with the beings of legend and lore pulled straight from this tome. Here, we equip you with the tools to create truly immersive worlds, peppered with intricate details that foster rich storytelling."
							]
						},
						{
							"type": "entries",
							"name": "Adapt and Personalize",
							"page": 5,
							"entries": [
								"Every campaign is a universe of its own, and I encourage you to tailor the contents of this book to fit your narrative style and the dynamics of your gaming group. While these monsters, races and magic items have been crafted with balance and lore in mind, your enjoyment remains the supreme goal. Feel empowered to tweak, modify, and reimagine as you see fit."
							]
						},
						{
							"type": "entries",
							"name": "Unleash Your Imagination",
							"page": 5,
							"entries": [
								"\"Monsters & Myths\" is more than just a supplement; it is a gateway to new worlds of adventure, brimming with potential stories just waiting to unfold. As you flip through these pages, let your imagination soar, and remember that in the world of DnD, the only limit is the sky.",
								"So, gather your party, ready your dice, and embark on the grandest adventure yet. Happy gaming!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Monsters",
					"page": 6,
					"entries": [
						{
							"type": "entries",
							"name": "Abyssal Courtier",
							"page": 6,
							"entries": [
								"An amalgamation of elegance and terror, the {@b Abyssal Courtier} has the upper body of a graceful human with elongated, pointed ears and long, slender arms ending in razor-sharp claws. Their lower half, however, is a stark contrast, formed by writhing tentacles reminiscent of a deep-sea cephalopod. A lustrous cascade of long hair frames their face, which bears an expression of noble indifference. Clad in fine, aristocratic attire that somehow never seems to get wet, their entire form is cloaked in a hue of blue.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 6,
											"entries": [
												"The Abyssal Courtier is a creature of great intelligence and pride. They often play a role as diplomats or emissaries in underwater societies, negotiating deals with creatures of the deep. With their persuasive nature, they can be charming but are always looking for an upper hand."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 6,
											"entries": [
												"These creatures reside in the deep, forgotten cities of the ocean floor, in grand palaces where pressure and darkness rule. Their homes are as majestic as they are eerie."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 6,
											"entries": [
												"Diet consists mainly of deep-sea fish, but they are known to dine on any unfortunate land dwellers that sink into their domain. They are connoisseurs of ancient underwater artifacts, collecting and cherishing them."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Abyssal Courtier",
									"page": 6
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Abyssal Courtier.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Aequorin",
							"page": 7,
							"entries": [
								"The {@b Aequorin} is a small, charming worm-like creature. It possesses large, expressive eyes that contrast its simple, white, water-dripping body. Atop its head sits a grandiose three-pointed hat made of a watery substance, adorned with a blue gem and intricate silver patterns. A similarly adorned piece of armor encircles its neck, giving a semblance of regality to this humble creature.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour",
											"page": 7,
											"entries": [
												"Aequorins are peaceful by nature but can be surprisingly resourceful in defending themselves. With their ability to speak both {@language Common} and {@language Primordial|PHB|Aquan}, they're known to interact with other creatures, often sharing stories of their underwater adventures and the mysteries of the deep. Their voice is melodious, akin to the gentle flow of a babbling brook."
											]
										},
										{
											"type": "entries",
											"name": "Habitat",
											"page": 7,
											"entries": [
												"Favoring damp and watery environments, these creatures often inhabit the banks of serene lakes, quiet ponds, or along gentle river bends. They can sometimes be found in damp caves or near springs."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 7,
											"entries": [
												"The Aequorin's watery hat and armor aren't just for show. Legends speak of these unique elements being tied to the Aequorin's life force. The gems adorning its hat and armor are said to store elemental magic, and many believe that possessing one could grant its owner control over certain water-based abilities. However, separating a Aequorin from its gem could have dire consequences."
											]
										}
									]
								},
								"Aequorins have a unique life cycle intimately tied to lunar phases. Every full moon, they gather at specific, ancient locations known as \"Moon Wells.\" These Wells are not water sources but rather mystical, shimmering pools of moonlight that appear only on such nights.",
								"During this ritual, Aequorins engage in a mesmerizing dance around these Wells, absorbing lunar energy. It is believed that this ritualistic dance replenishes their watery essence, keeping them vibrant and alive. The shimmering dance of the Aequorins is a spectacle many adventurers have sought to witness, but the locations of Moon Wells are closely guarded secrets.",
								"Another tradition involves their adornments. The silver armor and blue gems they wear are not just for protection or aesthetics. Each gem is handed down through Aequorin generations and is said to contain a fragment of an ancestor's essence. The Aequorins believe that wearing these gems keeps them connected to their lineage and provides guidance in life.",
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Aequorin",
									"page": 7
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Aequorin.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Aetherdrake",
							"page": 8,
							"entries": [
								"The {@b Aetherdrake}, at first glance, appears deceptively ethereal with its unique blend of pink and turquoise hues. However, closer inspection reveals a dragon of a darker intent. Its skin, though scaleless, is matte and almost leathery to the touch, casting unsettling shadows even in bright light. Tufts of feathers sprout from its forelimbs, and its tail ends in a twisted ball of matted feathers. Rather than the menacing horns one would expect, the Aetherdrake possesses long antennae that sway with the breeze. Reminiscent of a manticore, its form emanates an aura of malevolence and impending doom.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 8,
											"entries": [
												"While still wise and contemplative, the Aetherdrake uses its intelligence for more sinister purposes. Manipulative and cunning, they prefer to use their vast knowledge to bend others to their will. Their melodic roars often serve as deceptive lures or eerie warnings in the still of the night."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 8,
											"entries": [
												"Dwelling in the hidden crevices of dark valleys or atop storm-ridden mountain peaks, these dragons surround themselves with an environment that matches their dark inclinations."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 8,
											"entries": [
												"Drawn to obsidian and other dark, reflective stones, Aetherdrakes often line their lairs with these ominous gems, which are said to amplify their malevolent energies. Whispers among villagers speak of a curse befalling those who dare gaze upon an Aetherdrake during a lunar eclipse."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Aetherdrake",
									"page": 8
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Aetherdrake.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Aquashade",
							"page": 9,
							"entries": [
								"{@b Aquashade} is a mystical creature that combines the grace of water and the ethereal nature of shadows. It takes the form of a slender, serpentine body covered in iridescent scales that shimmer with hues of deep blues, purples, and silvers. Its long, sinuous tail undulates in the air, resembling flowing water. Aquashade has a sleek, streamlined head with large eyes.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 9,
											"entries": [
												"Aquashades are elusive and mysterious beings that inhabit secluded bodies of water, such as serene lakes, hidden waterfalls, or mystical springs. They are known for their tranquil and serene nature, often seen gliding through the water with an almost meditative grace. Aquashades possess an otherworldly aura, radiating a sense of calm and tranquility to those who encounter them. They are protectors of water and guardians of aquatic ecosystems, ensuring the balance and harmony of their domains."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 9,
											"entries": [
												"Aquashades are most commonly found in serene and untouched aquatic environments. They are drawn to places where the natural flow of water is pure and untouched by pollution or disruption. These mystical creatures are rarely seen in populated areas, preferring the solitude and tranquility of secluded water bodies."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 9,
											"entries": [
												"Aquashades possess the ability to manipulate water and shadows, seamlessly blending the two elements. They can create illusions and visions using water reflections, concealing their true form and confusing their adversaries."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Aquashade",
									"page": 9
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Aquashade.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Arcanist",
							"page": 10,
							"entries": [
								"The {@b Arcanist} is an enigmatic and captivating humanoid creature standing tall at around six feet. It possesses an elegant and slender build, with graceful movements that exude a sense of mystique. Its skin has a subtle iridescent quality, shimmering with hints of ethereal hues. Its long, flowing hair resembles cascading waves, seemingly alive with magical energy.",
								"The Arcanist adorns itself in intricately embroidered robes made of delicate, shimmering fabric that mimics the night sky. The robes seem to blend seamlessly with the surrounding darkness, evoking a celestial aura. Adornments of arcane symbols and celestial motifs embellish the attire, hinting at the creature's deep connection with magic and cosmic forces.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 10,
											"entries": [
												"Arcanists are highly attuned to the arcane arts and possess an insatiable thirst for knowledge and understanding. Though reserved by nature, they are not reclusive and are known to willingly share their wisdom with those who approach them with genuine curiosity and respect. Arcanists have a deep respect for the balance of magic and seek to preserve the delicate equilibrium between arcane forces and the natural world."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 10,
											"entries": [
												"Arcanists are typically found in remote and secluded locations, away from bustling civilizations. They are drawn to places where the veil between the mortal realm and the mystical realm is thin. Ancient temples, mystical groves, or the highest peaks of mountains are some of the places where Arcanists are known to reside. Their habitats are often surrounded by an aura of ancient magic, which they tap into for their studies and rituals."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 10,
											"entries": [
												"Arcanists possess a profound understanding of arcane magic and have the ability to manipulate and harness various elemental forces. They can channel and shape the raw energy of fire, water, earth, and air, manifesting as powerful spells and elemental attacks. Additionally, Arcanists have an innate connection to celestial bodies and can draw upon the power of the stars and moon to enhance their magic, granting them heightened spellcasting abilities during celestial alignments. unoccupied space it can see that is also in dim light or darkness."
											]
										}
									]
								},
								"The arcanists are usually accompanied by the {@creature Starweaver|MaM|Starweavers}, they are their protectors and helpers.",
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Arcanist",
									"page": 10
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Arcanist.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Starweavers (Arcanist minion)",
							"page": 11,
							"entries": [
								"{@b Starweavers} are diminutive, celestial beings standing around 2 to 3 feet tall. They have humanoid bodies, adorned with shimmering, luminescent skin that resembles the night sky. Starweavers possess ethereal, gossamer wings that allow them to fly gracefully.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 11,
											"entries": [
												"Starweavers are loyal and devoted followers of the {@creature Arcanist|MaM}, acting as guardians and assistants. They are gentle and kind-hearted beings, drawn to the Arcanist's celestial aura and mystical knowledge. Starweavers are often seen gathering and organizing star charts and celestial maps, aiding their master in understanding the cosmic forces."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 11,
											"entries": [
												"Starweavers reside within the sanctuaries and celestial observatories of the {@creature Arcanist|MaM}, where they maintain libraries of ancient tomes and star charts. They are rarely found in the mortal realm, preferring to dwell in places where the stars and celestial bodies are more prominent."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 11,
											"entries": [
												"Starweavers have the unique ability to draw energy from the stars and channel it into protective magic."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Starweaver",
									"page": 11
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Starweaver.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Azure Hornbeast",
							"page": 12,
							"entries": [
								"The {@b Azure Hornbeast} stands at about 5 feet tall at the shoulder. Its strong body is covered with blue, feather-like scales that shimmer in the light, enhancing its intimidating presence. Two large, curved horns protrude from its head, and its muscular tail stretches to nearly the length of its body. Its legs are sturdy and strong, each ending in a set of sharp, formidable claws.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 12,
											"entries": [
												"Azure Hornbeasts are naturally solitary creatures, primarily active during the dawn and dusk. They can be quite territorial and are known to aggressively defend their chosen domains against intruders. Despite their fearsome appearance, they only attack if they perceive a threat to their territory or themselves."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 12,
											"entries": [
												"Azure Hornbeasts can be found in a variety of environments, from dense forests to rocky hillsides. However, they are particularly fond of areas near water bodies, such as rivers or lakes, as their unique scales are designed to absorb moisture and keep them cool."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 12,
											"entries": [
												"Azure Hornbeasts have a curious affinity for certain types of fruits, particularly a unique fruit called the Starberry. This purple, starshaped berry grows on climbing shrubs near water bodies and blooms during twilight hours, matching the Hornbeast's active period. The fruit's sweet scent can be detected from afar by the Hornbeast, which uses its horns to access the berries. Starberries, while being the beast's preferred food for their calming effects and high nutritional value, are not its sole diet; the Hornbeast can also eat other fruits and vegetation if necessary."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Azure Hornbeast",
									"page": 12
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Azure Hornbeast.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Beetlestone Bot",
							"page": 13,
							"entries": [
								"The {@b Beetlestone Bot} is a small, intricate construct resembling a mechanical beetle. Its exoskeleton is made of stone and metallic pieces. Its segmented body allows for swift and agile movements, while its sharp mandibles and sturdy legs showcase its design for utility and precision.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 13,
											"entries": [
												"Beetlestone Bots are diligent and industrious creatures, programmed with a single-minded focus on construction and excavation tasks. They operate with unwavering determination, methodically surveying their surroundings and tirelessly working to reshape their environment. These creatures work in perfect synchronization, utilizing their sharp mandibles and strong legs to dig tunnels, clear debris, and perform precise stonework tasks."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 13,
											"entries": [
												"Beetlestone Bots are commonly found in underground environments, such as caverns, mines, and ancient ruins. They thrive in places rich with valuable minerals and intricate stonework, often sought after by archeologists and engineers. These tireless constructs are attracted to areas with extensive stonework, where they can contribute to structural improvements and help maintain ancient edifices."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 13,
											"entries": [
												"Beetlestone Bots possess remarkable digging capabilities, equipped with strong legs and sharp mandibles designed for excavating tunnels and manipulating stonework. Their knowledge of the stone making them adept at dismantling and disabling stone-based traps. Their sturdy exoskeleton provides them with natural armor, shielding them from external damage. Additionally, they have the ability to emit a concentrated beam of energy from their abdomen, allowing them to perform precise stonework or defend themselves when necessary."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Beetlestone Bot",
									"page": 13
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Beetlestone Bot.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Blacroack",
							"page": 14,
							"entries": [
								"The {@b Blacroack} is a massive, alien-like amphibian that stands in stark contrast to any typical frog. Its black skin, highlighted with pulsating fuchsia lines, gives it an otherworldly appearance. Sleek and streamlined, every movement the creature makes speaks of agility and power. The most astounding feature, however, is the transparent dome-like sac in the center of its body, filled with a mysterious swirling liquid. The dome serves as both a fascinating and intimidating sight, reflecting light in the darkest environments.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 14,
											"entries": [
												"Blacroack are territorial creatures, known to guard their domain ferociously. They are ambush predators, lying in wait for prey to come near before striking with astonishing speed. Their alien nature gives them an uncanny ability to adapt and strategize, making them formidable foes in any encounter."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 14,
											"entries": [
												"These creatures dwell in deep, dark swamps and marshlands where the environment mirrors their eerie aesthetic. The water sources they inhabit often take on a slightly luminescent quality, perhaps a side effect of the Blacroack's unique biology."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 14,
											"entries": [
												"The liquid within the Blacroack's transparent dome is believed to be both a source of energy and a sensory organ, allowing the creature to detect vibrations and magical energies in its vicinity. Consuming the liquid can have unpredictable magical effects, which has made it a sought-after ingredient for daring alchemists and spellcasters."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Blacroack",
									"page": 14
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Blacroack.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Blaze Sprite",
							"page": 15,
							"entries": [
								"The {@b Blaze Sprite} is a small, fiery creature standing at about 3 feet tall. Its body resembles a floating ember, radiating intense heat and flickering with an orange and red glow. Wisps of flames dance around its form, giving the impression of a living fire. Despite its small size, the Blaze Sprite emanates an aura of energy, making it appear larger and more formidable than its physical form suggests.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 15,
											"entries": [
												"The Blaze Sprite is an elusive and mischievous creature. It has a playful nature, often appearing as a flickering light in the darkness, only to vanish when approached. It enjoys toying with travelers and adventurers, leading them astray with its glowing tricks. However, if provoked, it can become a fierce and relentless foe, unleashing its fiery powers to defend itself."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 15,
											"entries": [
												"Blaze Sprites are typically found in locations with intense heat, such as active volcanoes, lava caves, and scorched plains. They are drawn to places where fire's elemental power is at its strongest."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 15,
											"entries": [
												"The Blaze Sprite has the unique ability to manipulate flames. It can create small bursts of fire, produce smoke to obscure vision, or intensify existing flames to dangerous levels. Furthermore, its body is composed of pure fire, allowing it to pass through narrow openings."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Blaze Sprite",
									"page": 15
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Blaze Sprite.webp"
									},
									"credit": "Elowen Frost"
								}
							]
						},
						{
							"type": "entries",
							"name": "Bluquius",
							"page": 16,
							"entries": [
								"The {@b Bluquius} is a robust and intimidating creature, a strange mix of dragon and fish-like traits, exhibiting behaviors of both. Its large eyes give it a keen sense of sight, useful for both hunting small prey and avoiding larger predators. Covered in tough scales and adorned in simple, non-colorful fabrics, these creatures have an aura of menace around them. The most distinct feature is a colored gem affixed to their belt, which varies from individual to individual and serves as a marker of their social standing within their community.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Behaviour:",
											"page": 16,
											"entries": [
												"Bluquius are not amicable and are highly territorial. They use their Water Jet abilities primarily as a warning to intruders, preferring to avoid combat but willing to engage if necessary. The gems on their belts are crucial for their social structure; they believe that these gems are the source of their emotional and physical strength."
											]
										},
										{
											"type": "entries",
											"name": "Habitat:",
											"page": 16,
											"entries": [
												"These creatures typically dwell in the darker, colder depths of underwater caverns. They establish dominions that are guarded fiercely against invaders."
											]
										},
										{
											"type": "entries",
											"name": "Peculiarity:",
											"page": 16,
											"entries": [
												"Bluquius have a penchant for collecting objects from the ocean floor, ranging from sunken treasures to rare seashells and minerals. Because of this, they are often seen near the surface, engaging in trade or barter with other aquatic races and even surface dwellers. They sell or trade the items they've scavenged, seeing it not just as a hobby but also as a form of economic sustenance for their community."
											]
										},
										{
											"type": "entries",
											"name": "Known Variants:",
											"page": 16,
											"entries": [
												"Within the Bluquius society, there are specialized roles that some individuals fulfill. {@creature Bluquius Marauder|MaM|Bluquius Marauders} are larger and serve as community defenders, known for their strong claws and bites. {@creature Bluquius Shaman|MaM|Bluquius Shamans} act as spiritual leaders, specializing in water magic and rituals."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MaM",
									"name": "Bluquius",
									"page": 16
								},
								{
									"type": "entries",
									"name": "Bluquius Marauder",
									"page": 17,
									"entries": [
										"The {@b Bluquius Marauder} is a fearsome warrior variant within the Bluquius species, larger and more robust than their common kin. Devoid of the magical affinities displayed by their shamanic brethren, Marauders make up for it with sheer brute strength and ferocity. Their intimidating presence is further enhanced by the use of formidable claws and powerful bites as their primary means of attack. Serving as the frontline defenders of their communities, Marauders are the muscle, respected for their physical prowess and combat acumen.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Bluquius Marauder",
											"page": 17
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-710/_img/MaM/Bluquius Marauder.webp"
											},
											"title": "Bluquius Marauder",
											"credit": "Elowen Frost"
										}
									]
								},
								{
									"type": "entries",
									"name": "Bluquius Shaman",
									"page": 17,
									"entries": [
										"The {@b Bluquius Shaman} is a spiritually elevated figure within its aquatic community, revered for its mastery over water-based magics and ancient rituals. Donning robes infused with the essence of the ocean, the Shaman serves as a healer, guide, and spiritual conduit between the natural world and the mystical realms. Adept at both protective and destructive spells, these shamans are the wisdom keepers and magical specialists of their kind, wielding staves and claws imbued with potent energies.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MaM",
											"name": "Bluquius Shaman",
											"page": 17
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
