{
	"_meta": {
  "sources": [
    {
      "json": "endersjay",
      "full": "Enders Tome of the End",
      "abbreviation": "EJTotE",
      "color": "92b233",
      "authors": [
        "Endersj"
      ],
      "convertedBy": [
        "Endersj"
      ],
      "dateReleased": "2025-04-01",
      "version": "1.0"
    }
  ],
  "edition": "classic",
  "status": "ready",
  "dateAdded": 1742950380,
  "dateLastModified": 1742950380
},
	"monster": [
		{
			"name": "Ethrain - The Tower, XVII",
			"size": [
				"M"
			],
			"type": "humanoid",
			"source": "EJ-hb",
			"alignment": [
				"N"
			],
			"ac": [
				18
			],
			"hp": {
				"special": "525"
			},
			"speed": {
				"walk": 15
			},
			"str": 14,
			"dex": 22,
			"con": 20,
			"int": 22,
			"wis": 21,
			"cha": 14,
			"passive": 21,
			"cr": "22",
			"save": {
				"cha": "+8",
				"con": "+11",
				"wis": "+11",
				"int": "+12"
			},
			"trait": [
				{
					"name": "Absolute Void",
					"entries": [
						"Ethrain is surrounded by a 5 foot aura of perfect stillness. Creatures within this aura are subjected to the effects of the silence spell and cannot breathe. Creatures that start or end their turn within this space take {@damage 1d10} force damage.",
						"Ranged attacks are made with disadvantage by any source that attacks Ethrain from outside his aura."
					]
				},
				{
					"name": "Void Zones",
					"entries": [
						"Ethrain can coalesce unstable variations of his own aura in the form of Void Zones. Void Zones are 10ft radius spheres that apply the following effects.",
						"Applies the effects of the Silence spell within its radius.",
						"Creatures besides Ethrain that start or end their turn within its radius take {@damage 3d6} Force Damage.",
						"Projectiles that pass through a void zone are nullified."
					]
				},
				{
					"name": "Countdown to Collapse",
					"entries": [
						"Whenever Ethrain starts his turn, or takes damage  - he gains 1 stack of \"Inevitable Collapse\". He can gain up to two stacks of Inevitable Collapse at most on a single turn.",
						"When Ethrain ends his turn and has 17 or more stacks of Inevitable Collapse; Eye of Collapse triggers before the end of his turn."
					]
				},
				{
					"name": "When One is Ready (5/Day)",
					"entries": [
						"If Ethrain fails a saving throw, he succeeds instead; and suffers no effects from the originating source of the saving throw; stilling it within entropic forces.",
						"If Ethrain fails a saving throw and has no uses remaining of this feature; he is subjected to every effect that he had delayed simultaneously."
					]
				},
				{
					"name": "Voidwalker",
					"entries": [
						"Ethrain can treat any space within a void zone as space within 5 feet of him."
					]
				},
				{
					"name": "Stillsense",
					"entries": [
						"Ethrain can treat any creature within a void zone, or within 5 feet of himself as if he could see them."
					]
				}
			],
			"shortName": "Ethrain",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Ethrain makes two attacks with Entropic Crush and one attack with Unstilled Chaos."
					]
				},
				{
					"name": "Entropic Crush",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}20 ({@damage 2d8 + 11}) force damage. On a hit, the target must succeed on a {@dc 17} Strength saving throw or be pushed up to 15 feet in a direction of Ethrain's choice. If a creature succeeds on this saving throw, they are immune to it until the end of their next turn."
					]
				},
				{
					"name": "Unstilled Chaos",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 150 ft., one target. The creature must make a {@dc 17} Dexterity saving throw or take {@h}42 ({@damage 5d12 + 11}) thunder damage, half as much on a success.. On a hit or miss, a void zone is created underneath the targeted creature."
					]
				},
				{
					"name": "Eye of Collapse",
					"entries": [
						"Ethrain unbinds the stillness that freezes the storm, allowing the raging hurricane to wreak catastrophe around him. All creatures outside of any Void Zone, or not within 5 feet of Ethrain must make a {@dc 21} Constitution saving throw, taking {@damage 10d12} Thunder damage on a failed save, or half as much on a success; and all active Void Zones are destroyed."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"bonus": [
				{
					"name": "Anchor Step",
					"entries": [
						"Ethrain targets two creatures that are within a void zone or within 5 feet of Ethrain, forcing them to make a {@dc 17} Charisma saving throw. On a failure - Ethrain can teleport the creature to a space of his choice that is within 5 feet of him, or within a void zone."
					]
				}
			],
			"reaction": [
				{
					"name": "An Obstacle Made Manifest",
					"entries": [
						"When Ethrain is targeted by a ranged attack or sees a projectile mid-flight; he can use a reaction to manifest a void zone anywhere between it and the originating source of the projectile or attack."
					]
				}
			],
			"legendary": [
				{
					"name": "Refuge from the Chaos 1/Round",
					"entries": [
						"Two creatures targeted by Ethrain will become marked and subject to an environmental effect at the end of their next turns. If a creature ends their turn while marked in this way not within a void zone; flip a coin to determine the effect.",
						"Heads - They are struck by a bolt of unstilled lightning, and must make a {@dc 17} Constitution Saving Throw or take {@damage 4d10} Lightning damage and be Slowed.",
						"Tails. - They are struck by unstilled flying debris, and must make a {@dc 17} Dexterity Saving Throw or take {@damage 4d10} Bludgeoning damage and be pushed 30 feet in a random direction."
					]
				},
				{
					"name": "Climb the Tower 1/Round",
					"entries": [
						"Ethrain targets a creature within a void zone or within 5 feet of himself with unstilled pressure. The creature must make a {@dc 17} Strength saving throw. On a failure, they take {@damage 3d6} force damage and are pulled 40 feet downwards into the ground, creating a pit of equal height; and width equal to the size of the creature."
					]
				},
				{
					"name": "Do Not Rush 1/Round",
					"entries": [
						"A creature of Ethrains choice must make a {@dc 17} Wisdom Saving throw. On a failure, the creature is stilled until the end of their next turn. Any movement or actions taken while stilled instead resolve at the end of Ethrain's next turn. If their action or spell would target a creature; it will instead miss or produce no effect if that creature is no longer in the same place they were when they took the action."
					]
				}
			],
			"immune": [
				"poison",
				"thunder"
			],
			"resist": [
				"cold"
			],
			"skill": {
				"acrobatics": "+12",
				"arcana": "+18",
				"perception": "+11",
				"persuasion": "+8",
				"stealth": "+18",
				"intimidation": "+8"
			},
			"conditionImmune": [
				{
					"conditionImmune": [
						"charmed",
						"deafened",
						"paralyzed",
						"poisoned"
					]
				},
				{
					"conditionImmune": []
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/8mPeLG6.jpeg"
						}
					}
				]
			},
			"tokenHref": {
				"type": "external",
				"url": "https://i.imgur.com/Pl5oEOL.png"
			},
			"damageTags": [
				"O",
				"T"
			],
			"savingThrowForced": [
				"charisma",
				"constitution",
				"dexterity",
				"strength",
				"wisdom"
			]
		}
	]
}