{
	"monster": [
		{
			"name": "Aarakocra",
			"source": "MotG",
			"entries": {
				"type": "entries",
				"entries": [
					"The aarakocra necromancer was once a leader among his tribe. His knowledge of the arcane set him above the rest and he thought very highly of himself. His ego drove him to reckless undertakings that put him and members of the tribe in danger.",
					{
						"type": "entries",
						"name": "A Dreadful Pact",
						"entries": [
							"This propensity toward recklessness is what caused the necromancer’s demise. This caught the attention of Ras Nasi and he offered the necromancer a chance of being reborn as a more powerful being. In return for this, the necromancer was to help Ras Nasi in his quest for immortality by assisting the infamous lich, Acererak. Acererak was in the process of producing a device that would collect the souls of the fallen of Faerun and feed an entity that could destroy all Toril. Upon accepting the deal, the necromancer was reborn more powerful, yet once the device was created, he began to gradually lose his life force as all that are affected by the Death Curse have to deal with."
						]
					}
				]
			}
		}
		{
			"name": "Aarakocra",
			"source": "MotG",
			"entries": {
				"type": "entries",
				"entries": [
					"In the Abyss, some of the demon princes or other powerful demonic creatures favor reptilian creatures. These sovereigns employ giant lizards as pets, guards, or shock troops in their armies. Zuggtmoy’s underground realm of fungus and filth is a perfect place for the abyssal giant lizards. The layer of the Abyss ruled by Sess’innek, the demon lord revered by evil lizardfolk, teems with the creatures.",
					{
						"type": "entries",
						"name": "Demonic Shock Troops",
						"entries": [
							"While other demon lords rely on manes or dretches to fill the bulk of their forces, Sess’innek is more comfortable with abyssal giant lizards. Therefore, the souls he steals or devours turn into giant abyssal lizards."
						]
					},
					{
						"type": "entries",
						"name": "Gifts of Sess’innek",
						"entries": [
							"Sess’innek sometimes grants his most deserving and brutal worshippers and adherents one or more abyssal giant lizards as a gift. These gifted creatures follow the commands of their new masters to the letter, only disobeying if the commands are vague. The abyssal giant lizards provided to the faithful only appear if a gem is offered to Sess’innek in return. When the creature is killed, if disappears in a cloud of noxious smoke, and the gem is left in its place. The value of the gem must be at least 10gp. Some sages speculate that more valuable gems might increase the power of the lizard: diamonds increase the toughness of the scales, rubies add a fire breath to the lizards, etc. None have been able to confirm this academic theory."
						]
					},
					{
						"type": "entries",
						"name": "Corrupted Reptiles",
						"entries": [
							"Normal folk often mistake an abyssal giant lizard with a normal beast of that variety. However, the abyssal variety is a demon rather than a natural beast, meaning their coloring and odor are often nastier and more revolting. Their scales are tinted purplish-black and their red eyes glow with malice. They reek of brimstone and rot, which spreads with every drop of their poisonous saliva."
						]
					}
				]
			}
		}
	]
}
