{
	"_meta": {
		"sources": [
			{
				"json": "MotG",
				"abbreviation": "MotG",
				"full": "Monsters of the Guild",
				"authors": [
					"Glen Cooper, JVC Parry, Phil Beckwith, James Introcaso, Cindy Moore, Tony Petrecca, Benoit de Bernardy, Jeff C. Stevens, Shawn Merwin, Travis Legge, Elven Tower, Scott Bean, Kelsey Dionne, Emmet Byrne, Marc Altfuldisch PLUS MANY MORE!"
				],
				"convertedBy": [
					"Anonymous",
					"Spappz"
				],
				"version": "1.4",
				"url": "https://www.dmsguild.com/product/234150/Monsters-of-the-Guild",
				"targetSchema": "1.2.0"
			}
		],
		"status": "ready",
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "499f11ab37",
		"edition": "classic"
	},
	"legendaryGroup": [
		{
			"name": "Cairnlord_Legendary",
			"source": "MotG",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the cairnlord takes a lair action to cause one of the following effects; the cairnlord cannot use the same effect two rounds in a row.",
				{
					"type": "list",
					"items": [
						{
							"name": "Blessing of Rain",
							"entries": [
								"A bolstering rain descends on the area by the cairnlord's command, granting plants in the region 5 temporary hit points."
							],
							"type": "entries"
						},
						{
							"name": "Demand Servitude",
							"entries": [
								"Any fey creature within the cairnlords lair must make a DC 18 Constitution saving throw or have their type changed to plant. A fey can choose to fail this save."
							],
							"type": "entries"
						},
						{
							"name": "Baleful Ball",
							"entries": [
								"Until initiative count 20 on the next round, any non-plant creature that tries to leave the lair must make a DC 18 Wisdom saving throw. On a failure, they take 10 (3d6) force damage and are pushed 10 ft. back into the lair."
							],
							"type": "entries"
						}
					]
				}
			],
			"regionalEffects": [
				"The region around the cairnlord's cairn is effected by their strange magics in any of the following ways:",
				{
					"type": "list",
					"items": [
						"The area in which the cairnlord is located is under the effect of a perpetual druid grove spell. The grasping undergrowth and mist seemingly react instinctively to hamper intruders. Four awakened trees are present in the area at all times, but will only attack at the cairnlord's command.",
						"The local flora and fauna grow rapidly and in unique ways. Animals of all varieties can be found in both unusually large and small forms. Trees can become twisted or barren, flowers can become carnivorous or exhibit odd colors.",
						"Recipients of restorative magic will find small flowers or stones growing from the affected areas. These wither, die and fall off within an hour of leaving the region.",
						"Altar-like stones emerge from the ground with regularity. The older examples of these stones are adorned with carvings, decorations and littered with offerings. Anyone who leaves an appropriate offering at one of these stones will earn the favor of the cairnlord, similarly, if anyone takes any of the offerings or desecrates the stone in any way they will earn its ire."
					]
				}
			]
		},
		{
			"name": "Dokufo_Legendary",
			"source": "MotG",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the dokufu takes a lair action to create one of the following effects, though it can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"A dokufu spiderling bursts forth from a humanoid host that's wrapped in webbing, appearing in an empty space within 100 feet of the dokufu.",
						"Each creature within the lair must succeed a Dexterity saving throw or be encased in webbing, as if the dokufu had used its Web action. The save DC is 14 for an adult dokufu and 17 for an ancient dokufu.",
						"The dokufu conjures forth 1d4 ice spiders, which appear in empty spaces within 60 feet of the dokufu."
					]
				}
			],
			"regionalEffects": [
				"The region containing the dokufu's lair is warped by its powerful illusionary magic, though all of the effects feel real. Creatures with truesight can see through the illusions, however, all other elements of the illusion remain, so while the creature is aware of the illusion's presence, the creature can still physically interact with the illusion. The dokufu itself is unaffected by all detrimental effects. The region contains the following effects:",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								"Every so often an ice sculpture of a horrible spider-like monstrosity appears. A creature that sees such a sculpture must succeed a DC 15 Wisdom saving throw or become frightened for 1 minute and gain the following flaw while in the region: {@italic {@bold \"I'll never leave this mountain alive\"}}.",
								"At the end of each of its turns while frightened, a creature must succeed another DC 15 Wisdom saving throw or take 9 ({@dice 2d8}) psychic damage. Randomly determine which creature a sculpture is visible to, as each sculpture is only visible to a single creature."
							]
						},
						"Each creature must succeed a DC 10 Constitution saving throw at the end of each hour or gain one level of exhaustion. Creatures with resistance or immunity to cold damage automatically succeed on the saving throw, as do creatures wearing cold weather gear and creatures naturally adapted to cold climates.",
						{
							"type": "entries",
							"entries": [
								"The strong winds in the region carry with them snow and ice, thus imposing disadvantage on ranged weapon attack rolls and Wisdom (Perception) checks that rely on hearing or sight. A creature can see no further than 10 feet in front of it and all terrain is difficult terrain.",
								"Additionally, all open flames are extinguished, fogs are dispersed, and flying by nonmagical means is nearly impossible. A flying creature in the region must land at the end of its turn or fall."
							]
						},
						"Dokufu tracks can be found in the snow. If a creature follows the tracks, it will walk in circles. A creature with truesight isn't fooled by this, and other creatures can discern the trickery with a successful DC 15 Wisdom (Survival) check after having completed the circle. At a regular pace, it takes between two and three hours to complete the circle once."
					]
				},
				"If the dokufo dies, these effects end immediately."
			]
		}
	],
	"monster": [
		{
			"name": "Aarakocra Necromancer",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"aarakocra"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"source": "MotG",
			"ac": [
				12,
				{
					"ac": 15,
					"condition": "with {@spell mage armor}",
					"braces": true
				}
			],
			"hp": {
				"average": 90,
				"formula": "20d8"
			},
			"speed": {
				"walk": 20
			},
			"str": 10,
			"dex": 14,
			"con": 10,
			"int": 16,
			"wis": 12,
			"cha": 9,
			"save": {
				"dex": "+5",
				"int": "+6"
			},
			"skill": {
				"arcana": "+6",
				"perception": "+4"
			},
			"passive": 14,
			"languages": [
				"Common",
				"Auran"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Grim Harvest",
					"entries": [
						"When the necromancer kills a creature that is neither a construct or undead with a spell of 1st level or higher, the necromancer regains hit points equal to twice the spell's level, or three times if it is a necromancy spell."
					]
				}
			],
			"action": [
				{
					"name": "Talon",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one creature. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				},
				{
					"name": "Withering Touch",
					"entries": [
						"{@atk ms} {@hit +5} to hit, reach 5 ft., one creature. {@h}5 ({@damage 2d4}) necrotic damage."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The necromancer is a 5th-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 14}, {@hit 6} to hit with spell attacks). The necromancer has the following wizard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell chill touch}",
								"{@spell dancing lights}",
								"{@spell mage hand}",
								"{@spell mending}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell false life}*",
								"{@spell mage armor}",
								"{@spell ray of sickness}*"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell blindness/deafness}*",
								"{@spell ray of enfeeblement}*",
								"{@spell web}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell animate dead}*",
								"{@spell bestow curse}*",
								"{@spell vampiric touch}*"
							]
						}
					},
					"footerEntries": [
						"*Necromancy spell of 1st level or higher."
					],
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"fluff": {
				"entries": [
					"The aarakocra necromancer was once a leader among his tribe. His knowledge of the arcane set him above the rest and he thought very highly of himself. His ego drove him to reckless undertakings that put him and members of the tribe in danger.",
					{
						"type": "entries",
						"name": "A Dreadful Pact",
						"entries": [
							"This propensity toward recklessness is what caused the necromancer's demise. This caught the attention of Ras Nasi and he offered the necromancer a chance of being reborn as a more powerful being. In return for this, the necromancer was to help Ras Nasi in his quest for immortality by assisting the infamous lich, Acererak. Acererak was in the process of producing a device that would collect the souls of the fallen of Faerun and feed an entity that could destroy all Toril. Upon accepting the deal, the necromancer was reborn more powerful, yet once the device was created, he began to gradually lose his life force as all that are affected by the Death Curse have to deal with."
						]
					}
				]
			},
			"page": 7,
			"languageTags": [
				"C",
				"AU"
			],
			"damageTags": [
				"S",
				"N"
			],
			"miscTags": [
				"MW"
			],
			"spellcastingTags": [
				"CW"
			],
			"damageTagsSpell": [
				"F",
				"I",
				"N"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Abyssal Giant Lizard",
			"size": [
				"L"
			],
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"source": "MotG",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 37,
				"formula": "5d10 + 10"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 16,
			"dex": 10,
			"con": 15,
			"int": 4,
			"wis": 10,
			"cha": 4,
			"resist": [
				"cold",
				"fire",
				"lightning"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"poisoned"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"languages": [
				"understands Abyssal and Draconic but can't speak"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Rampage",
					"entries": [
						"When it reduces a creature to 0 hit points with a melee attack on its turn, the abyssal giant lizard can take a bonus action to make a bite attack against a different creature."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 10 ft., one target. {@h}8 ({@dice 1d10 + 3}) piercing plus 5 ({@damage 2d4}) poison damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"In the Abyss, some of the demon princes or other powerful demonic creatures favor reptilian creatures. These sovereigns employ giant lizards as pets, guards, or shock troops in their armies. Zuggtmoy's underground realm of fungus and filth is a perfect place for the abyssal giant lizards. The layer of the Abyss ruled by Sess'innek, the demon lord revered by evil lizardfolk, teems with the creatures.",
					{
						"type": "entries",
						"name": "Demonic Shock Troops",
						"entries": [
							"While other demon lords rely on manes or dretches to fill the bulk of their forces, Sess'innek is more comfortable with abyssal giant lizards. Therefore, the souls he steals or devours turn into giant abyssal lizards."
						]
					},
					{
						"type": "entries",
						"name": "Gifts of Sess'innek",
						"entries": [
							"Sess'innek sometimes grants his most deserving and brutal worshippers and adherents one or more abyssal giant lizards as a gift. These gifted creatures follow the commands of their new masters to the letter, only disobeying if the commands are vague. The abyssal giant lizards provided to the faithful only appear if a gem is offered to Sess'innek in return. When the creature is killed, if disappears in a cloud of noxious smoke, and the gem is left in its place. The value of the gem must be at least 10gp. Some sages speculate that more valuable gems might increase the power of the lizard: diamonds increase the toughness of the scales, rubies add a fire breath to the lizards, etc. None have been able to confirm this academic theory."
						]
					},
					{
						"type": "entries",
						"name": "Corrupted Reptiles",
						"entries": [
							"Normal folk often mistake an abyssal giant lizard with a normal beast of that variety. However, the abyssal variety is a demon rather than a natural beast, meaning their coloring and odor are often nastier and more revolting. Their scales are tinted purplish-black and their red eyes glow with malice. They reek of brimstone and rot, which spreads with every drop of their poisonous saliva."
						]
					}
				]
			},
			"page": 8,
			"traitTags": [
				"Rampage"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"AB",
				"CS",
				"DR"
			],
			"damageTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"RCH"
			]
		},
		{
			"legendaryGroup": {
				"name": "Dokufo_Legendary",
				"source": "MotG"
			},
			"fluff": {
				"entries": [
					"The dokufu is a giant, monstrous, spiderlike creature that has been corrupted by taint. These beasts are hugely dangerous and create lairs that can test even the most proficient adventuring parties.",
					{
						"type": "entries",
						"name": "Magical Exoskeleton",
						"entries": [
							"A dokufu is covered with a heavy exoskeleton resembling the rocks of its mountain habitat, allowing it to blend in perfectly with its surroundings. It also has the ability to change the color of its exoskeleton to shades of white to blend in with snowy environments. Its exoskeleton provides the dokufu with ample protection against physical harm, as well as magical harm as the chitin thickens with age."
						]
					},
					{
						"type": "entries",
						"name": "Extended Lifespan",
						"entries": [
							"It is unknown how long dokufu live but they can most certainly become several thousand years old. They mature and grow very slowly, becoming immensely large in old age. While a dokufu spiderling is no bigger than a small dog, they are about the size of a panther by the time they become younglings. Once they reach adulthood, they're about as large as a horse and truly ancient dokufu will grow to be the size of a mammoth."
						]
					},
					{
						"type": "entries",
						"name": "Feared and Avoided",
						"entries": [
							"If it is discovered that an area is home to a young dokufu, a hunting party is quickly gathered to kill the creature before it matures. Areas that contain mature dokufu are usually avoided completely as many a great warrior has faced off against a dokufu, only to become fodder for its young. They are greatly feared throughout the world and even speaking their name inspires terror in children and adults alike."
						]
					},
					{
						"type": "entries",
						"name": "Masters of Illusions",
						"entries": [
							"While they might resemble brutish creatures, dokufu are cunning and wise. They have the innate ability to create powerful illusions which they utilize to lure prey closer. Their magical prowess becomes more powerful as they mature. Once old enough, dokufu can even use the snow or stone beneath their feet as others would use a door, seemingly teleporting through the ground."
						]
					},
					{
						"type": "entries",
						"name": "Tainted Nature",
						"entries": [
							"Dokufu eyes act as lenses, greatly increasing the potential of their illusory magics. This odd mutation is caused by the massive amount of taint within the creature, which has rendered their eyes useless for seeing but granted it an otherworldly sense for perceiving its surroundings. This fact isn't widely known, however, and more than one warrior has attempted to blind a dokufu adversary only to discover that it wasn't hindered by it in the least."
						]
					},
					{
						"type": "entries",
						"name": "Dark Reproduction",
						"entries": [
							"Dokufu are androgynous. They reproduce by implanting eggs into humanoid bodies to provide food for their young. Deep within caves, they hang the hosts from the ceiling, often while still alive. Shortly before the egg hatches inside the host, the adult dokufu will swallow the host, so the egg can hatch inside its digestive tract."
						]
					},
					{
						"type": "entries",
						"name": "A Dokufu's Lair",
						"entries": [
							"Unless traveling to another region which might provide better hunting grounds, a dokufu usually creates its lair within a cave. While in its lair, a dokufu has access to Lair Actions. An adult dokufu encountered in its lair has a challenge rating of 15 (13,000 XP)."
						]
					},
					{
						"type": "entries",
						"name": "Regional Effects",
						"entries": [
							"The region containing the dokufu's lair is warped by its powerful illusionary magic, though all of the effects feel real. Creatures with truesight can see through the illusions, however, all other elements of the illusion remain, so while the creature is aware of the illusion's presence, the creature can still physically interact with the illusion. The dokufu itself is unaffected by all detrimental effects. The region contains the following effects:",
							{
								"type": "list",
								"items": [
									{
										"type": "entries",
										"entries": [
											"Every so often an ice sculpture of a horrible spider-like monstrosity appears. A creature that sees such a sculpture must succeed a DC 15 Wisdom saving throw or become frightened for 1 minute and gain the following flaw while in the region: {@italic {@bold \"I'll never leave this mountain alive\"}}.",
											"At the end of each of its turns while frightened, a creature must succeed another DC 15 Wisdom saving throw or take 9 ({@dice 2d8}) psychic damage. Randomly determine which creature a sculpture is visible to, as each sculpture is only visible to a single creature."
										]
									},
									"Each creature must succeed a DC 10 Constitution saving throw at the end of each hour or gain one level of exhaustion. Creatures with resistance or immunity to cold damage automatically succeed on the saving throw, as do creatures wearing cold weather gear and creatures naturally adapted to cold climates.",
									{
										"type": "entries",
										"entries": [
											"The strong winds in the region carry with them snow and ice, thus imposing disadvantage on ranged weapon attack rolls and Wisdom (Perception) checks that rely on hearing or sight. A creature can see no further than 10 feet in front of it and all terrain is difficult terrain.",
											"Additionally, all open flames are extinguished, fogs are dispersed, and flying by nonmagical means is nearly impossible. A flying creature in the region must land at the end of its turn or fall."
										]
									},
									"Dokufu tracks can be found in the snow. If a creature follows the tracks, it will walk in circles. A creature with truesight isn't fooled by this, and other creatures can discern the trickery with a successful DC 15 Wisdom (Survival) check after having completed the circle. At a regular pace, it takes between two and three hours to complete the circle once."
								]
							},
							"If the dokufo dies, these effects end immediately."
						]
					}
				]
			},
			"source": "MotG",
			"page": 44,
			"name": "Adult Dokufu",
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 230,
				"formula": "20d10 + 120"
			},
			"speed": {
				"walk": 30,
				"climb": 25
			},
			"str": 23,
			"dex": 19,
			"con": 23,
			"int": 15,
			"wis": 17,
			"cha": 15,
			"skill": {
				"athletics": "+10"
			},
			"resist": [
				"cold",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons",
					"cond": true
				}
			],
			"immune": [
				"acid",
				"poison"
			],
			"conditionImmune": [
				"blinded",
				"exhaustion",
				"paralyzed",
				"petrified",
				"poisoned",
				"unconscious"
			],
			"senses": [
				"blindsight 120 ft. (blind beyond this radius)"
			],
			"passive": 13,
			"languages": [
				"understands Common and Giant",
				"but can't speak"
			],
			"cr": {
				"cr": "12",
				"lair": "15"
			},
			"trait": [
				{
					"name": "False Appearance",
					"entries": [
						"While the dokufu remains motionless in rocky or snowy terrain, it is indistinguishable from its surroundings."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The dokufu has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The dokufu's weapon attacks are magical."
					]
				},
				{
					"name": "Mountain Step (1/Day)",
					"entries": [
						"While the dokufu is in contact with rocky or snowy terrain, it can use a bonus action to teleport up to 60 feet to an unoccupied space where there is also rocky or snowy terrain. When it does so, it appears to be burrowing into the ground and instantly bursts up from the ground at a different location."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The dokufu deals double damage to objects and structures."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The dokufu can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Web Sense",
					"entries": [
						"While in contact with a web, the dokufu knows the exact location of any other creature in contact with the same web."
					]
				},
				{
					"name": "Web Walker",
					"entries": [
						"The dokufu ignores movement restrictions caused by webbing."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The dokufu's innate spellcasting ability is Wisdom (spell save {@dc 15}). The dokufu can innately cast the following spells, requiring no material, somatic, or verbal components:"
					],
					"will": [
						"{@spell major image}"
					],
					"daily": {
						"1e": [
							"{@spell dispel magic}",
							"{@spell programmed illusion}",
							"{@spell project image}"
						]
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dokufu can use its Frightful Presence. It then makes three attacks: one with its bite and two with its pincers. It can use its Swallow, its Vomit Spawn, or its Web instead of its bite."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +10} to hit, reach 5 ft., one target. {@h}22 ({@damage 3d10 + 6}) piercing damage. If the target is a creature, it must succeed on a {@dc 14} Constitution saving throw or be infected with a disease - a minuscule dokufu egg. A humanoid host can carry one dokufu egg. Over four weeks, the egg gestates, and forms a dokufu spiderling.",
						"After the egg is hatched, the host starts to feel unwell, its speed is halved, it has disadvantage on attack rolls, ability checks, and saving throws, and has its hit point maximum reduced by {@dice 8d10} every minute as the spiderling chews its way through vital organs until the host is dead. If the disease is cured before the egg hatches, the unborn spiderling is disintegrated. Fiends, oozes, and undead are immune."
					]
				},
				{
					"name": "Pincer",
					"entries": [
						"{@atk mw} {@hit +10} to hit, reach 10 ft., one target. {@h}16 ({@damage 3d6 + 6}) slashing damage. The target is {@condition grappled} (escape {@dc 18}) if it is a Medium or smaller creature and the dokufu doesn't have two other creatures {@condition grappled}."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the dokufu's choice within 60 feet of it and aware of it must succeed on a {@dc 14} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, with disadvantage if the dokufu is within line of sight, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Swallow",
					"entries": [
						"The dokufu makes one bite attack against a Medium or smaller creature it is grappling. If the attack hits, the target takes the bite's damage, the target is swallowed, and the grapple ends. While swallowed, the creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the dokufu, and it takes 21 ({@damage 6d6}) acid damage at the start of each of the dokufu's turns.",
						"If the dokufu takes 20 damage or more on a single turn from a creature inside it, the dokufu must succeed on a {@dc 18} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall {@condition prone} in a space within 10 feet of the dokufu. If the dokufu dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse by using 30 feet of movement, exiting {@condition prone}."
					]
				},
				{
					"name": "Vomit Spawn {@recharge 5}",
					"entries": [
						"The dokufu spits out a dokufu spiderling, which lands in an empty space of the dokufu's choice within 20 ft. Each creature within 10 ft. of the point of impact must make a {@dc 14} Dexterity saving throw, taking 21 ({@damage 6d6}) acid damage on a failed save, or half as much on a successful one. The spiderling acts on its own initiative."
					]
				},
				{
					"name": "Web {@recharge 4}",
					"entries": [
						"{@atk rw} {@hit +8} to hit, range 30/60 ft., one creature. {@h}The target is {@condition restrained} by webbing. As an action, the {@condition restrained} target can make a {@dc 14} Strength check, bursting the webbing on a success. The webbing can also be attacked and destroyed (AC 10; hp 20; vulnerability to fire damage; immunity to bludgeoning, poison,and psychic damage)."
					]
				}
			],
			"actionTags": [
				"Frightful Presence",
				"Multiattack",
				"Swallow"
			],
			"traitTags": [
				"False Appearance",
				"Magic Resistance",
				"Magic Weapons",
				"Siege Monster",
				"Spider Climb",
				"Web Sense",
				"Web Walker"
			],
			"senseTags": [
				"B"
			],
			"languageTags": [
				"C",
				"GI",
				"CS"
			],
			"damageTags": [
				"P",
				"S",
				"A"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW"
			],
			"spellcastingTags": [
				"I"
			],
			"conditionInflict": [
				"grappled",
				"frightened",
				"blinded",
				"restrained"
			],
			"conditionInflictSpell": [
				"blinded",
				"deafened"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Ankashar",
			"size": [
				"L"
			],
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"source": "MotG",
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 115,
				"formula": "11d10 + 55"
			},
			"speed": {
				"walk": 30,
				"fly": 40
			},
			"str": 19,
			"dex": 11,
			"con": 20,
			"int": 6,
			"wis": 14,
			"cha": 11,
			"resist": [
				"cold",
				"fire",
				"lightning",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"languages": [
				"Abyssal"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Compact Body",
					"entries": [
						"As a bonus action on its turn, the ankashar can fold in its wings and retract its legs. Whilst in the form, it cannot fly or use attack actions, but counts as Medium size and gains advantage on Dexterity (Stealth) checks. It can end this form as a bonus action on subsequent turns."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The ankashar has advantage on savingthrows against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The ankashar makes two attacks with its bite, or one with its bite and one with its tail."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 10 ft., one target. {@h}11 ({@damage 2d6 + 4}) bludgeoning damage. Instead of dealing damage, the ankashar can knock the target {@condition prone}."
					]
				},
				{
					"name": "Gaze of Madness {@recharge 5}",
					"entries": [
						"The ankashar targets one creature it can see within 30 feet of it. The target must succeed on a {@dc 13} Charisma saving throw against this magic or take 10 ({@damage 3d6}) psychic damage and suffer one level of short-term madness."
					]
				}
			],
			"fluff": {
				"entries": [
					"Baphomet: Demon Lord of Minotaurs and the Prince of Beasts. Worshipped by the beastial minotaurs, the ogres, and the giants. Baphomet commands an army of demonic minions from his Endless Maze within the 600th Layer of the Abyss. Three of these have served different purposes to Baphomet in his endless wars and each with their own unique abilities and characteristics.",
					"This horrifying demon resembles a mixture of man, bat, bull, bear and crocodile. Its patchy hair reveals areas of scales, boil- covered flesh and bone on its broad, muscular frame. Despite their bulky bodies, ankashars have a pair of bat-like wings which allow them to fly in and out of combat.",
					{
						"type": "entries",
						"name": "Baphomet's Experiment",
						"entries": [
							"The first ankashar were created when Baphomet decided to create a winged mount to fly into combat. The results of this experiment were the ankashar, who quickly proved too unpredictable to be trusted as mounts, or even allies. These beasts were allowed to run feral, where they have bred into a variety of twisted forms."
						]
					},
					{
						"type": "entries",
						"name": "Variable Physiology",
						"entries": [
							"Although all ankashar have similar traits (bull-like horns, wings of stretched skin, powerful tails and bulky limbs), each individual is unique. Some have clawed, reptilian feet where others have hooves. Some have the face of a tormented man whilst others bare a twisted visage of man and beast. The form of these fiends is almost as unpredictable as their behaviour."
						]
					},
					{
						"type": "entries",
						"name": "Proof of Zeal",
						"entries": [
							"Occasionally, Baphomet sends an ankashar to one of his cults on the Material Plane who have beseech him to send them aid. The ankashar is just as likely to devour the cultists as it is to obey their commands, but Baphomet believes that if they fall beneath its wrath, then they were not strong enough to exist anyway."
						]
					},
					{
						"type": "variant",
						"name": "Ankashar Variant - Warpflesh",
						"entries": [
							"Some ankashar carry a foul disease known as warpflesh, which causes the area bitten by an ankashar to twist and bend, becoming deformed. A creature bitten by an ankashar must succeed on a DC 15 Constiutiton saving throw against disease or contract Warpflesh. An infected creature immediately has its Dexterity score reduced by {@dice 1d4}. If this reduces the creatures Dexterity to 0, it dies.",
							"At the end of each long rest, the creature must repeat the saving throw. On a failed save, its Dexterity score is reduced by a further {@dice 1d4}. Whilst infected by Warpflesh, a creature has disadvantage against any effect that would alter its form, such as the flesh to stone or polymorph spell.",
							"Warpflesh can only be removed through magical healing, such as a casting of heal or remove disease."
						]
					}
				]
			},
			"page": 17,
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"AB"
			],
			"damageTags": [
				"P",
				"B",
				"Y"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"savingThrowForced": [
				"charisma"
			]
		},
		{
			"name": "Arachtus",
			"size": [
				"L"
			],
			"type": "plant",
			"alignment": [
				"U"
			],
			"source": "MotG",
			"ac": [
				12
			],
			"hp": {
				"average": 120,
				"formula": "16d10 + 32"
			},
			"speed": {
				"walk": 40,
				"climb": 40
			},
			"str": 16,
			"dex": 18,
			"con": 15,
			"int": 5,
			"wis": 11,
			"cha": 4,
			"senses": [
				"tremorsense 60 ft."
			],
			"passive": 10,
			"cr": "4",
			"trait": [
				{
					"name": "False Appearance",
					"entries": [
						"While the arachtus remains motionless, it is indistinguishable from a group of cacti."
					]
				},
				{
					"name": "Ambusher",
					"entries": [
						"The arachtus has advantage against creatures it has surprised."
					]
				},
				{
					"name": "Aggressive",
					"entries": [
						"As a bonus action, the arachtus can move up to its speed towards a hostile creature that it can see or sense with its tremorsense."
					]
				},
				{
					"name": "Spiked Body",
					"entries": [
						"A creature that touches the arachtus or hits it with a melee attack while within 5 feet of it takes 3 ({@damage 1d6}) piercing damage."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The arachtus makes one bite attack and one spine flick attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage."
					]
				},
				{
					"name": "Spine Flick",
					"entries": [
						"The arachtus uses its hind legs to flick the spines on its back in a 15-foot cone. Each creature in that area must make a {@dc 14} Dexterity saving throw, taking 11 ({@damage 2d10}) piercing damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"fluff": {
				"entries": [
					"Arachtus are unintelligent, ambulatory carnivorous plants that look like giant spiders formed out of multiple cacti. They are found in arid desert regions where they exist to do little more than hunt and feed.",
					{
						"type": "entries",
						"name": "A Prickly Bunch",
						"entries": [
							"Though unintelligent, arachtus are intensely territorial and seek out territory with a ready source of water - be it an oasis, a spring, or some other source. As well as providing the small amount of water they need to survive, these sites also serve to attract prey. Arachtus are indiscriminate about what they attack; if a creature is smaller than the arachtus and in its territory, then it is dinner."
						]
					},
					{
						"type": "entries",
						"name": "Natural Camoflage",
						"entries": [
							"Because the arachtus is a plant, when it is at rest, it is nearly unregonizable until potential prey stumbles into its domain, whereupon the monster springs into action and attacks. Many an unwary traveler has met their doom while cutting open an arachtus to extract water from the seemingly benign cactus."
						]
					}
				]
			},
			"page": 9,
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Aggressive",
				"Ambusher",
				"False Appearance"
			],
			"senseTags": [
				"T"
			],
			"damageTags": [
				"S",
				"P"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Arrow Demon",
			"size": [
				"M"
			],
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"source": "MotG",
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 66,
				"formula": "6d8 + 24"
			},
			"speed": {
				"walk": 40
			},
			"str": 18,
			"dex": 16,
			"con": 18,
			"int": 11,
			"wis": 13,
			"cha": 12,
			"save": {
				"dex": "+5",
				"con": "+6"
			},
			"skill": {
				"athletics": "+6",
				"perception": "+3",
				"stealth": "+5"
			},
			"resist": [
				"cold",
				"fire",
				"lightning"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": [
				"blindsight 30 ft.",
				"darkvision 120 ft."
			],
			"passive": 15,
			"languages": [
				"Abyssal",
				"telepathy 120 ft."
			],
			"cr": "4",
			"trait": [
				{
					"name": "Point Blank Shot",
					"entries": [
						"The arrow demon can ignore disadvantage on an attack roll if they are within 5 feet of a hostile creature who they can see and isn't {@condition incapacitated}."
					]
				},
				{
					"name": "Large Weapon Wielder",
					"entries": [
						"The arrow demon can wield weapons up to one size larger than their size would allow."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The arrow demon makes two large longbow attacks or claw attacks."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +6} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} {@hit +5} to hit, range 150/600 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The arrow demon's spellcasting ability is Charisma (spell save {@dc 14}). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell dimension door}"
					],
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"fluff": {
				"entries": [
					"Arrow Demons are four-armed human shaped fiends that fight with two large longbows. Abyssal strength allows it to wield its longbows with deadly accuracy. This emaciated creature's gray skin is moist, oily, and entirely hairless. Its four toed feet grip the ground as it walks.",
					{
						"type": "entries",
						"name": "Scouts and Spies",
						"entries": [
							"These cruel demons serve as warriors in the endless Blood War. They are common soldiers in the armies of demon lords against all who would challenge the lords of the abyss. In large battalions they rain down arrows upon their enemies. In smaller cohorts they make effective assassins."
						]
					}
				]
			},
			"page": 10,
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"languageTags": [
				"AB",
				"TP"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG"
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"O"
			],
			"attachedItems": [
				"light crossbow|phb"
			]
		},
		{
			"name": "Aurochon",
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"C",
				"E"
			],
			"source": "MotG",
			"ac": [
				16
			],
			"hp": {
				"average": 58,
				"formula": "6d10 + 18"
			},
			"speed": {
				"walk": 50
			},
			"str": 20,
			"dex": 12,
			"con": 16,
			"int": 10,
			"wis": 12,
			"cha": 5,
			"save": {
				"str": "+8",
				"con": "+6",
				"wis": "+4"
			},
			"skill": {
				"athletics": "+10",
				"perception": "+4"
			},
			"resist": [
				"cold",
				"piercing"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"poisoned"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"cr": "5",
			"trait": [
				{
					"name": "Legendary Resistance",
					"entries": [
						"Once per round, if the Aurochon fails a saving throw, it can use its reaction to succeed instead."
					]
				},
				{
					"name": "Enshrouded",
					"entries": [
						"Shadows cling to the Aurochon, increasing its Armor Class by two and providing resistance to piercing damage. In bright daylight, these bonuses are removed."
					]
				},
				{
					"name": "Born of the Void",
					"entries": [
						"Upon its death, the Aurochon's form seeks to return to its cosmic home. The Aurochon's corpse crystallizes and breaks apart into shards of dark ice which quickly melt away."
					]
				}
			],
			"action": [
				{
					"name": "Tentacles",
					"entries": [
						"{@atk mw} {@hit +9} to hit, reach 5 ft., two targets. {@h}9 ({@damage 1d6 + 5}) piercing damage."
					]
				},
				{
					"name": "Frozen Breath",
					"entries": [
						"The Aurochon exhales in a 25-foot cone. Each creature in that area must make a {@dc 12} Constitution saving throw, taking 7 ({@damage 2d6}) cold damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"legendaryActions": 1,
			"legendary": [
				{
					"name": "Trample",
					"entries": [
						"The Aurochon stomps around the battlefield, knocking opponents to the ground. All opponents within 20 feet of the creature must succeed at a {@dc 12} Dexterity saving throw or else fall {@condition prone} and take 8 ({@damage 1d8 + 4}) bludgeoning damage."
					]
				},
				{
					"name": "Thrum of Fear",
					"entries": [
						"A burst of sound erupts from the Aurochon, affecting all opponents within earshot. Anyone affected must succeed at a {@dc 12} Charisma saving throw. Opponents who fail cannot move closer to the Aurochon next turn."
					]
				}
			],
			"fluff": {
				"entries": [
					"When nascent acolytes seek to make contact with beings beyond the stars, they are often compelled to make an offering. By sacrificing powerful creatures, those elder forces gain vessels they can corrupt for their own ends and use to enter the Material Plane in physical form. Unfortunately for those forces beyond the stars, the most powerful creature available for such timid and young acolytes to sacrifice is often the humble cow.",
					{
						"type": "entries",
						"name": "Uncanny Beasts",
						"entries": [
							"The terrifying aurochon is a creature of cold and shadow, clinging to the corrupted flesh of a bovine sacrifice. The hulking thing strides on four massive, hooved legs but bears little else in common with its ancestor. Darkness clings to the beast and a long row of tentacles erupt from along the spine, gyrating with malice. Hearts seize up as a deep thrum blares out from the aurochon's shrouded face, spraying its enemies with shards of ice."
						]
					},
					{
						"type": "entries",
						"name": "Signs of Corruption",
						"entries": [
							"Like their creators, aurochons are initially found in urban and rural locations. After arriving on the Material Plane, an aurochon searches for a dark lair, often in a cave or sewer, but never far from the cult's base."
						]
					}
				]
			},
			"page": 11,
			"actionTags": [
				"Breath Weapon",
				"Tentacles"
			],
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"P",
				"C",
				"B"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"savingThrowForced": [
				"charisma",
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Azer Acolyte",
			"size": [
				"M"
			],
			"type": "elemental",
			"alignment": [
				"L",
				"N"
			],
			"source": "MotG",
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"average": 46,
				"formula": "7d8 + 14"
			},
			"speed": {
				"walk": 30
			},
			"str": 17,
			"dex": 12,
			"con": 15,
			"int": 12,
			"wis": 14,
			"cha": 10,
			"save": {
				"con": "+4"
			},
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"passive": 12,
			"languages": [
				"Ignan"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Heated Body",
					"entries": [
						"A creature that touches the azer or hits it with a melee attack while within 5 feet of it takes 5 ({@damage 1d10}) fire damage."
					]
				},
				{
					"name": "Heated Weapons",
					"entries": [
						"When the azer hits with a metal melee weapon, it deals an extra 3 ({@damage 1d6}) fire damage (included in the attack)."
					]
				},
				{
					"name": "Illumination",
					"entries": [
						"The azer sheds bright light in a 10-foot radius and dim light for an additional 10 feet."
					]
				}
			],
			"action": [
				{
					"name": "Warhammer",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) bludgeoning damage, or 8 ({@damage 1d10 + 3}) bludgeoning damage if used with two hands to make a melee attack, plus 3 ({@damage 1d6}) fire damage."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The Azer Acolyte is a 1st-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 12}, {@hit 4} to hit with spell attacks). The Azer Acolyte has the following cleric spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell mending}",
								"{@spell sacred flame}",
								"{@spell thaumaturgy}"
							]
						},
						"1": {
							"slots": 3,
							"spells": [
								"{@spell bless}",
								"{@spell cure wounds}",
								"{@spell sanctuary}"
							]
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"fluff": {
				"entries": [
					"Azers are elemental warriors crafted from bronze native to the Elemental Plane of Fire. Whilst most azers are content with a life in the forges of their kingdoms, others turn to worship and oaths to fill their time.",
					"These azers often worship the elements themselves, ancient primordials, or gods of the forge and fire. Azers who prove their devotion to their gods are imbued with divine magic, allowing them to cast spells and smite with wrathful force."
				]
			},
			"page": 13,
			"traitTags": [
				"Illumination"
			],
			"languageTags": [
				"IG"
			],
			"damageTags": [
				"B",
				"F"
			],
			"miscTags": [
				"MW",
				"AOE",
				"MLW"
			],
			"spellcastingTags": [
				"CC"
			],
			"damageTagsSpell": [
				"R"
			],
			"attachedItems": [
				"warhammer|phb"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Azer Priest",
			"size": [
				"M"
			],
			"type": "elemental",
			"alignment": [
				"L",
				"N"
			],
			"source": "MotG",
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"average": 77,
				"formula": "11d8 + 22"
			},
			"speed": {
				"walk": 30
			},
			"str": 17,
			"dex": 12,
			"con": 15,
			"int": 12,
			"wis": 16,
			"cha": 10,
			"save": {
				"con": "+4"
			},
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"passive": 13,
			"languages": [
				"Ignan"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Heated Body",
					"entries": [
						"A creature that touches the azer or hits it with a melee attack while within 5 feet of it takes 5 ({@damage 1d10}) fire damage."
					]
				},
				{
					"name": "Heated Weapons",
					"entries": [
						"When the azer hits with a metal melee weapon, it deals an extra 3 ({@damage 1d6}) fire damage (included in the attack)."
					]
				},
				{
					"name": "Illumination",
					"entries": [
						"The azer sheds bright light in a 10-foot radius and dim light for an additional 10 feet."
					]
				},
				{
					"name": "Divine Eminence",
					"entries": [
						"As a bonus action, the Azer Priest can expend a spell slot to cause its melee weapon attacks to magically deal an extra 10 ({@damage 3d6}) radiant damage to a target on a hit. This benefit lasts until the end of the turn. If the priest expends a spell slot of 2nd level or higher, the extra damage increases by {@dice 1d6} for each level above 1st."
					]
				}
			],
			"action": [
				{
					"name": "Warhammer",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) bludgeoning damage, or 8 ({@damage 1d10 + 3}) bludgeoning damage if used with two hands to make a melee attack, plus 3 ({@damage 1d6}) fire damage."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The Azer Priest is a 5th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 13}, {@hit 5} to hit with spell attacks). The Azer Priest has the following cleric spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell mending}",
								"{@spell sacred flame}",
								"{@spell thaumaturgy}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell cure wounds}",
								"{@spell guiding bolt}",
								"{@spell sanctuary}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell lesser restoration}",
								"{@spell spiritual weapon}"
							]
						},
						"3": {
							"slots": 2,
							"spells": [
								"{@spell dispel magic}",
								"{@spell spirit guardians}"
							]
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"fluff": {
				"entries": [
					"Azers are elemental warriors crafted from bronze native to the Elemental Plane of Fire. Whilst most azers are content with a life in the forges of their kingdoms, others turn to worship and oaths to fill their time.",
					"These azers often worship the elements themselves, ancient primordials, or gods of the forge and fire. Azers who prove their devotion to their gods are imbued with divine magic, allowing them to cast spells and smite with wrathful force."
				]
			},
			"page": 13,
			"traitTags": [
				"Illumination"
			],
			"languageTags": [
				"IG"
			],
			"damageTags": [
				"B",
				"F",
				"R"
			],
			"miscTags": [
				"MW",
				"AOE",
				"MLW"
			],
			"spellcastingTags": [
				"CC"
			],
			"damageTagsSpell": [
				"N",
				"O",
				"R"
			],
			"attachedItems": [
				"warhammer|phb"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Beholder, Eye of the Deep",
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"L",
				"E"
			],
			"source": "MotG",
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 136,
				"formula": "16d10 + 48"
			},
			"speed": {
				"walk": 0,
				"swim": 30
			},
			"str": 18,
			"dex": 14,
			"con": 17,
			"int": 12,
			"wis": 15,
			"cha": 14,
			"save": {
				"int": "+4",
				"wis": "+5",
				"cha": "+5"
			},
			"skill": {
				"perception": "+5"
			},
			"conditionImmune": [
				"prone"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 15,
			"languages": [
				"Aquan",
				"Deep Speech"
			],
			"cr": "8",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The eye of the deep can breathe air and water."
					]
				},
				{
					"name": "Blinding Cone",
					"entries": [
						"The eye of the deep's central eye emits a 120-foot cone of blinding light. At the start of each of its turns, the eye of the deep decides which way the cone faces and whether the cone is active. Creatures that start their turn in the cone must make a successful {@dc 14} Constitution saving throw or be {@condition blinded} until the beginning of their next turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The eye of the deep makes three melee attacks, one with its bite and two with its pincers."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Pincers",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage."
					]
				},
				{
					"name": "Eye Rays",
					"entries": [
						"The eye of the deep shoots both of its magical eye rays, choosing targets for each it can see within 120 ft. of it.",
						"1. Paralyzing Ray. The targeted creature must succeed on a {@dc 13} Constitution saving throw or be {@condition paralyzed} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
						"2. Slowing Ray. The targeted creature must succeed on a {@dc 13} Dexterity saving throw. On a failed save, the target's speed is halved for 1 minute. In addition, the creature can't take reactions, and it can take either an action or a bonus action on its turn, not both. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"fluff": {
				"entries": [
					"The eye of the deep is a cousin of the beholder spawned in the deepest chasms of the Plane of Water. It appears as a spherical crustacean, eight feet across, with thick chitinous plates covering its bulk. A single eye sits in its center from which it can emit a blinding light, particularly effective in the Darkened Depths. It possesses two large pincers and a mouth full of crooked, razor- sharp teeth, which it uses to rend flesh from blinded or stunned opponents. Unlike a normal beholder, it only has two eye stalks, but both are tuned to help it hunt in deep waters.",
					{
						"type": "entries",
						"name": "Solitary Hunters",
						"entries": [
							"Eyes of the Deep lurk in the aquatic depths of the Plane of Water, stalking prey for days on end. Like all beholders, they are xenophobic, each believing that they are the pinnacle of beholder perfection. The darkness of their territory drives them to solitude, so they are rarely encountered with minions."
						]
					},
					{
						"type": "entries",
						"name": "Shiny Objects",
						"entries": [
							"If an eye of the deep has one weakness, it is for shiny objects. Their lairs are often decorated with the pilfered treasures of their past meals, but only if they reflect their blinding light. Mirrors are prized above all else—they are shiny and they let the eye of the deep admire their own perfect form."
						]
					}
				]
			},
			"page": 19,
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"AQ",
				"DS"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"conditionInflict": [
				"paralyzed",
				"blinded"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Big Green Eye",
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"N",
				"E"
			],
			"source": "MotG",
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 39,
				"formula": "6d8 + 12"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 8,
			"dex": 14,
			"con": 14,
			"int": 13,
			"wis": 14,
			"cha": 11,
			"skill": {
				"perception": "+6"
			},
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"conditionImmune": [
				"prone"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 16,
			"languages": [
				"Deep Speech",
				"Undercommon",
				"telepathy 120 ft."
			],
			"cr": "3",
			"trait": [
				{
					"name": "Blue Shield",
					"entries": [
						"A blue energy shield surrounds the eye representing its resistances. If the resistances are eliminated, the blue shield disappears."
					]
				}
			],
			"action": [
				{
					"name": "Eye Rays",
					"entries": [
						"The big green eye shoots one of the following magical eye rays at one or two creatures it can see within 90 ft. of it. It can use each ray only once on a turn.",
						"1. Confusion Ray. The target must succeed on a {@dc 13} Wisdom saving throw, or it can't take reactions until the end of its next turn. On its turn, the target can't move, and it uses its action to make a melee or ranged attack against a randomly determined creature within range. If the target can't attack, it does nothing on its turn.",
						"2. Paralyzing Ray. The target must succeed on a {@dc 13} Constitution saving throw or be {@condition paralyzed} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
						"3. Fear Ray. The target must succeed on a {@dc 13} Wisdom saving throw or be {@condition frightened} for 1 minute. The target can repeat the saving throw at the end of each of its turns, with disadvantage if the big green eye is visible to the target, ending the effect on itself on a success.",
						"4. Wounding Ray. The target must make a {@dc 13} Constitution saving throw, taking 5 ({@damage 1d10}) necrotic damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"reaction": [
				{
					"name": "Spell Reflection",
					"entries": [
						"If the big green eye makes a successful saving throw against a spell, or a spell attack misses it, the big green eye can choose another creature (including the spellcaster) it can see within 30 ft. of it. The spell targets the chosen creature instead of the big green eye. If the spell forced a saving throw, the chosen creature makes its own save. If the spell was an attack, the attack roll is rerolled against the chosen creature."
					]
				}
			],
			"fluff": {
				"entries": [
					"Cousin to the beholder, the big green eye lurks in dark hallways and shadows of the darker corners of an area. It waits patiently to exercise its non-merciful attacks on any prey nearby. It feeds on its own evil.",
					{
						"type": "entries",
						"name": "Lairs",
						"entries": [
							"The big green eye can share lairs with beholders, provided there is detente or solidarity among the creatures. The big green eye, however, has no lair actions of its own."
						]
					},
					{
						"type": "entries",
						"name": "Tactics",
						"entries": [
							"The big green eye enacts its Blue Shield at will. It can turn it off and on as long as it still retains the shield. The shield gives off a blue glow, so the big green eye may want to remove it when trying to hide. The big green eye uses its rays in combination to try and confuse, paralyze, frighten, and/or wound its prey appropriately."
						]
					}
				]
			},
			"page": 20,
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"DS",
				"U",
				"TP"
			],
			"damageTags": [
				"N"
			],
			"conditionInflict": [
				"paralyzed",
				"frightened"
			],
			"savingThrowForced": [
				"constitution",
				"wisdom"
			]
		},
		{
			"name": "Blight Swarm",
			"size": [
				"M"
			],
			"type": {
				"type": "plant",
				"swarmSize": "T"
			},
			"alignment": [
				"N",
				"E"
			],
			"source": "MotG",
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 44,
				"formula": "8d8 + 8"
			},
			"speed": {
				"walk": 25,
				"climb": 25
			},
			"str": 12,
			"dex": 14,
			"con": 14,
			"int": 6,
			"wis": 9,
			"cha": 5,
			"skill": {
				"stealth": "+4"
			},
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"frightened",
				"paralyzed",
				"petrified",
				"prone",
				"restrained",
				"stunned"
			],
			"passive": 9,
			"languages": [
				"Common"
			],
			"cr": "2",
			"trait": [
				{
					"name": "False Appearance",
					"entries": [
						"While the swarm remains motionless, it is indistinguishable from a mass of dead shrubs and vines."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The swarm can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa. While in the same space as a creature, the swarm has advantage on attack rolls when using Constrict against that creature. The swarm can move through any opening large enough for a Tiny plant. The swarm can't regain hit points or gain temporary hit points."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The blight swarm makes 2 melee attacks or 2 ranged attacks."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d6 + 2}) piercing damage or 5 ({@damage 1d6 + 2}) piercing damage if the swarm is at half its hitpoints or fewer."
					]
				},
				{
					"name": "Needles",
					"entries": [
						"{@atk rw} {@hit +4} to hit, reach 5 ft., one target. {@h}12 ({@damage 4d4 + 2}) piercing damage or 7 ({@damage 2d4 + 2}) piercing damage if the swarm is at half its hitpoints or fewer."
					]
				},
				{
					"name": "Constrict",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 10 ft., one target. {@h}11 ({@damage 3d6 + 1}) bludgeoning damage and if the target is Large or smaller, it is {@condition grappled} (escape {@dc 12}). Until this grapple ends, the target is {@condition restrained}, and the swarm can't constrict another target. If the swarm is at half its hitpoints or fewer, it cannot use this attack."
					]
				}
			],
			"fluff": {
				"entries": [
					"The Blight Swarm is a cruel mixture of shambling mound and blights. These creatures are combined into one horrific swarm, which scuttles, shambles and drags itself around using its many plant-like appendages. It is created when a number of smaller plants are infected with evil spirit and malevolence; the spirit combines the resources around it to create a Blight Swarm.",
					{
						"type": "entries",
						"name": "Draining Presence",
						"entries": [
							"The blight swarm moves through nearby vegetation choking the life from it; it will climb trees, force its roots into them to strangle and eventually kill them; the blight swarm is a murderous evil essence and so seeks out life to kill and then drain."
						]
					}
				]
			},
			"page": 21,
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"False Appearance",
				"Spider Climb"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P",
				"B"
			],
			"miscTags": [
				"MW",
				"RW",
				"RCH"
			],
			"conditionInflict": [
				"restrained",
				"grappled"
			]
		},
		{
			"name": "Bog Worm",
			"size": [
				"H"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"source": "MotG",
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 125,
				"formula": "10d12 + 60"
			},
			"speed": {
				"walk": 20,
				"swim": 40
			},
			"str": 22,
			"dex": 7,
			"con": 22,
			"int": 2,
			"wis": 12,
			"cha": 5,
			"senses": [
				"blindsight 60 ft.",
				"tremorsense 60 ft."
			],
			"passive": 12,
			"cr": "7",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The worm can breathe both air and water."
					]
				},
				{
					"name": "Ambusher",
					"entries": [
						"The worm has advantage on attack rolls against any creature it has surprised."
					]
				},
				{
					"name": "Barbed Hide",
					"entries": [
						"At the start of each of its turns, the worm deals 5 ({@damage 1d10}) piercing damage to any creature grappling it."
					]
				},
				{
					"name": "False Appearance",
					"entries": [
						"While the worm remains motionless, it is indistinguishable from swamp vegetation."
					]
				},
				{
					"name": "Tunneler",
					"entries": [
						"The worm can burrow through solid rock at half its burrow speed and leaves a 10-foot-diameter tunnel in its wake."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The worm makes two attacks; one with its bite and one with its stinger."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +9} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d8 + 6}) piercing damage. If the target is a Medium or smaller creature, it must succeed on a {@dc 17} Dexterity saving throw or be swallowed by the worm. A swallowed creature is {@condition blinded}, {@condition restrained}, and {@condition poisoned}. It has total cover against attacks and other effects outside the worm and it takes 13 ({@damage 3d8}) acid damage at the start of each of the worm's turns. If the worm takes 15 damage or more on a single turn from a creature inside it, the worm must succeed on a {@dc 21} Constitution saving throw or regurgitate all swallowed creatures which fall {@condition prone} in a space within 10 feet of the worm. If the worm dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse by using 10 feet of movement, exiting {@condition prone}."
					]
				},
				{
					"name": "Stinger",
					"entries": [
						"{@atk mw} {@hit +9} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d8 + 6}) piercing damage. If the target is a creature, it must succeed on a {@dc 17} Constitution saving throw or be {@condition poisoned}. A creature {@condition poisoned} in this way can only use half its movement speed on its turn and can make the save again at the end of each of its turns, ending the effect on a success."
					]
				}
			],
			"fluff": {
				"entries": [
					"The colossal monster that is the bog worm torments swampland creatures as it swims through deep marshes in pursuit of prey. An oafish creature with a voracious appetite, this creature thinks of everything it comes into contact with as a prospective meal.",
					{
						"type": "entries",
						"name": "Apex Predator",
						"entries": [
							"Even the smallest noises attract the bog worms, which have been known to lie hidden in wait and strike quickly when prey is near. Civilizations which live close to swamps maintain special vigil around their settlements to deter these monsters. Though most common in large swamps, bog worms are sometimes seen on the surface world in wetlands and waterlogged areas. The jaws of a bog worm are large enough to swallow a grown man whole and no creature is safe from its appetite. It can quickly thrust itself forward by alternately contracting and expanding its body, catching other bog dwellers by surprise with the speed of its advance."
						]
					},
					{
						"type": "entries",
						"name": "Bounty of the Bog Worm",
						"entries": [
							"When a bog worm burrows through the quagmire, it gobbles up dirt and stones and even boulders, which it breaks down and constantly excretes. Just like their purple cousins, valuable metals and precious stones can also be found within the bodies of bog worms and they are sought out and hunted for this treasure by reckless adventurers. A burrowing bog worm keeps creating new passages throughout the wetlands, which become useful for other creatures to navigate subterranean caves. Consequently, regions with abundant prey quickly become interlaced with a complex maze of passages under the wetlands when a few bog worms come together to hunt."
						]
					}
				]
			},
			"page": 22,
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"traitTags": [
				"Ambusher",
				"Amphibious",
				"False Appearance",
				"Tunneler"
			],
			"senseTags": [
				"B",
				"T"
			],
			"damageTags": [
				"P",
				"A"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"blinded",
				"restrained",
				"poisoned"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Bone Giant",
			"size": [
				"H"
			],
			"type": "undead",
			"alignment": [
				"C",
				"E"
			],
			"source": "MotG",
			"ac": [
				12
			],
			"hp": {
				"average": 136,
				"formula": "13d12 + 52"
			},
			"speed": {
				"walk": 10
			},
			"str": 21,
			"dex": 8,
			"con": 19,
			"int": 5,
			"wis": 8,
			"cha": 5,
			"save": {
				"str": "+8",
				"con": "+7"
			},
			"vulnerable": [
				"bludgeoning"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"exhaustion",
				"deafened",
				"paralyzed",
				"poisoned"
			],
			"senses": [
				"blindsight 50 ft."
			],
			"passive": 9,
			"cr": "6",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The bone giant makes two bone club attacks."
					]
				},
				{
					"name": "Bone Club",
					"entries": [
						"{@atk mw} {@hit +8} to hit, reach 10 ft., one target. {@h}18 ({@damage 3d8 + 5}) bludgeoning damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"Unlike its smaller skeleton cousins, the Bone Giant - the animated bones of a Hill Giant - was not originally created using dark magic. Ulrich, the dwarven cleric of Lathandar, created the giant to guard a powerful magic item against evil forces.",
					{
						"type": "entries",
						"name": "Lumbering Hulk",
						"entries": [
							"The Bone Giant is a slow, yet powerful animation. Those who battle a Bone Giant had better keep their distance or risk being pummeled by a massive bone club."
						]
					},
					{
						"type": "entries",
						"name": "Grand Guardians",
						"entries": [
							"Due to their slow speed, Bone Giants are typically only used in dungeons or as guardians. They don't make for good group troops seeing as how most other creatures walk three times faster than the white hulks. However, they do make practical guards in castles and other structures where movement is limited."
						]
					}
				]
			},
			"page": 24,
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW",
				"RCH",
				"MLW"
			]
		},
		{
			"name": "Bound Colossus",
			"size": [
				"G"
			],
			"type": "elemental",
			"alignment": [
				"L",
				"E"
			],
			"source": "MotG",
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 364,
				"formula": "18d20 + 180"
			},
			"speed": {
				"walk": 0
			},
			"str": 26,
			"dex": 15,
			"con": 30,
			"int": 11,
			"wis": 16,
			"cha": 10,
			"save": {
				"str": "+14",
				"con": "+16"
			},
			"skill": {
				"athletics": "+14"
			},
			"immune": [
				"poison"
			],
			"resist": [
				"acid",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"vulnerable": [
				"thunder"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"poisoned",
				"prone",
				"restrained",
				"unconscious"
			],
			"senses": [
				"tremorsense 240 ft.",
				"darkvision 120 ft."
			],
			"passive": 13,
			"languages": [
				"Terran"
			],
			"cr": "21",
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The magnetic field surrounding the colossus slightly bends the weave of magic around it, granting it advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Earth Glide",
					"entries": [
						"The colossus can burrow through nonmagical, unworked earth and stone. While doing so, the colossus doesn't disturb the material it moves through."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The colossus deals double damage to objects and structures."
					]
				},
				{
					"name": "Elasticity",
					"entries": [
						"By morphing, the arms of the colossus can reach out to incredible distances. For every sixty feet, that is between the base of the colossus and its target, its attacks lose 1 die of damage to a minimum of 2."
					]
				},
				{
					"name": "Magnetism",
					"entries": [
						"The colossus emits its own magnetic field to a radius of 240 feet. If a creature that is wearing or carrying metal equipment enters this space or begins its turn there, they must make a {@dc 14} Strength saving throw. On a failure, they are drawn 30 feet closer to the base of the colossus. A creature who fails this saving throw may choose to drop the worn or carried items to automatically succeed on this check instead. If a creature hits the base of the colossus after failing this saving throw, they are {@condition restrained} and must succeed a {@dc 14} Strength saving throw in order to escape."
					]
				},
				{
					"name": "Multiple Arms",
					"entries": [
						"The bound colossus has four arms. Each arm can be attacked (AC 17; 30 hit points; vulnerability to thunder damage). Destroying an arm deals 15 damage to the colossus. The colossus can construct a new arm by using an action to pull one out of its body but it must have a free arm to do so."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Bound Colossus makes as many slam or earthen grasp attacks as it has remaining arms."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit +14} to hit, reach 5 ft., one target. {@h}26 ({@damage 5d6 + 8}) bludgeoning damage."
					]
				},
				{
					"name": "Earthen Grasp",
					"entries": [
						"The colossus reaches through the ground and reaches for one creature within 5 feet of its hand. The target must succeed on a contested grapple check. On a failed check, the target takes 26 ({@damage 5d6 + 8}) bludgeoning damage and is {@condition restrained}. On subsequent turns, the colossus can attempt to crush a {@condition restrained} target, which must make a {@dc 22} Strength saving throw. The target takes 26 ({@dice 5d6 + 8}) bludgeoning on a failed save, or half as much damage on a successful one. A {@condition restrained} target can use their action to attempt to escape by making another contested grapple check and succeeding."
					]
				}
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"The colossus makes one slam attack."
					]
				},
				{
					"name": "Magnetic Pulse (Costs 2 Actions)",
					"entries": [
						"The colossus emits a sudden magnetic pulse (see Magnetism)."
					]
				},
				{
					"name": "Grow Arm (Costs 3 Actions)",
					"entries": [
						"The colossus regrows one of the arms it has lost; it doesn't need a free arm in order to do so."
					]
				}
			],
			"fluff": {
				"entries": [
					"The colossus is a weapon of elemental destruction created by the proto-gods in a bid for power over a realm where magic flowed raw, unbridled, and unchecked. Standing nearly forty feet tall when on its feet, the colossus dwarfs modern-day giants and is rivaled only by the sheer size of the tarrasque. The bipedal tower has a natural armor that resembles a mountainous landscape and gives off its own magnetic aura. As the gods settled into their portfolios, the need for these beings passed and they soon fell into obscurity. This bound specimen may very well be the last one in existence.",
					{
						"type": "entries",
						"name": "Forgotten Master",
						"entries": [
							"Although it is not clear why the colossus is bound to its location, tomes of old purport of a malicious wizard who may be the cause. Ancient scribes sought to omit his name, letting it fade into the annals of history, but do tell of a unique gemstone created through what must be a powerful variant of the imprisonment spell. Nicknamed \"Maximilian\" by the unlikeable master, the colossus served him as it did the gods; as a weapon. When the time came for the wizard to pass on, it was thought best for the realm if the weapon was put to rest alongside him."
						]
					},
					{
						"type": "entries",
						"name": "Earthen Grasp",
						"entries": [
							"Spellcasters that know the spell Maximilian's Earthen Grasp regularly pay homage to this being, though not in the way they would expect. As the books tell, Maximilian was not pleased to be the puppet of a mere wizard and often attempted to reach out for the gemstone that kept the elemental in its prison. Though it seems unlikely, the legends state that the hand that bursts forth as a result of the casting of this spell is actually the hand of Maximilian, still in search of that gemstone. As the creator of Maximilian's Earthen Grasp, that was the wizard's legacy, the eternal taunting of a planar weapon. How foolish..."
						]
					}
				]
			},
			"page": 26,
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Magic Resistance",
				"Siege Monster"
			],
			"senseTags": [
				"T",
				"SD"
			],
			"languageTags": [
				"T"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Bulezau",
			"size": [
				"L"
			],
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"source": "MotG",
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 115,
				"formula": "11d10 + 55"
			},
			"speed": {
				"walk": 30
			},
			"str": 19,
			"dex": 18,
			"con": 20,
			"int": 8,
			"wis": 15,
			"cha": 10,
			"save": {
				"str": "+7",
				"dex": "+7",
				"wis": "+5"
			},
			"resist": [
				"cold",
				"fire",
				"lightning",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"languages": [
				"Abyssal",
				"telepathy 120 ft."
			],
			"cr": "9",
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the bulezau moves at least 10 feet straight toward a target and then hits it with a gore attack on the same turn, the target takes an extra 9 ({@damage 2d8}) piercing damage. If the target is a creature, it must succeed on a {@dc 15} Strength saving throw or be pushed up to 10 feet away and knocked {@condition prone}."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The bulezau has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Ravage the Fallen",
					"entries": [
						"The bulezau deals an extra 7 ({@dice 2d6}) damage to {@condition prone} targets."
					]
				},
				{
					"name": "Wounded Fury",
					"entries": [
						"While it has 25 hit points or fewer, the bulezau has advantage on attack rolls. In addition, it deals an extra 7 ({@dice 2d6}) damage to any target it hits with a melee attack."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The bulezau makes three attacks: one gore attack and two with its longspear."
					]
				},
				{
					"name": "Gore",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Longspear",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d10 + 4}) piercing damage."
					]
				},
				{
					"name": "Blood Cry {@recharge 5}",
					"entries": [
						"Each creature within 15 feet of the bulezau must make a {@dc 15} Constitution saving throw. On a failed save, a creature takes 22 ({@damage 5d8}) thunder damage and is pushed 10 feet away from the bulezau. On a successful save, a creature takes half as much damage and isn't pushed."
					]
				}
			],
			"fluff": {
				"entries": [
					"Baphomet: Demon Lord of Minotaurs and the Prince of Beasts. Worshipped by the beastial minotaurs, the ogres, and the giants. Baphomet commands an army of demonic minions from his Endless Maze within the 600th Layer of the Abyss. Three of these have served different purposes to Baphomet in his endless wars and each with their own unique abilities and characteristics.",
					"With a blood-curdling howl of glee, an eight foot tall, goat-headed demon charges into battle with an oversized longspear, ravaging those that fall under its charge. The fiends eyes are rheumy and whirl in their sockets, desperately searching for their next fight.",
					{
						"type": "entries",
						"name": "Corrupted Corpses",
						"entries": [
							"Bulezau are created from the corpses of women who died valiantly serving good deities. Their bodies are exhumed from the grave, subjected to dark rituals by Baphomet's cults and transformed into bloodthirsty, goat-headed demons to serve as shock troops for cults and demon lords across the planes."
						]
					},
					{
						"type": "entries",
						"name": "Vicious Opportunists",
						"entries": [
							"All demons show relentless ferocity, but few rival the focussed brutality of a bulezau. These beasts delight in running down opponents, then goring them with their twisting horns. If a foe of a troop of bulezau falls prone, the whole pack will dive on the victim, tearing it to pieces. Even as a bulezau takes punishment in combat, it becomes more and more ferocious."
						]
					}
				]
			},
			"page": 17,
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Charge",
				"Magic Resistance"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"AB",
				"TP"
			],
			"damageTags": [
				"P",
				"T"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"constitution",
				"strength"
			]
		},
		{
			"name": "Cackling Zombie",
			"size": [
				"M"
			],
			"type": "undead",
			"alignment": [
				"N",
				"E"
			],
			"source": "MotG",
			"ac": [
				8
			],
			"hp": {
				"average": 22,
				"formula": "3d8 + 9"
			},
			"speed": {
				"walk": 20
			},
			"str": 13,
			"dex": 6,
			"con": 16,
			"int": 6,
			"wis": 3,
			"cha": 5,
			"skill": {
				"perception": "-2"
			},
			"save": {
				"wis": "+0"
			},
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 8,
			"languages": [
				"understands all languages it spoke in life but can't speak"
			],
			"cr": "1/4",
			"trait": [
				{
					"name": "Undead Fortitude",
					"entries": [
						"If damage reduces the zombie to 0 hit points, it must make a Constitution saving throw with a DC of 5+the damage taken, unless the damage is radiant or from a critical hit. On a success, the zombie drops to 1 hit point instead."
					]
				},
				{
					"name": "Cackle Fever",
					"entries": [
						"When the cackling zombie takes damage it must make a {@dc 13} Constitution saving throw. On a failed save, the the zombie takes 5 ({@damage 1d10}) psychic damage and becomes {@condition incapacitated} with mad laughter for 1 minute. It can repeat the saving throw at the end of each of its turns, ending the mad laughter and the {@condition incapacitated} condition on a success.",
						"Any humanoid creature that starts its turn within 10 ft. of the zombie in the throws of mad laughter must succeed on a {@dc 10} Constitution saving throw or become infected with Cackle Fever. Once a creature succeeds on this save, it is immune to the mad laughter of that particular infected creature for 24 hours.",
						"At the end of each long rest, an infected creature can make a {@dc 13} Constitution saving throw. On a successful save, the DC for this save and for the save to avoid an attack of mad laughter drops by {@dice 1d6}. When the saving throw DC drops to 0, the creature recovers from the disease. A creature that fails three of these saving throws gains a randomly determined form of indefinite madness."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit +3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) bludgeoning damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"These creatures look aesthetically similar to any other zombie, save for a subtle dark brown vapor which escapes from their mouth and nostrils. This strange gas is the result of dark magic users experimenting with mixing raise dead spells with materials infected with disease. As a result, these zombies are a disease unto themselves. Their incessant cackling sends an eerie shiver down the spine of most who hear it as they slowly shuffle and stammer their way through the dungeon, easily infecting those they encounter. If not caught and dealt with quickly, the cackling fever can quickly infect an entire small village.",
					{
						"type": "entries",
						"name": "Unknown Infection",
						"entries": [
							"Due to the nature of cackling fever, adventurers who are infected may not be aware for many hours after infection, allowing them to return to their favorite inn or tavern and spread the disease through a village or city. The disease can quickly escalate and result in a full blown outbreak. If the area is a trade hub, it can easily be spread to nearby areas, causing a region wide epidemic."
						]
					}
				]
			},
			"page": 27,
			"traitTags": [
				"Undead Fortitude"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"CS",
				"LF"
			],
			"damageTags": [
				"B",
				"Y"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"legendaryGroup": {
				"name": "Cairnlord_Legendary",
				"source": "MotG"
			},
			"name": "Cairnlord",
			"size": [
				"M"
			],
			"type": "fey",
			"alignment": [
				"N",
				"E"
			],
			"source": "MotG",
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 184,
				"formula": "13d12 + 100"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 16,
			"con": 16,
			"int": 14,
			"wis": 18,
			"cha": 20,
			"save": {
				"dex": "+8",
				"cha": "+10"
			},
			"skill": {
				"deception": "+10",
				"insight": "+9",
				"intimidation": "+10",
				"perception": "+9"
			},
			"vulnerable": [
				"necrotic"
			],
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"radiant",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"poisoned"
			],
			"senses": [
				"darkvision 120 ft.",
				"truesight 60 ft. (whilst within its lair)"
			],
			"passive": 19,
			"languages": [
				"Common",
				"Elvish",
				"Sylvan"
			],
			"cr": "13",
			"trait": [
				{
					"name": "Rebirth",
					"entries": [
						"A destroyed cairnlord is regrown over a period of {@dice 1d12} months if its cairn is not completely destroyed. A remove curse spell must be cast upon the stones to destroy an inactive cairnlord completely."
					]
				},
				{
					"name": "Font of Life",
					"entries": [
						"If the cairnlord begins its turn within 5 ft. of its cairn, it regains 6 ({@dice 1d12}) hit points."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The cairnlord can use its Sapping Aura and makes one attack with its Gnarled Fist."
					]
				},
				{
					"name": "Gnarled Fist",
					"entries": [
						"{@atk mw} {@hit +8} to hit, reach 5 ft., one target. {@h}12 ({@damage 3d6 + 3}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 18} Strength saving throw or have their movement slowed to half until the end of their next turn."
					]
				},
				{
					"name": "Sapping Aura",
					"entries": [
						"The cairnlord releases a pulse of draining energy that targets all other creatures within 60 ft. of its cairn. Targets must succeed on a {@dc 18} Constitution saving throw or take 3 ({@damage 1d6}) necrotic damage. The cairnlord gains 1 temporary hit point for each creature that takes damage this way."
					]
				}
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"The cairnlord makes one attack with its Gnarled Fist or uses its Sapping Aura."
					]
				},
				{
					"name": "Turn Mundane",
					"entries": [
						"The cairnlord points a twig-like finger at a non-elf, non-fey creature at demands it to flee. The target must succeed on a {@dc 18} Wisdom saving throw or spend its next turn moving away from the cairnlord."
					]
				},
				{
					"name": "Awaken Tree (Costs 2 Actions)",
					"entries": [
						"The cairnlord utters a word to its grove and breathes life into one of the trees in the surrounding area, summoning an awakened tree to fight alongside it."
					]
				},
				{
					"name": "Stone Form (Costs 2 Actions)",
					"entries": [
						"The cairnlord calls upon its cairn to protect it, summoning a swarm of stones and rocks to form a protective layer around its body. Until the end of its next turn, the cairnlord has an AC of 20 and its Gnarled Fist deals an additional 10 ({@damage 3d6}) bludgeoning damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"The ever twisting, wooden form of the cairnlord is a dreamy mockery of an archfey; a gangly humanoid comprised of gnarled branches, adorned with flora and moss. Their features are seemingly formed out notches in the bark itself as if a death mask crafted by a sculptor. It stands about 8 ft. tall, towering over the few mortals that visit its realm. Some cairnlords take on unique, animal qualities such as mock antlers or tails.",
					{
						"type": "entries",
						"name": "The Undying Fey",
						"entries": [
							"A cairnlord is created when a fey of power strives to achieve true immortality, connecting themselves completely to nature and sacrificing their body to it. As part of this ritual, they build a cairn of stones in a landscape of their choosing, to which they bind their soul in a similar way a lich would to a phylactery. From this point on, the cairnlord protects this land and draws immense power from it."
						]
					},
					{
						"type": "entries",
						"name": "Fickle Masters of Nature",
						"entries": [
							"In order to gain favor from the local mortals, the cairnlord will hand out blessings and gifts in exchange for additions to their cairn and protection for it. Ancient cairnlords guard earthworks that tower above the tallest trees in their forests or rival the rolling hills. Over time, this construction will begin to feature treasures of various kinds and start to house wildlife. However, cairnlords are not benevolent and do seek to utterly control the lands they are bound to. As they grow in power, they seek to expand their territory, often coming into conflict with other forces. When this occurs, the cairnlord will stop at nothing to achieve domination, especially against another cairnlord as they seek to add the conquered cairn to their own."
						]
					},
					{
						"type": "entries",
						"name": "A Cairnlord's Lair",
						"entries": [
							"A cairnlord claims ownership over an area of land at the heart of which is sequestered their cairn, a primitive structure of balanced stones that contains their soul. Other fey beings, and rarely some non-fey, can find themselves serving to protect this area in exchange for power or gifts. Nature in this area bends at the command of the cairnlord and wildlife flourishes here as long as the cairnlord wishes."
						]
					},
					{
						"type": "entries",
						"name": "Regional Effects",
						"entries": [
							"The region around the cairnlord's cairn is effected by their strange magics in any of the following ways:",
							{
								"type": "list",
								"items": [
									"The area in which the cairnlord is located is under the effect of a perpetual druid grove spell. The grasping undergrowth and mist seemingly react instinctively to hamper intruders. Four awakened trees are present in the area at all times, but will only attack at the cairnlord's command.",
									"The local flora and fauna grow rapidly and in unique ways. Animals of all varieties can be found in both unusually large and small forms. Trees can become twisted or barren, flowers can become carnivorous or exhibit odd colors.",
									"Recipients of restorative magic will find small flowers or stones growing from the affected areas. These wither, die and fall off within an hour of leaving the region.",
									"Altar-like stones emerge from the ground with regularity. The older examples of these stones are adorned with carvings, decorations and littered with offerings. Anyone who leaves an appropriate offering at one of these stones will earn the favor of the cairnlord, similarly, if anyone takes any of the offerings or desecrates the stone in any way they will earn its ire."
								]
							}
						]
					}
				]
			},
			"page": 30,
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The cairnlord is a 10th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 18}, {@hit 10} to hit with spell attacks). The cairnlord has the following spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell magic stone}",
								"{@spell mold earth}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell catapult}",
								"{@spell dissonant whispers}",
								"{@spell entangle}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell flaming sphere}",
								"{@spell moonbeam}",
								"{@spell spike growth}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell conjure animals}",
								"{@spell hypnotic pattern}"
							]
						},
						"4": {
							"slots": 3,
							"spells": [
								"{@spell contagion}",
								"{@spell conjure woodland beings}"
							]
						},
						"5": {
							"slots": 2,
							"spells": [
								"{@spell insect plague}",
								"{@spell wrath of nature}"
							]
						},
						"6": {
							"slots": 1,
							"spells": [
								"{@spell flesh to stone}"
							]
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"SD",
				"U"
			],
			"languageTags": [
				"C",
				"E",
				"S"
			],
			"damageTags": [
				"B",
				"N"
			],
			"miscTags": [
				"MW"
			],
			"damageTagsSpell": [
				"F",
				"P",
				"R",
				"Y"
			],
			"savingThrowForced": [
				"constitution",
				"strength",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"strength",
				"wisdom"
			]
		},
		{
			"source": "MotG",
			"page": 31,
			"fluff": {
				"entries": [
					"It is theorized that callers from the deep are natural occurrences in the Plane of Water, where cast-offs of all manner are common. Where magic and death come to rest in the Darkened Depths, malevolence grows, and sometimes that malevolence grows impatient for its next meal. The caller from the deep appears as a monstrous mass of writhing black tentacles, reaching and grasping for its next meal. It has no mouth or eyes but senses living things in the water around it.",
					{
						"type": "entries",
						"name": "Patient Lurker",
						"entries": [
							"A caller from the deep lurks in the shadows and crevasses of the deepest sections of the Plane of Water, but it is not uncommon for one to form in the Sea of Light, especially in a particularly devastating sea wreck. It feeds on ambient life energy and can go for long stretches without feeding."
						]
					},
					{
						"type": "entries",
						"name": "Necromantic Hunger",
						"entries": [
							"It has been theorized by some hydromancers that a caller from the deep only appears when a planar crack appears between the Plane of Water and the Plane of Shadow. That would explain the creature's life draining capabilities and hunger for living creatures, though no definitive research has been done to date. All attempts have ultimately resulted in the demise of all researchers."
						]
					}
				]
			},
			"name": "Caller From The Deeps",
			"size": [
				"H"
			],
			"type": "elemental",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 157,
				"formula": "15d12 + 60"
			},
			"speed": {
				"walk": 0,
				"swim": 50
			},
			"str": 22,
			"dex": 10,
			"con": 18,
			"int": 14,
			"wis": 12,
			"cha": 14,
			"resist": [
				{
					"resist": [
						"acid",
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons",
					"cond": true
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"unconscious"
			],
			"senses": [
				"blindsight 120 ft."
			],
			"passive": 11,
			"languages": [
				"Aquan"
			],
			"cr": "7",
			"trait": [
				{
					"name": "Water Breathing",
					"entries": [
						"The caller from the deep can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The caller from the deep makes two tentacleattacks."
					]
				},
				{
					"name": "Tentacle",
					"entries": [
						"{@atk mw} {@hit +9} to hit, reach 15 ft., one creature. {@h}The target takes 16 ({@damage 3d6 + 6}) bludgeoning damage, and it is {@condition grappled} (escape {@dc 15}). Until this grapple ends, the target is {@condition restrained}, cannot regain hit points, and it takes 27 ({@damage 6d8}) necrotic damage at the start of each of its turns. The caller from the deep can constrict up to four targets at a time."
					]
				},
				{
					"name": "Luring Song {@recharge 5}",
					"entries": [
						"The caller from the deep emits a magical lure in the form of a powerful subsonic song. The luring song can be felt by creatures up to 120 feet, and all non-elementals in range must make a {@dc 15} Charisma saving throw. On a failure, they must move their full movement towards the caller from the deep on each of their turns for 1 minute. Each victim can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Tentacles"
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"languageTags": [
				"AQ"
			],
			"damageTags": [
				"B",
				"N"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"restrained",
				"grappled"
			],
			"savingThrowForced": [
				"charisma"
			]
		},
		{
			"source": "MotG",
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Constructed Nature",
						"entries": [
							"An animated object doesn't require air, food, drink, or sleep."
						]
					},
					{
						"type": "entries",
						"name": "A Mysterious Map",
						"entries": [
							"Chart attacks are constructs which appear to be simple maps made of parchment. They are usually tan or grey in color. All the lines on the map appear to be written in black ink. The area shown on the map always includes the current location. Once someone begins to read the map, the construct will attempt to teleport the reader to a random location on the false map. The legend of these monsters has made people rather wary of using unknown maps."
						]
					}
				]
			},
			"page": 32,
			"name": "Chart Attack",
			"size": [
				"T"
			],
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				16
			],
			"hp": {
				"average": 12,
				"formula": "5d4"
			},
			"speed": {
				"walk": 10
			},
			"str": 12,
			"dex": 14,
			"con": 10,
			"int": 1,
			"wis": 3,
			"cha": 1,
			"immune": [
				"poison",
				"psychic"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned"
			],
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"passive": 6,
			"cr": "1/2",
			"trait": [
				{
					"name": "False Appearance",
					"entries": [
						"Before the chart attack strikes, it is indistinguishable from an ordinary map."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage."
					]
				},
				{
					"name": "Map Trap",
					"entries": [
						"Without warning, the chart attack can attempt to pull one creature inside it and teleport that victim to a random point on the map. The victim must make a DC13 Wisdom save or be teleported away."
					]
				}
			],
			"traitTags": [
				"False Appearance"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"source": "MotG",
			"fluff": {
				"entries": [
					"Clothed in tattered clothes with a cruel sneer etched upon its face, the undead horror that is the chilling eyes was created by gods of evil and chaos. It takes delight in ruin and corruption. These irreverent creatures are bent upon leading the pure and righteous into evil and completely destroying those who do not follow their malevolent and sadistic orders.",
					{
						"type": "entries",
						"name": "Moral Corruptors",
						"entries": [
							"A chilling eyes keeps its skeletal form covered in a ragged, hooded cloak as it first approaches a victim. It may appear to two friends walking down a dark highway and demand that one of them kill the other, or else both will die, or it may order a pious cleric to betray her religion. In any case, if the victim shows any form of resistance, the chilling eyes reveals its true nature by moving the hood aside to show its true visage: a skull with two shining gems, one blue and one black, glittering in the sockets where one would expect eyes. It strikes magical fear in its victims until they yield to its twisted desire, or freezes them to death if they cannot be corrupted. Should a chilling eyes be overpowered, it flees to the Ethereal Plane."
						]
					},
					{
						"type": "entries",
						"name": "Returned Worshippers",
						"entries": [
							"Chilling eyes are creations of evil gods. Whenever such a deity fancies it, they may send the soul of one of their most morally corrupt and wicked worshippers back to the mortal coil to inhabit a skeletal corpse. Should a chilling eyes be destroyed, its gem-eyes lose their magical properties, though each is still worth 2,000 gp."
						]
					}
				]
			},
			"page": 33,
			"name": "Chilling Eyes",
			"size": [
				"M"
			],
			"type": "undead",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				14
			],
			"hp": {
				"average": 78,
				"formula": "12d8 + 24"
			},
			"speed": {
				"walk": 30
			},
			"str": 17,
			"dex": 14,
			"con": 17,
			"int": 18,
			"wis": 17,
			"cha": 19,
			"save": {
				"int": "+7",
				"wis": "+6",
				"cha": "+7"
			},
			"skill": {
				"acrobatics": "+5",
				"arcana": "+10",
				"perception": "+9",
				"stealth": "+5"
			},
			"resist": [
				{
					"resist": [
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons",
					"cond": true
				}
			],
			"immune": [
				"cold",
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"poisoned",
				"frightened"
			],
			"senses": [
				"darkvision 120 ft.",
				"truesight 120 ft."
			],
			"passive": 19,
			"languages": [
				"Common"
			],
			"cr": "6",
			"trait": [
				{
					"name": "Turn Resistance",
					"entries": [
						"The chilling eyes has advantage on any roll against being turned."
					]
				},
				{
					"name": "Ethereal Jaunt",
					"entries": [
						"As a bonus action, the chilling eyes can magically shift from the Material Plane to the Ethereal Plane, or vice versa."
					]
				},
				{
					"name": "Deflect Magic",
					"entries": [
						"Any time the chilling eyes is targeted by a spell affecting its vision, the chilling eyes is unaffected and the effect is reflected back at the caster as though it originated from the chilling eyes."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The chilling eyes makes two claw attacks or a single claw attack and either an eye of fear or chilling attack."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +6} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage."
					]
				},
				{
					"name": "Eye of Fear {@recharge 5}",
					"entries": [
						"All creatures in a 60 ft. cone originating from the chilling eyes must succeed on a {@dc 15} Wisdom saving throw or be {@condition frightened} for 1 minute. A {@condition frightened} target can repeat the saving throw at the end of each of its turns, with disadvantage if the chilling eyes is visible to them, ending the effect on itself on a success."
					]
				},
				{
					"name": "Eye of Chilling {@recharge 5}",
					"entries": [
						"The chilling eyes shoots line of frigid air 5 ft. wide and 100 ft. long. Each creature in that line must make a {@dc 15} Dexterity saving throw, taking 14 ({@damage 4d6}) cold damage and 10 ({@damage 3d6}) necrotic damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Turn Resistance"
			],
			"senseTags": [
				"SD",
				"U"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"S",
				"C",
				"N"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"source": "MotG",
			"fluff": {
				"entries": [
					"To the untrained eye, a Crocotta may look like a really large wolf or a weird bear. However, experienced adventurers will immediately notice that this beast is neither and far more dangerous. This large beast can change its colors in order to camouflage with the environment. It will lurk near farms and camps to try and listen to the names of its occupants. Then, the Crocotta will repeat a name in order to single out a person and lure it away. Only when the victim is far away from any help will the beast pounce on it, unceremoniously ripping it apart and eating.",
					{
						"type": "entries",
						"name": "Frightening Presence",
						"entries": [
							"Legends say that the Crocotta's howl and presence are so ghastly that even a veteran adventurer can be frozen in the spot, terrified."
						]
					},
					{
						"type": "entries",
						"name": "Gleaming Eyes",
						"entries": [
							"A lesser-known fact about these beasts and the reason that their eyes are so big and shiny is that they are actually incredibly rare gems. Some even say putting one in your mouth will grant the person minor fortune-telling abilities."
						]
					}
				]
			},
			"page": 35,
			"name": "Crocotta",
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				14
			],
			"hp": {
				"average": 110,
				"formula": "20d8 + 20"
			},
			"speed": {
				"walk": 40
			},
			"str": 20,
			"dex": 13,
			"con": 15,
			"int": 6,
			"wis": 13,
			"cha": 7,
			"save": {
				"str": "+9",
				"con": "+6"
			},
			"skill": {
				"athletics": "+9",
				"intimidation": "+2",
				"perception": "+6"
			},
			"passive": 16,
			"cr": "4",
			"trait": [
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The Crocotta has advantage on Wisdom (Perception) checks that rely on hearing or smell."
					]
				},
				{
					"name": "Color Changing",
					"entries": [
						"The coloration of a Crocotta can change to match the background of any environment at will. This effect gives it a +5 circumstance bonus on Stealth checks."
					]
				},
				{
					"name": "Human Voice",
					"entries": [
						"The Crocotta can mimic names and simple sentences it has heard before. It uses it to draw prey into the forest."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The crocotta can make two bite attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d10 + 4}) piercing damage."
					]
				},
				{
					"name": "Chilling How",
					"entries": [
						"Ranged Spell: All creatures in a 100 ft. radius must succeed on a 14 DC Wisdom saving throw or become {@condition frightened}. They can leave the {@condition frightened} state if on their turn they succeed a Wisdom saving throw higher than 13 minus the number of turns after Chilling Howl was used."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Keen Senses"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"source": "MotG",
			"fluff": {
				"entries": [
					"A dark rose is a huge, bloated plant filled with demonic corruption. It sprawls throughout gardens taking on a life of its own and eating any fleshy creatures that stray too close. Its thick, thorny vines snake their way throughout the place, leading back to a swollen blood-red flower head filled with teeth.",
					{
						"type": "entries",
						"name": "Demonic Incursion",
						"entries": [
							"When a powerful demon or demon lord wishes to corrupt the Material Plane, they have a huge variety of ways in which to do so. Many demon lords can send literal demons from the Abyss, but some prefer to corrupt what is already present on the Material Plane. The dark rose is an example of this, where a powerful demon, such as Zuggtmoy or Demogorgon, has tainted a rose garden with their abyssal magic."
						]
					},
					{
						"type": "entries",
						"name": "Flailing Tendrils",
						"entries": [
							"The dark rose appears as a thicket of flailing, thorny tendrils, topped by a blood red rose, which often drips with the blood of its victims. These tendrils make it extremely difficult to attack the main body of the plant as getting close will inevitably result in being slashed to pieces by the vicious thorns. Not only this, but the dark rose can grapple creatures, pick them up and throw them around."
						]
					}
				]
			},
			"page": 36,
			"name": "Dark Rose",
			"size": [
				"L"
			],
			"type": "plant",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 114,
				"formula": "12d10 + 48"
			},
			"speed": {
				"walk": 0
			},
			"str": 16,
			"dex": 10,
			"con": 19,
			"int": 6,
			"wis": 13,
			"cha": 6,
			"save": {
				"con": "+7"
			},
			"vulnerable": [
				"fire"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"cr": "5",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dark rose makes three attacks: one with its bite and two with its tendrils."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +6} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) piercing damage."
					]
				},
				{
					"name": "Tendrils",
					"entries": [
						"{@atk mw} {@hit +6} to hit, reach 10 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage plus 4 ({@damage 1d8}) poison damage. If the target is Medium or smaller, it is {@condition grappled} ({@dc 13}) and {@condition restrained} until the grapple ends. The dark rose has two tendrils, each of which can grapple one target."
					]
				},
				{
					"name": "Tendril Slam",
					"entries": [
						"The dark rose slams creatures {@condition grappled} by it into each other or a solid surface. Each creature must succeed on a {@dc 14} Strength saving throw or take 10 ({@damage 2d6 + 3}) bludgeoning damage and be {@condition stunned} until the end of the dark rose's next turn. On a successful save, the target takes half the bludgeoning damage and isn't {@condition stunned}."
					]
				}
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Uproot",
					"entries": [
						"The dark rose moves up to 30 feet."
					]
				},
				{
					"name": "Erupting Tendrils (Costs 2 Actions)",
					"entries": [
						"The dark rose shoots 4 tendrils up from the ground within a 30-foot radius of itself. Each tendril makes a melee weapon attack ({@hit +6} to hit) dealing 5 ({@damage 2d4}) slashing damage on a hit."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"S",
				"I",
				"B"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			],
			"conditionInflict": [
				"grappled",
				"stunned"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"source": "MotG",
			"fluff": {
				"entries": [
					"The death golem is a shield guardian that has been reforged using techniques for iron golem construction, powered by necromantic magic, infusing it with a spirit from the Shadowfell. This tiny spark of death has no memory, personality, or history, it is simply the impetus to move and obey. Death golems are specifically designed to look more sinister and threatening than ordinary shield guardians.",
					{
						"type": "entries",
						"name": "Master's Amulet",
						"entries": [
							"Like a shield guardian, every death golem has an amulet magically linked to it. A death golem can have only one corresponding amulet and if that amulet is destroyed, the death golem is incapacitated until a replacement amulet is created. A death golem's amulet is subject to direct attack if it isn't being worn or carried. It has AC 10, 10 hit points, and immunity to poison and psychic damage. Crafting an amulet requires 1 week and costs 1,000 gp in components.",
							"A death golem's solitary focus is to protect the amulet's wearer. The amulet's wearer can command the golem to attack its enemies or to guard the wielder against attack. If an attack threatens to injure the wearer, the construct can magically absorb the blow into its own body, even at a distance.",
							"A spellcaster can store a single spell within a death golem, which can then cast the spell on command or under specific conditions. Many a wizard has been rendered helpless by enemies, only to surprise those foes when its death golem unleashes potent magical power."
						]
					},
					{
						"type": "entries",
						"name": "Magnificent Treasure",
						"entries": [
							"Because a death golem's ownership can be transferred by giving its matching amulet to another creature, some wizards collect exorbitant sums from princes, nobles, and crime lords to create death golems for them. At the same time, a death golem makes a mighty prize for anyone who slays its master and claims its amulet."
						]
					},
					{
						"type": "entries",
						"name": "Torturous Origins",
						"entries": [
							"The first death golems were created by artificers held prisoner by a necromantic death cult in possession of a Manual of Iron Golems. Some of the necromancers already owned shield guardians and wanted them modified to be more fearsome and powerful. If they were to wage war against the living, they needed to have more than just control over the undead; they needed an army of powerful machines at their disposal.",
							"After capturing two renowned artificers with advanced knowledge of constructing shield guardians, they put them to work. To keep them blindly loyal, the necromantic death cult threatened to kill the artificer's families and raise them as undead. Eventually, the artificers succeeded in their work."
						]
					},
					{
						"type": "entries",
						"name": "Constructed Nature",
						"entries": [
							"A golem doesn't require air, food, drink, or sleep."
						]
					}
				]
			},
			"page": 38,
			"name": "Death Golem",
			"size": [
				"L"
			],
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 20,
					"from": [
						"natural armor"
					]
				},
				{
					"ac": 22,
					"from": [
						"natural armor",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"average": 210,
				"formula": "20d10 + 100"
			},
			"speed": {
				"walk": 30
			},
			"str": 22,
			"dex": 10,
			"con": 20,
			"int": 6,
			"wis": 10,
			"cha": 3,
			"skill": {
				"perception": "+5"
			},
			"resist": [
				"fire"
			],
			"immune": [
				"necrotic",
				"poison",
				"psychic",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons that aren't adamantine",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned",
				"stunned"
			],
			"senses": [
				"blindsight 10 ft.",
				"darkvision 120 ft."
			],
			"passive": 15,
			"languages": [
				"understands commands given in any language",
				"but can't speak"
			],
			"cr": "15",
			"trait": [
				{
					"name": "Necrotic Absorption",
					"entries": [
						"Whenever the golem is subjected to necrotic damage, it takes no damage and instead regains a number of hitpoints equal to the necrotic damage dealt."
					]
				},
				{
					"name": "Immutable Form",
					"entries": [
						"The golem is immune to any spell or effect that would alter its form."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"This golem has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The golems weapon attacks are magical."
					]
				},
				{
					"name": "Bound",
					"entries": [
						"The golem is magically bound to an amulet. As long as the golem and its amulet are on the same plane of existence, the amulet's wearer can telepathically call the golem to travel to it, and the golem knows the distance and direction to the amulet. If the golem is within 60 feet of the amulet's wearer, half of any damage the wearer takes (rounded up) is transferred to the golem."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The golem regains 10 hitpoints at the start of its turn if it has at least 1 hitpoint."
					]
				},
				{
					"name": "Spell Storing",
					"entries": [
						"A spellcaster who wears the golem's amulet can cause the golem to store one spell of 5th level or lower. To do so, the wearer must cast the spell on the golem. The spell has no effect but is stored within the golem. When commanded to do so by the wearer or when a situation arises that was predefined by the spellcaster, the golem casts the stored spell with any parameters set by the original caster, requiring no components. When the spell is cast or a new spell is stored, any previously stored spell is lost."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The golem makes two melee attacks with it's sword, and one bonus attack with its shield or fist."
					]
				},
				{
					"name": "Shield Slam or Fist",
					"entries": [
						"{@atk mw} {@hit +12} to hit, reach 5 ft., one target. {@h}19 ({@damage 3d8 + 6}) bludgeoning damage."
					]
				},
				{
					"name": "Sword",
					"entries": [
						"{@atk mw} {@hit +12} to hit, reach 10 ft., one target. {@h}22 ({@damage 3d10 + 6}) slashing damage or 25 ({@damage 3d12 + 6}) slashing damage if used with two hands."
					]
				},
				{
					"name": "Frightful Visage",
					"entries": [
						"The golem looks menacing and evil, inspiring fear in its enemies. Each enemy creature within 30 feet of the golem that can see it must make a {@dc 18} Wisdom saving throw. On a failed save, the target is {@condition frightened} for 1 minute. A {@condition frightened} target can repeat the save at the end of each of its turns and whenever they take damage, ending the effect on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the golem's Frightful Visage for the next 24 hours."
					]
				},
				{
					"name": "Necrotic Radiation {@recharge 5}",
					"entries": [
						"Flame-like shadows wreath the golem's body, causing it to become heavily obscured to others. The shadows turn dim light within 10 feet of the golem into darkness, and bright light in the same area to dim light. Until the effect ends, the golem gains resistance to radiant damage. In addition, whenever a creature within 10 feet of the golem hits it with an attack, the shadows lash out at that creature, dealing it 9 ({@damage 2d8}) necrotic damage. The golems melee attacks also deal an extra 9 ({@damage 2d8}) necrotic damage while this ability is active. This effect lasts up to 1 minute and requires concentration by the golem."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Damage Absorption",
				"Immutable Form",
				"Magic Resistance",
				"Magic Weapons",
				"Regeneration"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"languageTags": [
				"X",
				"CS"
			],
			"damageTags": [
				"B",
				"S",
				"N"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened"
			],
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"source": "MotG",
			"fluff": {
				"entries": [
					"A demon blight can blame its existence on druids with evil intent. Usually, these horrendous fiends are summoned during a ritual which combines a hatred for forests, blood sacrifices and the power from the roots of a Gulthias Tree. These creatures are then put to work protecting the Gulthias Tree's supplicant army as it spreads its evil across the land.",
					{
						"type": "entries",
						"name": "Twisted Limbs",
						"entries": [
							"Demon Blights move in an almost bi-pedal fashion, its long branchlike arms pushing and pulling it. When hunched over, the demon blight is approximately six feet in height, but when standing tall it is more like nine. Its appearance is a mass of animated branches, twigs and vines with pseudo-wings and long twisting horns on its forehead."
						]
					},
					{
						"type": "entries",
						"name": "Silent Killers",
						"entries": [
							"A demon blight can't speak, but makes a clacking sound, which speeds up as it coils for an attack. This sound can be heard with a DC 10 Wisdom (Perception) check, but its source can't be determined, especially if the blight is motionless in the undergrowth."
						]
					}
				]
			},
			"page": 0,
			"name": "Demon Blight",
			"size": [
				"M"
			],
			"type": "fiend",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural {@spell barkskin}"
					]
				}
			],
			"hp": {
				"average": 72,
				"formula": "9d10 + 27"
			},
			"speed": {
				"walk": 20
			},
			"str": 17,
			"dex": 9,
			"con": 17,
			"int": 8,
			"wis": 13,
			"cha": 8,
			"conditionImmune": [
				"blinded",
				"deafened"
			],
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 12,
			"languages": [
				"Understands Common",
				"Infernal (but doesn't speak)"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Entangling Plants {@recharge 5}",
					"entries": [
						"Grasping roots and vines sprout in a 15 ft. radius centered on the Demon Blight, withering away after one minute. For the duration, that area is difficult terrain for non-plant characters. In addition, when first invoked, each creature (as chosen by the Demon Blight) must succeed on a {@dc 12} Strength saving throw or become {@condition restrained}. A creature {@condition restrained} may take its action to free itself with a {@dc 12} Strength check, freeing itself or others entangled within reach on a success."
					]
				},
				{
					"name": "False Appearance",
					"entries": [
						"When the Demon Blight is motionless, it is indistinguishable from a dead shrub."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Demon Blight can make 2 melee attacks per combat round or 1 ranged attack."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 10 ft., one creature. {@h}12 ({@damage 2d8 + 3}) piercing damage."
					]
				},
				{
					"name": "Constrict",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 10 ft., one creature. {@h}10 ({@damage 3d6 + 1}) bludgeoning damage. If the target is Medium or smaller, it is {@condition grappled} (escape {@dc 13}) and pulled 5 ft. toward the demon blight. The target is {@condition restrained} until the grapple is broken."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"False Appearance"
			],
			"senseTags": [
				"B"
			],
			"languageTags": [
				"C",
				"I"
			],
			"damageTags": [
				"P",
				"B"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"restrained",
				"grappled"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"fluff": {
				"entries": [
					"Dhanavas are created in the Nine Hells by taking the soul of a learned scholar and mixing it with that of a rakshasa. Some evil scholars and clerics undergo this ritual willingly to serve as spies for other rakshasas. Dhanavas are erudite and devious, and well versed in dark, arcane arts. They usually serve as advisors and strategists to other rakshasas in their shared pursuit of human flesh and worldly power. Dhanavas often bring rakshasas together by forming alliances between various rakshasas, who would otherwise work alone.",
					{
						"type": "entries",
						"name": "Disguised Manipulators",
						"entries": [
							"Dhanavas are able to alter their form at will, and are even more bloodthirsty than their rakshasa cohorts since they believe that humanoid flesh and blood increases their cognitive capacities. Moreover, these fiends consider it their sole purpose in life to acquire one or two rakshasa disciples and pass on all their knowledge to them, turning them into dhanavas as well."
						]
					},
					{
						"type": "entries",
						"name": "Expert Negotiators",
						"entries": [
							"Dhanavas are known for their cunning and their affinity for playing politics, and steering others towards their own goals. They are often crucial in founding and managing small clans of rakshasas, using them to conquer whole cities and sometimes even entire kingdoms. They increase their arcane power by performing various elaborate rituals, feeding off the dark energy from the torture and suffering of humanoids."
						]
					},
					{
						"type": "entries",
						"name": "Knowledge Seekers",
						"entries": [
							"A dhanavas' malleable form allows him or her to blend into most factions and among the citizenry of various kingdoms, allowing them access of huge amounts of information and the ability to be in the right place at the right time. Dhanavas usually have the creatures they intend to impersonate stalked and kidnapped, they then study their victims carefully while torturing them for their secrets. This helps them in their eternal quest for knowledge and helps them in their struggle for power."
						]
					}
				]
			},
			"source": "MotG",
			"page": 40,
			"name": "Dhanava",
			"size": [
				"M"
			],
			"type": "fiend",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 110,
				"formula": "13d8 + 52"
			},
			"speed": {
				"walk": 40
			},
			"str": 14,
			"dex": 17,
			"con": 18,
			"int": 18,
			"wis": 16,
			"cha": 20,
			"skill": {
				"deception": "+10",
				"insight": "+8"
			},
			"vulnerable": [
				{
					"vulnerable": [
						"piercing"
					],
					"note": "from magic weapons wielded by good creatures",
					"cond": true
				}
			],
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"languages": [
				"Common",
				"Infernal"
			],
			"cr": "14",
			"trait": [
				{
					"name": "Limited Magic Immunity",
					"entries": [
						"The dhanava can't be affected by spells of 4th level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects."
					]
				},
				{
					"name": "Blood Frenzy",
					"entries": [
						"The dhanava has advantage on melee attack rolls against any creature that doesn't have all its hit points."
					]
				},
				{
					"name": "Shapechanger",
					"entries": [
						"The dhanava can use its action to polymorph into a Small or Medium humanoid it has seen, or back into its true form. Its statistics, other than its size, are the same in each form. Any equipment it is carrying or wearing isn't transformed with it. It reverts to its true form if it dies."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The dhanava's innate spellcasting ability is Charisma (spell save {@dc 18}, {@hit +10} to hit with spell attacks). The dhanava can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell detect thoughts}",
						"{@spell mage hand}",
						"{@spell message}",
						"{@spell minor illusion}",
						"{@spell vicious mockery}"
					],
					"daily": {
						"3e": [
							"{@spell charm person}",
							"{@spell detect magic}",
							"{@spell invisibility}",
							"{@spell major image}",
							"{@spell suggestion}"
						],
						"1e": [
							"{@spell charm person}",
							"{@spell dominate person}",
							"{@spell enthrall}",
							"{@spell fly}",
							"{@spell plane shift}",
							"{@spell true seeing}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dhanava makes two claw attacks."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d6 + 2}) slashing damage and the target is cursed if it is a creature. The magical curse takes effect whenever the target takes a short or long rest, filling the target's thoughts with horrible images and dreams. The cursed target gains no benefit from finishing a short or long rest. The curse lasts until it is lifted by a remove curse spell or similar magic."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Shapechanger"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C",
				"I"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"Y"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"wisdom"
			]
		},
		{
			"name": "Ghour",
			"size": [
				"H"
			],
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"source": "MotG",
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 241,
				"formula": "21d12 + 105"
			},
			"speed": {
				"walk": 40
			},
			"str": 22,
			"dex": 8,
			"con": 20,
			"int": 15,
			"wis": 13,
			"cha": 11,
			"save": {
				"str": "+9",
				"con": "+8",
				"int": "+5",
				"wis": "+4"
			},
			"resist": [
				"cold",
				"fire",
				"lightning",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 14,
			"languages": [
				"Abyssal",
				"Giant"
			],
			"cr": "9",
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The ghour has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The ghour uses its Noxious Gas Breath if it can. It then makes three attacks: one with its gore and two with its fists."
					]
				},
				{
					"name": "Noxious Gas Breath {@recharge}",
					"entries": [
						"The ghour exhales a 30-foot long, 10-foot wide line of noxious gas. Each non-demon creature in the area must succeed on a {@dc 16} Dexterity saving throw. On a failed save, a creature takes 22 ({@damage 4d10}) poison damage and has its Strength score reduced by {@dice 1d6}. The creature dies if this reduces its Strength to 0. Otherwise, the reduction lasts until the target finishes a long or short rest. On a successful save, a creature takes half the damage and does not have its Strength score reduced."
					]
				},
				{
					"name": "Fist",
					"entries": [
						"{@atk mw} {@hit +9} to hit, reach 10 ft., one target. {@h}19 ({@damage 3d8 + 6}) bludgeoning damage."
					]
				},
				{
					"name": "Gore",
					"entries": [
						"{@atk mw} {@hit +9} to hit, reach 10 ft., one target. {@h}28 ({@damage 4d10 + 6}) piercing damage."
					]
				},
				{
					"name": "Roar (1/Day)",
					"entries": [
						"The ghour bellows an ear-splitting roar. Each non-demon creature within 30 feet of the ghour that can hear it must succeed on a {@dc 16} Constitution saving throw or become {@condition stunned} for {@dice 1d4} rounds. Creatures that fail by 5 or more take 11 ({@damage 2d10}) psychic damage and are {@condition deafened} for the same number of rounds."
					]
				}
			],
			"fluff": {
				"entries": [
					"Baphomet: Demon Lord of Minotaurs and the Prince of Beasts. Worshipped by the beastial minotaurs, the ogres, and the giants. Baphomet commands an army of demonic minions from his Endless Maze within the 600th Layer of the Abyss. Three of these have served different purposes to Baphomet in his endless wars and each with their own unique abilities and characteristics.",
					"These monstrous, ogre-sized demons appear similar to a minotaur, but have the ability to breath noxious gas, cast spells and roar loud enough to shatter a creatures psyche.",
					{
						"type": "entries",
						"name": "Baphomet's Commanders",
						"entries": [
							"The presence of a ghour on the Material Plane shows that the Demon Lord Baphomet is happy with his worshippers. These dominating fiends lead not only his humanoid cults, but also minotaurs, ogres and renegade giants who revere the Prince of Beasts. These rampaging demons are brutal leaders, driving their congregation to commit bestial acts."
						]
					},
					{
						"type": "entries",
						"name": "Atrophying Breath",
						"entries": [
							"In combat, a ghour likes to open with a blast of its breath weapon. The suffocating gas this demon produces chokes the life from mortals and visibly saps their strength, leaving even the strongest of barbarians choking for breath. Often, this attack will be followed up with a deafening roar which clears a way for the charge of baphomet's cultists."
						]
					}
				]
			},
			"page": 18,
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The ghour's spellcasting ability is Intelligence (spell save {@dc 15}). The ghour can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell darkness}",
						"{@spell detect magic}",
						"{@spell dispel magic}"
					],
					"daily": {
						"1e": [
							"{@spell confusion}",
							"{@spell fear}",
							"{@spell maze}"
						]
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"AB",
				"GI"
			],
			"damageTags": [
				"I",
				"B",
				"P",
				"Y"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"spellcastingTags": [
				"I"
			],
			"conditionInflict": [
				"stunned"
			],
			"conditionInflictSpell": [
				"frightened"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			],
			"savingThrowForcedSpell": [
				"wisdom"
			]
		},
		{
			"fluff": {
				"entries": [
					"Kobolds come in many shapes and sizes, many of which have been detailed in other publications. There are a few kobold groups, however, that seem to have flown under the radar of those who study their culture and habitat. The following is a detailed study of five such groups within the kobold society.",
					{
						"type": "entries",
						"name": "Kobold Air Cavalry",
						"entries": [
							"Kobold's adoration of dragons is as ancient as the origin of Kurtulmak, and kobolds are known to provide service, and worship, to dragon kind. Occasionally a dragon may see fit to reward a tribe of kobolds with a momentous boon—a clutch of kobold/ dragon hybrid eggs. Strong and agile winged kobolds with breath weapons are the result."
						]
					},
					{
						"type": "table",
						"caption": "Breath weapon, resistance, and save type per color",
						"colLabels": [
							"Color",
							"Damage and Resistance Type",
							"Save Type"
						],
						"colStyles": [
							"col-2 text-align-left",
							"col-5 text-align-left",
							"col-5 text-align-left"
						],
						"rows": [
							[
								"Black",
								"Acid (5 by 30 ft. line)",
								"Dexterity"
							],
							[
								"Blue",
								"Lightning (5 by 30 ft. line)",
								"Dexterity"
							],
							[
								"Red",
								"Fire (15 ft. cone)",
								"Dexterity"
							],
							[
								"Green",
								"Poison (15 ft. cone)",
								"Constitution"
							],
							[
								"White",
								"Cold (15 ft. cone)",
								"Constitution"
							]
						]
					}
				]
			},
			"source": "MotG",
			"page": 79,
			"name": "Kobold Air Cavalry",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"half green dragon winged kobold"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item studded leather armor|phb}"
					]
				}
			],
			"hp": {
				"average": 44,
				"formula": "8d6 + 16"
			},
			"speed": {
				"walk": 30,
				"fly": 50
			},
			"str": 10,
			"dex": 18,
			"con": 14,
			"int": 12,
			"wis": 10,
			"cha": 10,
			"resist": [
				{
					"special": "per color (see table below)"
				}
			],
			"senses": [
				"blindsight 10 ft.",
				"darkvision 60 ft."
			],
			"passive": 12,
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Pack Tactics",
					"entries": [
						"Kobold air cavalry have advantage on an attack roll against a creature if at least one of the kobold's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				},
				{
					"name": "Strafing Run",
					"entries": [
						"When flying, the kobold air cavalry can take the Dash action as a bonus action on its turn."
					]
				},
				{
					"name": "Quickload",
					"entries": [
						"Kobold air cavalry ignore the loading quality of light crossbows."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Kobold air cavalry make two attacks with its light crossbow."
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} {@hit +6} to hit, range 80/320 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Short Sword",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage."
					]
				},
				{
					"name": "Breath Weapon {@recharge 5}",
					"entries": [
						"The kobold exhales a breath weapon based upon its color type. Each creature in the area of effect must make a {@dc 11} saving throw dependent on color type, taking 21 ({@dice 6d6}) damage on a failed saving throw, or half as much damage on a successful one.."
					]
				}
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"traitTags": [
				"Pack Tactics"
			],
			"senseTags": [
				"B",
				"D"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"RW",
				"RNG",
				"MW"
			],
			"attachedItems": [
				"light crossbow|phb"
			]
		},
		{
			"fluff": {
				"entries": [
					"Kobolds come in many shapes and sizes, many of which have been detailed in other publications. There are a few kobold groups, however, that seem to have flown under the radar of those who study their culture and habitat. The following is a detailed study of five such groups within the kobold society.",
					{
						"type": "entries",
						"name": "Kobold Commando",
						"entries": [
							"The shock troops of a kobold clan, a pack of kobold commandoes can quickly overwhelm even the sturdiest opponents."
						]
					}
				]
			},
			"source": "MotG",
			"page": 80,
			"name": "Kobold Commando",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"kobold"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"average": 18,
				"formula": "4d6 + 4"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 16,
			"con": 12,
			"int": 10,
			"wis": 10,
			"cha": 12,
			"skill": {
				"stealth": "+5",
				"perception": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the kobold commando has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The kobold commando has advantage on an attack roll against a creature if at least one of the kobold's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				},
				{
					"name": "Sharp Shot",
					"entries": [
						"If the kobold commando does not move on its turn it gains advantage on its crossbow attacks that turn."
					]
				},
				{
					"name": "Quickload",
					"entries": [
						"The kobold commando ignores the loading quality of light crossbows."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Kobold Commando makes two attacks with its light crossbow"
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} {@hit +5} to hit, range 80/320 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage."
					]
				},
				{
					"name": "Short Sword",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Pack Tactics",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"RW",
				"RNG",
				"MW"
			],
			"attachedItems": [
				"light crossbow|phb"
			]
		},
		{
			"fluff": {
				"entries": [
					"Kobolds come in many shapes and sizes, many of which have been detailed in other publications. There are a few kobold groups, however, that seem to have flown under the radar of those who study their culture and habitat. The following is a detailed study of five such groups within the kobold society.",
					{
						"type": "entries",
						"name": "Kobold Hunting Drake",
						"entries": [
							"With massive claws, thick broad shoulders and haunches, and powerful legs, the hunting drakes are built for climbing and pouncing. A beast that's all muscle, the drake stands three feet tall at the shoulders, grows to 12 feet from its nose to the end of its six-foot long tail end, and weighs up to 250 pounds. The drake is equally at home in mountains, forests, or the open plain. The hunting drake is a formidable foe, waiting to ambush from up high, ready to pounce down upon unsuspecting foes. Wise kobolds learned to domesticate the beasts as mounts, equipping them with special saddles that help the riders stay secure when the drake goes vertical and leaps horizontally."
						]
					}
				]
			},
			"source": "MotG",
			"page": 81,
			"name": "Kobold Hunting Drake",
			"size": [
				"M"
			],
			"type": "dragon",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 75,
				"formula": "10d8 + 30"
			},
			"speed": {
				"walk": 50,
				"climb": 40
			},
			"str": 20,
			"dex": 14,
			"con": 16,
			"int": 4,
			"wis": 10,
			"cha": 8,
			"skill": {
				"athletics": "+7",
				"perception": "+4",
				"stealth": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"understands Draconic but can't speak"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Pack Tactics",
					"entries": [
						"The kobold hunting drake has advantage on an attack roll against a creature if at least one of the drake's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				},
				{
					"name": "Pounce",
					"entries": [
						"If the kobold hunting drake moves at least 20 feet straight toward a creature and then hits it with a claw attack, the target must succeed on a {@dc 15} Strength saving throw or be knocked {@condition prone}. If the target is {@condition prone}, the kobold hunting drake can make an additional bite attack against it as a bonus action."
					]
				},
				{
					"name": "Powerful Leaper",
					"entries": [
						"The kobold hunting drake has advantage on Strength (Athletics) checks that involve jumping. The kobold hunting drake doubles its Strength score when determining long jump and high jump distances cleared."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The kobold hunting drake attacks twice; once with its claws and once with its bite."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d10 + 5}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8 + 5}) piercing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Pack Tactics",
				"Pounce"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"CS",
				"DR"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"fluff": {
				"entries": [
					"Kobolds come in many shapes and sizes, many of which have been detailed in other publications. There are a few kobold groups, however, that seem to have flown under the radar of those who study their culture and habitat. The following is a detailed study of five such groups within the kobold society.",
					{
						"type": "entries",
						"name": "Kobold Poison Fanatic",
						"entries": [
							"Poison Fanatics are often part of a kobold dragon cult's leadership, using their charisma to persuade and their poison to kill potential adversaries and cement their power. Most are interested in personal power above all else."
						]
					}
				]
			},
			"source": "MotG",
			"page": 82,
			"name": "Kobold Poison Fanatic",
			"size": [
				"S"
			],
			"type": "kobold",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"average": 33,
				"formula": "6d8 + 6"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 14,
			"con": 12,
			"int": 10,
			"wis": 13,
			"cha": 14,
			"skill": {
				"deception": "+4",
				"persuasion": "+4",
				"religion": "+2"
			},
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"passive": 10,
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the kobold has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The kobold has advantage on an attack roll against a creature if at least one of the kobold's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the kobold has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The poison fanatic is a 5th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 12}, {@hit +4} to hit with spell attacks). When given the option, the poison fanatic will use the poison damage type. The poison fanatic has the following spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell infestation|XGE}*",
								"{@spell poison spray}",
								"{@spell thaumaturgy}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell chromatic orb}",
								"{@spell protection from poison}",
								"{@spell ray of sickness}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell hold person}",
								"{@spell dragon's breath}*"
							]
						},
						"3": {
							"slots": 1,
							"spells": [
								"{@spell stinking cloud}"
							]
						}
					},
					"footerEntries": [
						"*from Xanathar's Guide to Everything"
					],
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The poison fanatic makes two melee attacks."
					]
				},
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit +4} to hit, reach 5 ft. or range 20/60 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage, and the target must succeed on a {@dc 12} Constitution saving throw or take 5 ({@damage 2d4}) poison damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Pack Tactics",
				"Sunlight Sensitivity"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"P",
				"I"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW",
				"MLW"
			],
			"conditionInflictSpell": [
				"poisoned",
				"paralyzed"
			],
			"damageTagsSpell": [
				"A",
				"C",
				"F",
				"I",
				"L",
				"T"
			],
			"attachedItems": [
				"dagger|phb"
			],
			"savingThrowForced": [
				"constitution"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"wisdom"
			]
		},
		{
			"fluff": {
				"entries": [
					"Kobolds come in many shapes and sizes, many of which have been detailed in other publications. There are a few kobold groups, however, that seem to have flown under the radar of those who study their culture and habitat. The following is a detailed study of five such groups within the kobold society.",
					{
						"type": "entries",
						"name": "Kobold Riding Drake",
						"entries": [
							"Slender and sleek, with long, powerful legs, Kobolds have trained these swift eight foot long drakes as guards and mounts."
						]
					}
				]
			},
			"source": "MotG",
			"page": 81,
			"name": "Kobold Riding Drake",
			"size": [
				"M"
			],
			"type": "dragon",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 39,
				"formula": "6d8 + 12"
			},
			"speed": {
				"walk": 50
			},
			"str": 14,
			"dex": 16,
			"con": 14,
			"int": 4,
			"wis": 10,
			"cha": 7,
			"skill": {
				"perception": "+4",
				"stealth": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"understands Draconic but can't speak"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Pack Tactics",
					"entries": [
						"The kobold riding drake has advantage on an attack roll against a creature if at least one of the drake's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The kobold riding drake attacks twice, once with its claws and once with its bite."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Pack Tactics"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"CS",
				"DR"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"source": "MotG",
			"page": 63,
			"name": "Formican Psion",
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 52,
				"formula": "7d10 + 14"
			},
			"speed": {
				"walk": 40,
				"burrow": 10
			},
			"str": 15,
			"dex": 13,
			"con": 15,
			"int": 7,
			"wis": 9,
			"cha": 16,
			"senses": [
				"darkvision 60 ft.",
				"tremorsense 30 ft."
			],
			"passive": 9,
			"cr": "2",
			"trait": [
				{
					"name": "Limited Telepathy",
					"entries": [
						"The formican psion can magically transmit simple messages and images to any creature within 60 feet of it that can understand a language. This form of telepathy doesn't allow the receiving creature to telepathically respond."
					]
				},
				{
					"name": "Magical Resistance",
					"entries": [
						"The formican psion has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting (Psionics)",
					"headerEntries": [
						"The formican psion's innate spellcasting ability is Charisma (spell save {@dc 13}). It can innately cast the following spells, requiring no material components:"
					],
					"daily": {
						"3e": [
							"{@spell suggestion}"
						],
						"1e": [
							"{@spell confusion}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage."
					]
				},
				{
					"name": "Psychic Blast {@recharge 5}",
					"entries": [
						"The formican psion targets one creature it can see within 30 feet of it. The target must make a {@dc 13} Wisdom saving throw against this magic or take 10 ({@damage 3d6}) psychic damage and be {@condition stunned} for 1 minute. The target can repeat the saving throw at the end of each of tis turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "Acid Spray {@recharge 6}",
					"entries": [
						"The formican psion sprays acid in a 15-foot cone. Each creature in that area must make a {@dc 13} Dexterity saving throw, taking 10 ({@damage 3d6}) acid damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"senseTags": [
				"D",
				"T"
			],
			"spellcastingTags": [
				"I",
				"P"
			],
			"languageTags": [
				"TP"
			],
			"damageTags": [
				"P",
				"Y",
				"A"
			],
			"conditionInflict": [
				"stunned"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"fluff": {
				"entries": [
					"Formicans are a variety of sentient giant ants with an incredibly regimented hierarchy. They manifest in a variety of forms depending upon their rank within the colony.",
					"These insects are the size of a pony and are typically avoided at all costs.",
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Complex Hierarchy",
								"entries": [
									"Formicans have no queens like a conventional ant colony but are led by a council of formican psions, who psychically assault any enemies of their nest. Being mentally superior, psions organize the leadership of the nest but are physically outmatched by the formican shockers. These hulking guard insects, with their oversized jaws and statically charged bodies, are capable of cleaving a man in two. Below these are the soldiers, who eventually evolve to replace shockers lost in battle. Next come the drones; winged ants who scout for new nest sites and foes. The bottom rank is the workers; still formidable foes but more docile, dedicating their time to rearing young and nest construction."
								]
							},
							{
								"type": "entries",
								"name": "Voracious Predators",
								"entries": [
									"To keep their colonies alive, formicans scavenge almost anything they can get their mandibles on. Their immense size means they require a huge quantity of food and their young are no different. Formicans have been known to devour flocks of sheep, herds of cattle, and unlucky villages of halflings."
								]
							},
							{
								"type": "entries",
								"name": "Towering Nests",
								"entries": [
									"Like regular ants, formicans create towering mounds which contain nests in which to live. These structures are enormous, reaching at least as high as human architecture. Often, these nests are dug into cliff faces, under the ground, or are formed from the trunks of pine trees. Because of their need for construction materials, formicans can tear through a forest or mountain range to gather available timber and stone. Formicans also have a habit of hoarding valuable stones and minerals. It is said that anyone brave, or foolish enough to invade a nest will be set for life from the treasure within; if they can escape that is."
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Formican Origins",
						"entries": [
							"The Formicans were developed by JVC Parry and make their debut here in this publication."
						]
					}
				]
			},
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"wisdom"
			]
		},
		{
			"source": "MotG",
			"page": 64,
			"name": "Formican Shocker",
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 68,
				"formula": "8d10 + 24"
			},
			"speed": {
				"walk": 40,
				"burrow": 10
			},
			"str": 18,
			"dex": 14,
			"con": 16,
			"int": 7,
			"wis": 9,
			"cha": 3,
			"senses": [
				"darkvision 60 ft.",
				"tremorsense 30 ft."
			],
			"passive": 9,
			"cr": "5",
			"trait": [
				{
					"name": "Limited Telepathy",
					"entries": [
						"The formican shocker can magically transmit simple messages and images to any creature within 60 feet of it that can understand a language. This form of telepathy doesn't allow the receiving creature to telepathically respond."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The formican shocker has advanage on an attack roll against a creature if at least one formican ally is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				},
				{
					"name": "Charged Body",
					"entries": [
						"A creature that touches the formican shocker or hits it with a melee attack while within 5 feet of it takes 7 ({@damage 2d6}) lightning damage."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The formican shocker makes two bite attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) piercing damage and 3 ({@damage 1d6}) lightning damage."
					]
				},
				{
					"name": "Acid Spray {@recharge 6}",
					"entries": [
						"The formican shocker sprays acid in a 15-foot cone. Each creature in that area must make a {@dc 13} Dexterity saving throw, taking 10 ({@damage 3d6}) acid damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"traitTags": [
				"Pack Tactics"
			],
			"senseTags": [
				"D",
				"T"
			],
			"languageTags": [
				"TP"
			],
			"damageTags": [
				"P",
				"L",
				"A"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"fluff": {
				"entries": [
					"Formicans are a variety of sentient giant ants with an incredibly regimented hierarchy. They manifest in a variety of forms depending upon their rank within the colony.",
					"These insects are the size of a pony and are typically avoided at all costs.",
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Complex Hierarchy",
								"entries": [
									"Formicans have no queens like a conventional ant colony but are led by a council of formican psions, who psychically assault any enemies of their nest. Being mentally superior, psions organize the leadership of the nest but are physically outmatched by the formican shockers. These hulking guard insects, with their oversized jaws and statically charged bodies, are capable of cleaving a man in two. Below these are the soldiers, who eventually evolve to replace shockers lost in battle. Next come the drones; winged ants who scout for new nest sites and foes. The bottom rank is the workers; still formidable foes but more docile, dedicating their time to rearing young and nest construction."
								]
							},
							{
								"type": "entries",
								"name": "Voracious Predators",
								"entries": [
									"To keep their colonies alive, formicans scavenge almost anything they can get their mandibles on. Their immense size means they require a huge quantity of food and their young are no different. Formicans have been known to devour flocks of sheep, herds of cattle, and unlucky villages of halflings."
								]
							},
							{
								"type": "entries",
								"name": "Towering Nests",
								"entries": [
									"Like regular ants, formicans create towering mounds which contain nests in which to live. These structures are enormous, reaching at least as high as human architecture. Often, these nests are dug into cliff faces, under the ground, or are formed from the trunks of pine trees. Because of their need for construction materials, formicans can tear through a forest or mountain range to gather available timber and stone. Formicans also have a habit of hoarding valuable stones and minerals. It is said that anyone brave, or foolish enough to invade a nest will be set for life from the treasure within; if they can escape that is."
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Formican Origins",
						"entries": [
							"The Formicans were developed by JVC Parry and make their debut here in this publication."
						]
					}
				]
			},
			"actionTags": [
				"Multiattack"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"source": "MotG",
			"page": 64,
			"name": "Formican Soldier",
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 68,
				"formula": "8d10 + 24"
			},
			"speed": {
				"walk": 40,
				"burrow": 10
			},
			"str": 18,
			"dex": 13,
			"con": 16,
			"int": 7,
			"wis": 9,
			"cha": 3,
			"senses": [
				"darkvision 60 ft.",
				"tremorsense 30 ft."
			],
			"passive": 9,
			"cr": "4",
			"trait": [
				{
					"name": "Limited Telepathy",
					"entries": [
						"The formican soldier can magically transmit simple messages and images to any creature within 60 feet of it that can understand a language. This form of telepathy doesn't allow the receiving creature to telepathically respond."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The formican soldier has advanage on an attack roll against a creature if at least one formican ally is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The formican soldier makes two bite attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) piercing damage and the target is {@condition grappled} (escape {@dc 13}). Until the grapple ends, the target is {@condition restrained}, and the formican can't bite another target."
					]
				},
				{
					"name": "Acid Spray {@recharge 6}",
					"entries": [
						"The formican soldier sprays acid in a 15-foot cone. Each creature in that area must make a {@dc 13} Dexterity saving throw, taking 21 ({@damage 6d6}) acid damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"traitTags": [
				"Pack Tactics"
			],
			"senseTags": [
				"D",
				"T"
			],
			"languageTags": [
				"TP"
			],
			"damageTags": [
				"P",
				"A"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"fluff": {
				"entries": [
					"Formicans are a variety of sentient giant ants with an incredibly regimented hierarchy. They manifest in a variety of forms depending upon their rank within the colony.",
					"These insects are the size of a pony and are typically avoided at all costs.",
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Complex Hierarchy",
								"entries": [
									"Formicans have no queens like a conventional ant colony but are led by a council of formican psions, who psychically assault any enemies of their nest. Being mentally superior, psions organize the leadership of the nest but are physically outmatched by the formican shockers. These hulking guard insects, with their oversized jaws and statically charged bodies, are capable of cleaving a man in two. Below these are the soldiers, who eventually evolve to replace shockers lost in battle. Next come the drones; winged ants who scout for new nest sites and foes. The bottom rank is the workers; still formidable foes but more docile, dedicating their time to rearing young and nest construction."
								]
							},
							{
								"type": "entries",
								"name": "Voracious Predators",
								"entries": [
									"To keep their colonies alive, formicans scavenge almost anything they can get their mandibles on. Their immense size means they require a huge quantity of food and their young are no different. Formicans have been known to devour flocks of sheep, herds of cattle, and unlucky villages of halflings."
								]
							},
							{
								"type": "entries",
								"name": "Towering Nests",
								"entries": [
									"Like regular ants, formicans create towering mounds which contain nests in which to live. These structures are enormous, reaching at least as high as human architecture. Often, these nests are dug into cliff faces, under the ground, or are formed from the trunks of pine trees. Because of their need for construction materials, formicans can tear through a forest or mountain range to gather available timber and stone. Formicans also have a habit of hoarding valuable stones and minerals. It is said that anyone brave, or foolish enough to invade a nest will be set for life from the treasure within; if they can escape that is."
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Formican Origins",
						"entries": [
							"The Formicans were developed by JVC Parry and make their debut here in this publication."
						]
					}
				]
			},
			"actionTags": [
				"Multiattack"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"source": "MotG",
			"page": 65,
			"name": "Formican Drone",
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 20,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 52,
				"formula": "7d10 + 14"
			},
			"speed": {
				"walk": 40,
				"burrow": 10,
				"fly": 60
			},
			"str": 13,
			"dex": 18,
			"con": 15,
			"int": 7,
			"wis": 9,
			"cha": 3,
			"senses": [
				"darkvision 60 ft.",
				"tremorsense 30 ft."
			],
			"passive": 9,
			"cr": "3",
			"trait": [
				{
					"name": "Limited Telepathy",
					"entries": [
						"The formican drone can magically transmit simple messages and images to any creature within 60 feet of it that can understand a language. This form of telepathy doesn't allow the receiving creature to telepathically respond."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The formican drone has advanage on an attack roll against a creature if at least one formican ally is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The formican drone makes three acid shot attacks."
					]
				},
				{
					"name": "Acid Shot",
					"entries": [
						"{@atk rw} {@hit 6} to hit, ramge 100/200 ft., one target. {@h}8 ({@damage 1d8 + 4}) acid damage."
					]
				},
				{
					"name": "Acid Spray {@recharge 6}",
					"entries": [
						"The formican drone sprays acid in a 15-foot cone. Each creature in that area must make a {@dc 13} Dexterity saving throw, taking 10 ({@damage 3d6}) acid damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"traitTags": [
				"Pack Tactics"
			],
			"senseTags": [
				"D",
				"T"
			],
			"languageTags": [
				"TP"
			],
			"damageTags": [
				"A"
			],
			"miscTags": [
				"RW",
				"AOE"
			],
			"fluff": {
				"entries": [
					"Formicans are a variety of sentient giant ants with an incredibly regimented hierarchy. They manifest in a variety of forms depending upon their rank within the colony.",
					"These insects are the size of a pony and are typically avoided at all costs.",
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Complex Hierarchy",
								"entries": [
									"Formicans have no queens like a conventional ant colony but are led by a council of formican psions, who psychically assault any enemies of their nest. Being mentally superior, psions organize the leadership of the nest but are physically outmatched by the formican shockers. These hulking guard insects, with their oversized jaws and statically charged bodies, are capable of cleaving a man in two. Below these are the soldiers, who eventually evolve to replace shockers lost in battle. Next come the drones; winged ants who scout for new nest sites and foes. The bottom rank is the workers; still formidable foes but more docile, dedicating their time to rearing young and nest construction."
								]
							},
							{
								"type": "entries",
								"name": "Voracious Predators",
								"entries": [
									"To keep their colonies alive, formicans scavenge almost anything they can get their mandibles on. Their immense size means they require a huge quantity of food and their young are no different. Formicans have been known to devour flocks of sheep, herds of cattle, and unlucky villages of halflings."
								]
							},
							{
								"type": "entries",
								"name": "Towering Nests",
								"entries": [
									"Like regular ants, formicans create towering mounds which contain nests in which to live. These structures are enormous, reaching at least as high as human architecture. Often, these nests are dug into cliff faces, under the ground, or are formed from the trunks of pine trees. Because of their need for construction materials, formicans can tear through a forest or mountain range to gather available timber and stone. Formicans also have a habit of hoarding valuable stones and minerals. It is said that anyone brave, or foolish enough to invade a nest will be set for life from the treasure within; if they can escape that is."
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Formican Origins",
						"entries": [
							"The Formicans were developed by JVC Parry and make their debut here in this publication."
						]
					}
				]
			},
			"actionTags": [
				"Multiattack"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"source": "MotG",
			"page": 65,
			"name": "Formican Worker",
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 52,
				"formula": "7d10 + 14"
			},
			"speed": {
				"walk": 40,
				"burrow": 10
			},
			"str": 15,
			"dex": 13,
			"con": 15,
			"int": 7,
			"wis": 9,
			"cha": 3,
			"senses": [
				"darkvision 60 ft.",
				"tremorsense 30 ft."
			],
			"passive": 9,
			"cr": "2",
			"trait": [
				{
					"name": "Limited Telepathy",
					"entries": [
						"The formican worker can magically transmit simple messages and images to any creature within 60 feet of it that can understand a language. This form of telepathy doesn't allow the receiving creature to telepathically respond."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The formican worker has advanage on an attack roll against a creature if at least one formican ally is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The formican worker makes two bite attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage."
					]
				},
				{
					"name": "Acid Spray {@recharge 6}",
					"entries": [
						"The formican worker sprays acid in a 15-foot cone. Each creature in that area must make a {@dc 13} Dexterity saving throw, taking 10 ({@damage 3d6}) acid damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"traitTags": [
				"Pack Tactics"
			],
			"senseTags": [
				"D",
				"T"
			],
			"languageTags": [
				"TP"
			],
			"damageTags": [
				"P",
				"A"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"fluff": {
				"entries": [
					"Formicans are a variety of sentient giant ants with an incredibly regimented hierarchy. They manifest in a variety of forms depending upon their rank within the colony.",
					"These insects are the size of a pony and are typically avoided at all costs.",
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Complex Hierarchy",
								"entries": [
									"Formicans have no queens like a conventional ant colony but are led by a council of formican psions, who psychically assault any enemies of their nest. Being mentally superior, psions organize the leadership of the nest but are physically outmatched by the formican shockers. These hulking guard insects, with their oversized jaws and statically charged bodies, are capable of cleaving a man in two. Below these are the soldiers, who eventually evolve to replace shockers lost in battle. Next come the drones; winged ants who scout for new nest sites and foes. The bottom rank is the workers; still formidable foes but more docile, dedicating their time to rearing young and nest construction."
								]
							},
							{
								"type": "entries",
								"name": "Voracious Predators",
								"entries": [
									"To keep their colonies alive, formicans scavenge almost anything they can get their mandibles on. Their immense size means they require a huge quantity of food and their young are no different. Formicans have been known to devour flocks of sheep, herds of cattle, and unlucky villages of halflings."
								]
							},
							{
								"type": "entries",
								"name": "Towering Nests",
								"entries": [
									"Like regular ants, formicans create towering mounds which contain nests in which to live. These structures are enormous, reaching at least as high as human architecture. Often, these nests are dug into cliff faces, under the ground, or are formed from the trunks of pine trees. Because of their need for construction materials, formicans can tear through a forest or mountain range to gather available timber and stone. Formicans also have a habit of hoarding valuable stones and minerals. It is said that anyone brave, or foolish enough to invade a nest will be set for life from the treasure within; if they can escape that is."
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Formican Origins",
						"entries": [
							"The Formicans were developed by JVC Parry and make their debut here in this publication."
						]
					}
				]
			},
			"actionTags": [
				"Multiattack"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"source": "MotG",
			"page": 47,
			"name": "Ooze Dragon",
			"size": [
				"H"
			],
			"type": "dragon",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 172,
				"formula": "15d12 + 75"
			},
			"speed": {
				"walk": 20,
				"climb": 20
			},
			"str": 23,
			"dex": 10,
			"con": 21,
			"int": 14,
			"wis": 13,
			"cha": 17,
			"skill": {
				"perception": "+11"
			},
			"save": {
				"dex": "+5",
				"con": "+10",
				"wis": "+6",
				"cha": "+8"
			},
			"senses": [
				"blindsight 120 ft."
			],
			"immune": [
				"acid",
				"lightning"
			],
			"passive": 21,
			"cr": "20",
			"languages": [
				"Common",
				"Draconic"
			],
			"trait": [
				{
					"name": "Legendary Resistance",
					"entries": [
						"If the dragon fails a saving throw, it can choose to succeed instead."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon can use its Amorphous Presence. It then makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}13 ({@damage 2d4 + 6}) piercing damage plus 7 ({@damage 2d6}) acid damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d4 + 6}) slashing damage plus 5 ({@damage 2d4}) acid damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 15 ft., one target. {@h}15 ({@damage 2d8 + 6}) bludgeoning damage."
					]
				},
				{
					"name": "Amorphous Presence",
					"entries": [
						"Each creature, of the dragon's choice, that is within 5 feet of the dragon must succeed on a {@dc 18} Dexterity saving throw. On a successful save, nothing happens. On a failed save, the creature takes 14 ({@damage 4d6}) acid damage and is engulfed within the dragon's form. Engulfed creatures cannot breathe, are {@condition grappled} and {@condition restrained}, and take 28 ({@damage 8d6}) acid damage at the start of each of the dragon's turns.",
						"An engulfed creature can try to escape by taking an action to make a {@dc 18} Strength check. On a success, the creature escapes and enters a space of its choice within 5 feet of the dragon."
					]
				},
				{
					"name": "Digesting Breath {@recharge 5}",
					"entries": [
						"The dragon exhales gelatinous ooze in a 60-foot line that is 5 feet wide. Each creature in that line must make a {@dc 18} Dexterity svaing throw, taking 21 ({@damage 6d6}) acid damage on a failed save, or half as much on a successful save. Any nonmagical weapons or armor that is worn by a creature that fails the save begins to corrode, taking a permanent and cumulative −1 penalty to either damage or AC dependent on the item."
					]
				}
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"The dragon makes a Wisdom ({@skill Perception}) check."
					]
				},
				{
					"name": "Tail Attack",
					"entries": [
						"The dragon makes a tail attack."
					]
				},
				{
					"name": "Loose Form (Costs 2 Actions)",
					"entries": [
						"The dragon loses its defined shape and spreads out as a pool of acidic ooze. Each creature within 60 feet of the dragon's current position must make a {@dc 18} Dexterity saving throw or take 14 ({@damage 4d6}) acid damage and have their movement speed halved whilst in this effect. In this form, the dragon can no longer attack and has its speed reduced to 0. At the beginning of its next turn, the dragon reforms in the space it occupied prior to activating this actoin. Any creatures under the effects of the dragon's Amorphous Presence are freed."
					]
				}
			],
			"reaction": [
				{
					"name": "Split",
					"entries": [
						"When the dragon that is Huge or larger would take more than 30 lightning or slashing damage from one spell or attack, it splits into two new dragons. Each new dragon has hit points equal to half of the original dragon at the point of it splitting, roudned down. New dragons are one size smaller than the original dragon. Any creatures under the effects of the dragon's Amorphous Presence are freed. Split ooze dragons are considered separate entities henceforth."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"senseTags": [
				"B"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"P",
				"A",
				"S",
				"B"
			],
			"miscTags": [
				"MW",
				"AOE",
				"RCH"
			],
			"fluff": {
				"entries": [
					"No matter the difference in honor between chromatic and metallic dragons, one would be hard-pressed to argue that they aren't noble creatures. The inverse is true of Ooze Dragons; beings so strange that not even the ever-changing layers of Limbo can spit them out. Only one ooze dragon has been publicly known to exist, though it is whispered there are more. Born as an experiment of a crazed alchemist who sought to create a weapon so powerful none could oppose them. Over years of work and arcane horrors, a wyrmlings flesh and blood was warped to become translucent and gelatinous. The dragon was driven mad by this process, however, eventually killing its creator and escaping into the wild.",
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Digestive Tactics",
								"entries": [
									"Those few who claim to have met an ooze dragon and lived to tell the tale, usually do not come back whole. Due to its amorphous body, the ooze dragon can absorb creatures and eat away at their flesh with its caustic ichor, melting those who cannot escape within minutes. Trails of halfdigested flora and fauna can be found in the wake of the dragon, and entire skeletons are commonly found here too."
								]
							},
							{
								"type": "entries",
								"name": "Terrible Reminder",
								"entries": [
									"The body of an ooze dragon is entirely molded out of a translucent blue gel that loosely grips the last remaining elements of a vestigial skeleton. An entire skull is present but missing its bottom jaw, its spine and ribcage float aimlessly in its malformed torso and the claws in its feet remain. Empty eye sockets peer out of the skull but it is clear the creature can still see. In the center of the beast, a large heart has ceased beating and crystallized into a deep red gem that glistens in the light."
								]
							},
							{
								"type": "entries",
								"name": "Without Purpose",
								"entries": [
									"None are sure what an ooze dragon wants, but most agree that neither does the dragon itself. It takes no permanent lair, does not attempt to communicate with other dragons and seems to have no interest in collecting treasure or relics of importance. It ignores humanoids when it can and swiftly deals with any threats without attempting diplomacy. Most regard it as a force of nature and simply stay out of its way, but others have noticed from patterns of movement that it seems to be searching; for what, no one knows."
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Ooze Dragon Origins",
						"entries": [
							"The Ooze Dragon was created by Beeholder Press (S.G. Tillings) and makes its debut here in this publication."
						]
					}
				]
			},
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Adult Amethyst Dragon",
			"group": [
				"Gem Dragon"
			],
			"source": "MotG",
			"page": 49,
			"size": [
				"H"
			],
			"type": "dragon",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 229,
				"formula": "17d12 + 119"
			},
			"speed": {
				"walk": 40,
				"fly": 80,
				"burrow": 40
			},
			"str": 27,
			"dex": 10,
			"con": 25,
			"int": 16,
			"wis": 14,
			"cha": 25,
			"save": {
				"dex": "+5",
				"con": "+12",
				"wis": "+7",
				"cha": "+12"
			},
			"skill": {
				"perception": "+12",
				"persuasion": "+17",
				"stealth": "+5"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 120 ft."
			],
			"passive": 22,
			"resist": [
				"force"
			],
			"immune": [
				"poison"
			],
			"languages": [
				"Common",
				"Draconic",
				"Terran"
			],
			"cr": "16",
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the dragon fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Planar Travel",
					"entries": [
						"The dragon can cast {@spell plane shift} without material components after spending one hour in uninterrupted meditation."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting (Psionics)",
					"headerEntries": [
						"The dragon's innate spellcasting ability is Charisma (spell save {@dc 20}). It can innately cast the following spells, requiring no components:"
					],
					"will": [
						"{@spell levitate}",
						"{@spell unseen servant}"
					],
					"daily": {
						"3e": [
							"{@spell slow}",
							"{@spell telekinesis}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 10 ft., one target. {@h}19 ({@damage 2d10 + 8}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d6 + 8}) slashing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 15 ft., one target. {@h}17 ({@damage 2d8 + 8}) bludgeoning damage."
					]
				},
				{
					"name": "Soothing Presence",
					"entries": [
						"Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a {@dc 20} Wisdom saving throw or be affected by the {@spell calm emotions} spell (both effects) for 1 minute. If a creature's saving throw is successful, the effect is dispelled, or the dragon attacks, the effect ends and the creature is immune to the dragon's Soothing Presence for the next 24 hours."
					]
				},
				{
					"name": "Breath Weapons {@recharge 5}",
					"entries": [
						"The dragon uses one of the following breath weapons.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Explosive Gem.",
									"entry": "The dragon spits an amethyst sphere up to 45 feet away. The gem explodes into razor-sharp shards in a 20-foot radius. Each creature in that area must make a {@dc 20} Dexterity saving throw, taking 63 ({@damage 18d6}) slashing damage on a failed save, or half as much damage on a successful one."
								},
								{
									"type": "item",
									"name": "Kinetic Breath.",
									"entry": "The dragon exhales a beam of glimmering energy in a 60-foot line that is 5 feet wide. The first object or creature of Medium size or smaller in that line must succeed on a {@dc 20} Constitution saving throw or become {@condition restrained} until the start of its next turn. The amethyst dragon may telekinetically hurl any creature or object {@condition restrained} in this way upt o 60 feet in any direction, dealing 3 ({@dice #$prompt_number:min=1,title=Enter the number of dice to roll,default=1$#d6|1d6}) bludgeoning damage per 10 feet travelled."
								}
							]
						}
					]
				}
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"The dragon makes a Wisdom ({@skill Perception}) check."
					]
				},
				{
					"name": "Tail Attack",
					"entries": [
						"The dragon makes a tail attack."
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"The dragon beats its wings. Each creature within 15 feet of the dragon must succeed on a {@dc 21} Dexterity saving throw or take 15 ({@damage 2d6 + 8}) bludgeoning damage and be knocked {@condition prone}. The dragon can then fly up to half its flying speed."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances"
			],
			"spellcastingTags": [
				"P",
				"I"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"P",
				"S",
				"B"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"restrained",
				"prone"
			],
			"conditionInflictSpell": [
				"restrained"
			],
			"fluff": {
				"entries": [
					"Amethyst dragons are the most regal and magnanimous of the gem dragons. They speak in low tones that resonate with immense power, nevertheless choosing to treat all living creatures with dignity—unless those creatures prove undeserving. Their respect for life is so great that many refuse to eat animal flesh, even that of livestock, choosing instead to subsist on a diet of magically imbued gemstones.",
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Impartial Arbitrators",
								"entries": [
									"Amethyst dragons are accomplished diplomats, and they take special interest when war between dragons—or even between humanoids—threatens the stability of the land. If the stakes are truly dire, they seek out the warring factions' leaders to broker a peace. Amethyst dragons rarely interfere in smaller conflicts unless their aid is directly requested by a third party. They might answer the call as intermediaries but never enter a conflict on behalf of any side."
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Gem Dragons Origins",
						"entries": [
							"The Crystal and Amethyst Gem Dragons made their first appearance in the Platinum best-seller, '{@loader Gem Dragons of Faern|creature/Kobold Press; Gem Dragons of Faerun.json}' by James Haeck, and D&D 5th Edition third party-giant, Kobold Press."
						]
					}
				]
			},
			"dragonAge": "adult",
			"savingThrowForced": [
				"constitution",
				"dexterity",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"wisdom"
			]
		},
		{
			"source": "MotG",
			"name": "Young Crystal Dragon",
			"size": [
				"L"
			],
			"type": "dragon",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 123,
				"formula": "13d10 + 52"
			},
			"speed": {
				"walk": 40,
				"burrow": 20,
				"fly": 80,
				"swim": 40
			},
			"str": 19,
			"dex": 10,
			"con": 18,
			"int": 15,
			"wis": 11,
			"cha": 16,
			"save": {
				"dex": "+3",
				"con": "+7",
				"wis": "+3",
				"cha": "+6"
			},
			"skill": {
				"perception": "+6",
				"persuasion": "+6",
				"stealth": "+3"
			},
			"immune": [
				"cold"
			],
			"senses": [
				"blindsight 30 ft.",
				"darkvision 120 ft."
			],
			"passive": 16,
			"languages": [
				"Common",
				"Draconic",
				"Auran"
			],
			"cr": "6",
			"trait": [
				{
					"name": "Planar Travel",
					"entries": [
						"The dragon can cast plane shift without material components after spending one hour in uninterrupted meditation."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d10 + 4}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +7} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage."
					]
				},
				{
					"name": "Razor Breath {@recharge 5}",
					"entries": [
						"The dragon exhales razor-sharp crystalline shards in a 30-foot cone. Each creature in that area must make a {@dc 15} Dexterity saving throw, taking 40 ({@damage 9d8}) slashing damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"page": 50,
			"spellcasting": [
				{
					"name": "Innate Spellcasting (Psionics)",
					"headerEntries": [
						"The dragon's innate spellcasting ability is Charisma (spell save {@dc 16}). It can innately cast the following spells, requiring no components:"
					],
					"will": [
						"{@spell calm emotions}",
						"{@spell detect thoughts}"
					],
					"daily": {
						"1e": [
							"{@spell charm person}",
							"{@spell color spray}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"languageTags": [
				"C",
				"DR",
				"AU"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			],
			"spellcastingTags": [
				"P",
				"I"
			],
			"conditionInflictSpell": [
				"charmed",
				"blinded"
			],
			"fluff": {
				"entries": [
					"Crystal dragons are gregarious and free-spirited, and travelers consider them to be the most hospitable of the gem dragons. Though crystal dragons enjoy solitude as much as other gem dragons, they value family more than their isolationist kin. When on the Material Plane, they make their homes atop solitary mountain peaks, building magnificent palaces of shining ice to store their treasure hoards.",
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Angelic Appearances",
								"entries": [
									"Their hooked snouts and jagged dorsal spikes lend crystal dragons a fearsome, predatory appearance, but their frightful image is softened by the dazzling beauty of their scales. Crystal wyrmlings' scales are glossy white like the shells of their eggs, becoming translucent and prismatic as they age. Fully grown crystal dragons, when shining in the full light of the sun, might be mistaken for radiant angels."
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Gem Dragons Origins",
						"entries": [
							"The Crystal and Amethyst Gem Dragons made their first appearance in the Platinum best-seller, '{@loader Gem Dragons of Faern|creature/Kobold Press; Gem Dragons of Faerun.json}' by James Haeck, and D&D 5th Edition third party-giant, Kobold Press."
						]
					}
				]
			},
			"dragonAge": "young",
			"savingThrowForced": [
				"dexterity"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"wisdom"
			]
		},
		{
			"source": "MotG",
			"name": "Eadochas",
			"size": [
				"M"
			],
			"type": "undead",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 81,
				"formula": "18d8"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 40,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 16,
			"dex": 20,
			"con": 16,
			"int": 20,
			"wis": 14,
			"cha": 15,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"cold",
				"necrotic"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"prone",
				"poisoned"
			],
			"senses": [
				"blindsight 30 ft.",
				"darkvision 120 ft."
			],
			"passive": 10,
			"languages": [
				"Common",
				"any languages it knew in life"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Aura of Despair",
					"entries": [
						"Any creature within 5 feet of the eadochas has disadvantage on attack rolls made against it."
					]
				},
				{
					"name": "Incorporeal Movement",
					"entries": [
						"The eadochas can move through other creatures and objects as if they were difficult terrain. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object."
					]
				}
			],
			"action": [
				{
					"name": "Corrupting Touch",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}12 ({@damage 3d6 + 2}) necrotic damage."
					]
				},
				{
					"name": "Mournful Cry",
					"entries": [
						"The eadochas releases a tortured scream. Each creature within 60 feet of the eadochas that can hear it must make a {@dc 14} Wisdom saving throw. On a failed save the creature is {@condition frightened} for 1 minute or until it takes damage. While {@condition frightened}, the creature's speed is 0, and it can't benefit from any bonus to its speed. On a successful save, or if the effect ends, the creature is immune to the eadochas' Mournful Cry for the next 24 hours."
					]
				}
			],
			"page": 51,
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The eadoachas' innate spellcasting ability is Charisma (spell save {@dc 14}, {@hit 6} to hti with spell attacks). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell chill touch}",
						"{@spell eldritch blast}",
						"{@spell vicious mockery}"
					],
					"daily": {
						"3e": [
							"{@spell darkness}",
							"{@spell hex}",
							"{@spell hellish rebuke}",
							"{@spell misty step}",
							"{@spell shatter}"
						],
						"1e": [
							"{@spell hunger of hadar}",
							"{@spell slow}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"senseTags": [
				"B",
				"SD"
			],
			"languageTags": [
				"C",
				"LF"
			],
			"damageTags": [
				"N",
				"O"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"spellcastingTags": [
				"P",
				"I"
			],
			"conditionInflict": [
				"frightened"
			],
			"conditionInflictSpell": [
				"blinded"
			],
			"fluff": {
				"entries": [
					"An eadochas was once a powerful warlock, cursed by its former patron for failing in a task, breaking its pact, or swearing fealty to another. They float a few feet off the ground like spectres and vary in appearance depending on their previous patron and pact boon.",
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "A Pact, Broken",
								"entries": [
									"For whatever reason, through a purposeful choice or through ineptitude, when a warlock breaks their pact, perishes while performing a task, or displeases their patron, they risk becoming an eadochas. These pitiable creatures are twisted into a perverted manifestation of what power they once had; a former Pact of the Blade eadochas' body may be driven through with dozens of rusted blades, causing them constant pain; a Pact of the Chain warlock may be bound with heavy chains, forcing them to carry an unbearable weight for all eternity; a Pact of the Tome warlock may be cursed to have the entirety of their tome stitched into their very skin and carved into their bones."
								]
							},
							{
								"type": "entries",
								"name": "Creature of Despair",
								"entries": [
									"An eadochas' existence is one of despair. They despair for the power they have lost, they despair for the opportunities they have squandered and they despair for the future that was taken from them. Through the curse, the eadochas can still touch the power of their former patron but it is like a raindrop in the desert for them."
								]
							},
							{
								"type": "entries",
								"name": "Unknowing Tasks",
								"entries": [
									"Many of these creatures lash out at anyone they can find, particularly those of power. Others journey the lands in the hopes of completing the task they failed in and having their former power returned to them."
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Eadochas Origins",
						"entries": [
							"The Eadochas first appeared beneath the waves bound to a mysterious white tome in 'The Beast of Bastion Bay' by Emmet Byrne."
						]
					}
				]
			},
			"traitTags": [
				"Incorporeal Movement"
			],
			"damageTagsSpell": [
				"A",
				"C",
				"F",
				"N",
				"O",
				"T",
				"Y"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"wisdom"
			]
		}
	]
}
