{
	"_meta": {
		"sources": [{
			"json": "MotG",
			"abbreviation": "MotG",
			"full": "Monsters of the Guild",
			"authors": [
				"Glen Cooper, JVC Parry, Phil Beckwith, James Introcaso, Cindy Moore, Tony Petrecca, Benoit de Bernardy, Jeff C. Stevens, Shawn Merwin, Travis Legge, Elven Tower, Scott Bean, Kelsey Dionne, Emmet Byrne, Marc Altfuldisch PLUS MANY MORE!"
			],
			"version": "1.4",
			"url": "https://github.com/TheGiddyLimit/homebrew",
			"targetSchema": "1.2.0"
		}]
	},
	"monster": [{
			"name": "Aarakocra Necromancer",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"aarakocra"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"source": "MotG",
			"ac": "12 (15 with mage armor)",
			"hp": {
				"average": 90,
				"formula": "20d8"
			},
			"speed": {
				"walk": 20
			},
			"str": 10,
			"dex": 14,
			"con": 10,
			"int": 16,
			"wis": 12,
			"cha": 9,
			"save": {
				"dex": "+5",
				"int": "+6"
			},
			"skill": {
				"arcana": "+6",
				"perception": "+4"
			},
			"passive": 14,
			"languages": "Common, Auran",
			"cr": "4",
			"trait": [{
				"name": "Grim Harvest",
				"entries": [
					"When the necromancer kills a creature that is neither a construct or undead with a spell of 1st level or higher, the necromancer regains hit points equal to twice the spell’s level, or three times if it is a necromancy spell."
				]
			}],
			"action": [{
					"name": "Talon",
					"entries": [
						"Melee Weapon Attack: {@hit +5} to hit, reach 5 ft., one creature. Hit: 4 ({@dice 1d4+2}) slashing damage."
					]
				},
				{
					"name": "Withering Touch",
					"entries": [
						"Melee Spell Attack: {@hit +5} to hit, reach 5 ft., one creature. Hit: 5 ({@dice 2d4}) necrotic damage."
					]
				}
			],
			"spellcasting": [{
				"name": "Spellcasting",
				"headerEntries": [
					"The necromancer is a 5th-level spellcaster. Its spellcasting ability is Intelligence (spell save DC 14, {@hit 6} to hit with spell attacks). The necromancer has the following wizard spells prepared:"
				],
				"spells": {
					"0": {
						"spells": [
							"{@spell chill touch}",
							"{@spell dancing lights}",
							"{@spell mage hand}",
							"{@spell mending}"
						]
					},
					"1": {
						"slots": 4,
						"spells": [
							"{@spell false life}*",
							"{@spell mage armor}",
							"{@spell ray of sickness}*"
						]
					},
					"2": {
						"slots": 3,
						"spells": [
							"{@spell blindness/deafness}*",
							"{@spell ray of enfeeblement}*",
							"{@spell web}"
						]
					},
					"3": {
						"slots": 3,
						"spells": [
							"{@spell animate dead}*",
							"{@spell bestow curse}*",
							"{@spell vampiric touch}*"
						]
					}
				},
				"footerEntries": [
					"*Necromancy spell of 1st level or higher."
				]
			}],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"The aarakocra necromancer was once a leader among his tribe. His knowledge of the arcane set him above the rest and he thought very highly of himself. His ego drove him to reckless undertakings that put him and members of the tribe in danger.",
						{
							"type": "entries",
							"name": "A Dreadful Pact",
							"entries": [
								"This propensity toward recklessness is what caused the necromancer’s demise. This caught the attention of Ras Nasi and he offered the necromancer a chance of being reborn as a more powerful being. In return for this, the necromancer was to help Ras Nasi in his quest for immortality by assisting the infamous lich, Acererak. Acererak was in the process of producing a device that would collect the souls of the fallen of Faerun and feed an entity that could destroy all Toril. Upon accepting the deal, the necromancer was reborn more powerful, yet once the device was created, he began to gradually lose his life force as all that are affected by the Death Curse have to deal with."
							]
						}
					]
				}
			},
			"page": 7
		},
		{
			"name": "Abyssal Giant Lizard",
			"size": "L",
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"source": "MotG",
			"alignment": [
				"C",
				"E"
			],
			"ac": "11 (natural armor)",
			"hp": {
				"average": 37,
				"formula": "5d10+10"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 16,
			"dex": 10,
			"con": 15,
			"int": 4,
			"wis": 10,
			"cha": 4,
			"resist": [
				"cold",
				"fire",
				"lightning"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"poisoned"
			],
			"senses": "darkvision 60 ft.",
			"passive": 10,
			"languages": "understands Abyssal and Draconic but cannot speak",
			"cr": "1",
			"trait": [{
				"name": "Rampage",
				"entries": [
					"When it reduces a creature to 0 hit points with a melee attack on its turn, the abyssal giant lizard can take a bonus action to make a bite attack against a different creature."
				]
			}],
			"action": [{
				"name": "Bite",
				"entries": [
					"Melee Weapon Attack: {@hit +5} to hit, reach 10 ft., one target. Hit: 8 ({@dice 1d10+3}) piercing plus 5 ({@dice 2d4}) poison damage."
				]
			}],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"In the Abyss, some of the demon princes or other powerful demonic creatures favor reptilian creatures. These sovereigns employ giant lizards as pets, guards, or shock troops in their armies. Zuggtmoy’s underground realm of fungus and filth is a perfect place for the abyssal giant lizards. The layer of the Abyss ruled by Sess’innek, the demon lord revered by evil lizardfolk, teems with the creatures.",
						{
							"type": "entries",
							"name": "Demonic Shock Troops",
							"entries": [
								"While other demon lords rely on manes or dretches to fill the bulk of their forces, Sess’innek is more comfortable with abyssal giant lizards. Therefore, the souls he steals or devours turn into giant abyssal lizards."
							]
						},
						{
							"type": "entries",
							"name": "Gifts of Sess’innek",
							"entries": [
								"Sess’innek sometimes grants his most deserving and brutal worshippers and adherents one or more abyssal giant lizards as a gift. These gifted creatures follow the commands of their new masters to the letter, only disobeying if the commands are vague. The abyssal giant lizards provided to the faithful only appear if a gem is offered to Sess’innek in return. When the creature is killed, if disappears in a cloud of noxious smoke, and the gem is left in its place. The value of the gem must be at least 10gp. Some sages speculate that more valuable gems might increase the power of the lizard: diamonds increase the toughness of the scales, rubies add a fire breath to the lizards, etc. None have been able to confirm this academic theory."
							]
						},
						{
							"type": "entries",
							"name": "Corrupted Reptiles",
							"entries": [
								"Normal folk often mistake an abyssal giant lizard with a normal beast of that variety. However, the abyssal variety is a demon rather than a natural beast, meaning their coloring and odor are often nastier and more revolting. Their scales are tinted purplish-black and their red eyes glow with malice. They reek of brimstone and rot, which spreads with every drop of their poisonous saliva."
							]
						}
					]
				}
			},
			"page": 8
		},
		{
			"name": "Arachtus",
			"size": "L",
			"type": "plant",
			"alignment": [
				"U"
			],
			"source": "MotG",
			"ac": "12",
			"hp": {
				"average": 120,
				"formula": "16d10+32"
			},
			"speed": {
				"walk": 40,
				"climb": 40
			},
			"str": 16,
			"dex": 18,
			"con": 15,
			"int": 5,
			"wis": 11,
			"cha": 4,
			"senses": "tremorsense 60 ft.",
			"passive": 10,
			"cr": "4",
			"trait": [{
					"name": "False Appearance",
					"entries": [
						"While the arachtus remains motionless, it is indistinguishable from a group of cacti."
					]
				},
				{
					"name": "Ambusher",
					"entries": [
						"The arachtus has advantage against creatures it has surprised."
					]
				},
				{
					"name": "Aggressive",
					"entries": [
						"As a bonus action, the arachtus can move up to its speed towards a hostile creature that it can see or sense with its tremorsense."
					]
				},
				{
					"name": "Spiked Body",
					"entries": [
						"A creature that touches the arachtus or hits it with a melee attack while within 5 feet of it takes 3 ({@dice 1d6}) piercing damage."
					]
				}
			],
			"action": [{
					"name": "Multiattack",
					"entries": [
						"The arachtus makes one bite attack and one spine flick attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"Melee Weapon Attack: {@hit +5} to hit, reach 5 ft., one target. Hit: 7 ({@dice 1d8+3}) slashing damage."
					]
				},
				{
					"name": "Spine Flick",
					"entries": [
						"The arachtus uses its hind legs to flick the spines on its back in a 15-foot cone. Each creature in that area must make a DC 14 Dexterity saving throw, taking 11 ({@dice 2d10}) piercing damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"Arachtus are unintelligent, ambulatory carnivorous plants that look like giant spiders formed out of multiple cacti. They are found in arid desert regions where they exist to do little more than hunt and feed.",
						{
							"type": "entries",
							"name": "A Prickly Bunch",
							"entries": [
								"Though unintelligent, arachtus are intensely territorial and seek out territory with a ready source of water - be it an oasis, a spring, or some other source. As well as providing the small amount of water they need to survive, these sites also serve to attract prey. Arachtus are indiscriminate about what they attack; if a creature is smaller than the arachtus and in its territory, then it is dinner."
							]
						},
						{
							"type": "entries",
							"name": "Natural Camoflage",
							"entries": [
								"Because the arachtus is a plant, when it is at rest, it is nearly unregonizable until potential prey stumbles into its domain, whereupon the monster springs into action and attacks. Many an unwary traveler has met their doom while cutting open an arachtus to extract water from the seemingly benign cactus."
							]
						}
					]
				}
			},
			"page": 9
		},
		{
			"name": "Arrow Demon",
			"size": "M",
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"source": "MotG",
			"ac": "14 (natural armor)",
			"hp": {
				"average": 66,
				"formula": "6d8+24"
			},
			"speed": {
				"walk": 40
			},
			"str": 18,
			"dex": 16,
			"con": 18,
			"int": 11,
			"wis": 13,
			"cha": 12,
			"save": {
				"dex": "+5",
				"con": "+6"
			},
			"skill": {
				"athletics": "+6",
				"perception": "+3",
				"stealth": "+5"
			},
			"resist": [
				"cold",
				"fire",
				"lightning"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": "blindsight 30 ft., darkvision 120 ft.",
			"passive": 15,
			"languages": "Abyssal, telepathy 120 ft.",
			"cr": "4",
			"trait": [{
					"name": "Point Blank Shot",
					"entries": [
						"The arrow demon can ignore disadvantage on an attack roll if they are within 5 feet of a hostile creature who they can see and isn’t incapacitated."
					]
				},
				{
					"name": "Large Weapon Wielder",
					"entries": [
						"The arrow demon can wield weapons up to one size larger than their size would allow."
					]
				}
			],
			"action": [{
					"name": "Multiattack",
					"entries": [
						"The arrow demon makes two large longbow attacks or claw attacks."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"Melee Weapon Attack: {@hit +6} to hit, reach 5 ft., one target. Hit: 9 ({@dice 1d8+4}) piercing damage."
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"Ranged Weapon Attack: {@hit +5} to hit, range 150/600 ft., one target. Hit: 13 ({@dice 2d8+4}) piercing damage."
					]
				}
			],
			"spellcasting": [{
				"name": "Innate Spellcasting",
				"headerEntries": [
					"The arrow demon’s spellcasting ability is Charisma (spell save DC 14). It can innately cast the following spells, requiring no material components:"
				],
				"will": [
					"{@spell dimension door}"
				]
			}],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"Arrow Demons are four-armed human shaped fiends that fight with two large longbows. Abyssal strength allows it to wield its longbows with deadly accuracy. This emaciated creature’s gray skin is moist, oily, and entirely hairless. Its four toed feet grip the ground as it walks.",
						{
							"type": "entries",
							"name": "Scouts and Spies",
							"entries": [
								"These cruel demons serve as warriors in the endless Blood War. They are common soldiers in the armies of demon lords against all who would challenge the lords of the abyss. In large battalions they rain down arrows upon their enemies. In smaller cohorts they make effective assassins."
							]
						}
					]
				}
			},
			"page": 10
		},
		{
			"name": "Aurochon",
			"size": "L",
			"type": "aberration",
			"alignment": [
				"C",
				"E"
			],
			"source": "MotG",
			"ac": "16",
			"hp": {
				"average": 58,
				"formula": "6d10+18"
			},
			"speed": {
				"walk": 50
			},
			"str": 20,
			"dex": 12,
			"con": 16,
			"int": 10,
			"wis": 12,
			"cha": 5,
			"save": {
				"str": "+8",
				"con": "+6",
				"wis": "+4"
			},
			"skill": {
				"athletics": "+10",
				"perception": "+4"
			},
			"resist": [
				"cold",
				"piercing"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"poisoned"
			],
			"senses": "darkvision 120 ft.",
			"passive": 12,
			"cr": "5",
			"trait": [{
					"name": "Legendary Resistance",
					"entries": [
						"Once per round, if the Aurochon fails a saving throw, it can use its reaction to succeed instead."
					]
				},
				{
					"name": "Enshrouded",
					"entries": [
						"Shadows cling to the Aurochon, increasing its Armor Class by two and providing resistance to piercing damage. In bright daylight, these bonuses are removed."
					]
				},
				{
					"name": "Born of the Void",
					"entries": [
						"Upon its death, the Aurochon’s form seeks to return to its cosmic home. The Aurochon’s corpse crystallizes and breaks apart into shards of dark ice which quickly melt away."
					]
				}
			],
			"action": [{
					"name": "Tentacles",
					"entries": [
						"Melee Weapon Attack: {@hit +9} to hit, reach 5 ft., two targets. Hit: 9 ({@dice 1d6+5}) piercing damage."
					]
				},
				{
					"name": "Frozen Breath",
					"entries": [
						"The Aurochon exhales in a 25-foot cone. Each creature in that area must make a DC 12 Constitution saving throw, taking 7 ({@dice 2d6}) cold damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"legendaryActions": 1,
			"legendary": [{
					"name": "Trample",
					"entries": [
						"The Aurochon stomps around the battlefield, knocking opponents to the ground. All opponents within 20 feet of the creature must succeed at a DC 12 Dexterity saving throw or else fall prone and take 8 ({@dice 1d8+4}) bludgeoning damage."
					]
				},
				{
					"name": "Thrum of Fear",
					"entries": [
						"A burst of sound erupts from the Aurochon, affecting all opponents within earshot. Anyone affected must succeed at a DC 12 Charisma saving throw. Opponents who fail cannot move closer to the Aurochon next turn."
					]
				}
			],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"When nascent acolytes seek to make contact with beings beyond the stars, they are often compelled to make an offering. By sacrificing powerful creatures, those elder forces gain vessels they can corrupt for their own ends and use to enter the Material Plane in physical form. Unfortunately for those forces beyond the stars, the most powerful creature available for such timid and young acolytes to sacrifice is often the humble cow.",
						{
							"type": "entries",
							"name": "Uncanny Beasts",
							"entries": [
								"The terrifying aurochon is a creature of cold and shadow, clinging to the corrupted flesh of a bovine sacrifice. The hulking thing strides on four massive, hooved legs but bears little else in common with its ancestor. Darkness clings to the beast and a long row of tentacles erupt from along the spine, gyrating with malice. Hearts seize up as a deep thrum blares out from the aurochon’s shrouded face, spraying its enemies with shards of ice."
							]
						},
						{
							"type": "entries",
							"name": "Signs of Corruption",
							"entries": [
								"Like their creators, aurochons are initially found in urban and rural locations. After arriving on the Material Plane, an aurochon searches for a dark lair, often in a cave or sewer, but never far from the cult’s base."
							]
						}
					]
				}
			},
			"page": 11
		},
		{
			"name": "Azer Acolyte",
			"size": "M",
			"type": "elemental",
			"alignment": [
				"L",
				"N"
			],
			"source": "MotG",
			"ac": "17 (natural armor, shield)",
			"hp": {
				"average": 46,
				"formula": "7d8+14"
			},
			"speed": {
				"walk": 30
			},
			"str": 17,
			"dex": 12,
			"con": 15,
			"int": 12,
			"wis": 14,
			"cha": 10,
			"save": {
				"con": "+4"
			},
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"passive": 12,
			"languages": "Ignan",
			"cr": "3",
			"trait": [{
					"name": "Heated Body",
					"entries": [
						"A creature that touches the azer or hits it with a melee attack while within 5 feet of it takes 5 ({@dice 1d10}) fire damage."
					]
				},
				{
					"name": "Heated Weapons",
					"entries": [
						"When the azer hits with a metal melee weapon, it deals an extra 3 ({@dice 1d6}) fire damage (included in the attack)."
					]
				},
				{
					"name": "Illumination",
					"entries": [
						"The azer sheds bright light in a 10-foot radius and dim light for an additional 10 feet."
					]
				}
			],
			"action": [{
				"name": "Warhammer",
				"entries": [
					"Melee Weapon Attack: {@hit +5} to hit, reach 5 ft., one target. Hit: 7 ({@dice 1d8+3}) bludgeoning damage, or 8 ({@dice 1d10+3}) bludgeoning damage if used with two hands to make a melee attack, plus 3 ({@dice 1d6}) fire damage."
				]
			}],
			"spellcasting": [{
				"name": "Spellcasting",
				"headerEntries": [
					"The Azer Acolyte is a 1st-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 12, {@hit 4} to hit with spell attacks). The Azer Acolyte has the following cleric spells prepared:"
				],
				"spells": {
					"0": {
						"spells": [
							"{@spell mending}",
							"{@spell sacred flame}",
							"{@spell thaumaturgy}"
						]
					},
					"1": {
						"slots": 3,
						"spells": [
							"{@spell bless}",
							"{@spell cure wounds}",
							"{@spell sanctuary}"
						]
					}
				}
			}],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"Azers are elemental warriors crafted from bronze native to the Elemental Plane of Fire. Whilst most azers are content with a life in the forges of their kingdoms, others turn to worship and oaths to fill their time.",
						"These azers often worship the elements themselves, ancient primordials, or gods of the forge and fire. Azers who prove their devotion to their gods are imbued with divine magic, allowing them to cast spells and smite with wrathful force."
					]
				}
			},
			"page": 13
		},
		{
			"name": "Azer Priest",
			"size": "M",
			"type": "elemental",
			"alignment": [
				"L",
				"N"
			],
			"source": "MotG",
			"ac": "17 (natural armor, shield)",
			"hp": {
				"average": 77,
				"formula": "11d8+22"
			},
			"speed": {
				"walk": 30
			},
			"str": 17,
			"dex": 12,
			"con": 15,
			"int": 12,
			"wis": 16,
			"cha": 10,
			"save": {
				"con": "+4"
			},
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"passive": 13,
			"languages": "Ignan",
			"cr": "4",
			"trait": [{
					"name": "Heated Body",
					"entries": [
						"A creature that touches the azer or hits it with a melee attack while within 5 feet of it takes 5 ({@dice 1d10}) fire damage."
					]
				},
				{
					"name": "Heated Weapons",
					"entries": [
						"When the azer hits with a metal melee weapon, it deals an extra 3 ({@dice 1d6}) fire damage (included in the attack)."
					]
				},
				{
					"name": "Illumination",
					"entries": [
						"The azer sheds bright light in a 10-foot radius and dim light for an additional 10 feet."
					]
				},
				{
					"name": "Divine Eminence",
					"entries": [
						"As a bonus action, the Azer Priest can expend a spell slot to cause its melee weapon attacks to magically deal an extra 10 ({@dice 3d6}) radiant damage to a target on a hit. This benefit lasts until the end of the turn. If the priest expends a spell slot of 2nd level or higher, the extra damage increases by {@dice 1d6} for each level above 1st."
					]
				}
			],
			"action": [{
				"name": "Warhammer",
				"entries": [
					"Melee Weapon Attack: {@hit +5} to hit, reach 5 ft., one target. Hit: 7 ({@dice 1d8+3}) bludgeoning damage, or 8 ({@dice 1d10+3}) bludgeoning damage if used with two hands to make a melee attack, plus 3 ({@dice 1d6}) fire damage."
				]
			}],
			"spellcasting": [{
				"name": "Spellcasting",
				"headerEntries": [
					"The Azer Priest is a 5th-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 13, {@hit 5} to hit with spell attacks). The Azer Priest has the following cleric spells prepared:"
				],
				"spells": {
					"0": {
						"spells": [
							"{@spell mending}",
							"{@spell sacred flame}",
							"{@spell thaumaturgy}"
						]
					},
					"1": {
						"slots": 4,
						"spells": [
							"{@spell cure wounds}",
							"{@spell guiding bolt}",
							"{@spell sanctuary}"
						]
					},
					"2": {
						"slots": 3,
						"spells": [
							"{@spell lesser restoration}",
							"{@spell spiritual weapon}"
						]
					},
					"3": {
						"slots": 2,
						"spells": [
							"{@spell dispel magic}",
							"{@spell spirit guardians}"
						]
					}
				}
			}],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"Azers are elemental warriors crafted from bronze native to the Elemental Plane of Fire. Whilst most azers are content with a life in the forges of their kingdoms, others turn to worship and oaths to fill their time.",
						"These azers often worship the elements themselves, ancient primordials, or gods of the forge and fire. Azers who prove their devotion to their gods are imbued with divine magic, allowing them to cast spells and smite with wrathful force."
					]
				}
			},
			"page": 13
		},
		{
			"name": "Ankashar",
			"size": "L",
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"source": "MotG",
			"ac": "14 (natural armor)",
			"hp": {
				"average": 115,
				"formula": "11d10+55"
			},
			"speed": {
				"walk": 30,
				"fly": 40
			},
			"str": 19,
			"dex": 11,
			"con": 20,
			"int": 6,
			"wis": 14,
			"cha": 11,
			"resist": [
				"cold",
				"fire",
				"lightning",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": "darkvision 120 ft.",
			"passive": 12,
			"languages": "Abyssal",
			"cr": "5",
			"trait": [{
					"name": "Compact Body",
					"entries": [
						"As a bonus action on its turn, the ankashar can fold in its wings and retract its legs. Whilst in the form, it cannot fly or use attack actions, but counts as Medium size and gains advantage on Dexterity (Stealth) checks. It can end this form as a bonus action on subsequent turns."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The ankashar has advantage on savingthrows against spells and other magical effects."
					]
				}
			],
			"action": [{
					"name": "Multiattack",
					"entries": [
						"The ankashar makes two attacks with its bite, or one with its bite and one with its tail."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"Melee Weapon Attack: {@hit +7} to hit, reach 5 ft., one target. Hit: 13 ({@dice 2d8+4}) piercing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"Melee Weapon Attack: {@hit +7} to hit, reach 10 ft., one target. Hit: 11 ({@dice 2d6+4}) bludgeoning damage. Instead of dealing damage, the ankashar can knock the target prone."
					]
				},
				{
					"name": "Gaze of Madness (Recharge 5—6)",
					"entries": [
						"The ankashar targets one creature it can see within 30 feet of it. The target must succeed on a DC 13 Charisma saving throw against this magic or take 10 ({@dice 3d6}) psychic damage and suffer one level of short-term madness."
					]
				}
			],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"Baphomet: Demon Lord of Minotaurs and the Prince of Beasts. Worshipped by the beastial minotaurs, the ogres, and the giants. Baphomet commands an army of demonic minions from his Endless Maze within the 600th Layer of the Abyss. Three of these have served different purposes to Baphomet in his endless wars and each with their own unique abilities and characteristics.",
						"This horrifying demon resembles a mixture of man, bat, bull, bear and crocodile. Its patchy hair reveals areas of scales, boil- covered flesh and bone on its broad, muscular frame. Despite their bulky bodies, ankashars have a pair of bat-like wings which allow them to fly in and out of combat.",
						{
							"type": "entries",
							"name": "Baphomet’s Experiment",
							"entries": [
								"The first ankashar were created when Baphomet decided to create a winged mount to fly into combat. The results of this experiment were the ankashar, who quickly proved too unpredictable to be trusted as mounts, or even allies. These beasts were allowed to run feral, where they have bred into a variety of twisted forms."
							]
						},
						{
							"type": "entries",
							"name": "Variable Physiology",
							"entries": [
								"Although all ankashar have similar traits (bull-like horns, wings of stretched skin, powerful tails and bulky limbs), each individual is unique. Some have clawed, reptilian feet where others have hooves. Some have the face of a tormented man whilst others bare a twisted visage of man and beast. The form of these fiends is almost as unpredictable as their behaviour."
							]
						},
						{
							"type": "entries",
							"name": "Proof of Zeal",
							"entries": [
								"Occasionally, Baphomet sends an ankashar to one of his cults on the Material Plane who have beseech him to send them aid. The ankashar is just as likely to devour the cultists as it is to obey their commands, but Baphomet believes that if they fall beneath its wrath, then they were not strong enough to exist anyway."
							]
						},
						{
							"type": "variant",
							"name": "Ankashar Variant - Warpflesh",
							"entries": [
								"Some ankashar carry a foul disease known as warpflesh, which causes the area bitten by an ankashar to twist and bend, becoming deformed. A creature bitten by an ankashar must succeed on a DC 15 Constiutiton saving throw against disease or contract Warpflesh. An infected creature immediately has its Dexterity score reduced by {@dice 1d4}. If this reduces the creatures Dexterity to 0, it dies.",
								"At the end of each long rest, the creature must repeat the saving throw. On a failed save, its Dexterity score is reduced by a further {@dice 1d4}. Whilst infected by Warpflesh, a creature has disadvantage against any effect that would alter its form, such as the flesh to stone or polymorph spell.",
								"Warpflesh can only be removed through magical healing, such as a casting of heal or remove disease."
							]
						}
					]
				}
			},
			"page": 17
		},
		{
			"name": "Bulezau",
			"size": "L",
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"source": "MotG",
			"ac": "16 (natural armor)",
			"hp": {
				"average": 115,
				"formula": "11d10+55"
			},
			"speed": {
				"walk": 30
			},
			"str": 19,
			"dex": 18,
			"con": 20,
			"int": 8,
			"wis": 15,
			"cha": 10,
			"save": {
				"str": "+7",
				"dex": "+7",
				"wis": "+5"
			},
			"resist": [
				"cold",
				"fire",
				"lightning",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": "darkvision 60 ft.",
			"passive": 12,
			"languages": "Abyssal, telepathy 120 ft.",
			"cr": "9",
			"trait": [{
					"name": "Charge",
					"entries": [
						"If the bulezau moves at least 10 feet straight toward a target and then hits it with a gore attack on the same turn, the target takes an extra 9 ({@dice 2d8}) piercing damage. If the target is a creature, it must succeed on a DC 15 Strength saving throw or be pushed up to 10 feet away and knocked prone."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The bulezau has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Ravage the Fallen",
					"entries": [
						"The bulezau deals an extra 7 ({@dice 2d6}) damage to prone targets."
					]
				},
				{
					"name": "Wounded Fury",
					"entries": [
						"While it has 25 hit points or fewer, the bulezau has advantage on attack rolls. In addition, it deals an extra 7 ({@dice 2d6}) damage to any target it hits with a melee attack."
					]
				}
			],
			"action": [{
					"name": "Multiattack",
					"entries": [
						"The bulezau makes three attacks: one gore attack and two with its longspear."
					]
				},
				{
					"name": "Gore",
					"entries": [
						"Melee Weapon Attack: {@hit +7} to hit, reach 5 ft., one target. Hit: 13 ({@dice 2d8+4}) piercing damage."
					]
				},
				{
					"name": "Longspear",
					"entries": [
						"Melee Weapon Attack: {@hit +7} to hit, reach 10 ft., one target. Hit: 15 ({@dice 2d10+4}) piercing damage."
					]
				},
				{
					"name": "Blood Cry (Recharge 5—6)",
					"entries": [
						"Each creature within 15 feet of the bulezau must make a DC 15 Constitution saving throw. On a failed save, a creature takes 22 ({@dice 5d8}) thunder damage and is pushed 10 feet away from the bulezau. On a successful save, a creature takes half as much damage and isn’t pushed."
					]
				}
			],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"Baphomet: Demon Lord of Minotaurs and the Prince of Beasts. Worshipped by the beastial minotaurs, the ogres, and the giants. Baphomet commands an army of demonic minions from his Endless Maze within the 600th Layer of the Abyss. Three of these have served different purposes to Baphomet in his endless wars and each with their own unique abilities and characteristics.",
						"With a blood-curdling howl of glee, an eight foot tall, goat-headed demon charges into battle with an oversized longspear, ravaging those that fall under its charge. The fiends eyes are rheumy and whirl in their sockets, desperately searching for their next fight.",
						{
							"type": "entries",
							"name": "Corrupted Corpses",
							"entries": [
								"Bulezau are created from the corpses of women who died valiantly serving good deities. Their bodies are exhumed from the grave, subjected to dark rituals by Baphomet’s cults and transformed into bloodthirsty, goat-headed demons to serve as shock troops for cults and demon lords across the planes."
							]
						},
						{
							"type": "entries",
							"name": "Vicious Opportunists",
							"entries": [
								"All demons show relentless ferocity, but few rival the focussed brutality of a bulezau. These beasts delight in running down opponents, then goring them with their twisting horns. If a foe of a troop of bulezau falls prone, the whole pack will dive on the victim, tearing it to pieces. Even as a bulezau takes punishment in combat, it becomes more and more ferocious."
							]
						}
					]
				}
			},
			"page": 17
		},
		{
			"name": "Ghour",
			"size": "H",
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"source": "MotG",
			"ac": "14 (natural armor)",
			"hp": {
				"average": 241,
				"formula": "21d12+105"
			},
			"speed": {
				"walk": 40
			},
			"str": 22,
			"dex": 8,
			"con": 20,
			"int": 15,
			"wis": 13,
			"cha": 11,
			"save": {
				"str": "+9",
				"con": "+8",
				"int": "+5",
				"wis": "+4"
			},
			"resist": [
				"cold",
				"fire",
				"lightning",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": "darkvision 120 ft.",
			"passive": 14,
			"languages": "Abyssal, Giant",
			"cr": "9",
			"trait": [{
				"name": "Magic Resistance",
				"entries": [
					"The ghour has advantage on saving throws against spells and other magical effects."
				]
			}],
			"action": [{
					"name": "Multiattack",
					"entries": [
						"The ghour uses its Noxious Gas Breath if it can. It then makes three attacks: one with its gore and two with its fists."
					]
				},
				{
					"name": "Noxious Gas Breath (Recharge 6)",
					"entries": [
						"The ghour exhales a 30-foot long, 10-foot wide line of noxious gas. Each non-demon creature in the area must succeed on a DC 16 Dexterity saving throw. On a failed save, a creature takes 22 ({@dice 4d10}) poison damage and has its Strength score reduced by 1d6. The creature dies if this reduces its Strength to 0. Otherwise, the reduction lasts until the target finishes a long or short rest. On a successful save, a creature takes half the damage and does not have its Strength score reduced."
					]
				},
				{
					"name": "Fist",
					"entries": [
						"Melee Weapon Attack: {@hit +9} to hit, reach 10 ft., one target. Hit: 19 ({@dice 3d8+6}) bludgeoning damage."
					]
				},
				{
					"name": "Gore",
					"entries": [
						"Melee Weapon Attack: {@hit +9} to hit, reach 10 ft., one target. Hit: 28 ({@dice 4d10+6}) piercing damage."
					]
				},
				{
					"name": "Roar (1/Day)",
					"entries": [
						"The ghour bellows an ear-splitting roar. Each non-demon creature within 30 feet of the ghour that can hear it must succeed on a DC 16 Constitution saving throw or become stunned for {@dice 1d4} rounds. Creatures that fail by 5 or more take 11 ({@dice 2d10}) psychic damage and are deafened for the same number of rounds."
					]
				}
			],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"Baphomet: Demon Lord of Minotaurs and the Prince of Beasts. Worshipped by the beastial minotaurs, the ogres, and the giants. Baphomet commands an army of demonic minions from his Endless Maze within the 600th Layer of the Abyss. Three of these have served different purposes to Baphomet in his endless wars and each with their own unique abilities and characteristics.",
						"These monstrous, ogre-sized demons appear similar to a minotaur, but have the ability to breath noxious gas, cast spells and roar loud enough to shatter a creatures psyche.",
						{
							"type": "entries",
							"name": "Baphomet’s Commanders",
							"entries": [
								"The presence of a ghour on the Material Plane shows that the Demon Lord Baphomet is happy with his worshippers. These dominating fiends lead not only his humanoid cults, but also minotaurs, ogres and renegade giants who revere the Prince of Beasts. These rampaging demons are brutal leaders, driving their congregation to commit bestial acts."
							]
						},
						{
							"type": "entries",
							"name": "Atrophying Breath",
							"entries": [
								"In combat, a ghour likes to open with a blast of its breath weapon. The suffocating gas this demon produces chokes the life from mortals and visibly saps their strength, leaving even the strongest of barbarians choking for breath. Often, this attack will be followed up with a deafening roar which clears a way for the charge of baphomet’s cultists."
							]
						}
					]
				}
			},
			"page": 18,
			"spellcasting": [{
				"name": "Innate Spellcasting",
				"headerEntries": [
					"The ghour’s spellcasting ability is Intelligence (spell save DC 15). The ghour can innately cast the following spells, requiring no material components:"
				],
				"will": [
					"{@spell darkness}",
					"{@spell detect magic}",
					"{@spell dispel magic}"
				],
				"daily": {
					"1e": [
						"{@spell confusion}",
						"{@spell fear}",
						"{@spell maze}"
					]
				}
			}]
		},
		{
			"name": "Beholder, Eye of the Deep",
			"size": "L",
			"type": "aberration",
			"alignment": [
				"L",
				"E"
			],
			"source": "MotG",
			"ac": "18 (natural armor)",
			"hp": {
				"average": 136,
				"formula": "16d10+48"
			},
			"speed": {
				"walk": 0,
				"swim": 30
			},
			"str": 18,
			"dex": 14,
			"con": 17,
			"int": 12,
			"wis": 15,
			"cha": 14,
			"save": {
				"int": "+4",
				"wis": "+5",
				"cha": "+5"
			},
			"skill": {
				"perception": "+5"
			},
			"conditionImmune": [
				"prone"
			],
			"senses": "darkvision 120 ft.",
			"passive": 15,
			"languages": "Aquan, Deep Speech",
			"cr": "8",
			"trait": [{
					"name": "Amphibious",
					"entries": [
						"The eye of the deep can breathe air and water."
					]
				},
				{
					"name": "Blinding Cone",
					"entries": [
						"The eye of the deep’s central eye emits a 120-foot cone of blinding light. At the start of each of its turns, the eye of the deep decides which way the cone faces and whether the cone is active. Creatures that start their turn in the cone must make a successful DC 14 Constitution saving throw or be blinded until the beginning of their next turn."
					]
				}
			],
			"action": [{
					"name": "Multiattack",
					"entries": [
						"The eye of the deep makes three melee attacks, one with its bite and two with its pincers."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"Melee Weapon Attack: {@hit +7} to hit, reach 5 ft., one target. Hit: 13 ({@dice 2d8+4}) piercing damage."
					]
				},
				{
					"name": "Pincers",
					"entries": [
						"Melee Weapon Attack: {@hit +7} to hit, reach 5 ft., one target. Hit: 11 ({@dice 2d6+4}) slashing damage."
					]
				},
				{
					"name": "Eye Rays",
					"entries": [
						"The eye of the deep shoots both of its magical eye rays, choosing targets for each it can see within 120 ft. of it.",
						"1. Paralyzing Ray. The targeted creature must succeed on a DC 13 Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
						"2. Slowing Ray. The targeted creature must succeed on a DC 13 Dexterity saving throw. On a failed save, the target’s speed is halved for 1 minute. In addition, the creature can’t take reactions, and it can take either an action or a bonus action on its turn, not both. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"The eye of the deep is a cousin of the beholder spawned in the deepest chasms of the Plane of Water. It appears as a spherical crustacean, eight feet across, with thick chitinous plates covering its bulk. A single eye sits in its center from which it can emit a blinding light, particularly effective in the Darkened Depths. It possesses two large pincers and a mouth full of crooked, razor- sharp teeth, which it uses to rend flesh from blinded or stunned opponents. Unlike a normal beholder, it only has two eye stalks, but both are tuned to help it hunt in deep waters.",
						{
							"type": "entries",
							"name": "Solitary Hunters",
							"entries": [
								"Eyes of the Deep lurk in the aquatic depths of the Plane of Water, stalking prey for days on end. Like all beholders, they are xenophobic, each believing that they are the pinnacle of beholder perfection. The darkness of their territory drives them to solitude, so they are rarely encountered with minions."
							]
						},
						{
							"type": "entries",
							"name": "Shiny Objects",
							"entries": [
								"If an eye of the deep has one weakness, it is for shiny objects. Their lairs are often decorated with the pilfered treasures of their past meals, but only if they reflect their blinding light. Mirrors are prized above all else – they are shiny and they let the eye of the deep admire their own perfect form."
							]
						}
					]
				}
			},
			"page": 19
		},
		{
			"name": "Big Green Eye",
			"size": "L",
			"type": "aberration",
			"alignment": [
				"N",
				"E"
			],
			"source": "MotG",
			"ac": "18 (natural armor)",
			"hp": {
				"average": 39,
				"formula": "6d8+12"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 30,
					"condition": " (hover)"
				}
			},
			"str": 8,
			"dex": 14,
			"con": 14,
			"int": 13,
			"wis": 14,
			"cha": 11,
			"skill": {
				"perception": "+6"
			},
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"conditionImmune": [
				"prone"
			],
			"senses": "darkvision 120 ft.",
			"passive": 16,
			"languages": "Deep Speech, Undercommon, telepathy 120 ft.",
			"cr": "3",
			"trait": [{
				"name": "Blue Shield",
				"entries": [
					"A blue energy shield surrounds the eye representing its resistances. If the resistances are eliminated, the blue shield disappears."
				]
			}],
			"action": [{
				"name": "Eye Rays",
				"entries": [
					"The big green eye shoots one of the following magical eye rays at one or two creatures it can see within 90 ft. of it. It can use each ray only once on a turn.",
					"1. Confusion Ray. The target must succeed on a DC 13 Wisdom saving throw, or it can’t take reactions until the end of its next turn. On its turn, the target can’t move, and it uses its action to make a melee or ranged attack against a randomly determined creature within range. If the target can’t attack, it does nothing on its turn.",
					"2. Paralyzing Ray. The target must succeed on a DC 13 Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
					"3. Fear Ray. The target must succeed on a DC 13 Wisdom saving throw or be frightened for 1 minute. The target can repeat the saving throw at the end of each of its turns, with disadvantage if the big green eye is visible to the target, ending the effect on itself on a success.",
					"4. Wounding Ray. The target must make a DC 13 Constitution saving throw, taking 5 ({@dice 1d10}) necrotic damage on a failed save, or half as much damage on a successful one."
				]
			}],
			"reaction": [{
				"name": "Spell Reflection",
				"entries": [
					"If the big green eye makes a successful saving throw against a spell, or a spell attack misses it, the big green eye can choose another creature (including the spellcaster) it can see within 30 ft. of it. The spell targets the chosen creature instead of the big green eye. If the spell forced a saving throw, the chosen creature makes its own save. If the spell was an attack, the attack roll is rerolled against the chosen creature."
				]
			}],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"Cousin to the beholder, the big green eye lurks in dark hallways and shadows of the darker corners of an area. It waits patiently to exercise its non-merciful attacks on any prey nearby. It feeds on its own evil.",
						{
							"type": "entries",
							"name": "Lairs",
							"entries": [
								"The big green eye can share lairs with beholders, provided there is detente or solidarity among the creatures. The big green eye, however, has no lair actions of its own."
							]
						},
						{
							"type": "entries",
							"name": "Tactics",
							"entries": [
								"The big green eye enacts its Blue Shield at will. It can turn it off and on as long as it still retains the shield. The shield gives off a blue glow, so the big green eye may want to remove it when trying to hide. The big green eye uses its rays in combination to try and confuse, paralyze, frighten, and/or wound its prey appropriately."
							]
						}
					]
				}
			},
			"page": 20
		},
		{
			"name": "Blight Swarm",
			"size": "M",
			"type": {
				"type": "plant",
				"swarmSize": "T"
			},
			"alignment": [
				"N",
				"E"
			],
			"source": "MotG",
			"ac": "13 (natural armor)",
			"hp": {
				"average": 44,
				"formula": "8d8+8"
			},
			"speed": {
				"walk": 25,
				"climb": 25
			},
			"str": 12,
			"dex": 14,
			"con": 14,
			"int": 6,
			"wis": 9,
			"cha": 5,
			"skill": {
				"stealth": "+4"
			},
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"frightened",
				"paralyzed",
				"petrified",
				"prone",
				"restrained",
				"stunned"
			],
			"passive": 9,
			"languages": "Common",
			"cr": "2",
			"trait": [{
					"name": "False Appearance",
					"entries": [
						"While the swarm remains motionless, it is indistinguishable from a mass of dead shrubs and vines."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The swarm can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature’s space and vice versa. While in the same space as a creature, the swarm has advantage on attack rolls when using Constrict against that creature. The swarm can move through any opening large enough for a Tiny plant. The swarm can’t regain hit points or gain temporary hit points."
					]
				}
			],
			"action": [{
					"name": "Multiattack",
					"entries": [
						"The blight swarm makes 2 melee attacks or 2 ranged attacks."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"Melee Weapon Attack: {@hit +4} to hit, reach 5 ft., one target. Hit: 9 ({@dice 2d6+2}) piercing damage or 5 ({@dice 1d6+2}) piercing damage if the swarm is at half its hitpoints or fewer."
					]
				},
				{
					"name": "Needles",
					"entries": [
						"Ranged Weapon Attack: {@hit +4} to hit, reach 5 ft., one target. Hit: 12 ({@dice 4d4+2}) piercing damage or 7 ({@dice 2d4+2}) piercing damage if the swarm is at half its hitpoints or fewer."
					]
				},
				{
					"name": "Constrict",
					"entries": [
						"Melee Weapon Attack: {@hit +4} to hit, reach 10 ft., one target. Hit: 11 ({@dice 3d6+1}) bludgeoning damage and if the target is Large or smaller, it is grappled (escape DC 12). Until this grapple ends, the target is restrained, and the swarm can’t constrict another target. If the swarm is at half its hitpoints or fewer, it cannot use this attack."
					]
				}
			],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"The Blight Swarm is a cruel mixture of shambling mound and blights. These creatures are combined into one horrific swarm, which scuttles, shambles and drags itself around using its many plant-like appendages. It is created when a number of smaller plants are infected with evil spirit and malevolence; the spirit combines the resources around it to create a Blight Swarm.",
						{
							"type": "entries",
							"name": "Draining Presence",
							"entries": [
								"The blight swarm moves through nearby vegetation choking the life from it; it will climb trees, force its roots into them to strangle and eventually kill them; the blight swarm is a murderous evil essence and so seeks out life to kill and then drain."
							]
						}
					]
				}
			},
			"page": 21
		},
		{
			"name": "Bog Worm",
			"size": "H",
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"source": "MotG",
			"ac": "18 (natural armor)",
			"hp": {
				"average": 125,
				"formula": "10d12+60"
			},
			"speed": {
				"walk": 20,
				"swim": 40
			},
			"str": 22,
			"dex": 7,
			"con": 22,
			"int": 2,
			"wis": 12,
			"cha": 5,
			"senses": "blindsight 60 ft., tremorsense 60 ft.",
			"passive": 12,
			"cr": "7",
			"trait": [{
					"name": "Amphibious",
					"entries": [
						"The worm can breathe both air and water."
					]
				},
				{
					"name": "Ambusher",
					"entries": [
						"The worm has advantage on attack rolls against any creature it has surprised."
					]
				},
				{
					"name": "Barbed Hide",
					"entries": [
						"At the start of each of its turns, the worm deals 5 ({@dice 1d10}) piercing damage to any creature grappling it."
					]
				},
				{
					"name": "False Appearance",
					"entries": [
						"While the worm remains motionless, it is indistinguishable from swamp vegetation."
					]
				},
				{
					"name": "Tunneler",
					"entries": [
						"The worm can burrow through solid rock at half its burrow speed and leaves a 10-foot-diameter tunnel in its wake."
					]
				}
			],
			"action": [{
					"name": "Multiattack",
					"entries": [
						"The worm makes two attacks; one with its bite and one with its stinger."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"Melee Weapon Attack: {@hit +9} to hit, reach 5 ft., one target. Hit: 10 ({@dice 1d8+6}) piercing damage. If the target is a Medium or smaller creature, it must succeed on a DC 17 Dexterity saving throw or be swallowed by the worm. A swallowed creature is blinded, restrained, and poisoned. It has total cover against attacks and other effects outside the worm and it takes 13 ({@dice 3d8}) acid damage at the start of each of the worm’s turns. If the worm takes 15 damage or more on a single turn from a creature inside it, the worm must succeed on a DC 21 Constitution saving throw or regurgitate all swallowed creatures which fall prone in a space within 10 feet of the worm. If the worm dies, a swallowed creature is no longer restrained by it and can escape from the corpse by using 10 feet of movement, exiting prone."
					]
				},
				{
					"name": "Stinger",
					"entries": [
						"Melee Weapon Attack: {@hit +9} to hit, reach 5 ft., one target. Hit: 15 ({@dice 2d8+6}) piercing damage. If the target is a creature, it must succeed on a DC 17 Constitution saving throw or be poisoned. A creature poisoned in this way can only use half its movement speed on its turn and can make the save again at the end of each of its turns, ending the effect on a success."
					]
				}
			],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"The colossal monster that is the bog worm torments swampland creatures as it swims through deep marshes in pursuit of prey. An oafish creature with a voracious appetite, this creature thinks of everything it comes into contact with as a prospective meal.",
						{
							"type": "entries",
							"name": "Apex Predator",
							"entries": [
								"Even the smallest noises attract the bog worms, which have been known to lie hidden in wait and strike quickly when prey is near. Civilizations which live close to swamps maintain special vigil around their settlements to deter these monsters. Though most common in large swamps, bog worms are sometimes seen on the surface world in wetlands and waterlogged areas. The jaws of a bog worm are large enough to swallow a grown man whole and no creature is safe from its appetite. It can quickly thrust itself forward by alternately contracting and expanding its body, catching other bog dwellers by surprise with the speed of its advance."
							]
						},
						{
							"type": "entries",
							"name": "Bounty of the Bog Worm",
							"entries": [
								"When a bog worm burrows through the quagmire, it gobbles up dirt and stones and even boulders, which it breaks down and constantly excretes. Just like their purple cousins, valuable metals and precious stones can also be found within the bodies of bog worms and they are sought out and hunted for this treasure by reckless adventurers. A burrowing bog worm keeps creating new passages throughout the wetlands, which become useful for other creatures to navigate subterranean caves. Consequently, regions with abundant prey quickly become interlaced with a complex maze of passages under the wetlands when a few bog worms come together to hunt."
							]
						}
					]
				}
			},
			"page": 22
		},
		{
			"name": "Bone Giant",
			"size": "H",
			"type": "undead",
			"alignment": [
				"C",
				"E"
			],
			"source": "MotG",
			"ac": "12",
			"hp": {
				"average": 136,
				"formula": "13d12+52"
			},
			"speed": {
				"walk": 10
			},
			"str": 21,
			"dex": 8,
			"con": 19,
			"int": 5,
			"wis": 8,
			"cha": 5,
			"save": {
				"str": "+8",
				"con": "+7"
			},
			"vulnerable": [
				"bludgeoning"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"exhaustion",
				"deafened",
				"paralyzed",
				"poisoned"
			],
			"senses": "blindsight 50 ft.",
			"passive": 9,
			"cr": "6",
			"action": [{
					"name": "Multiattack",
					"entries": [
						"The bone giant makes two bone club attacks."
					]
				},
				{
					"name": "Bone Club",
					"entries": [
						"Melee Weapon Attack: {@hit +8} to hit, reach 10 ft., one target. Hit: 18 ({@dice 3d8+5}) bludgeoning damage."
					]
				}
			],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"Unlike its smaller skeleton cousins, the Bone Giant - the animated bones of a Hill Giant - was not originally created using dark magic. Ulrich, the dwarven cleric of Lathandar, created the giant to guard a powerful magic item against evil forces.",
						{
							"type": "entries",
							"name": "Lumbering Hulk",
							"entries": [
								"The Bone Giant is a slow, yet powerful animation. Those who battle a Bone Giant had better keep their distance or risk being pummeled by a massive bone club."
							]
						},
						{
							"type": "entries",
							"name": "Grand Guardians",
							"entries": [
								"Due to their slow speed, Bone Giants are typically only used in dungeons or as guardians. They don’t make for good group troops seeing as how most other creatures walk three times faster than the white hulks. However, they do make practical guards in castles and other structures where movement is limited."
							]
						}
					]
				}
			},
			"page": 24
		},
		{
			"name": "Bound Colossus",
			"size": "G",
			"type": "elemental",
			"alignment": [
				"L",
				"E"
			],
			"source": "MotG",
			"ac": "17 (natural armor",
			"hp": {
				"average": 364,
				"formula": "18d20+180"
			},
			"speed": {
				"walk": 0
			},
			"str": 26,
			"dex": 15,
			"con": 30,
			"int": 11,
			"wis": 16,
			"cha": 10,
			"save": {
				"str": "+14",
				"con": "+16"
			},
			"skill": {
				"athletics": "+14"
			},
			"immune": [
				"poison"
			],
			"resist": [
				"acid",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"vulnerable": [
				"thunder"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"poisoned",
				"prone",
				"restrained",
				"unconscious"
			],
			"senses": "tremorsense 240 ft., darkvision 120 ft.",
			"passive": 13,
			"languages": "Terran",
			"cr": "21",
			"trait": [{
					"name": "Magic Resistance",
					"entries": [
						"The magnetic field surrounding the colossus slightly bends the weave of magic around it, granting it advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Earth Glide",
					"entries": [
						"The colossus can burrow through nonmagical, unworked earth and stone. While doing so, the colossus doesn’t disturb the material it moves through."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The colossus deals double damage to objects and structures."
					]
				},
				{
					"name": "Elasticity",
					"entries": [
						"By morphing, the arms of the colossus can reach out to incredible distances. For every sixty feet, that is between the base of the colossus and its target, its attacks lose 1 die of damage to a minimum of 2."
					]
				},
				{
					"name": "Magnetism",
					"entries": [
						"The colossus emits its own magnetic field to a radius of 240 feet. If a creature that is wearing or carrying metal equipment enters this space or begins its turn there, they must make a DC 14 Strength saving throw. On a failure, they are drawn 30 feet closer to the base of the colossus. A creature who fails this saving throw may choose to drop the worn or carried items to automatically succeed on this check instead. If a creature hits the base of the colossus after failing this saving throw, they are restrained and must succeed a DC 14 Strength saving throw in order to escape."
					]
				},
				{
					"name": "Multiple Arms",
					"entries": [
						"The bound colossus has four arms. Each arm can be attacked (AC 17; 30 hit points; vulnerability to thunder damage). Destroying an arm deals 15 damage to the colossus. The colossus can construct a new arm by using an action to pull one out of its body but it must have a free arm to do so."
					]
				}
			],
			"action": [{
					"name": "Multiattack",
					"entries": [
						"The Bound Colossus makes as many slam or earthen grasp attacks as it has remaining arms."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"Melee Weapon Attack: {@hit +14} to hit, reach 5 ft., one target. Hit: 26 ({@dice 5d6+8}) bludgeoning damage."
					]
				},
				{
					"name": "Earthen Grasp",
					"entries": [
						"The colossus reaches through the ground and reaches for one creature within 5 feet of its hand. The target must succeed on a contested grapple check. On a failed check, the target takes 26 ({@dice 5d6+8}) bludgeoning damage and is restrained. On subsequent turns, the colossus can attempt to crush a restrained target, which must make a DC 22 Strength saving throw. The target takes 26 ({@dice 5d6+8}) bludgeoning on a failed save, or half as much damage on a successful one. A restrained target can use their action to attempt to escape by making another contested grapple check and succeeding."
					]
				}
			],
			"legendaryActions": 3,
			"legendary": [{
					"name": "Attack",
					"entries": [
						"The colossus makes one slam attack."
					]
				},
				{
					"name": "Magnetic Pulse (Costs 2 Actions)",
					"entries": [
						"The colossus emits a sudden magnetic pulse (see Magnetism)."
					]
				},
				{
					"name": "Grow Arm (Costs 3 Actions)",
					"entries": [
						"The colossus regrows one of the arms it has lost; it doesn’t need a free arm in order to do so."
					]
				}
			],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"The colossus is a weapon of elemental destruction created by the proto-gods in a bid for power over a realm where magic flowed raw, unbridled, and unchecked. Standing nearly forty feet tall when on its feet, the colossus dwarfs modern-day giants and is rivaled only by the sheer size of the tarrasque. The bipedal tower has a natural armor that resembles a mountainous landscape and gives off its own magnetic aura. As the gods settled into their portfolios, the need for these beings passed and they soon fell into obscurity. This bound specimen may very well be the last one in existence.",
						{
							"type": "entries",
							"name": "Forgotten Master",
							"entries": [
								"Although it is not clear why the colossus is bound to its location, tomes of old purport of a malicious wizard who may be the cause. Ancient scribes sought to omit his name, letting it fade into the annals of history, but do tell of a unique gemstone created through what must be a powerful variant of the imprisonment spell. Nicknamed “Maximilian” by the unlikeable master, the colossus served him as it did the gods; as a weapon. When the time came for the wizard to pass on, it was thought best for the realm if the weapon was put to rest alongside him."
							]
						},
						{
							"type": "entries",
							"name": "Earthen Grasp",
							"entries": [
								"Spellcasters that know the spell Maximilian’s Earthen Grasp regularly pay homage to this being, though not in the way they would expect. As the books tell, Maximilian was not pleased to be the puppet of a mere wizard and often attempted to reach out for the gemstone that kept the elemental in its prison. Though it seems unlikely, the legends state that the hand that bursts forth as a result of the casting of this spell is actually the hand of Maximilian, still in search of that gemstone. As the creator of Maximilian’s Earthen Grasp, that was the wizard’s legacy, the eternal taunting of a planar weapon. How foolish..."
							]
						}
					]
				}
			},
			"page": 26
		},
		{
			"name": "Cackling Zombie",
			"size": "M",
			"type": "undead",
			"alignment": [
				"N",
				"E"
			],
			"source": "MotG",
			"ac": "8",
			"hp": {
				"average": 22,
				"formula": "3d8+9"
			},
			"speed": {
				"walk": 20
			},
			"str": 13,
			"dex": 6,
			"con": 16,
			"int": 6,
			"wis": 3,
			"cha": 5,
			"skill": {
				"perception": "-2"
			},
			"save": {
				"wis": "+0"
			},
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": "darkvision 60 ft.",
			"passive": 8,
			"languages": "understands all languages it spoke in life but can't speak",
			"cr": "1/4",
			"trait": [{
					"name": "Undead Fortitude",
					"entries": [
						"If damage reduces the zombie to 0 hit points, it must make a Constitution saving throw with a DC of 5+the damage taken, unless the damage is radiant or from a critical hit. On a success, the zombie drops to 1 hit point instead."
					]
				},
				{
					"name": "Cackle Fever",
					"entries": [
						"When the cackling zombie takes damage it must make a DC 13 Constitution saving throw. On a failed save, the the zombie takes 5 (1d10) psychic damage and becomes incapacitated with mad laughter for 1 minute. It can repeat the saving throw at the end of each of its turns, ending the mad laughter and the incapacitated condition on a success.",
						"Any humanoid creature that starts its turn within 10 ft. of the zombie in the throws of mad laughter must succeed on a DC 10 Constitution saving throw or become infected with Cackle Fever. Once a creature succeeds on this save, it is immune to the mad laughter of that particular infected creature for 24 hours.",
						"At the end of each long rest, an infected creature can make a DC 13 Constitution saving throw. On a successful save, the DC for this save and for the save to avoid an attack of mad laughter drops by {@dice 1d6}. When the saving throw DC drops to 0, the creature recovers from the disease. A creature that fails three of these saving throws gains a randomly determined form of indefinite madness."
					]
				}
			],
			"action": [{
				"name": "Slam",
				"entries": [
					"Melee Weapon Attack: {@hit +3} to hit, reach 5 ft., one target. Hit: 4 ({@dice 1d6+1}) bludgeoning damage."
				]
			}],
			"fluff": {
				"entries": {
					"type": "entries",
					"entries": [
						"These creatures look aesthetically similar to any other zombie, save for a subtle dark brown vapor which escapes from their mouth and nostrils. This strange gas is the result of dark magic users experimenting with mixing raise dead spells with materials infected with disease. As a result, these zombies are a disease unto themselves. Their incessant cackling sends an eerie shiver down the spine of most who hear it as they slowly shuffle and stammer their way through the dungeon, easily infecting those they encounter. If not caught and dealt with quickly, the cackling fever can quickly infect an entire small village.",
						{
							"type": "entries",
							"name": "Unknown Infection",
							"entries": [
								"Due to the nature of cackling fever, adventurers who are infected may not be aware for many hours after infection, allowing them to return to their favorite inn or tavern and spread the disease through a village or city. The disease can quickly escalate and result in a full blown outbreak. If the area is a trade hub, it can easily be spread to nearby areas, causing a region wide epidemic."
							]
						}
					]
				}
			},
			"page": 27
		}
	]
}
