{
	"_meta": {
		"sources": [
			{
				"json": "TheFalseHydra",
				"abbreviation": "TFH",
				"full": "The False Hydra",
				"url": "https://homebrewery.naturalcrit.com/share/H1-2xqarKX",
				"authors": [
					"?",
					"Goblin Punch"
				],
				"convertedBy": [
					"SaliVader"
				],
				"version": "unknown"
			}
		],
		"dateAdded": 1610487682,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "30b66c8dfb",
		"edition": "classic"
	},
	"monster": [
		{
			"name": "False Hydra Larva",
			"source": "TheFalseHydra",
			"size": [
				"T"
			],
			"type": "aberration",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 7,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "6d4 + 6",
				"average": 21
			},
			"speed": {
				"walk": 0
			},
			"str": 12,
			"dex": 5,
			"con": 12,
			"int": 9,
			"wis": 16,
			"cha": 13,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"languages": [
				"understands languages known by its victims",
				"but can't speak"
			],
			"cr": "1/8",
			"trait": [
				{
					"name": "Limited telepathy",
					"entries": [
						"The false hydra larva can magically communicate simple ideas, emotions, commands, and images telepathically with any creature within 100 feet of it that can understand a language and has been subjected to a {@i song of domination}."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5ft., one target. Hit 6 ({@damage 1d10 + 1}) piercing damage"
					]
				},
				{
					"name": "Sightless Song",
					"entries": [
						"The false hydra larva emits a horrible, nightmarish howl to all creatures within 500 feet. Any humanoid that can hear this song and has not been subjected to a {@i song of domination} is incapable of noticing the false hydra larva while it can hear the song. If they have, they remain under the effects of the {@i song of domination} for as long as they can hear any sort of song from a false hydra. Not hearing a false hydra's song for more than 10 minutes in one day allows the victim to make a {@dc 12} Intelligence saving throw to break the effect of the song on themselves. Humanoids under the effect of the song do not realize they can hear the song. The false hydra larva can continue to sing the song for as long as it wants, but must stop singing if it makes a Bite attack."
					]
				}
			],
			"environment": [
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"No one truly knows when or how the false hydra came to be. It is an abomination, seen by few, and survived by fewer. Some say that is similar to a plant, that it grows from the ground like a sprout with no seed, that it germinates on lies and dishonesty. Others say that it is almost like a vicious fungus, a mindless life form that knows nothing beyond devouring and surviving. Some say they are the last vestiges of a curse from a fallen goddess, who sent them as punishment to the mortals who so conveniently turn their backs on inconvenient truths. In truth, scholars have no better idea. The few who believe in and attempt to study this creature have found little information about it, only aware of three things for certain: the false hydra sings, the false hydra grows, and the false hydra eats.",
									{
										"name": "Infiltration",
										"type": "entries",
										"entries": [
											"The false hydra begins its life cycle as a head, with roughly the same proportions as an average humanoid's. This head, however, is pale, and hairless, with wet, eyeless sockets and a large mouth filled with broad, flat teeth. It finds itself buried deep beneath the earth near a settlement, and it grows. As it grows, it develops a fleshy, flabby torso, which serves as a \"root\". It is from this root that all further heads grow. The first head slowly pushes its way up through the dirt, breaking through the soil in the basement, beneath the stairs. Or beneath the brush around the house. Or through a broken cobblestone in the street. And then, when it has reached the surface, it sings."
										]
									},
									{
										"name": "Sightless Song",
										"type": "entries",
										"entries": [
											"While the false hydra sings, it is ignored. It is not invisible: it simply sits in our blind spot, its song creating gaps in our memory while it watches its prey go about its day, waiting until a safe moment to strike. The false hydra must bide its time to find the right moment, as when it eats, it cannot sing. When it isn't singing, it can be seen."
										]
									},
									{
										"name": "Growth",
										"type": "entries",
										"entries": [
											"The false hydra eats flesh, of course, and its favorite prey is humanoids. In the beginning of its life, while it only has one head, though, eating presents a challenge. To eat, it must stop singing. Thus, the first stage of a false hydra infestation is often the longest, as it waits for a lone victim to drag away into a basement, sewer, or small cave it has excavated for this purpose.",
											"In any normal circumstances, the victims of the false hydra would have family, or friends who would notice their absence, but the false hydra's song massages their mind, smoothing the wrinkles in their thoughts. The false hydra's victims become a part of the creature, and thus the creature's song erases all memories of him. Their absence will not be noticed. They are forgotten. And as more and more join the false hydra, the more it grows, the more it's neck stretches, and the more its influence grows."
										]
									},
									{
										"type": "entries",
										"name": "Mental Discord",
										"entries": [
											"The false hydra's song soothes the minds of their victims, coaxing out the memories of their prey in the same way it hides the false hydra, but it is not a perfect defense. Parents will ask why they have boy's clothes but only one daughter. A shopkeep will forget why there are two names above the store's door.",
											"Farmhands will wonder why someone hasn't harvested their section of field. Churches will find themselves without a pastor.",
											"More often than not, these gaps will close on their own. The parents will remember they took care of their neighbor's child when they went out of town. The shopkeep will remember the last winter took their partner. The farmhands will remember they recently expanded the field, and forgot to assign someone to harvest it. The churchgoers will remember their pastor's faith was needed in the big city to the north.",
											"But still, some small, confused part of their mind will recognize the wrongness of it. That part of their mind is locked away, ignored, deemed the dark part of their mind that lurks in everyone, a part that good folk know is nothing more than wrongful temptation.",
											"This strains the mind. At first, it feels like paranoia, like they are being watched (and they are being watched) but they will never be able to see who by, until it's too late. As time passes, more symptoms develop. Reminiscing becomes stressful and unpleasant, and thus is avoided. Memories become distorted and confusing, and faces blur together and identities become distorted.",
											"Mortal brains were not meant to take this weight. Mental disorders develop like a mold. Nervous ticks, psychotic breaks, and hallucinations abound."
										]
									},
									{
										"type": "entries",
										"name": "Proliferation",
										"entries": [
											"The older the false hydra gets, the more heads it grows. The more heads it has, the more careless it becomes, as it can afford to have one head stop singing to eat. As the number of heads grows, so to do the number of missing townsfolk, the number of inconsistent memories floating around the survivors.",
											"The more mature the false hydra, the more necks stretch up above the rooftops. Thick, pale tree trunks topped with bulging, bony heads with unhinging jaws filled with daggerlike teeth.",
											"When the false hydra is fully grown - usually once it is approaching ten heads - the next stage of its life cycle begins. The false hydra ensures there is at least one survivor for each head it has grown. Then, it begins to sing a new song. This new song dominates the weak-minded and psychotic, while still subjecting others to the mind-numbing forgetfulness of the first song.",
											"Each survivor is given a head, which continues to sing, and they all go their separate ways. Each victim is sent to a nearby town. Along the way, the singing continues. Any who pass them on the road are only temporarily taken under the false hydra's song, just long enough to forget they saw the lone traveler. When the carriers arrive in a new town, they find a spot to bury themselves and their head. When they do, the larva uses the carrier as it's first victim until it has grown enough to resurface. Then, the cycle begins anew, in a new town."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "False Hydra Growth Stages",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"",
									{
										"name": "False Hydra Larva",
										"type": "entries",
										"entries": [
											"The first stage of the false hydra life cycle is simply a head. This pale, vaguely human head has little to no mobility on it's own, instead relying on the broken mind of its host to carry it to a new town to begin its growth. It is capable of maintaining a hum, which serves to continue the domination of it's host, as well as disguising itself from any who might encounter it on the road. Instead of seeing a shaken, broken person carrying a nightmarish, decapitated head, they would perhaps see a haggard old beggar, moving from one town to the next, carrying their only possesions in their arms. The larva's song is weak, and easily broken, and intense scrutiny of the traveler will often reveal the true nature of what is happening."
										]
									},
									{
										"name": "False Hydra Pupa",
										"type": "entries",
										"entries": [
											"The second stage of the false hydra is the pupal stage. This stage begins after the creature has been carried to a new town, buried, and feasted on the host that brought it. This stage has only one head, and is the longest stage in the cycle as they must wait for the best moment to be able to capture their prey so that the lack of their song does not give them away to the townsfolk. When the false hydra has devoured enough townsfolk to grow more heads, it enters the next stage."
										]
									},
									{
										"name": "Young False Hydra",
										"type": "entries",
										"entries": [
											"The third stage of the false hydra has developed multiple heads, usually two to four, and is beginning to be less cautious when it eats, as it can often have one head continue its song while the other devours the victim. It is still young, however, and tends to keep stores of flesh in its subterranean body so that it might regrow heads in case of emergency."
										]
									},
									{
										"type": "entries",
										"name": "False Hydra",
										"entries": [
											"The fourth stage of the false hydra is when it becomes a true menace to adventurers, having grown enough heads (anywhere from five to eight) and stored enough beneath the ground to be able to grow back its heads a number of times. The false hydra's head have grown into thick, almost tree-trunk like appendages that can survey the settlement from above the rooftops. At this stage, it is merely waiting to further thin down the numbers in the town before advancing to its final stage."
										]
									},
									{
										"type": "entries",
										"name": "Elder False Hydra",
										"entries": [
											"The fifth and final stage of the false hydra has grown nine or more heads, and begun singing the Song of Domination. At this point, the few surviving townsfolk are under it's control and making preparations to scatter the heads to other towns. The elder false hydra is nearly omnipotent in its town, as the collected memories of its victims have given it knowledge of most threats it could face, especially if it has eaten adventurers or other worldly people."
										]
									}
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "PCs and the Sightless Song",
						"entries": [
							"Due to the nature of the false hydra as a creature, it's rather hard to give the song a DC as a baseline to ignore it's effects. Thus, any creature who hears the song is under it's effect, but at the DM's discretion they can make an Intelligence saving throw to break the effect on themselves if they find something horrifying or strange enough to make them question reality. Consider the examples given in the {@b Mental Discord} section for things that might make players question their reality, or examples given in the original Goblin Punch article ({@link link at the bottom of the document|https://homebrewery.naturalcrit.com/share/H1-2xqarKX}). Additionally, due to how the life cycle of the false hydra works, remember that only an elder false hydra can actually sing the song of domination, but any false hydra's song will continue the effect on someone under it's control, essentially transferring control to that false hydra. This will really only be used if a hydra grows big enough to have to spread to another town, as the false hydra's head will continue to sing to keep its host moving."
						]
					}
				]
			},
			"senseTags": [
				"D"
			],
			"languageTags": [
				"CS"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"intelligence"
			]
		},
		{
			"name": "False Hydra Pupa",
			"source": "TheFalseHydra",
			"size": [
				"M"
			],
			"type": "aberration",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 10,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "7d8 + 14",
				"average": 45
			},
			"speed": {
				"walk": 10,
				"burrow": 5
			},
			"str": 14,
			"dex": 7,
			"con": 15,
			"int": 12,
			"wis": 19,
			"cha": 15,
			"skill": {
				"insight": "+6",
				"perception": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 16,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons."
				}
			],
			"languages": [
				"understands languages known by its victims",
				"but can't speak."
			],
			"cr": "1",
			"trait": [
				{
					"name": "Ambusher",
					"entries": [
						"In the first round of a combat, the false hydra pupa has advantage on attack rolls against any creature it has surprised."
					]
				},
				{
					"name": "Surprise Attack",
					"entries": [
						"If the false hydra pupa surprises a creature and hits it with an attack during the first round of combat, the target takes an extra 11 ({@damage 2d10}) damage from the attack."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 10ft., one target. Hit 7 ({@damage 1d10 + 2}) piercing damage"
					]
				},
				{
					"name": "Sightless Song",
					"entries": [
						"The false hydra pupa emits a horrible, nightmarish howl to all creatures within 1 mile. Any humanoid that can hear this song is incapable of noticing the false hydra pupa while it hears it. Humanoids under the effect of the song do not realize they can hear the song. The false hydra pupa can continue to sing the song for as long as it wants, but must stop singing if it makes a Bite attack."
					]
				}
			],
			"environment": [
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"No one truly knows when or how the false hydra came to be. It is an abomination, seen by few, and survived by fewer. Some say that is similar to a plant, that it grows from the ground like a sprout with no seed, that it germinates on lies and dishonesty. Others say that it is almost like a vicious fungus, a mindless life form that knows nothing beyond devouring and surviving. Some say they are the last vestiges of a curse from a fallen goddess, who sent them as punishment to the mortals who so conveniently turn their backs on inconvenient truths. In truth, scholars have no better idea. The few who believe in and attempt to study this creature have found little information about it, only aware of three things for certain: the false hydra sings, the false hydra grows, and the false hydra eats.",
									{
										"name": "Infiltration",
										"type": "entries",
										"entries": [
											"The false hydra begins its life cycle as a head, with roughly the same proportions as an average humanoid's. This head, however, is pale, and hairless, with wet, eyeless sockets and a large mouth filled with broad, flat teeth. It finds itself buried deep beneath the earth near a settlement, and it grows. As it grows, it develops a fleshy, flabby torso, which serves as a \"root\". It is from this root that all further heads grow. The first head slowly pushes its way up through the dirt, breaking through the soil in the basement, beneath the stairs. Or beneath the brush around the house. Or through a broken cobblestone in the street. And then, when it has reached the surface, it sings."
										]
									},
									{
										"name": "Sightless Song",
										"type": "entries",
										"entries": [
											"While the false hydra sings, it is ignored. It is not invisible: it simply sits in our blind spot, its song creating gaps in our memory while it watches its prey go about its day, waiting until a safe moment to strike. The false hydra must bide its time to find the right moment, as when it eats, it cannot sing. When it isn't singing, it can be seen."
										]
									},
									{
										"name": "Growth",
										"type": "entries",
										"entries": [
											"The false hydra eats flesh, of course, and its favorite prey is humanoids. In the beginning of its life, while it only has one head, though, eating presents a challenge. To eat, it must stop singing. Thus, the first stage of a false hydra infestation is often the longest, as it waits for a lone victim to drag away into a basement, sewer, or small cave it has excavated for this purpose.",
											"In any normal circumstances, the victims of the false hydra would have family, or friends who would notice their absence, but the false hydra's song massages their mind, smoothing the wrinkles in their thoughts. The false hydra's victims become a part of the creature, and thus the creature's song erases all memories of him. Their absence will not be noticed. They are forgotten. And as more and more join the false hydra, the more it grows, the more it's neck stretches, and the more its influence grows."
										]
									},
									{
										"type": "entries",
										"name": "Mental Discord",
										"entries": [
											"The false hydra's song soothes the minds of their victims, coaxing out the memories of their prey in the same way it hides the false hydra, but it is not a perfect defense. Parents will ask why they have boy's clothes but only one daughter. A shopkeep will forget why there are two names above the store's door.",
											"Farmhands will wonder why someone hasn't harvested their section of field. Churches will find themselves without a pastor.",
											"More often than not, these gaps will close on their own. The parents will remember they took care of their neighbor's child when they went out of town. The shopkeep will remember the last winter took their partner. The farmhands will remember they recently expanded the field, and forgot to assign someone to harvest it. The churchgoers will remember their pastor's faith was needed in the big city to the north.",
											"But still, some small, confused part of their mind will recognize the wrongness of it. That part of their mind is locked away, ignored, deemed the dark part of their mind that lurks in everyone, a part that good folk know is nothing more than wrongful temptation.",
											"This strains the mind. At first, it feels like paranoia, like they are being watched (and they are being watched) but they will never be able to see who by, until it's too late. As time passes, more symptoms develop. Reminiscing becomes stressful and unpleasant, and thus is avoided. Memories become distorted and confusing, and faces blur together and identities become distorted.",
											"Mortal brains were not meant to take this weight. Mental disorders develop like a mold. Nervous ticks, psychotic breaks, and hallucinations abound."
										]
									},
									{
										"type": "entries",
										"name": "Proliferation",
										"entries": [
											"The older the false hydra gets, the more heads it grows. The more heads it has, the more careless it becomes, as it can afford to have one head stop singing to eat. As the number of heads grows, so to do the number of missing townsfolk, the number of inconsistent memories floating around the survivors.",
											"The more mature the false hydra, the more necks stretch up above the rooftops. Thick, pale tree trunks topped with bulging, bony heads with unhinging jaws filled with daggerlike teeth.",
											"When the false hydra is fully grown - usually once it is approaching ten heads - the next stage of its life cycle begins. The false hydra ensures there is at least one survivor for each head it has grown. Then, it begins to sing a new song. This new song dominates the weak-minded and psychotic, while still subjecting others to the mind-numbing forgetfulness of the first song.",
											"Each survivor is given a head, which continues to sing, and they all go their separate ways. Each victim is sent to a nearby town. Along the way, the singing continues. Any who pass them on the road are only temporarily taken under the false hydra's song, just long enough to forget they saw the lone traveler. When the carriers arrive in a new town, they find a spot to bury themselves and their head. When they do, the larva uses the carrier as it's first victim until it has grown enough to resurface. Then, the cycle begins anew, in a new town."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "False Hydra Growth Stages",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"",
									{
										"name": "False Hydra Larva",
										"type": "entries",
										"entries": [
											"The first stage of the false hydra life cycle is simply a head. This pale, vaguely human head has little to no mobility on it's own, instead relying on the broken mind of its host to carry it to a new town to begin its growth. It is capable of maintaining a hum, which serves to continue the domination of it's host, as well as disguising itself from any who might encounter it on the road. Instead of seeing a shaken, broken person carrying a nightmarish, decapitated head, they would perhaps see a haggard old beggar, moving from one town to the next, carrying their only possesions in their arms. The larva's song is weak, and easily broken, and intense scrutiny of the traveler will often reveal the true nature of what is happening."
										]
									},
									{
										"name": "False Hydra Pupa",
										"type": "entries",
										"entries": [
											"The second stage of the false hydra is the pupal stage. This stage begins after the creature has been carried to a new town, buried, and feasted on the host that brought it. This stage has only one head, and is the longest stage in the cycle as they must wait for the best moment to be able to capture their prey so that the lack of their song does not give them away to the townsfolk. When the false hydra has devoured enough townsfolk to grow more heads, it enters the next stage."
										]
									},
									{
										"name": "Young False Hydra",
										"type": "entries",
										"entries": [
											"The third stage of the false hydra has developed multiple heads, usually two to four, and is beginning to be less cautious when it eats, as it can often have one head continue its song while the other devours the victim. It is still young, however, and tends to keep stores of flesh in its subterranean body so that it might regrow heads in case of emergency."
										]
									},
									{
										"type": "entries",
										"name": "False Hydra",
										"entries": [
											"The fourth stage of the false hydra is when it becomes a true menace to adventurers, having grown enough heads (anywhere from five to eight) and stored enough beneath the ground to be able to grow back its heads a number of times. The false hydra's head have grown into thick, almost tree-trunk like appendages that can survey the settlement from above the rooftops. At this stage, it is merely waiting to further thin down the numbers in the town before advancing to its final stage."
										]
									},
									{
										"type": "entries",
										"name": "Elder False Hydra",
										"entries": [
											"The fifth and final stage of the false hydra has grown nine or more heads, and begun singing the Song of Domination. At this point, the few surviving townsfolk are under it's control and making preparations to scatter the heads to other towns. The elder false hydra is nearly omnipotent in its town, as the collected memories of its victims have given it knowledge of most threats it could face, especially if it has eaten adventurers or other worldly people."
										]
									}
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "PCs and the Sightless Song",
						"entries": [
							"Due to the nature of the false hydra as a creature, it's rather hard to give the song a DC as a baseline to ignore it's effects. Thus, any creature who hears the song is under it's effect, but at the DM's discretion they can make an Intelligence saving throw to break the effect on themselves if they find something horrifying or strange enough to make them question reality. Consider the examples given in the {@b Mental Discord} section for things that might make players question their reality, or examples given in the original Goblin Punch article ({@link link at the bottom of the document|https://homebrewery.naturalcrit.com/share/H1-2xqarKX}). Additionally, due to how the life cycle of the false hydra works, remember that only an elder false hydra can actually sing the song of domination, but any false hydra's song will continue the effect on someone under it's control, essentially transferring control to that false hydra. This will really only be used if a hydra grows big enough to have to spread to another town, as the false hydra's head will continue to sing to keep its host moving."
						]
					}
				]
			},
			"traitTags": [
				"Ambusher"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"CS"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Young False Hydra",
			"source": "TheFalseHydra",
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d10 + 64",
				"average": 152
			},
			"speed": {
				"walk": 20,
				"burrow": 10
			},
			"str": 18,
			"dex": 12,
			"con": 18,
			"int": 14,
			"wis": 21,
			"cha": 15,
			"skill": {
				"insight": "+8",
				"perception": "+8",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 18,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons."
				}
			],
			"languages": [
				"understands languages known by its victims",
				"but can't speak."
			],
			"cr": "7",
			"trait": [
				{
					"name": "Ambusher",
					"entries": [
						"The young false hydra has advantage on attack rolls against any creature it has surprised."
					]
				},
				{
					"name": "Surprise Attack",
					"entries": [
						"If the young false hydra surprises a creature and hits it with an attack during the first round of combat, the target takes an extra 11 ({@damage 2d10}) damage from the attack."
					]
				},
				{
					"name": "Multiple Heads",
					"entries": [
						"The young false hydra has four heads. While it has more than one head, the young false hydra has advantage on saving throws against being {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition stunned}, and knocked {@condition unconscious}. Whenever the young false hydra takes 25 or more damage in a single turn, one of its heads dies. If all its heads die, the young false hydra dies. At the end of its turn, it grows a head for each of its heads that died since its last turn, unless it has regrown 8 heads. The young false hydra regains 10 hit points for each head regrown in this way."
					]
				},
				{
					"name": "Reactive Heads (Hydra)",
					"entries": [
						"For each head the young false hydra has beyond one, it gets an extra reaction that can be used only for opportunity attacks."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The young false hydra can make as many bite attacks as it has heads. Any one head can begin or continue using the Sightless Song ability."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 15 ft., one target. Hit 9 ({@damage 1d10 + 4}) piercing damage"
					]
				},
				{
					"name": "Sightless Song",
					"entries": [
						"The young false hydra emits a horrible, nightmarish howl to all creatures within 1 mile. Any humanoid that can hear this song is incapable of noticing the young false hydra while it hears it. Humanoids under the effect of the song do not realize they can hear the song. The young false hydra can continue to sing the song for as long as it wants, but must stop singing if it makes a Bite attack."
					]
				}
			],
			"environment": [
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"No one truly knows when or how the false hydra came to be. It is an abomination, seen by few, and survived by fewer. Some say that is similar to a plant, that it grows from the ground like a sprout with no seed, that it germinates on lies and dishonesty. Others say that it is almost like a vicious fungus, a mindless life form that knows nothing beyond devouring and surviving. Some say they are the last vestiges of a curse from a fallen goddess, who sent them as punishment to the mortals who so conveniently turn their backs on inconvenient truths. In truth, scholars have no better idea. The few who believe in and attempt to study this creature have found little information about it, only aware of three things for certain: the false hydra sings, the false hydra grows, and the false hydra eats.",
									{
										"name": "Infiltration",
										"type": "entries",
										"entries": [
											"The false hydra begins its life cycle as a head, with roughly the same proportions as an average humanoid's. This head, however, is pale, and hairless, with wet, eyeless sockets and a large mouth filled with broad, flat teeth. It finds itself buried deep beneath the earth near a settlement, and it grows. As it grows, it develops a fleshy, flabby torso, which serves as a \"root\". It is from this root that all further heads grow. The first head slowly pushes its way up through the dirt, breaking through the soil in the basement, beneath the stairs. Or beneath the brush around the house. Or through a broken cobblestone in the street. And then, when it has reached the surface, it sings."
										]
									},
									{
										"name": "Sightless Song",
										"type": "entries",
										"entries": [
											"While the false hydra sings, it is ignored. It is not invisible: it simply sits in our blind spot, its song creating gaps in our memory while it watches its prey go about its day, waiting until a safe moment to strike. The false hydra must bide its time to find the right moment, as when it eats, it cannot sing. When it isn't singing, it can be seen."
										]
									},
									{
										"name": "Growth",
										"type": "entries",
										"entries": [
											"The false hydra eats flesh, of course, and its favorite prey is humanoids. In the beginning of its life, while it only has one head, though, eating presents a challenge. To eat, it must stop singing. Thus, the first stage of a false hydra infestation is often the longest, as it waits for a lone victim to drag away into a basement, sewer, or small cave it has excavated for this purpose.",
											"In any normal circumstances, the victims of the false hydra would have family, or friends who would notice their absence, but the false hydra's song massages their mind, smoothing the wrinkles in their thoughts. The false hydra's victims become a part of the creature, and thus the creature's song erases all memories of him. Their absence will not be noticed. They are forgotten. And as more and more join the false hydra, the more it grows, the more it's neck stretches, and the more its influence grows."
										]
									},
									{
										"type": "entries",
										"name": "Mental Discord",
										"entries": [
											"The false hydra's song soothes the minds of their victims, coaxing out the memories of their prey in the same way it hides the false hydra, but it is not a perfect defense. Parents will ask why they have boy's clothes but only one daughter. A shopkeep will forget why there are two names above the store's door.",
											"Farmhands will wonder why someone hasn't harvested their section of field. Churches will find themselves without a pastor.",
											"More often than not, these gaps will close on their own. The parents will remember they took care of their neighbor's child when they went out of town. The shopkeep will remember the last winter took their partner. The farmhands will remember they recently expanded the field, and forgot to assign someone to harvest it. The churchgoers will remember their pastor's faith was needed in the big city to the north.",
											"But still, some small, confused part of their mind will recognize the wrongness of it. That part of their mind is locked away, ignored, deemed the dark part of their mind that lurks in everyone, a part that good folk know is nothing more than wrongful temptation.",
											"This strains the mind. At first, it feels like paranoia, like they are being watched (and they are being watched) but they will never be able to see who by, until it's too late. As time passes, more symptoms develop. Reminiscing becomes stressful and unpleasant, and thus is avoided. Memories become distorted and confusing, and faces blur together and identities become distorted.",
											"Mortal brains were not meant to take this weight. Mental disorders develop like a mold. Nervous ticks, psychotic breaks, and hallucinations abound."
										]
									},
									{
										"type": "entries",
										"name": "Proliferation",
										"entries": [
											"The older the false hydra gets, the more heads it grows. The more heads it has, the more careless it becomes, as it can afford to have one head stop singing to eat. As the number of heads grows, so to do the number of missing townsfolk, the number of inconsistent memories floating around the survivors.",
											"The more mature the false hydra, the more necks stretch up above the rooftops. Thick, pale tree trunks topped with bulging, bony heads with unhinging jaws filled with daggerlike teeth.",
											"When the false hydra is fully grown - usually once it is approaching ten heads - the next stage of its life cycle begins. The false hydra ensures there is at least one survivor for each head it has grown. Then, it begins to sing a new song. This new song dominates the weak-minded and psychotic, while still subjecting others to the mind-numbing forgetfulness of the first song.",
											"Each survivor is given a head, which continues to sing, and they all go their separate ways. Each victim is sent to a nearby town. Along the way, the singing continues. Any who pass them on the road are only temporarily taken under the false hydra's song, just long enough to forget they saw the lone traveler. When the carriers arrive in a new town, they find a spot to bury themselves and their head. When they do, the larva uses the carrier as it's first victim until it has grown enough to resurface. Then, the cycle begins anew, in a new town."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "False Hydra Growth Stages",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"",
									{
										"name": "False Hydra Larva",
										"type": "entries",
										"entries": [
											"The first stage of the false hydra life cycle is simply a head. This pale, vaguely human head has little to no mobility on it's own, instead relying on the broken mind of its host to carry it to a new town to begin its growth. It is capable of maintaining a hum, which serves to continue the domination of it's host, as well as disguising itself from any who might encounter it on the road. Instead of seeing a shaken, broken person carrying a nightmarish, decapitated head, they would perhaps see a haggard old beggar, moving from one town to the next, carrying their only possesions in their arms. The larva's song is weak, and easily broken, and intense scrutiny of the traveler will often reveal the true nature of what is happening."
										]
									},
									{
										"name": "False Hydra Pupa",
										"type": "entries",
										"entries": [
											"The second stage of the false hydra is the pupal stage. This stage begins after the creature has been carried to a new town, buried, and feasted on the host that brought it. This stage has only one head, and is the longest stage in the cycle as they must wait for the best moment to be able to capture their prey so that the lack of their song does not give them away to the townsfolk. When the false hydra has devoured enough townsfolk to grow more heads, it enters the next stage."
										]
									},
									{
										"name": "Young False Hydra",
										"type": "entries",
										"entries": [
											"The third stage of the false hydra has developed multiple heads, usually two to four, and is beginning to be less cautious when it eats, as it can often have one head continue its song while the other devours the victim. It is still young, however, and tends to keep stores of flesh in its subterranean body so that it might regrow heads in case of emergency."
										]
									},
									{
										"type": "entries",
										"name": "False Hydra",
										"entries": [
											"The fourth stage of the false hydra is when it becomes a true menace to adventurers, having grown enough heads (anywhere from five to eight) and stored enough beneath the ground to be able to grow back its heads a number of times. The false hydra's head have grown into thick, almost tree-trunk like appendages that can survey the settlement from above the rooftops. At this stage, it is merely waiting to further thin down the numbers in the town before advancing to its final stage."
										]
									},
									{
										"type": "entries",
										"name": "Elder False Hydra",
										"entries": [
											"The fifth and final stage of the false hydra has grown nine or more heads, and begun singing the Song of Domination. At this point, the few surviving townsfolk are under it's control and making preparations to scatter the heads to other towns. The elder false hydra is nearly omnipotent in its town, as the collected memories of its victims have given it knowledge of most threats it could face, especially if it has eaten adventurers or other worldly people."
										]
									}
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "PCs and the Sightless Song",
						"entries": [
							"Due to the nature of the false hydra as a creature, it's rather hard to give the song a DC as a baseline to ignore it's effects. Thus, any creature who hears the song is under it's effect, but at the DM's discretion they can make an Intelligence saving throw to break the effect on themselves if they find something horrifying or strange enough to make them question reality. Consider the examples given in the {@b Mental Discord} section for things that might make players question their reality, or examples given in the original Goblin Punch article ({@link link at the bottom of the document|https://homebrewery.naturalcrit.com/share/H1-2xqarKX}). Additionally, due to how the life cycle of the false hydra works, remember that only an elder false hydra can actually sing the song of domination, but any false hydra's song will continue the effect on someone under it's control, essentially transferring control to that false hydra. This will really only be used if a hydra grows big enough to have to spread to another town, as the false hydra's head will continue to sing to keep its host moving."
						]
					}
				]
			},
			"traitTags": [
				"Ambusher"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"CS"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RCH"
			]
		},
		{
			"name": "False Hydra",
			"source": "TheFalseHydra",
			"size": [
				"H"
			],
			"type": "aberration",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "17d12 + 68",
				"average": 178
			},
			"speed": {
				"walk": 30,
				"burrow": 15
			},
			"str": 21,
			"dex": 12,
			"con": 19,
			"int": 16,
			"wis": 23,
			"cha": 16,
			"save": {
				"str": "+10",
				"con": "+9",
				"int": "+8",
				"wis": "+11"
			},
			"skill": {
				"insight": "+11",
				"perception": "+11",
				"stealth": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 21,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons."
				}
			],
			"languages": [
				"understands languages known by its victims",
				"but can't speak.",
				"telepathy 5 miles"
			],
			"cr": "15",
			"trait": [
				{
					"name": "Ambusher",
					"entries": [
						"The false hydra has advantage on attack rolls against any creature it has surprised."
					]
				},
				{
					"name": "Surprise Attack",
					"entries": [
						"If the false hydra surprises a creature and hits it with an attack during the first round of combat, the target takes an extra 11 ({@damage 2d10}) damage from the attack."
					]
				},
				{
					"name": "Multiple Heads",
					"entries": [
						"The false hydra has 7 heads. While it has more than one head, the false hydra has advantage on saving throws against being {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition stunned}, and knocked {@condition unconscious}. Whenever the false hydra takes 30 or more damage in a single turn, one of its heads dies. If all its heads die, the false hydra dies. At the end of its turn, it grows a head for each of its heads that died since its last turn, unless it has regrown 14 heads. The false hydra regains 10 hit points for each head regrown in this way."
					]
				},
				{
					"name": "Reactive Heads (Hydra)",
					"entries": [
						"For each head the false hydra has beyond one, it gets an extra reaction that can be used only for opportunity attacks."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the false hydra fails a saving throw, it can choose to succeed instead."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The false hydra can make as many bite attacks as it has heads. Any one head can begin or continue using the Sightless Song ability."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 20 ft., one target. Hit 10 ({@damage 1d10 + 5}) piercing damage. If the target is a creature, it is {@condition grappled} (escape {@dc 19}) and the head that made the attack can't bite another target."
					]
				},
				{
					"name": "Sightless Song",
					"entries": [
						"The false hydra emits a horrible, nightmarish howl to all creatures within 5 miles. Any humanoid that can hear this song is incapable of noticing the false hydra while it hears it. Humanoids under the effect of the song do not realize they can hear the song. The false hydra can continue to sing the song for as long as it wants, but must stop singing if it makes a Bite attack."
					]
				},
				{
					"name": "Swallow",
					"entries": [
						"The false hydra makes one bite attack against a Medium or smaller creature it is grappling. If the attack hits, that creature takes the bite's damage and is swallowed, and the grapple ends. While swallowed, the creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the false hydra, and it takes 7 ({@damage 2d6}) acid damage at the start of each of the false hydra's turns. If the false hydra takes 30 damage or more on a single turn from a creature inside it, the false hydra must succeed on a {@dc 15} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall {@condition prone} in a space within 10 feet of the false hydra. If the false hydra dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse using 15 feet of movement, exiting {@condition prone}. The false hydra can have a maximum of 2 medium, 4 small, or 16 tiny creatures swallowed at any given time."
					]
				}
			],
			"legendary": [
				{
					"name": "Advance",
					"entries": [
						"The false hydra moves up to 30 feet towards a hostile creature."
					]
				},
				{
					"name": "Detect",
					"entries": [
						"The false hydra makes a Wisdom (perception) check."
					]
				},
				{
					"name": "Swallow (costs 2 actions)",
					"entries": [
						"The false hydra makes a swallow attack against a creature it has {@condition grappled}."
					]
				}
			],
			"environment": [
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"No one truly knows when or how the false hydra came to be. It is an abomination, seen by few, and survived by fewer. Some say that is similar to a plant, that it grows from the ground like a sprout with no seed, that it germinates on lies and dishonesty. Others say that it is almost like a vicious fungus, a mindless life form that knows nothing beyond devouring and surviving. Some say they are the last vestiges of a curse from a fallen goddess, who sent them as punishment to the mortals who so conveniently turn their backs on inconvenient truths. In truth, scholars have no better idea. The few who believe in and attempt to study this creature have found little information about it, only aware of three things for certain: the false hydra sings, the false hydra grows, and the false hydra eats.",
									{
										"name": "Infiltration",
										"type": "entries",
										"entries": [
											"The false hydra begins its life cycle as a head, with roughly the same proportions as an average humanoid's. This head, however, is pale, and hairless, with wet, eyeless sockets and a large mouth filled with broad, flat teeth. It finds itself buried deep beneath the earth near a settlement, and it grows. As it grows, it develops a fleshy, flabby torso, which serves as a \"root\". It is from this root that all further heads grow. The first head slowly pushes its way up through the dirt, breaking through the soil in the basement, beneath the stairs. Or beneath the brush around the house. Or through a broken cobblestone in the street. And then, when it has reached the surface, it sings."
										]
									},
									{
										"name": "Sightless Song",
										"type": "entries",
										"entries": [
											"While the false hydra sings, it is ignored. It is not invisible: it simply sits in our blind spot, its song creating gaps in our memory while it watches its prey go about its day, waiting until a safe moment to strike. The false hydra must bide its time to find the right moment, as when it eats, it cannot sing. When it isn't singing, it can be seen."
										]
									},
									{
										"name": "Growth",
										"type": "entries",
										"entries": [
											"The false hydra eats flesh, of course, and its favorite prey is humanoids. In the beginning of its life, while it only has one head, though, eating presents a challenge. To eat, it must stop singing. Thus, the first stage of a false hydra infestation is often the longest, as it waits for a lone victim to drag away into a basement, sewer, or small cave it has excavated for this purpose.",
											"In any normal circumstances, the victims of the false hydra would have family, or friends who would notice their absence, but the false hydra's song massages their mind, smoothing the wrinkles in their thoughts. The false hydra's victims become a part of the creature, and thus the creature's song erases all memories of him. Their absence will not be noticed. They are forgotten. And as more and more join the false hydra, the more it grows, the more it's neck stretches, and the more its influence grows."
										]
									},
									{
										"type": "entries",
										"name": "Mental Discord",
										"entries": [
											"The false hydra's song soothes the minds of their victims, coaxing out the memories of their prey in the same way it hides the false hydra, but it is not a perfect defense. Parents will ask why they have boy's clothes but only one daughter. A shopkeep will forget why there are two names above the store's door.",
											"Farmhands will wonder why someone hasn't harvested their section of field. Churches will find themselves without a pastor.",
											"More often than not, these gaps will close on their own. The parents will remember they took care of their neighbor's child when they went out of town. The shopkeep will remember the last winter took their partner. The farmhands will remember they recently expanded the field, and forgot to assign someone to harvest it. The churchgoers will remember their pastor's faith was needed in the big city to the north.",
											"But still, some small, confused part of their mind will recognize the wrongness of it. That part of their mind is locked away, ignored, deemed the dark part of their mind that lurks in everyone, a part that good folk know is nothing more than wrongful temptation.",
											"This strains the mind. At first, it feels like paranoia, like they are being watched (and they are being watched) but they will never be able to see who by, until it's too late. As time passes, more symptoms develop. Reminiscing becomes stressful and unpleasant, and thus is avoided. Memories become distorted and confusing, and faces blur together and identities become distorted.",
											"Mortal brains were not meant to take this weight. Mental disorders develop like a mold. Nervous ticks, psychotic breaks, and hallucinations abound."
										]
									},
									{
										"type": "entries",
										"name": "Proliferation",
										"entries": [
											"The older the false hydra gets, the more heads it grows. The more heads it has, the more careless it becomes, as it can afford to have one head stop singing to eat. As the number of heads grows, so to do the number of missing townsfolk, the number of inconsistent memories floating around the survivors.",
											"The more mature the false hydra, the more necks stretch up above the rooftops. Thick, pale tree trunks topped with bulging, bony heads with unhinging jaws filled with daggerlike teeth.",
											"When the false hydra is fully grown - usually once it is approaching ten heads - the next stage of its life cycle begins. The false hydra ensures there is at least one survivor for each head it has grown. Then, it begins to sing a new song. This new song dominates the weak-minded and psychotic, while still subjecting others to the mind-numbing forgetfulness of the first song.",
											"Each survivor is given a head, which continues to sing, and they all go their separate ways. Each victim is sent to a nearby town. Along the way, the singing continues. Any who pass them on the road are only temporarily taken under the false hydra's song, just long enough to forget they saw the lone traveler. When the carriers arrive in a new town, they find a spot to bury themselves and their head. When they do, the larva uses the carrier as it's first victim until it has grown enough to resurface. Then, the cycle begins anew, in a new town."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "False Hydra Growth Stages",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"",
									{
										"name": "False Hydra Larva",
										"type": "entries",
										"entries": [
											"The first stage of the false hydra life cycle is simply a head. This pale, vaguely human head has little to no mobility on it's own, instead relying on the broken mind of its host to carry it to a new town to begin its growth. It is capable of maintaining a hum, which serves to continue the domination of it's host, as well as disguising itself from any who might encounter it on the road. Instead of seeing a shaken, broken person carrying a nightmarish, decapitated head, they would perhaps see a haggard old beggar, moving from one town to the next, carrying their only possesions in their arms. The larva's song is weak, and easily broken, and intense scrutiny of the traveler will often reveal the true nature of what is happening."
										]
									},
									{
										"name": "False Hydra Pupa",
										"type": "entries",
										"entries": [
											"The second stage of the false hydra is the pupal stage. This stage begins after the creature has been carried to a new town, buried, and feasted on the host that brought it. This stage has only one head, and is the longest stage in the cycle as they must wait for the best moment to be able to capture their prey so that the lack of their song does not give them away to the townsfolk. When the false hydra has devoured enough townsfolk to grow more heads, it enters the next stage."
										]
									},
									{
										"name": "Young False Hydra",
										"type": "entries",
										"entries": [
											"The third stage of the false hydra has developed multiple heads, usually two to four, and is beginning to be less cautious when it eats, as it can often have one head continue its song while the other devours the victim. It is still young, however, and tends to keep stores of flesh in its subterranean body so that it might regrow heads in case of emergency."
										]
									},
									{
										"type": "entries",
										"name": "False Hydra",
										"entries": [
											"The fourth stage of the false hydra is when it becomes a true menace to adventurers, having grown enough heads (anywhere from five to eight) and stored enough beneath the ground to be able to grow back its heads a number of times. The false hydra's head have grown into thick, almost tree-trunk like appendages that can survey the settlement from above the rooftops. At this stage, it is merely waiting to further thin down the numbers in the town before advancing to its final stage."
										]
									},
									{
										"type": "entries",
										"name": "Elder False Hydra",
										"entries": [
											"The fifth and final stage of the false hydra has grown nine or more heads, and begun singing the Song of Domination. At this point, the few surviving townsfolk are under it's control and making preparations to scatter the heads to other towns. The elder false hydra is nearly omnipotent in its town, as the collected memories of its victims have given it knowledge of most threats it could face, especially if it has eaten adventurers or other worldly people."
										]
									}
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "PCs and the Sightless Song",
						"entries": [
							"Due to the nature of the false hydra as a creature, it's rather hard to give the song a DC as a baseline to ignore it's effects. Thus, any creature who hears the song is under it's effect, but at the DM's discretion they can make an Intelligence saving throw to break the effect on themselves if they find something horrifying or strange enough to make them question reality. Consider the examples given in the {@b Mental Discord} section for things that might make players question their reality, or examples given in the original Goblin Punch article ({@link link at the bottom of the document|https://homebrewery.naturalcrit.com/share/H1-2xqarKX}). Additionally, due to how the life cycle of the false hydra works, remember that only an elder false hydra can actually sing the song of domination, but any false hydra's song will continue the effect on someone under it's control, essentially transferring control to that false hydra. This will really only be used if a hydra grows big enough to have to spread to another town, as the false hydra's head will continue to sing to keep its host moving."
						]
					}
				]
			},
			"traitTags": [
				"Ambusher",
				"Legendary Resistances"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"languageTags": [
				"CS",
				"TP"
			],
			"damageTags": [
				"P",
				"A"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"blinded",
				"grappled",
				"restrained"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Elder False Hydra",
			"source": "TheFalseHydra",
			"size": [
				"G"
			],
			"type": "aberration",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "22d20 + 132",
				"average": 363
			},
			"speed": {
				"walk": 30,
				"burrow": 15
			},
			"str": 25,
			"dex": 12,
			"con": 22,
			"int": 19,
			"wis": 25,
			"cha": 16,
			"save": {
				"str": "+14",
				"con": "+13",
				"int": "+11",
				"wis": "+14"
			},
			"skill": {
				"insight": "+14",
				"perception": "+14",
				"stealth": "+8"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 24,
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons"
				}
			],
			"languages": [
				"understands languages known by its victims",
				"but can't speak.",
				"telepathy 5 miles"
			],
			"cr": "22",
			"trait": [
				{
					"name": "Ambusher",
					"entries": [
						"The elder false hydra has advantage on attack rolls against any creature it has surprised."
					]
				},
				{
					"name": "Surprise Attack",
					"entries": [
						"If the elder false hydra surprises a creature and hits it with an attack during the first round of combat, the target takes an extra 16 ({@damage 3d10}) damage from the attack."
					]
				},
				{
					"name": "Multiple Heads",
					"entries": [
						"The elder false hydra has 10 heads. While it has more than one head, the elder false hydra has advantage on saving throws against being {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition stunned}, and knocked {@condition unconscious}. Whenever the elder false hydra takes 40 or more damage in a single turn, one of its heads dies. If all its heads die, the elder false hydra dies. At the end of its turn, it grows a head for each of its head that died since its last turn, unless it has regrown 20 heads. The elder false hydra regains 10 hit point for each head regrown this way."
					]
				},
				{
					"name": "Reactive Heads (Hydra)",
					"entries": [
						"For each head the elder false hydra has beyond one, it gets an extra reaction that can be used only for opportunity attacks."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the elder false hydra fails a saving throw, it can choose to succeed instead."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The elder false hydra can make as many bite attacks as it has heads, any number of which can be replaced with a swallow attack. Any one head can begin or continue using the Sightless Song ability."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 25 ft., one target. Hit 18 ({@damage 2d10 + 7}) piercing damage. If the target is a creature, it is {@condition grappled} (escape {@dc 23}) and the head that made the attack can't bite another target."
					]
				},
				{
					"name": "Song of Domination",
					"entries": [
						"The elder false hydra emits a horrible, nightmarish howl to all creatures within 5 miles. Any humanoid that can hear this song is incapable of noticing the elder false hydra while it hears it. Humanoids under the effect of the song do not realize they can hear the song. The elder false hydra can continue to sing the song for as long as it wants, but must stop singing if it makes a bite attack. Creatures that are subjected to a Song of Domination or Sightless Song for 1 month or more must succeed on a {@dc 21} Wisdom saving throw or {@condition charmed} by the elder false hydra. If they succeed on the save, they are immune to the Song of Domination for an hour, when they must make the save again if they are still within range of the song. Creatures {@condition charmed} by this ability are under the effects of a Dominate Person spell, but the creature can only make another save to break the spell if it goes an hour without hearing the song, and the elder false hydra does not need to use its action to take full control of the creature, and does not need to use its reaction to make the creature use its reaction."
					]
				},
				{
					"name": "Swallow",
					"entries": [
						"The elder false hydra makes one bite attack against a Large or smaller creature it is grappling. If the attack hits, that creature takes the bite's damage and is swallowed, and the grapple ends. While swallowed, the creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the elder false hydra, and it takes 14 ({@damage 4d6}) acid damage at the start of each of the elder false hydra's turns. IF the elder false hydra takes 40 damage or more on a single turn from a creature inside it, the elder false hydra must succeed on a {@dc 15} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall {@condition prone} in a space within 10 feet of the elder false hydra. If the elder false hydra dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse using 15 feet of movement, exiting {@condition prone}. The false hydra can have a maximum of 2 large, 8 medium, 16 small, or 32 tiny creatures swallowed at any given time."
					]
				}
			],
			"legendary": [
				{
					"name": "Advance",
					"entries": [
						"The false hydra moves up to 30 feet towards a hostile creature."
					]
				},
				{
					"name": "Detect",
					"entries": [
						"The false hydra makes a Wisdom (perception) check."
					]
				},
				{
					"name": "Devour (costs 2 actions)",
					"entries": [
						"The elder false hydra makes a bite attack against a creature within range or that it has {@condition grappled}, then swallows it if the attack hits."
					]
				}
			],
			"environment": [
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"No one truly knows when or how the false hydra came to be. It is an abomination, seen by few, and survived by fewer. Some say that is similar to a plant, that it grows from the ground like a sprout with no seed, that it germinates on lies and dishonesty. Others say that it is almost like a vicious fungus, a mindless life form that knows nothing beyond devouring and surviving. Some say they are the last vestiges of a curse from a fallen goddess, who sent them as punishment to the mortals who so conveniently turn their backs on inconvenient truths. In truth, scholars have no better idea. The few who believe in and attempt to study this creature have found little information about it, only aware of three things for certain: the false hydra sings, the false hydra grows, and the false hydra eats.",
									{
										"name": "Infiltration",
										"type": "entries",
										"entries": [
											"The false hydra begins its life cycle as a head, with roughly the same proportions as an average humanoid's. This head, however, is pale, and hairless, with wet, eyeless sockets and a large mouth filled with broad, flat teeth. It finds itself buried deep beneath the earth near a settlement, and it grows. As it grows, it develops a fleshy, flabby torso, which serves as a \"root\". It is from this root that all further heads grow. The first head slowly pushes its way up through the dirt, breaking through the soil in the basement, beneath the stairs. Or beneath the brush around the house. Or through a broken cobblestone in the street. And then, when it has reached the surface, it sings."
										]
									},
									{
										"name": "Sightless Song",
										"type": "entries",
										"entries": [
											"While the false hydra sings, it is ignored. It is not invisible: it simply sits in our blind spot, its song creating gaps in our memory while it watches its prey go about its day, waiting until a safe moment to strike. The false hydra must bide its time to find the right moment, as when it eats, it cannot sing. When it isn't singing, it can be seen."
										]
									},
									{
										"name": "Growth",
										"type": "entries",
										"entries": [
											"The false hydra eats flesh, of course, and its favorite prey is humanoids. In the beginning of its life, while it only has one head, though, eating presents a challenge. To eat, it must stop singing. Thus, the first stage of a false hydra infestation is often the longest, as it waits for a lone victim to drag away into a basement, sewer, or small cave it has excavated for this purpose.",
											"In any normal circumstances, the victims of the false hydra would have family, or friends who would notice their absence, but the false hydra's song massages their mind, smoothing the wrinkles in their thoughts. The false hydra's victims become a part of the creature, and thus the creature's song erases all memories of him. Their absence will not be noticed. They are forgotten. And as more and more join the false hydra, the more it grows, the more it's neck stretches, and the more its influence grows."
										]
									},
									{
										"type": "entries",
										"name": "Mental Discord",
										"entries": [
											"The false hydra's song soothes the minds of their victims, coaxing out the memories of their prey in the same way it hides the false hydra, but it is not a perfect defense. Parents will ask why they have boy's clothes but only one daughter. A shopkeep will forget why there are two names above the store's door.",
											"Farmhands will wonder why someone hasn't harvested their section of field. Churches will find themselves without a pastor.",
											"More often than not, these gaps will close on their own. The parents will remember they took care of their neighbor's child when they went out of town. The shopkeep will remember the last winter took their partner. The farmhands will remember they recently expanded the field, and forgot to assign someone to harvest it. The churchgoers will remember their pastor's faith was needed in the big city to the north.",
											"But still, some small, confused part of their mind will recognize the wrongness of it. That part of their mind is locked away, ignored, deemed the dark part of their mind that lurks in everyone, a part that good folk know is nothing more than wrongful temptation.",
											"This strains the mind. At first, it feels like paranoia, like they are being watched (and they are being watched) but they will never be able to see who by, until it's too late. As time passes, more symptoms develop. Reminiscing becomes stressful and unpleasant, and thus is avoided. Memories become distorted and confusing, and faces blur together and identities become distorted.",
											"Mortal brains were not meant to take this weight. Mental disorders develop like a mold. Nervous ticks, psychotic breaks, and hallucinations abound."
										]
									},
									{
										"type": "entries",
										"name": "Proliferation",
										"entries": [
											"The older the false hydra gets, the more heads it grows. The more heads it has, the more careless it becomes, as it can afford to have one head stop singing to eat. As the number of heads grows, so to do the number of missing townsfolk, the number of inconsistent memories floating around the survivors.",
											"The more mature the false hydra, the more necks stretch up above the rooftops. Thick, pale tree trunks topped with bulging, bony heads with unhinging jaws filled with daggerlike teeth.",
											"When the false hydra is fully grown - usually once it is approaching ten heads - the next stage of its life cycle begins. The false hydra ensures there is at least one survivor for each head it has grown. Then, it begins to sing a new song. This new song dominates the weak-minded and psychotic, while still subjecting others to the mind-numbing forgetfulness of the first song.",
											"Each survivor is given a head, which continues to sing, and they all go their separate ways. Each victim is sent to a nearby town. Along the way, the singing continues. Any who pass them on the road are only temporarily taken under the false hydra's song, just long enough to forget they saw the lone traveler. When the carriers arrive in a new town, they find a spot to bury themselves and their head. When they do, the larva uses the carrier as it's first victim until it has grown enough to resurface. Then, the cycle begins anew, in a new town."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "False Hydra Growth Stages",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"",
									{
										"name": "False Hydra Larva",
										"type": "entries",
										"entries": [
											"The first stage of the false hydra life cycle is simply a head. This pale, vaguely human head has little to no mobility on it's own, instead relying on the broken mind of its host to carry it to a new town to begin its growth. It is capable of maintaining a hum, which serves to continue the domination of it's host, as well as disguising itself from any who might encounter it on the road. Instead of seeing a shaken, broken person carrying a nightmarish, decapitated head, they would perhaps see a haggard old beggar, moving from one town to the next, carrying their only possesions in their arms. The larva's song is weak, and easily broken, and intense scrutiny of the traveler will often reveal the true nature of what is happening."
										]
									},
									{
										"name": "False Hydra Pupa",
										"type": "entries",
										"entries": [
											"The second stage of the false hydra is the pupal stage. This stage begins after the creature has been carried to a new town, buried, and feasted on the host that brought it. This stage has only one head, and is the longest stage in the cycle as they must wait for the best moment to be able to capture their prey so that the lack of their song does not give them away to the townsfolk. When the false hydra has devoured enough townsfolk to grow more heads, it enters the next stage."
										]
									},
									{
										"name": "Young False Hydra",
										"type": "entries",
										"entries": [
											"The third stage of the false hydra has developed multiple heads, usually two to four, and is beginning to be less cautious when it eats, as it can often have one head continue its song while the other devours the victim. It is still young, however, and tends to keep stores of flesh in its subterranean body so that it might regrow heads in case of emergency."
										]
									},
									{
										"type": "entries",
										"name": "False Hydra",
										"entries": [
											"The fourth stage of the false hydra is when it becomes a true menace to adventurers, having grown enough heads (anywhere from five to eight) and stored enough beneath the ground to be able to grow back its heads a number of times. The false hydra's head have grown into thick, almost tree-trunk like appendages that can survey the settlement from above the rooftops. At this stage, it is merely waiting to further thin down the numbers in the town before advancing to its final stage."
										]
									},
									{
										"type": "entries",
										"name": "Elder False Hydra",
										"entries": [
											"The fifth and final stage of the false hydra has grown nine or more heads, and begun singing the Song of Domination. At this point, the few surviving townsfolk are under it's control and making preparations to scatter the heads to other towns. The elder false hydra is nearly omnipotent in its town, as the collected memories of its victims have given it knowledge of most threats it could face, especially if it has eaten adventurers or other worldly people."
										]
									}
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "PCs and the Sightless Song",
						"entries": [
							"Due to the nature of the false hydra as a creature, it's rather hard to give the song a DC as a baseline to ignore it's effects. Thus, any creature who hears the song is under it's effect, but at the DM's discretion they can make an Intelligence saving throw to break the effect on themselves if they find something horrifying or strange enough to make them question reality. Consider the examples given in the {@b Mental Discord} section for things that might make players question their reality, or examples given in the original Goblin Punch article ({@link link at the bottom of the document|https://homebrewery.naturalcrit.com/share/H1-2xqarKX}). Additionally, due to how the life cycle of the false hydra works, remember that only an elder false hydra can actually sing the song of domination, but any false hydra's song will continue the effect on someone under it's control, essentially transferring control to that false hydra. This will really only be used if a hydra grows big enough to have to spread to another town, as the false hydra's head will continue to sing to keep its host moving."
						]
					}
				]
			},
			"traitTags": [
				"Ambusher",
				"Legendary Resistances"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"languageTags": [
				"CS",
				"TP"
			],
			"damageTags": [
				"P",
				"A"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"blinded",
				"grappled",
				"restrained"
			],
			"savingThrowForced": [
				"constitution",
				"wisdom"
			]
		}
	]
}
