{
	"_meta": {
		"sources": [
			{
				"json": "BAROVIANVAMPIRES",
				"abbreviation": "BAROVIANVAMPIRES",
				"full": "Barovian Vampires (version 1.0)",
				"authors": [
					"Igor Moreno"
				],
				"convertedBy": [
					"p4535992"
				],
				"version": "2020.03.14",
				"url": "https://www.dmsguild.com/product/178059/Barovian-Vampires--Three-new-monsters-for-Ravenloft",
				"targetSchema": "1.6.3"
			}
		],
		"dateAdded": 1555319662,
		"dateLastModified": 1555319662
	},
	"monster": [
		{
			"name": "Vampire, Bloodrager",
			"size": "M",
			"type": {
				"type": "undead",
				"tags": [
					"shapechanger"
				]
			},
			"source": "BAROVIANVAMPIRES",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "13d8 + 52",
				"average": 110
			},
			"speed": {
				"walk": 40
			},
			"str": 18,
			"dex": 16,
			"con": 18,
			"int": 10,
			"wis": 14,
			"cha": 10,
			"passive": 15,
			"cr": "7",
			"shortName": "Vampire, Bloodrager",
			"languages": [
				"common"
			],
			"senses": [
				"darkvision 90ft."
			],
			"senseTags": [
				"D"
			],
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"necrotic",
						"piercing",
						"slashing"
					],
					"note": "from non magical weapons"
				}
			],
			"save": {
				"str": "+7",
				"dex": "+6",
				"con": "+7"
			},
			"skill": {
				"athletics": "+7",
				"intimidation": "+3",
				"nature": "+3",
				"perception": "+5",
				"stealth": "+6",
				"survival": "+5"
			},
			"conditionImmune": [
				"frightened"
			],
			"fluff": {
				"entries": [
					"Once fierce human warriors, these barbarians were cursed with vampirism by the mists of Ravenloft for turning to cannibalism as a ritual demonstration of might. Now they roam the dark wilderness in search of prey to satisfy their thirst for blood."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/DfdjgIa.png"
						}
					}
				]
			},
			"isNpc": true,
			"trait": [
				{
					"name": "Expert Trackers",
					"entries": [
						"Bloodragers often follow the tracks of a potential victim for nights on end before attacking."
					]
				},
				{
					"name": "Reckless Brutality",
					"entries": [
						"Once a bloodrager has drawn blood from a foe it enters a savage trance that makes it fight like an unstoppable beast."
					]
				},
				{
					"name": "Form of the Wolf",
					"entries": [
						"The same curse that turned the bloodragers into undead also granted them the power to transform into huge blood-thirsty wolves."
					]
				},
				{
					"name": "Blood Rage",
					"entries": [
						"These vampires have a ferocious appetite for blood during combat. Each time a living creature is hit by one of the bloodrager's claw attacks the target must succeed on a {@dc 14} Constitution saving throw or start bleeding from the wound. The character suffers no ill effect, but the bloodrager who caused damage enters a blood frenzy, gaining advantage on attacks against the bleeding target until either the target or the bloodrager is slain. Due to its recklessness however attacks against a frenzied bloodrager have advantage. A bloodrager can only gain advantage against a single target, who it will try to slay at any cost, even ignoring other foes altogether."
					]
				},
				{
					"name": "Wolf Form",
					"entries": [
						"As a bonus action a bloodrager can shapeshift into a huge and blood-soaked wolf to attack its foes. Use the game statistics of a giant hyena with the added vampire resistances and weaknesses and the extra 9 ({@damage 2d8}) necrotic damage on a bite and the accompanying hit point reducing and regenerating effects. Once transformed the bloodrager assumes the creature's total hit points and reverts to its humanoid form if its hit points drop to 0, any excess damage carrying over to the bloodrager's regular hit points. The transformation can also be dismissed as a bonus action. Bloodragers often turn into wolf form when they enter a blood frenzy."
					]
				},
				{
					"name": "Vampire Weakness",
					"entries": [
						"The vampire has the following flaws:",
						"Forbiddance. The vampire can't enter a residence without an invitation from one of the occupants.",
						"Harmed by Running Water. The vampire takes 20 acid damage when it ends its turn in running water.",
						"Stake to the Heart. The vampire is destroyed if a piercing weapon made of wood is driven into its heart while it is {@condition incapacitated}.",
						"Sunlight Hypersensitivity. The vampire takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has",
						"disadvantage on attack rolls and ability checks."
					]
				}
			],
			"damageTags": [
				"S",
				"P",
				"N"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The bloodrager makes two claw attacks or one claw attack to grapple the target and then one bite attack"
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}14 ({@damage 3d6 + 4}) slashing damage. Instead of dealing damage, the vampire can grapple the target (escape {@dc 14})."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) piercing damage, plus 9 ({@damage 2d8}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0"
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"tokenUrl": "https://i.imgur.com/DfdjgIa.png"
		}
	]
}
