{
	"_meta": {
		"sources": [
			{
				"json": "BoBHWaelen",
				"abbreviation": "BoBHWaelen",
				"full": "Book of Beautiful Horrors - Waelen",
				"authors": [
					"Nathan - Hasle - Regeremu/Regerem"
				],
				"convertedBy": [
					"p4535992"
				],
				"version": "2020.12.20",
				"url": "https://www.patreon.com/NathanHasle",
				"targetSchema": "1.6.3"
			}
		],
		"dateAdded": 1608488001,
		"dateLastModified": 1608488001
	},
	"monster": [
		{
			"name": "Antler-King of the Isles",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "BoBHWaelen",
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 21,
					"from": [
						"{@item +3 plate armor}"
					]
				}
			],
			"hp": {
				"formula": "23d8 + 92",
				"average": 195
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 11,
			"con": 18,
			"int": 15,
			"wis": 15,
			"cha": 20,
			"passive": 12,
			"cr": "18",
			"fluff": {
				"entries": [
					"The Antler-King of the Isles, more commonly known as the High King or even the King in Green, is the ruler of all the Waelen and symbolically the husband and champion of the Earthmother. Should she call upon him, he must fight her battles. However, this is highly theoretical and mainly used as a symbol of his right to rule, for this has not happened in centuries. The king is required to be as much a warrior as a diplomat, charged with the difficult task to maintain a semblance of unity among the clans.",
					"On his crowning day, the aspiring king enters Fharraige Fáil, the sea of destiny, a moonwell said to be the first place the goddess appeared and gifted the antler-crown and the oathblade Solais to the first King in Green. There, he meets with the Earthmother and is judged. If he is accepted, he emerges from the waters wrapped in green and silver mist, reborn as hers and invested by her powers. If he is rejected, he is never seen again, and the pool fills with blood as the mad laughter of Da Dhiogail is heard.",
					"This tradition has prevented the Waelen from having a royal bloodline, for the king has no a queen and his children have no claim to the throne. The death of a High King is always followed by a time of turmoil across the isles, as clans compete against each other to present their best candidates for the throne. Many different types of men have been High King, from conquerors to schemers and diplomats, or even tyrants at times. It takes ambition, courage, and probably a touch of madness to wish for the antler-crown. Only the goddess knows why she picks who she does, choosing who her people need, and not necessarily who they want.",
					"The Antler-King leads with a sacred right, seating atop the figurative pyramid of power. To defy him is to defy the will of the goddess herself and his position is only rivaled by the leathdhia demigods and the archdruids. The king surrounds himself with oathbound nobles representative of each clan, defending the interest of their homeland. Kinship plays a great deal on the political chessboard, as more than a few High Kings have favored their initial clan throughout their rule. Noble houses also take pride in providing a suitable High King and benefit greatly in influence from his ascension. In theory anybody, man or woman, can wear the antler-crown, but in reality, only a handful of Antler-Queens or plebeians ever ruled.",
					{
						"name": "The Antler-Crown",
						"type": "inset",
						"entries": [
							"The antler-crown is paramount to the power of the High King. Its symbolic value is unmeasurable, as it is so tightly intertwined with the Waelen culture that none could truly rule without it. On one occasion, the High King was killed during a Northlander invasion, and the crown stolen. These events plunged the isles into chaos, paralyzing the entire society and leaving the Waelen without a ruler. Bloody civil war reaped the isles apart, as each clan reached for domination and the druids debated endlessly on the validity of a new High King without the crown. Thankfully the crown was finally reclaimed from the Northlanders and a new king chosen, but all fear this could happen again."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/gjDMCke.png"
						}
					}
				]
			},
			"isNpc": true,
			"shortName": "Antler-King of the Isles",
			"tokenUrl": "https://i.imgur.com/StyzH92.png",
			"languages": [
				"Common",
				"Elvish",
				"Sylvan",
				"Waelen"
			],
			"languageTags": [
				"C",
				"E",
				"S"
			],
			"save": {
				"con": "+10",
				"wis": "+8"
			},
			"skill": {
				"athletics": "+10",
				"persuasion": "+11",
				"religion": "+8"
			},
			"trait": [
				{
					"name": "The King in Green (Recharges after a Short or Long Rest)",
					"entries": [
						"As a bonus action, the king can enter a blessed state at the start of his turn. The blessing lasts for 1 minute or until the king is {@condition incapacitated}. While blessed, the king gains the following benefits: ",
						"- The king sheds bright green light in a 20-foot radius and dim light for an additional 20 feet. Any creature in the area of the light can’t benefit from being {@condition invisible}. ",
						"- The king has advantage on saving throws against spells and other magical effects. When the king makes a Charisma or Strength check, he can replace the number he rolls with a 15."
					]
				},
				{
					"name": "Legendary Resistance (2/Day)",
					"entries": [
						"If the king fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Weapon Mastery",
					"entries": [
						"When the king hits with a melee weapon, it deals one extra die of the weapon's damage, plus an additional 6 damage (included in the attack)."
					]
				}
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"traitTags": [
				"Legendary Resistances"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The king makes three solais attacks."
					]
				},
				{
					"name": "Solais",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}23 ({@damage 3d6 + 13}) slashing damage. Solais is a +3 silvered magic weapon."
					]
				},
				{
					"name": "Blessed Fury {@recharge 5}",
					"entries": [
						"The king uses Multiattack. Each attack that hits deals an extra 9 ({@damage 2d8}) damage of the following types (king's choice): lightning, radiant, or thunder."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S",
				"R"
			],
			"reaction": [
				{
					"name": "Goddess' Protection",
					"entries": [
						"In response to being hit by an attack, the king reduces the damage to 0 and each creature within 5 feet of the king takes 13 ({@damage 3d8}) radiant damage."
					]
				}
			],
			"legendaryActions": 3,
			"legendaryHeader": [
				"The king can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The king regains spent legendary actions at the start of his turn."
			],
			"legendary": [
				{
					"name": "King’s Blessing",
					"entries": [
						"The king bestows his blessing on one ally he can see within 30 feet of him. The ally has advantage on attack rolls and saving throws it makes until the start of the king’s next turn."
					]
				},
				{
					"name": "Imperious Blow (Costs 2 Actions)",
					"entries": [
						"The king makes a Solais attack. If it hits, the target must succeed on a {@dc 19} Wisdom saving throw or be {@condition frightened} of the king until the end of its next turn."
					]
				},
				{
					"name": "Word of Peace (Costs 3 Actions)",
					"entries": [
						"The king speaks with the voice of the goddess. Each creature within 30 feet of the king that can hear him must succeed on a {@dc 19} Wisdom saving throw or be {@condition charmed} for an hour. While {@condition charmed} by the king, a creature becomes indifferent about creatures that it is hostile toward. A creature is no longer {@condition charmed} if it is attacked or harmed by a spell or if it witnesses any of its friends being harmed. When the effect ends, the creature becomes hostile again, unless the DM rules otherwise. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the king's Word of Peace for the next 24 hours."
					]
				}
			],
			"conditionInflict": [
				"frightened",
				"charmed"
			]
		},
		{
			"name": "Druid of the Earthmother",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "BoBHWaelen",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "11d8 + 22",
				"average": 71
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 11,
			"con": 15,
			"int": 13,
			"wis": 19,
			"cha": 16,
			"passive": 14,
			"cr": "5",
			"shortName": "Druid of the Earthmother",
			"isNpc": true,
			"tokenUrl": "https://i.imgur.com/QXeKjw7.png",
			"fluff": {
				"entries": [
					"While perhaps best known as religious leaders, the druids of the Earthmother are also adjudicators, lorekeepers, and political advisors. They are the bridge between their people and the Earthmother goddess, responsible for organizing worship and sacrifices but also the keepers of society, for an oath spoken in front a druid can never be broken, under penalty of public shunning and exile.",
					"Druids shape the rhythm of Waelen society, as the priests of the old druidic faith, they issue the sacred laws to be followed for the coming season. These laws are passed after rites held at equinox and solstices where druids commune with nature and the spirit world in a trance induced by drinking a dreamsight potion. During the rites, fey creatures, especially satyrs and eladrins, are invited to join the Waelens. The new sacred laws, beside their religious fundaments, are based on socio-economic and natural needs, favorizing a certain type of crops to be cultivated or a specific kind of animal to be hunted or spared for the season."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/jFKAY8b.png"
						}
					}
				]
			},
			"languages": [
				"Common",
				"Druidic",
				"Sylvan",
				"Waelen"
			],
			"languageTags": [
				"C",
				"DU",
				"S"
			],
			"skill": {
				"nature": "+4",
				"persuasion": "+6",
				"religion": "+7"
			},
			"save": {
				"int": "+4",
				"wis": "+7"
			},
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The druid is a 11th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 15}, +7 to hit with spell attacks). It has the following cleric and druid spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell druidcraft}",
								"{@spell primal savagery|XGE}"
							]
						},
						"1": {
							"spells": [
								"{@spell animal friendship}",
								"{@spell cure wounds}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell healing spirit|XGE}",
								"{@spell spiritual weapon}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell erupting earth|XGE}",
								"{@spell spirit guardians}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell banishment}",
								"{@spell stone shape}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell commune}",
								"{@spell wrath of nature|XGE}"
							],
							"slots": 2
						},
						"6": {
							"spells": [
								"{@spell conjure fey}",
								"{@spell druid grove|XGE}"
							],
							"slots": 1
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"CC",
				"CD"
			],
			"trait": [
				{
					"name": "Fey-Touched",
					"entries": [
						"The druid can tell if an object or a creature it touches is magical, and if that magic originated from a fey creature. The druid also has advantage on Wisdom (Animal Handling) checks."
					]
				},
				{
					"name": "Spirit Shape",
					"entries": [
						"As a bonus action, the druid can magically shift to the Ethereal Plane. At the start of its next turn, it returns to the Material Plane in an unoccupied space that it can see within 30 feet of the space it vanished from."
					]
				}
			],
			"action": [
				{
					"name": "Quarterstaff",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage, or 4 ({@damage 1d8}) bludgeoning damage if used with both hands."
					]
				},
				{
					"name": "Brand of the Prey",
					"entries": [
						"The druid targets one creature it can see within 60 feet of it. The target must succeed on a {@dc 15} Wisdom saving throw or be magically cursed. Until the curse ends, beast, fey, and plant creatures are hostile to the target and have advantage on attack rolls made against it. The curse lasts until removed by the remove curse spell or other magic."
					]
				}
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Fianna",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "BoBHWaelen",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"formula": "4d8 + 8",
				"average": 26
			},
			"speed": {
				"walk": 40
			},
			"str": 15,
			"dex": 16,
			"con": 15,
			"int": 10,
			"wis": 13,
			"cha": 10,
			"passive": 11,
			"cr": "1",
			"isNpc": true,
			"fluff": {
				"entries": [
					"Fianna are the wandering warriors of the isles. At times of peace the fianna are free to do as they wish. However, when the High King calls, they must answer and rally under his banner. In reality, the loyalty of the fianna varies greatly, often leaning towards whoever pays them the most or aided them in the past. This isn’t to say that fianna are common mercenaries, as their way of life demands purity of heart and is passed down from mother to daughter, from father to son."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/HlQ08tg.png"
						}
					}
				]
			},
			"shortName": "Fianna",
			"tokenUrl": "https://i.imgur.com/Ocf7YK1.png",
			"languages": [
				"Common",
				"Waelen"
			],
			"languageTags": [
				"C"
			],
			"skill": {
				"athletics": "+4",
				"animal handling": "+3"
			},
			"trait": [
				{
					"name": "Fey-Touched",
					"entries": [
						"The fianna can tell if an object or a creature it touches is magical, and if that magic originated from a fey creature. The fianna also has advantage on Wisdom (Animal Handling) checks."
					]
				},
				{
					"name": "Harrier",
					"entries": [
						"When the fianna makes a melee attack against a creature, it doesn’t provoke opportunity attacks from that creature for the rest of the turn, whether it hits or not."
					]
				},
				{
					"name": "Opportunist",
					"entries": [
						"The fianna deals an extra 7 ({@damage 2d6}) damage when it hits a target with an opportunity attack."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The fianna makes two melee attacks or two ranged attacks."
					]
				},
				{
					"name": "Spear",
					"entries": [
						"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage in melee, or 5 ({@damage 1d6 + 2}) piercing damage at range, or 6 ({@damage 1d8 + 2}) piercing damage if used with both hands."
					]
				},
				{
					"name": "Javelin",
					"entries": [
						"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 30/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage in melee, or 5 ({@damage 1d6 + 2}) piercing damage at range and the target's speed is reduced by 10 feet until the end of its next turn."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW"
			]
		},
		{
			"name": "Islander Levy",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "BoBHWaelen",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"formula": "2d8 + 2",
				"average": 11
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 13,
			"con": 12,
			"int": 10,
			"wis": 13,
			"cha": 10,
			"passive": 11,
			"cr": "1/4",
			"shortName": "Islander Levy",
			"fluff": {
				"entries": [
					"Lacking professional standing armies, the fighting forces of the Waelen’s clans rely on these levies of able bodied men and women. They come from all backgrounds, and so are generally skilled in at least one craft as well as in war. Despite being poorly equipped, the islanders do not lack in courage as they realize that they are not simply fighting for the whim of their leaders, but for home as well. They often raise war hounds to accompany them and bark in unison as they charge into battle."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/DF5BDIn.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/tOkq4X6.png",
			"isNpc": true,
			"languages": [
				"Common",
				"Waelen"
			],
			"languageTags": [
				"C"
			],
			"skill": {
				"animal handling": "+3"
			},
			"trait": [
				{
					"name": "Artisan",
					"entries": [
						"The islander has proficiency with one type of artisan’s tools of its choice."
					]
				},
				{
					"name": "Fey-Touched",
					"entries": [
						"The islander can tell if an object or a creature it touches is magical, and if that magic originated from a fey creature. The islander also has advantage on Wisdom (Animal Handling) checks."
					]
				},
				{
					"name": "War Hound",
					"entries": [
						"As a bonus action, the islander can command an ally {@link mastiff|https://5e.tools/bestiary.html#mastiff_mm} that can hear it to use its reaction to move up to its speed and make one bite attack."
					]
				}
			],
			"action": [
				{
					"name": "Spear",
					"entries": [
						"{@atk mw,rw} {@hit 3} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d6 + 1}) piercing damage in melee, or 4 ({@damage 1d6 + 1}) piercing damage at range, or 5 ({@damage 1d8 + 1}) piercing damage if used with both hands."
					]
				},
				{
					"name": "Sling",
					"entries": [
						"{@atk rw} {@hit 3} to hit, range 30/120 ft., one target. {@h}3 ({@damage 1d4 + 1}) bludgeoning damage."
					]
				}
			],
			"damageTags": [
				"P",
				"B"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW",
				"RNG"
			]
		},
		{
			"name": "Leathdhia",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "BoBHWaelen",
			"alignment": [
				"C",
				"G",
				"NY",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "18d8 + 90",
				"average": 171
			},
			"speed": {
				"walk": 40
			},
			"str": 20,
			"dex": 20,
			"con": 20,
			"int": 20,
			"wis": 20,
			"cha": 20,
			"passive": 15,
			"cr": "13",
			"shortName": "Leathdhia",
			"isNpc": true,
			"fluff": {
				"entries": [
					"Among the most influential figures in the isles are the leathdhia, the supposed descendants of the legendary 'Tuatha Dé', the tribe of the gods. These men and women carry an ancestral and potent bloodline, sacred in the eyes of all Waelen. This status of living demigod places them outside and above the usual hierarchy of power, allowing them to come and go as they please, much like the völur of the Northlanders. Guided by the will of the goddess alone, the leathdhia are revered by the druids as conduits of the goddess, and play a central part in local worship, acting as high priest. However, just as the goddess herself, leathdhia are mercurial, for the threefold divine aspects drive them.",
					"The internal strife of the leathdhia leaves very few of them unscathed and, truth be told, many are considered to be dangerous lunatics. Only a handful are willed enough to maintain their own personality and find balance with the goddess. Those that do are the bridge between mortal and the divine and are constantly sought after. As a result, some live the life of a hermit, weeding out supplicants with trials and deception. Others wander the isles, hiding their identity by posing as minstrels or beggars.",
					"Thanks to their legacy, the leathdhia share a fragment of divine essence, pushing them to the pinnacle of mortal abilities and beyond. Most are immortal and are believed to be hundreds of years old. They are also nearly impervious to harm, be it from blade or spell. Though not invincible, they are extremely hard to kill, getting back up after receiving mortal blows. The birth of a leathdhia is foretold by the moon spirits of the Earthmother, its life sung by the thunder of Badb and its death screamed by Da Dhiogail’s red furies. To truly kill a leathdhia its life must be severed of the three aspects of the goddess, by a threefold death. The threefold death carries great significance and symbolism for the Waelen. Sacrifices offered to the Earthmother and her other aspects follow this custom, putting to death the sacrifice from three distinct sources simultaneously. Often used are poison, blade and drowning, but many variations exist from clan to clan, ranging from wicker man pyre to simple strangulation.",
					{
						"name": "Optional: Commune and Aspects",
						"type": "inset",
						"entries": [
							"As divine conduit of the goddess, a leathdhia has the ability to effortlessly commune with her or adopt her aspet. When doing so, its physical appearance, alignment and personality shifts.",
							"- Badb: is harsh and abrasive, almost feral. She speaks of war, disasters to come and heroic deeds. Her aspect is characterized by a thunderous voice, lightning eyes and the smell of the sea. Her alignment is chaotic neutral.",
							"- Da Dhiogail: is hysterical and threatening, clearly insane. She screams of curses, death and tragedies. Her aspect is soaked in blood, staining anything she touches, her eyes burning with madness. Her alignment is chaotic evil.",
							"- Earthmother: is benevolent and maternal, caring for all. She answers questions related to the balance of the world, the fey and nature. Her aspect is characterized by silvery features and etherealness. Her alignment is chaotic good."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/bAYOMjr.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/8R7TAPI.png",
			"trait": [
				{
					"name": "Immortal Nature",
					"entries": [
						"A leathdhia suffers none of the frailty of old age and cannot die of old age."
					]
				},
				{
					"name": "Channel Aspect",
					"entries": [
						"As a bonus action at the start of its turn, the leathdhia can magically channel an aspect of the goddess. The aspect lasts until the leathdhia is {@condition incapacitated}, channels another aspect, or chooses to end it. While channeling, the leathdhia gains one of the following benefits of its choice:",
						"- Badb. A creature dies if reduced to 0 hit points by the leathdhia.",
						"- Da Dhiogail. Attack rolls against the leathdhia have disadvantage, unless the leathdhia is {@condition incapacitated}.",
						"- Earthmother. The leathdhia can move through other creatures and objects as if they were difficult terrain. Each creature it moves through takes 18 ({@damage 4d8}) radiant damage; no creature can take this damage more than once per turn. The leathdhia takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object."
					]
				},
				{
					"name": "Divine Conduit",
					"entries": [
						"The leathdhia can cast commune at will. Its spellcasting ability for it is Charisma."
					]
				},
				{
					"name": "Threefold Death",
					"entries": [
						"If damage reduces the leathdhia to 0 hit points, the leathdhia drops to 1 hit point instead. If the leathdhia is reduced to 0 hit points three times on the same turn, this trait doesn't function."
					]
				}
			],
			"languages": [
				"all"
			],
			"languageTags": [
				"XX"
			],
			"save": {
				"wis": "+10",
				"cha": "+10"
			},
			"skill": {
				"insight": "+10",
				"nature": "+10",
				"religion": "+10"
			},
			"resist": [
				{
					"resist": [
						{
							"special": "damage from spells"
						}
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons"
				}
			],
			"conditionImmune": [
				"charmed"
			],
			"damageTags": [
				"B",
				"L",
				"R",
				"O"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The leathdhia makes two attacks."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d8 + 5}) bludgeoning damage."
					]
				},
				{
					"name": "Storm of War (Badb Aspect Only)",
					"entries": [
						"The leathdhia creates bolts of lightning, which can strike up to three targets the leathdhia can see within 120 feet of it. A target must make a {@dc 18} Dexterity saving throw, taking 22 ({@damage 4d10}) lightning damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"legendaryActions": 2,
			"legendaryHeader": [
				"The leathdhia can take 2 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The leathdhia regains spent legendary actions at the start of its turn."
			],
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"The leathdhia makes one attack."
					]
				},
				{
					"name": "Silver Mist (Earthmother Aspect Only)",
					"entries": [
						"A silvery mist conceals the leathdhia, turning it {@condition invisible} until it attacks. While {@condition invisible}, the leathdhia has resistance to all damage."
					]
				},
				{
					"name": "Cursed Wail (Da Dhiogail Aspect Only, Costs 2 Actions)",
					"entries": [
						"The leathdhia releases a blood-curling wail. Each creature hostile to the leathdhia within 30 feet of it that can hear it must succeed on a {@dc 18} Wisdom saving throw or be cursed. Until the curse ends, the target has vulnerability to all damage. A creature can repeat the saving throw at the end of each of its turns, ending the curse on itself on a success."
					]
				},
				{
					"name": "Ocean's Roar (Badb Aspect Only, Costs 2 Actions)",
					"entries": [
						"The leathdhia spews out a wave of water. The wave can be up to 30 feet long, up to 10 feet wide, and up to 10 feet tall. Each creature in that area must make a {@dc 18} Dexterity saving throw. On a failure, a creature takes 36 ({@damage 8d8}) bludgeoning damage and is knocked {@condition prone}. On a success, a creature takes half as much damage and isn’t knocked {@condition prone}. The water then spreads out across the ground in all directions, extinguishing unprotected flames in its area and within 30 feet of it, and then vanishes."
					]
				}
			],
			"conditionInflict": [
				"prone"
			]
		},
		{
			"name": "Macnia",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "BoBHWaelen",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item studded leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "13d8 + 39",
				"average": 97
			},
			"speed": {
				"walk": 30
			},
			"str": 20,
			"dex": 16,
			"con": 16,
			"int": 10,
			"wis": 11,
			"cha": 15,
			"passive": 10,
			"cr": "7",
			"fluff": {
				"entries": [
					"The macnia are the peerless sword-masters and elite bodyguards of the Antler-King and prestigious nobles. Called champion or hero in the Waelen tongue, they are picked from a young age among the most promising children and trained until wielding a sword becomes as natural as breathing to them. In the ancient times, their loyalty to the Antler-King was absolute, and they were expected to die with them, but this custom vanished over the ages. Still, no one in their right mind would ever question their dedication. ",
					"Much is expected from the macnia, always striding across the isles to face greater challenges, and only a handful ever made it into their twilight years. In battle, they are fearless and fervent; invoking the goddess'name as they charge, driving men to greater feats of valor. They cleave through their enemies with precision and brutality, favorizing decapitation, as they believe it grants them the strength of their foe."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/1vSzYid.png"
						}
					}
				]
			},
			"shortName": "Macnia",
			"isNpc": true,
			"tokenUrl": "https://i.imgur.com/EaG7XTc.png",
			"languages": [
				"Common",
				"Waelen"
			],
			"languageTags": [
				"C"
			],
			"save": {
				"str": "+8",
				"con": "+6"
			},
			"skill": {
				"athletics": "+8",
				"animal handling": "+3"
			},
			"conditionImmune": [
				"frightened"
			],
			"trait": [
				{
					"name": "Brute",
					"entries": [
						"A melee weapon deals one extra die of its damage when the macnia hits with it."
					]
				},
				{
					"name": "Exemplary",
					"entries": [
						"A macnia's allied creature can’t be {@condition frightened} while it can see the macnia within 30 feet of it."
					]
				},
				{
					"name": "Fey-Touched",
					"entries": [
						"The macnia can tell if an object or a creature it touches is magical, and if that magic originated from a fey creature. The macnia also has advantage on Wisdom (Animal Handling) checks."
					]
				},
				{
					"name": "Quickening",
					"entries": [
						"As a bonus action, the macnia can add {@dice 1d10} to its next attack or damage roll with a greatsword."
					]
				}
			],
			"traitTags": [
				"Brute"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The macnia makes three greatsword attacks or three longbow attacks."
					]
				},
				{
					"name": "Greatsword",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}15 ({@damage 3d6 + 5}) slashing damage."
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 6} to hit, range 150/600 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S",
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG"
			],
			"reaction": [
				{
					"name": "Duelist",
					"entries": [
						"The macnia adds {@dice 1d10} to its AC against one melee attack that would hit it. To do so, the macnia must see the attacker and be wielding a melee weapon. If the attack misses as a result, the macnia can make one melee weapon attack with advantage against the creature."
					]
				}
			]
		},
		{
			"name": "Oathbound Noble",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "BoBHWaelen",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item breastplate|phb}"
					]
				}
			],
			"hp": {
				"formula": "17d8 + 51",
				"average": 127
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 14,
			"con": 16,
			"int": 10,
			"wis": 11,
			"cha": 17,
			"passive": 10,
			"cr": "9",
			"isNpc": true,
			"shortName": "Oathbound Noble",
			"fluff": {
				"entries": [
					"The oathbounds, or Tuatháinigh in the Waelen tongue, are part of the noble cast and chieftains. They must must swear an oath of loyalty before the druids, their clan and the High King. Their charge is taken seriously, for they swear under the eyes of the goddess and can be stripped down from their ranks and powers if they prove untrue to the old faith. As clan leaders, their armor and helmets are better than the common folk can aspire to, but their equipment is scarcely comparable to that of the nobility from more prosperous and developed lands. Nevertheless, their fighting spirit and blessed oathblade make them fearsome warriors.",
					"Upon taking its oath, a noble receives a sacred sword as a symbol of its duty, an oathblade. Oathblades are mystic silver swords that appeared in past eras, floating above the waters of the moonwells, a gift from the goddess in times of need. The High King himself wields the mightiest of these blades, the archfey-slayer Solais. To steal an oathblade is an unforgivable sacrilege that will only be met with the offender’ swift death. Adventurers be warned."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/TGDyavQ.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/R8Bf3BF.png",
			"languages": [
				"Common",
				"Waelen"
			],
			"languageTags": [
				"C"
			],
			"save": {
				"con": "+7",
				"wis": "+4"
			},
			"skill": {
				"persuasion": "+7",
				"religion": "+4"
			},
			"trait": [
				{
					"name": "Fey-Touched",
					"entries": [
						"The noble can tell if an object or a creature it touches is magical, and if that magic originated from a fey creature. The noble also has advantage on Wisdom (Animal Handling) checks."
					]
				},
				{
					"name": "Might of the Goddess",
					"entries": [
						"Once per turn, the noble can deal an extra 22 ({@damage 5d8}) damage of one of the following types (noble's choice) to a creature it hits with a melee weapon attack: lightning, radiant, or thunder."
					]
				},
				{
					"name": "Weapon Mastery",
					"entries": [
						"When the noble hits with a melee weapon, it deals one extra die of the weapon's damage, plus an additional 4 damage (included in the attack)."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The noble makes three oathblade attacks."
					]
				},
				{
					"name": "Oathblade",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d8 + 8}) slashing damage, or 19 ({@damage 2d10 + 8}) slashing damage if used with both hands. The oathblade is a silvered magic weapon."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"reaction": [
				{
					"name": "Goddess' Presence",
					"entries": [
						"The noble grants advantage to a saving throw made by itself or another creature that it can see within 30 feet of it. The noble can make this choice after the roll is made but before it succeeds or fails."
					]
				}
			]
		},
		{
			"name": "Deepgrove Ranger",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "BoBHWaelen",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item studded leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "8d8 + 16",
				"average": 52
			},
			"speed": {
				"walk": 40
			},
			"str": 10,
			"dex": 18,
			"con": 14,
			"int": 10,
			"wis": 15,
			"cha": 10,
			"passive": 14,
			"cr": "3",
			"isNpc": true,
			"shortName": "Deepgrove Ranger",
			"fluff": {
				"entries": [
					"The deepgrove rangers are men and women that hold the responsibility of patrolling forest deemed too dangerous for anybody else to enter and to protect the moonwells. Their numbers are few compared to the peril of the isles, but each of them has a deep understanding of the natural world. Most deepgrove rangers have a strong affinity with beasts and develop mystical bounds with them. Thanks to their animal they can insure the security of vast expanses of territory.",
					"The deepgrove rangers’ skills of stealth and concealment serve them well, but they need to be prepared to face the strange magic of the fey and savagery of the ogres when patrolling. To tread such paths, they must be unseen and hone their senses to see the invisible - no easy matter when contending with creatures with otherworldly powers of disguise. To turn the odds in their favor, they rely on skirmishing tactics and asphyxiating toxins.",
					{
						"name": "The Crown and the Grove",
						"type": "inset",
						"entries": [
							"Although devoted to the protection of sacred sites and therefor answering to the druids, the rangers have always been chosen from the ranks of the High King’s guard. Throughout the Waelen’s history the talents of the rangers have been often diverted for political gain. More than a few enemies of the High King have met their end from a poisoned arrow or mauled by a bear. This dual allegiance to the crown and the grove leaves a stain on the otherwise noble calling of the rangers."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/O6pFvii.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/dUIADaK.png",
			"languages": [
				"Common",
				"Sylvan",
				"Waelen"
			],
			"languageTags": [
				"C",
				"S"
			],
			"senses": [
				"blindsight 10 ft."
			],
			"senseTags": [
				"B"
			],
			"skill": {
				"animal handling": "+6",
				"perception": "+4",
				"stealth": "+8",
				"survival": "+4"
			},
			"trait": [
				{
					"name": "Beast Bond",
					"entries": [
						"The ranger can cast beast bond at will, requiring no components. Its spellcasting ability for it is Wisdom."
					]
				},
				{
					"name": "Fey-Touched",
					"entries": [
						"The ranger can tell if an object or a creature it touches is magical, and if that magic originated from a fey creature. The ranger also has advantage on Wisdom (Animal Handling) checks."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The ranger makes two melee attacks or two ranged attacks."
					]
				},
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 6} to hit, range 150/600 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage, and the target must succeed on a {@dc 14} Constitution saving throw or take 11 ({@damage 2d10}) poison damage and become {@condition poisoned}. While {@condition poisoned}, the target is unable to breath. The target can repeat the saving throw at the end of each minute that elapses, ending the effect on itself on a success."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"I"
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG"
			],
			"conditionInflict": [
				"poisoned"
			],
			"reaction": [
				{
					"name": "Skirmisher",
					"entries": [
						"The ranger moves up to half its speed when an enemy ends its turn within 5 feet of it. This movement doesn’t provoke opportunity attacks."
					]
				}
			]
		},
		{
			"name": "Red Fury",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "BoBHWaelen",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"pelt armor"
					]
				}
			],
			"hp": {
				"formula": "10d8 + 30",
				"average": 75
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 17,
			"con": 17,
			"int": 8,
			"wis": 13,
			"cha": 15,
			"passive": 11,
			"cr": "8",
			"isNpc": true,
			"fluff": {
				"entries": [
					"Life can be incredibly harsh and short in the misty isles, as dangers abound, and survivors are left with nothing but their grief. Many Waelan are all too familiar with the loss of loved ones and some are too ill-fitted to endure its hardship. However, suicide is rarely considered in the Waelen society, for life is a gift of the Earthmother, and very few are willing to throw it away. But there is an alternative, a darker path that that only the darkest druids are willing to discuss.",
					"A grief-stricken one seeks the druids and a funeral is held in their name at a moonwell. During the ceremony, the griefstricken drinks a decoction made of fly agaric and poison that ravages its mind, opening them to spiritual possession by a darker aspect of the goddess, Da Dhiogail, the Laughing One. During the possession they often prophesize tragedies and death that are to come. They emerge from their trance with a demented laughter, now a red fury of Da Dhiogail and vanish soon after into the wilderness.",
					"Furies are no longer who they were and the Waelen clans both revere and fear them as the bloody agents of the goddess. Most of the time red furies are not seen, but every once in a while, their, faint, tormented and hysterical laughter can be heard off in the distance. However, when the goddess demands the return of her lands and the sacrifice of foreign invaders, they come out of their deep woods and rugged valleys. When the task is done, they once again melt into the surrounding wilderness."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/YG0xPd0.png"
						}
					}
				]
			},
			"shortName": "Red Fury",
			"tokenUrl": "https://i.imgur.com/sl8944L.png",
			"languages": [
				"Common",
				"Waelen"
			],
			"languageTags": [
				"C"
			],
			"save": {
				"dex": "+6",
				"wis": "+4"
			},
			"skill": {
				"acrobatics": "+6",
				"intimidation": "+8",
				"stealth": "+6"
			},
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"trait": [
				{
					"name": "Demented Rage (Recharges after a Short or Long Rest)",
					"entries": [
						"As a bonus action, the fury can enter a rage at the start of its turn. The rage lasts for 1 minute or until the fury is {@condition incapacitated}. While raging, the fury gains the following benefits:",
						"- The speed of the fury increases by 30 feet and it doesn’t provoke opportunity attacks.",
						"- Attack rolls against the fury have disadvantage, unless the fury is {@condition incapacitated}.",
						"- When it makes a melee weapon attack, the fury gains a +3 bonus to the damage roll."
					]
				},
				{
					"name": "Merciless",
					"entries": [
						"The fury has advantage on melee attack rolls against a {@condition frightened} creature."
					]
				},
				{
					"name": "Unarmored Defense",
					"entries": [
						"While the fury is wearing no armor, its AC includes its Constitution modifier."
					]
				},
				{
					"name": "Wailing Charge",
					"entries": [
						"If the fury moves at least 20 feet straight toward a target, and then hits that target with a melee weapon attack, the target is {@condition frightened} until the end of its next turn."
					]
				}
			],
			"conditionInflict": [
				"frightened"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The fury makes two longsword attacks, or four longsword attacks if it has fewer than half of its hit points remaining. If Cursed Wail is available to use, the fury can use it before or after these attacks."
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, plus 4 ({@damage 1d8}) poison damage."
					]
				},
				{
					"name": "Cursed Wail {@recharge 5}",
					"entries": [
						"The fury releases a bloodcurling wail. Each creature hostile to the fury within 30 feet of it that can hear it must succeed on a {@dc 16} Wisdom saving throw or be cursed. Until the curse ends, the target has vulnerability to all damage. A creature can repeat the saving throw at the end of each of its turns, ending the curse on itself on a success. If a creature's saving throw is successful or the curse ends for it, the creature is immune to the fury's Wail for the next 24 hours."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S",
				"I"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Woad Druid",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "BoBHWaelen",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"pelt armor"
					]
				}
			],
			"hp": {
				"formula": "12d8 + 36",
				"average": 90
			},
			"speed": {
				"walk": 30
			},
			"str": 17,
			"dex": 13,
			"con": 16,
			"int": 10,
			"wis": 15,
			"cha": 11,
			"passive": 12,
			"cr": "6",
			"isNpc": true,
			"fluff": {
				"entries": [
					"Woad druids are strange and reclusive people, muscular individuals with spiralling blue tattoos. As shamans of the woad-clans, they are far less approachable than their civilized counterpart. These men and women shun any comfort or technological advancement, blaming them for having turned away the Waelen from the true aspect of the goddess, Badb. Badb is the most primal and destructive side of the goddess, mainly associated with the sea, war, storms and predators. Her druids are extremely territorial, they jealously guard the secret of the woad war paints and tattoos. The mystic symbols that their paint on the warriors’ skin are their way to commune with nature and the divine. ",
					"The worship of Badb is not made at temples or even druid groves, but in the “Garden of Badb”, the battlefield. Carnage is her communion, bloodshed her blessing. The woad faith is primal, its followers hear the goddess in the roaring of the ocean, the howl of the wolf and the scream of the dying. Worship is war, and war is worshiped. By painting their bodies with the sacred woad plant, they dedicate each kill to the goddess and are blessed in return."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/Ob6OqbC.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/U2WznLQ.png",
			"shortName": "Woad Druid",
			"legendaryActions": 3,
			"legendaryHeader": [
				"Garden of Badb",
				"Badb is war and war is Badb. When the enemy's blood flows in her name, the goddess takes notice and reward her warriors with exalted powers, turning them into her instrument of destruction. Creatures that have the Woad War Paint trait (refered as painted for this sidebar) can take the following legendary actions. Painted can take legendary actions, choosing from the options below, but must share the actions among themselves. Only one legendary action option can be used at a time and only at the end of another creature's turn. Legendary actions are only available if a creature generates one with a power and are all lost at the end of the combat encounter."
			],
			"legendary": [
				{
					"name": "Goddess' Guidance",
					"entries": [
						"The painted makes a melee weapon attack with advantage. If it hits, the painted gains temporary hit points equal to the damage dealt."
					]
				},
				{
					"name": "Exalted",
					"entries": [
						"The painted can magically end the {@condition charmed} and {@condition frightened} conditions on itself and each creature of its choice that it can see within 30 feet of it."
					]
				},
				{
					"name": "Flock of Doom (Costs 2 Actions)",
					"entries": [
						"The painted summons one primal murder of crows, which appears within 30 feet of it in an unoccupied space it can see. The swarm obeys its summoner's commands and can't be controlled by any other creature. The swarm vanishes when it drops to 0 hit points."
					]
				},
				{
					"name": "Mist of the Isles (Costs 2 Actions)",
					"entries": [
						"The painted and each creatures of its choice that it can see within 30 feet of it magically turn {@condition invisible} until the end of the painted's next turn."
					]
				},
				{
					"name": "Shroud of Badb (Costs 3 Actions)",
					"entries": [
						"The painted is immune to all damage and conditions until the end of its next turn."
					]
				},
				{
					"name": "War is Eternal (Cost 3 Actions)",
					"entries": [
						"The painted targets one dead humanoid that has died within the last round it can see within 30 feet of it. The target is revived with all its hit points."
					]
				}
			],
			"languages": [
				"Druidic",
				"Sylvan",
				"Waelen"
			],
			"languageTags": [
				"DU",
				"S"
			],
			"skill": {
				"nature": "+3",
				"religion": "+3",
				"survival": "+8"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons"
				}
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The druid is a 9th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 13}, +5 to hit with spell attacks). It has the following cleric and druid spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell druidcraft}",
								"{@spell thunderclap|XGE}"
							]
						},
						"1": {
							"spells": [
								"{@spell faerie fire}",
								"{@spell thunderwave}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell hold person}",
								"{@spell scorching ray}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell call lightning}",
								"{@spell tidal wave|XGE}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell guardian of nature|XGE}"
							],
							"slots": 2
						},
						"5": {
							"spells": [
								"{@spell wall of stone}"
							],
							"slots": 1
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"CC",
				"CD"
			],
			"trait": [
				{
					"name": "Fey-Touched",
					"entries": [
						"The druid can tell if an object or a creature it touches is magical, and if that magic originated from a fey creature. The druid also has advantage on Wisdom (Animal Handling) checks."
					]
				},
				{
					"name": "Litany of War",
					"entries": [
						"When the druid uses its action to cast a spell or take the Attack action, it generates 1 shared legendary action for the Garden of Badb (see Garden of Badb sidebar)."
					]
				},
				{
					"name": "War Magic",
					"entries": [
						"When the druid uses its action to cast a spell, it can make one weapon attack as a bonus action."
					]
				},
				{
					"name": "Woad War Paint",
					"entries": [
						"When the druid is reduced to 0 hit points, reduces a hostile creature to 0 hit points or scores a critical hit, it generates 1 shared legendary action for the Garden of Badb (see Garden of Badb sidebar)."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The druid makes two greataxe attacks."
					]
				},
				{
					"name": "Greataxe",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d12 + 3}) slashing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Woad Reaver",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "BoBHWaelen",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"pelt armor",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"formula": "4d8 + 8",
				"average": 26
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 13,
			"con": 15,
			"int": 10,
			"wis": 12,
			"cha": 8,
			"passive": 11,
			"cr": "1",
			"isNpc": true,
			"fluff": {
				"entries": [
					"When foreigners think of the Waelen, they often immediately picture the woad reavers, semi-naked men and women charging furiously, covered from head to toes in blue war paints. These Waelen are zealots and warriors, issued from the most pious of clans, often referred to as “woad-clans” by the more civilized towns of the isles. Living on the isles where the mist never recedes, there is something otherworldly about them. Fanaticized to the extreme, they undergo months of training with the druids, honing their faith and dedicating their life solely to Badb."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/BqH2OFs.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/Jv3giez.png",
			"shortName": "Woad Reaver",
			"legendaryActions": 3,
			"legendaryHeader": [
				"Garden of Badb",
				"Badb is war and war is Badb. When the enemy's blood flows in her name, the goddess takes notice and reward her warriors with exalted powers, turning them into her instrument of destruction. Creatures that have the Woad War Paint trait (refered as painted for this sidebar) can take the following legendary actions. Painted can take legendary actions, choosing from the options below, but must share the actions among themselves. Only one legendary action option can be used at a time and only at the end of another creature's turn. Legendary actions are only available if a creature generates one with a power and are all lost at the end of the combat encounter."
			],
			"legendary": [
				{
					"name": "Goddess' Guidance",
					"entries": [
						"The painted makes a melee weapon attack with advantage. If it hits, the painted gains temporary hit points equal to the damage dealt."
					]
				},
				{
					"name": "Exalted",
					"entries": [
						"The painted can magically end the {@condition charmed} and {@condition frightened} conditions on itself and each creature of its choice that it can see within 30 feet of it."
					]
				},
				{
					"name": "Flock of Doom (Costs 2 Actions)",
					"entries": [
						"The painted summons one primal murder of crows, which appears within 30 feet of it in an unoccupied space it can see. The swarm obeys its summoner's commands and can't be controlled by any other creature. The swarm vanishes when it drops to 0 hit points."
					]
				},
				{
					"name": "Mist of the Isles (Costs 2 Actions)",
					"entries": [
						"The painted and each creatures of its choice that it can see within 30 feet of it magically turn {@condition invisible} until the end of the painted's next turn."
					]
				},
				{
					"name": "Shroud of Badb (Costs 3 Actions)",
					"entries": [
						"The painted is immune to all damage and conditions until the end of its next turn."
					]
				},
				{
					"name": "War is Eternal (Cost 3 Actions)",
					"entries": [
						"The painted targets one dead humanoid that has died within the last round it can see within 30 feet of it. The target is revived with all its hit points."
					]
				}
			],
			"languages": [
				"Waelen"
			],
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons"
				}
			],
			"damageTags": [
				"S"
			],
			"trait": [
				{
					"name": "Fey-Touched",
					"entries": [
						"The reaver can tell if an object or a creature it touches is magical, and if that magic originated from a fey creature. The reaver also has advantage on Wisdom (Animal Handling) checks."
					]
				},
				{
					"name": "Reckless Charge",
					"entries": [
						"If the reaver moves at least 20 feet straight toward a target, it has advantage on its next melee weapon attack roll against that target."
					]
				},
				{
					"name": "Woad War Paint",
					"entries": [
						"When the reaver is reduced to 0 hit points, reduces a hostile creature to 0 hit points or scores a critical hit, it generates 1 shared legendary action for the Garden of Badb (see Garden of Badb sidebar)."
					]
				}
			],
			"action": [
				{
					"name": "Battleaxe or Longsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with both hands."
					]
				},
				{
					"name": "Handaxe",
					"entries": [
						"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage in melee, or 6 ({@damage 1d6 + 3}) slashing damage at range."
					]
				}
			],
			"miscTags": [
				"MW",
				"RW",
				"THW"
			]
		},
		{
			"name": "Woad Whaler",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "BoBHWaelen",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"pelt armor"
					]
				}
			],
			"hp": {
				"formula": "11d8 + 33",
				"average": 82
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 18,
			"dex": 14,
			"con": 17,
			"int": 10,
			"wis": 12,
			"cha": 8,
			"passive": 11,
			"cr": "5",
			"isNpc": true,
			"fluff": {
				"entries": [
					"It takes a special kind of madness to brave the treacherous ocean surrounding the isles, and unbridled insanity to hunt the monsters that lurk in its depths. The whalers are primarily hunting whales and sharks, wearing trophies made from their bones and teeth, but are also among the best giant and ogre slayers of the isles. They throw their harpoon with enough strength to pierce an armored knight through and through, pulling their enemy closer to gut them in melee or drown them into the sea. Against giants and other large monsters, they surround them from all side to pin them in place with their harpoons while other hunters rush in melee to overwhelm their struggling prey. ",
					"When war and a new season is to come, great ritual hunts are organized at sea and on land, celebrated as sacred event. When the whalers return with giants or sea leviathans, sacrifices are held in the honor of Badb, as reavers measure their strength against the captured beasts before putting them to death at the peak of the ceremony. When blood colors the sea and soaks the earth, the woad-clans rejoice and prepare for war. "
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/YVxGGqQ.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/AKp4our.png",
			"shortName": "Woad Whaler",
			"legendaryActions": 3,
			"legendaryHeader": [
				"Garden of Badb",
				"Badb is war and war is Badb. When the enemy's blood flows in her name, the goddess takes notice and reward her warriors with exalted powers, turning them into her instrument of destruction. Creatures that have the Woad War Paint trait (refered as painted for this sidebar) can take the following legendary actions. Painted can take legendary actions, choosing from the options below, but must share the actions among themselves. Only one legendary action option can be used at a time and only at the end of another creature's turn. Legendary actions are only available if a creature generates one with a power and are all lost at the end of the combat encounter."
			],
			"legendary": [
				{
					"name": "Goddess' Guidance",
					"entries": [
						"The painted makes a melee weapon attack with advantage. If it hits, the painted gains temporary hit points equal to the damage dealt."
					]
				},
				{
					"name": "Exalted",
					"entries": [
						"The painted can magically end the {@condition charmed} and {@condition frightened} conditions on itself and each creature of its choice that it can see within 30 feet of it."
					]
				},
				{
					"name": "Flock of Doom (Costs 2 Actions)",
					"entries": [
						"The painted summons one primal murder of crows, which appears within 30 feet of it in an unoccupied space it can see. The swarm obeys its summoner's commands and can't be controlled by any other creature. The swarm vanishes when it drops to 0 hit points."
					]
				},
				{
					"name": "Mist of the Isles (Costs 2 Actions)",
					"entries": [
						"The painted and each creatures of its choice that it can see within 30 feet of it magically turn {@condition invisible} until the end of the painted's next turn."
					]
				},
				{
					"name": "Shroud of Badb (Costs 3 Actions)",
					"entries": [
						"The painted is immune to all damage and conditions until the end of its next turn."
					]
				},
				{
					"name": "War is Eternal (Cost 3 Actions)",
					"entries": [
						"The painted targets one dead humanoid that has died within the last round it can see within 30 feet of it. The target is revived with all its hit points."
					]
				}
			],
			"languages": [
				"Waelen"
			],
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons"
				}
			],
			"damageTags": [
				"P",
				"S"
			],
			"save": {
				"str": "+7",
				"con": "+6"
			},
			"skill": {
				"athletics": "+7"
			},
			"trait": [
				{
					"name": "Brute",
					"entries": [
						"A melee weapon deals one extra die of its damage when the whaler hits with it (included in the attack)."
					]
				},
				{
					"name": "Fey-Touched",
					"entries": [
						"The whaler can tell if an object or a creature it touches is magical, and if that magic originated from a fey creature. The whaler also has advantage on Wisdom (Animal Handling) checks."
					]
				},
				{
					"name": "Woad War Paint",
					"entries": [
						"When the whaler is reduced to 0 hit points, reduces a hostile creature to 0 hit points or scores a critical hit, it generates 1 shared legendary action for the Garden of Badb (see Garden of Badb sidebar)."
					]
				}
			],
			"traitTags": [
				"Brute"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The whaler makes two melee attacks or two ranged attacks."
					]
				},
				{
					"name": "Barbed Harpoon",
					"entries": [
						"{@atk mw,rw} {@hit 7} to hit, reach 5 ft. or range 30/100 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage in melee, or 13 ({@damage 2d8 + 4}) piercing damage at range and the target is {@condition grappled} (escape {@dc 14}). While {@condition grappled} in this way, a creature's speed isn't reduced, but it can move only in directions that bring it closer to the whaler. A creature takes 5 ({@damage 1d10}) slashing damage if it escapes from the grapple or if it tries and fails. As a bonus action, the whaler can pull a creature {@condition grappled} by it 20 feet closer. The whaler can grapple only one creature at a time."
					]
				},
				{
					"name": "Gutting Sword",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage, plus 7 ({@damage 2d6}) slashing damage if the target is {@condition grappled} with a barbed harpoon."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"RW",
				"MW"
			],
			"conditionInflict": [
				"grappled"
			]
		}
	]
}
