{
	"_meta": {
		"sources": [
			{
				"json": "PKB",
				"abbreviation": "PKB",
				"full": "Pathfinder: Kingmaker Bestiary (5e)",
				"authors": [
					"Paizo Inc.",
					"Jeremy Corff",
					"Robert J. Grady",
					"Tim Hitchcock",
					"Jeff Ibach",
					"Victoria Jaczko",
					"Matt Kimmel",
					"Jeff Lee",
					"Julian Neale",
					"Chris Perrin",
					"Tom Phillips",
					"Alex Riggs"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "1",
				"color": "275125",
				"url": "https://paizo.com/products/btq02e0o?Pathfinder-Kingmaker-Bestiary",
				"dateReleased": "2022-11-08"
			}
		],
		"internalCopies": [
			"monsterFluff"
		],
		"status": "wip",
		"dateAdded": 1707254623,
		"dateLastModified": 1707254623
	},
	"monster": [
		{
			"name": "Bythos Aeon",
			"source": "PKB",
			"page": 7,
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 21,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 231,
				"formula": "22d10 + 110"
			},
			"speed": {
				"walk": 0,
				"fly": 35
			},
			"str": 26,
			"dex": 19,
			"con": 20,
			"int": 25,
			"wis": 29,
			"cha": 20,
			"save": {
				"str": "+13",
				"dex": "+9",
				"con": "+10",
				"int": "+12"
			},
			"skill": {
				"arcana": "+12",
				"athletics": "+18",
				"deception": "+10",
				"intimidation": "+10",
				"nature": "+12",
				"perception": "+19",
				"religion": "+12",
				"stealth": "+19"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 29,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"telepathy 100 ft. (can communicate with living creatures that do not have language)"
			],
			"cr": "16",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The bythos's spellcasting ability is Charisma (spell save {@dc 18}). The bythos can innately cast the following spells, requiring no components:"
					],
					"will": [
						"{@spell dimension door}",
						"{@spell plane shift}",
						"{@spell slow}"
					],
					"daily": {
						"1": [
							"{@spell imprisonment}"
						],
						"3e": [
							"{@spell counterspell}",
							"{@spell haste}"
						]
					},
					"ability": "cha"
				}
			],
			"trait": [
				{
					"name": "Confusing Gaze",
					"entries": [
						"A creature that ends its turn within 30 feet of the bythos must make a {@dc 19} Wisdom saving throw. On a failure, it is confused until the end of its next turn, {@spell confusion|PHB|as per the spell of the same name}. A creature that successfully saves is immune to this bythos's confusing gaze for the next 24 hours. This is a magical effect, and immunity or protection against being {@condition charmed} apply."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The bythos's weapon attacks are magical."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The bythos regains 15 hit points at the start of its turn."
					]
				},
				{
					"name": "Temporal Reversion (1/Day)",
					"entries": [
						"If the bythos fails a saving throw, it can choose to reroll the saving throw. If it does, it must use the new roll."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The bythos makes two slam attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 10 ft., one target. {@h}21 ({@damage 3d8 + 8}) bludgeoning damage plus 9 ({@damage 2d8}) cold damage. If a creature is hit by two or more of the bythos's slam attacks in one turn, that creature must make a {@dc 15} Constitution saving throw. On a failure, it ages {@dice 1d10} years and gains one level of {@condition exhaustion}. On a successful save, the target is immune to the aging and {@condition exhaustion} effects of the bythos's slam attack for the next 24 hours."
					]
				}
			],
			"traitTags": [
				"Magic Weapons",
				"Regeneration"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"TP"
			],
			"damageTags": [
				"B",
				"C"
			],
			"damageTagsSpell": [
				"O"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"exhaustion"
			],
			"conditionInflictSpell": [
				"restrained"
			],
			"savingThrowForced": [
				"constitution",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"wisdom"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Bythos Aeon",
					"source": "PKB"
				}
			}
		}
	],
	"monsterFluff": [
		{
			"name": "Ankou",
			"source": "PKB",
			"entries": [
				"Ankous are shadowy killers who serve powerful fey creatures or demigods. Amid the courts of the Eldest or of powerful fey rulers, these sinister assassins lurk overhead as they await the call to action—implied threats akin to deadly weapons hung as decor in a royal hall. Two types of ankous play roles in Kingmaker— the typical ankou and the more dangerous assassins.",
				"Ankous never speak aloud; when they feel the need to communicate at all, they do so in a telepathic whisper directly into a victim's mind (although they still must be able to understand the victim's language in order to communicate). While an ankou's body is made of strange, fleshy material, its claws and the cruel hooks on its wings are made of razor sharp cold iron, a quality that makes them feared among other fey. A typical ankou is 10 feet tall, has an 8-foot wingspan, and weighs less than 80 pounds."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Ankou.webp"
					}
				}
			]
		},
		{
			"name": "Ankou Assassin",
			"source": "PKB",
			"_copy": {
				"name": "Ankou",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Ankou Assassin",
							"page": 8,
							"entries": [
								"The ankou assassins who serve Nyrissa have trained in the arts of pain and slaughter, relying on their natural weapons to carry out their murderous missions. Ankou assassins like these could well serve other powerful fey, or even some of the Eldest as instruments of punishment."
							]
						}
					}
				}
			}
		},
		{
			"name": "Assassin Vine",
			"source": "PKB",
			"entries": [
				"The assassin vine is a carnivorous plant with a voracious appetite. Rather than consuming prey directly, it creates its own fertilizer by entangling a creature and squeezing the life from it, draping the freshly slain corpse over its own roots below. An assassin vine appears as a tangle of twisted vines that grows in clusters, often within hollowed out stumps or amid tangled tree branches. Longer barbed vines snake out from this central mass to give the deadly plant two dangerous methods of attack. The plant's berries are something of an acquired taste, but among some cultures, wine made from these berries can be quite popular. Mature assassin vines grow to 20 feet long and have smaller vines extending off the main trunk that reach from to 5 to 10 feet in length."
			]
		},
		{
			"name": "Athach",
			"source": "PKB",
			"entries": [
				"The towering and brutish giants known as athaches are reviled for both their monstrosity and cruelty. In addition to having slovenly habits and poisonous fangs, this giant sports a gangly third arm that protrudes from its torso and ends in a twitching, long-fingered claw.",
				"These giants despise civilization almost as much as they despise their own kind, and they delight in acts of sadism and terror. They generally don't keep long-lasting territories or lairs, and are fond of a more nomadic lifestyle—traveling from region to region and often leaving little more than ruins behind."
			]
		},
		{
			"name": "Aurumvorax",
			"source": "PKB",
			"entries": [
				"Aurumvoraxes are highly aggressive and territorial predators that sprint on eight legs, using their terrific strength and iron-hard claws to dig through solid stone. A typical aurumvorax is only 3 feet long but weighs more than 200 pounds, for its thick, sturdy bones are densely packed with muscle, making the creature very strong but a notoriously poor swimmer. Its fur is golden, sometimes with a silvery or russet tone depending on the metals it has ingested, and its claws are always the shiny black of seasoned iron."
			]
		},
		{
			"name": "Azure Worm",
			"source": "PKB",
			"entries": [
				"Similar to how their kin, {@creature purple worm|MM|purple worms}, burrow through deep underground reaches, azure worms wallow and dig through soggy marshlands and deep bogs. Equally at home in any sort of watery environment, azure worms prefer to lie in wait to ambush prey rather than travel to hunt. Both ends of the dreadful azure worm are equally frightening: one features an immense, cavernous maw filled with dozens of sharp fangs, while the other supports a lance-like stinger that secretes a dangerous poison."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Azure Worm.webp"
					}
				}
			]
		},
		{
			"name": "Bandersnatch",
			"source": "PKB",
			"entries": [
				"Bandersnatches are consummate hunters, and only the deadliest predators or the most cunning intelligent prey offer them sport. Once a bandersnatch has marked a creature for death, it runs it to ground without fear, rest, or remorse.",
				"A bandersnatch resembles a cross between a six-legged great cat and a badger, but with wickedly barbed quills running the length of its body. It measures 40 feet in length plus another 10 feet of tail and weighs 12,000 pounds."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bandersnatch.webp"
					}
				}
			]
		},
		{
			"name": "Bloomborn Athach",
			"source": "PKB",
			"_copy": {
				"name": "Athach",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Bloomborn Athach",
							"page": 10,
							"entries": [
								"Athaches who have become infused with the raw power of twisted life (such as that which suffuses Nyrissa's realm of Thousandbreaths) grow vastly in power, transforming into creatures known as Bloomborn athaches. While these athaches are devastating in combat, many powerful fey force these giants to serve them as gardeners, farmers, or laborers—oft believing that visitors who see these powerful creatures working on such minor tasks will come to understand and respect the power of their leader."
							]
						}
					}
				}
			}
		},
		{
			"name": "Bythos Aeon",
			"source": "PKB",
			"entries": [
				"Aeons are paragons of law above all else. They embody opposing concepts or forces and are tasked with maintaining balance between those two things. A wide number of different types of aeons exist, from relatively harmless scouts and diplomats to incredibly powerful protectors of creation and oblivion. These extraplanar creatures are native to the lawful neutral outer plane, where they can be encountered within that reality's vast cities and urban sprawls. In the {@i Kingmaker Adventure Path}, though, only the bythos aeon plays a role.",
				{
					"type": "entries",
					"name": "Bythos Aeon",
					"page": 6,
					"entries": [
						"The bythos is a guardian of space and time that seeks out those who misuse planar and temporal magic. A bythos is a roughly humanoid creature with four arms and a body made of swirling clouds and mist. Despite its appearance, its body feels like dry stone.",
						"A bythos seeks out paradoxes caused by irresponsible planar or dimensional travelers and repairs breaches where the barriers between the planes have become thin or damaged. If the mortals responsible for the damage remain in the area and can't be convinced to cease their activities, the bythos has no qualms about removing the perpetrators from the situation."
					]
				}
			]
		},
		{
			"name": "Elder Banshee",
			"source": "PKB",
			"entries": [
				"When a {@creature banshee|MM} lingers in a state between life and death long enough for its anger to grow too large to contain, it transcends its previous incarnation and grows in power, becoming a deadly spirit known as an elder banshee. Little distinguishes an elder banshee from a typical {@creature banshee|MM}, for both manifest as ghostly humanoid figures. Woe to those who mistake an elder banshee for one of its lesser kind!"
			]
		},
		{
			"name": "Freshly Bloomed Basilisk",
			"source": "PKB",
			"entries": [
				"The bloom cultists are certainly not the first to use the sinister bloom ritual to merge the fecund energies of the First World with the Abyss, but the method of using living creatures as unwitting incubators is particularly disturbing. Creatures that burst from the bodies of these curse sufferers are often more powerful than their normal kin, and appear faster, more muscular, or more brightly colored than normal—particularly in the case of a basilisk that has just burst forth from its unfortunate host."
			]
		},
		{
			"name": "Giant Animated Statue",
			"source": "PKB",
			"entries": [
				"This animated object is a strange sight indeed—an apparently abstract statue made of more than a dozen stone orbs, several of which are hollow and feature openings that reveal the fires burning within them. When this statue animates, the orbs grind and roll against each other without separating but remain devoid of any obvious underlying support (almost as if the statue were an animated mass of spherical magnets). This statue is a depiction of the Outer God Yog-Sothoth, and can be found guarding any eldritch temple or location of interest to those who worship the so-called Lurker at the Threshold."
			]
		},
		{
			"name": "Greater Barghest",
			"source": "PKB",
			"entries": [
				"{@creature barghest|MPMM|Barghests} are ravenous gluttons of life who feed and grow on the fat of mortals, their bodies changing in ways none can predict as they use the flesh and blood of their victims to achieve grisly transformations into greater barghests. In their natural forms, {@creature barghest|MPMM|barghests} appear as a frighting cross between a wide-eared goblin and a hunched over hound, although instead of paws they have all-too-human hands. When a barghest becomes a greater barghest, it develops greater mutations such as vestigial arms, wings, or larger fangs, as its ties to the demon goddess Lamashtu deepen. Nargloom ({@i Kingmaker Companion Guide 66}) is a typical example of a greater barghest."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Greater Barghest.webp"
					}
				}
			]
		},
		{
			"name": "Vicious Army Ant Swarm",
			"source": "PKB",
			"entries": [
				"Army ant swarms are already much feared for their capacity to ravenously consume anything that lies in their path, but even they pale in comparison to particularly vicious army ant swarms. These swarms are often found in desolate tombs, sinister dungeons, or other underground places steeped in dangerous and unsettling traditions."
			]
		},
		{
			"name": "Bodak",
			"source": "PKB",
			"entries": [
				"When a living, sentient humanoid is exposed to an extreme expression of supernatural evil, the experience can irrevocably damn the victim, crushing their mind and ripping out their soul in an appalling, unholy transformation that results in a creature that’s anathema to life—the bodak. A bodak appears as a charred, smoking corpse, its fingers sharpened to bony points and its clothing hanging in burnt tatters. Though smoke pours from the orifices of the creature’s head at all times, tiny points of fiery light flicker within the sockets under its brow in place of actual eyes."
			]
		},
		{
			"name": "Boggard",
			"source": "PKB",
			"entries": [
				"Boggards are aggressive humanoid amphibians that thrive in swamps, marshes, and some rain forests. The boggards of the Stolen Lands primarily worship Gogunta and protect their settlements in Hooktongue Slough with powerful wardens. A typical boggard has slick green flesh and a froglike face, save that its teeth are much more akin to the fangs one might expect to find between a lizard’s jaws than those of a frog. A boggard has webbed hands and feet, and typically stands about 5 feet tall."
			]
		},
		{
			"name": "Boggard Swampseer",
			"source": "PKB",
			"_copy": {
				"name": "Boggard",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Boggard Swampseer",
							"page": 18,
							"entries": [
								"Boggard swampseers worship the demon lord Gogunta, focusing primarily on her aspect as a demigoddess of swamplands. Their faith in Gogunta has granted them additional power exemplified by their terrifying croak and ability to cast powerful spells that can confuse and overwhelm their opponents. Boggard swampseers can defend also against sound-based spells by emitting a bellowing drone."
							]
						}
					}
				}
			}
		},
		{
			"name": "Boggard Warden",
			"source": "PKB",
			"_copy": {
				"name": "Boggard",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Boggard Warden",
							"page": 18,
							"entries": [
								"Though most boggard wardens are powerful enough that they could rule their own enclaves, all boggard wardens in Hooktongue Slough remain loyal to the priest-king, Sepoko. Anyone who has attempted to escape from a boggard warden while stomping through the thick sludge of a marshy swamp knows that they can be relentless trackers even in the worst outdoor conditions."
							]
						}
					}
				}
			}
		},
		{
			"name": "Boggard Warrior",
			"source": "PKB",
			"_copy": {
				"name": "Boggard",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Boggard Warrior",
							"page": 19,
							"entries": [
								"Boggard warriors exalt in single combat and prefer to fight alone so that no others can contest their kills. They have been known to pursue enemies who flee combat with a single-minded focus that can seem almost supernatural, striding through the thick marsh of a swamp until they can ambush their prey."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Boggard Warrior.webp"
					}
				}
			]
		},
		{
			"name": "Bog Strider",
			"source": "PKB",
			"entries": [
				"The insectile bog striders call themselves seshes, but they take no offense at those who use the more common vernacular to refer to them. They resemble upright water striders with four legs, two arms, and powerful mandibles. Bog striders can move about on water like most creatures move on solid ground, chasing down prey or fleeing from predators across the water. Bog striders stand 5 feet tall and weigh approximately 150 pounds.",
				"In sesh society, each individual is expected to serve equally in all efforts to ensure the community’s survival against the more aggressive creatures often found in or near their swampland homes. In addition, each member of the community is expected to develop a skill that contributes to the community’s prosperity, and by extension, the continued survival of the species. Traditionally, female bog striders are builders and artisans, while male bog striders are hunters and gatherers, but often such roles aren’t stratified by gender, as every member of a small community pitches in to help as they can."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bog Strider.webp"
					}
				}
			]
		},
		{
			"name": "Bugbear Tormentor",
			"source": "PKB",
			"entries": [
				"Bugbears are feared throughout the Inner Sea region, and those that dwell in the Stolen Lands are no exception. Bugbear tormentors have taken up the training of thieves and bandits, and often hire themselves out as mercenaries. Like all bugbears, the tormentors are covered in dark, shaggy fur, wide ears, and the sharp teeth of all goblinkind."
			]
		},
		{
			"name": "Catoblepas",
			"source": "PKB",
			"entries": [
				"Even in its most docile moments, the catoblepas is an aggressive and imposing beast. Though it prefers swamps, the catoblepas has been know to forage in plains and forests for short periods, leaving behind hunting grounds tainted by its foul breath and noxious waste that other predators and prey alike avoid for days or even weeks thereafter. The catoblepas bullies those creatures it believes are a match for it, and eats everything weaker. This quadrupedal monster looks vaguely like a longnecked elk, yet its hide and antlers are covered in mosslike growth, and a ridge of bony spines runs along its back. Its eyes are a baleful red, and its underslung jaw is filled with sharp, tusk-like fangs. The creature is often accompanied by a buzzing cloud of flies. A catoblepas is 15 feet long and weighs 2,200 pounds."
			]
		},
		{
			"name": "Cauthooj",
			"source": "PKB",
			"entries": [
				"These large, flightless birds are deceptively agile, considering their long legs, slender neck, and awkward, hopping gait. A solitary predator, a cauthooj uses a hypnotic warbling song to drive prey into a wild frenzy, manipulating its victims into attacking each other so that the beast can feast on the remains. Some call these monsters “puppet-master birds” while others refer to them as “shrill shrikes.” Slightly smarter than the typical animal, cauthoojes are canny enough to avoid drawing too much attention to themselves and prefer to prey upon lone travelers than pick off meals from the fringes of towns or villages. A cauthooj looks somewhat similar to a pale-feathered ostrich, but with a sharper beak and long dangling feathers that depend from the neck and tail."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Cauthooj.webp"
					}
				}
			]
		},
		{
			"name": "Centaur Scout",
			"source": "PKB",
			"entries": [
				"The half-human, half-equine centaurs of Iobaria represent a diverse collection of peoples. Members of the Nomen tribe dwell in the westernmost reaches, living nomadic lives. They rely upon their scouts— spear-wielding centaurs who prefer to observe and report on potential threats rather than directly engage—to patrol their territories. Small groups of explorers (such as adventuring parties) often prove the exceptions to this tendency, as centaur scouts who come upon such travelers often choose to confront them at a distance while warning them to turn back."
			]
		},
		{
			"name": "Giant Whiptail Centipede",
			"source": "PKB",
			"entries": [
				"Giant centipedes are flesh-eating myriapods that skitter with great speed through tunnels, forests, and similar densely packed terrain. Many are compact predators, but the giant whiptail centipede is anything but small. This creature can exceed lengths of 18 feet, but its slender and compact shape allows it to crawl through very narrow areas or coil into smaller spaces. The giant whiptail centipede is named for the twin whip-like extensions protruding from its already lengthy tail."
			]
		},
		{
			"name": "Oversized Chimera",
			"source": "PKB",
			"entries": [
				"Chimeras are common beasts in the Stolen Lands, particularly in the western hills and badlands, where they can grow particularly muscular and deadly. While not large enough to be classified as a Huge creature, none would mistake an oversized chimera for a typical specimen, as it stands nearly 8 feet tall at the shoulder and is nearly 15 feet long."
			]
		},
		{
			"name": "Criminal",
			"source": "PKB",
			"entries": [
				"Wildlands and cities alike have long been infested by all manner of bandit, brigand, and other forms of criminals. The Stolen Lands themselves are notorious for harboring bandits."
			]
		},
		{
			"name": "Black Tear Cutthroat",
			"source": "PKB",
			"_copy": {
				"name": "Criminal",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Black Tear Cutthroat",
							"page": 24,
							"entries": [
								"Originally formed from the merger of seven street gangs from various Brevic settlements, the Black Tears are a criminal organization of cutthroats and thieves known to dabble in kidnapping, extortion, assassination, and the sale of illicit substances. Each must sever their left ring finger below the first knuckle as a pledge of loyalty. Members are further recognized by their signature weapon (a dagger with an ebony pommel), a trail of three black tears tattooed under their left eye, and a tattoo on their right forearm that reads “Live free or slaughter” in {@language Draconic}."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Black Tear Cutthroat.webp"
					}
				}
			]
		},
		{
			"name": "Ruffian",
			"source": "PKB",
			"_copy": {
				"name": "Criminal",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Ruffian",
							"page": 24,
							"entries": [
								"The central Stolen Lands east of Hooktongue are well-known for their infestations of small gatherings of bandits. Many of these groups number less than a dozen in all, consisting of ruffians who fled their home towns for various reasons to seek illegal fortunes on the fringes of society. While most of these brigands have enough training and self-confidence to go out on their own, a particularly charismatic bandit lord could still bring them under their heel in the right circumstances."
							]
						}
					}
				}
			}
		},
		{
			"name": "Stag Lord Bandit",
			"source": "PKB",
			"_copy": {
				"name": "Criminal",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Stag Lord Bandit",
							"page": 24,
							"entries": [
								"The lowest-ranking members of the Stag Lord’s bandits are a mix between soldiers who abandoned their duties and prisoners who escaped into the wild. While the protection the Stag Lord offers is welcome, they still fear their temperamental ruler and tread lightly in his presence."
							]
						}
					}
				}
			}
		},
		{
			"name": "Thorn River Bandit",
			"source": "PKB",
			"_copy": {
				"name": "Criminal",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Thorn River Bandit",
							"page": 24,
							"entries": [
								"The least of the bandits in the central Stolen Lands are known collectively as Thorn River bandits— named for the body of water whose banks they prefer to camp along. The local wildlife along the Thorn River isn’t as dangerous as in other parts of the Stolen Lands, offering these bandits a safe place to gather and share news."
							]
						}
					}
				}
			}
		},
		{
			"name": "Murder of Crows",
			"source": "PKB",
			"entries": [
				"Crows are common in the Stolen Lands and do not normally pose a danger to explorers of these wilds. Yet when a particularly large flock of them gathers, this murder of crows can become a dangerous threat. Large gatherings of crows are particularly drawn to towns or villages that have been recently abandoned, whether or not there’s a large amount of carrion left behind to feed on."
			]
		},
		{
			"name": "Cultist",
			"source": "PKB",
			"entries": [
				"Just as bandits are drawn to the Stolen Lands, all manner of cultists find this region ripe for hideouts and hidden shrines to deities and demigods whose worship has been outlawed in most cities and towns. Some of these cultists are solitary members of groups with influence throughout the world, while others, such as the Cultists of the Bloom, are entirely regional threats.",
				"Note that these cultists, along with the more powerful specialized cultists presented later in this book under the entry for {@book Thresholders|PKB|2|Thresholders} (page 94), can be used together as different agents of a sprawling sect of sinister worshippers in your game simply by changing their descriptions to match whatever nefarious deity or evil faith you’ve decided they might serve."
			]
		},
		{
			"name": "Antipaladin",
			"source": "PKB",
			"_copy": {
				"name": "Cultist",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Antipaladin",
							"page": 26,
							"entries": [
								"Antipaladins often serve as captains or secondary leaders for evil cults, particularly those associated with the worship of demon lords."
							]
						}
					}
				}
			}
		},
		{
			"name": "Bloom Cultist",
			"source": "PKB",
			"_copy": {
				"name": "Cultist",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Bloom Cultist",
							"page": 26,
							"entries": [
								"The Cult of the Bloom is a relatively recent addition to the dangers of the Stolen Lands, and it’s not until a kingdom begins to grow within that realm that these cultists rise to a level of prominence that marks them as a significant regional threat. They worship Lamashtu as a source of fecund life and see nonworshippers as nothing more than fertilizer within which they hope to cultivate their own new uprising of monsters infused with energies siphoned from the First World."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bloom Cultist.webp"
					}
				}
			]
		},
		{
			"name": "Cleansed Cultist",
			"source": "PKB",
			"_copy": {
				"name": "Cultist",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Cleansed Cultist",
							"page": 27,
							"entries": [
								"The cultists of the Kingdom of the Cleansed seek to build a new society from the bones of the old. They excel at recruiting newcomers to their faith with promises of transcendence. That they worship the demon lord Yhidothrus is a secret known only to the higher ranking members and their half-fiend leader, a mysterious figure known to them only as the First Faithful. These cultists have all survived a dangerous ritual that grants them the power to release the “inmost worm,” a mental projection of their faith. Those who fail this ritual become {@creature bodak|PKB|bodaks} instead."
							]
						}
					}
				}
			}
		},
		{
			"name": "False Priestess",
			"source": "PKB",
			"_copy": {
				"name": "Cultist",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "False Priestess",
							"page": 27,
							"entries": [
								"False priestesses are charlatans who claim to be devout members of a benign faith, but harbor sinister plans of their own. These in particular claim to be worshippers of Shelyn, but in truth serve a cruel hag mistress."
							]
						}
					}
				}
			}
		},
		{
			"name": "Sister of the Bloodshot Eye",
			"source": "PKB",
			"_copy": {
				"name": "Cultist",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Sister of the Bloodshot Eye",
							"page": 28,
							"entries": [
								"The worship of the hag goddess Gyronna is more common in the River Kingdoms than elsewhere in the world. The Sisters of the Bloodshot Eye comprise an even smaller subset of Gyronna’s faithful— worshippers who seek to spread hate through the world by manipulating the ancestral beliefs of the unsuspecting. Those found in the Stolen Lands have specialized in corrupting the marauders known as the Tiger Lords."
							]
						}
					}
				}
			}
		}
	],
	"book": [
		{
			"name": "Pathfinder: Kingmaker Bestiary (5e)",
			"id": "PKB",
			"source": "PKB",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Cover.webp"
			},
			"published": "2022-11-08",
			"author": "Paizo Inc.",
			"contents": [
				{
					"name": "Cover, Credits & Content Warning",
					"headers": [
						"Content Warning",
						"Alphabetical Listing of Bestiary Entries"
					]
				},
				{
					"name": "Introduction"
				},
				{
					"name": "Bestiary",
					"ordinal": {
						"identifier": 1,
						"type": "chapter"
					},
					"headers": [
						"A",
						"B",
						"C",
						"D",
						"E",
						"F",
						"G",
						"H",
						"I",
						"J",
						"K",
						"L",
						"M",
						"N",
						"O",
						"P",
						"Q",
						"R",
						"S",
						"T",
						"U",
						"V",
						"W",
						"X",
						"Y",
						"Z"
					]
				},
				{
					"name": "NPC Codex",
					"ordinal": {
						"identifier": 2,
						"type": "chapter"
					},
					"headers": [
						"A",
						"B",
						"C",
						"D",
						"E",
						"F",
						"G",
						"H",
						"I",
						"J",
						"K",
						"L",
						"M",
						"N",
						"O",
						"P",
						"Q",
						"R",
						"S",
						"T",
						"U",
						"V",
						"W",
						"X",
						"Y",
						"Z"
					]
				},
				{
					"name": "Hazards and Traps",
					"ordinal": {
						"identifier": 3,
						"type": "chapter"
					}
				},
				{
					"name": "Companions",
					"ordinal": {
						"identifier": 4,
						"type": "chapter"
					}
				},
				{
					"name": "Index"
				},
				{
					"name": "License"
				},
				{
					"name": "Back Cover"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "PKB",
			"source": "PKB",
			"data": [
				{
					"type": "section",
					"name": "Cover, Credits & Content Warning",
					"page": "Cover",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Cover-Full.webp"
							},
							"title": "Pathfinder: Kingmaker Adventure Path Bestiary (5e)"
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Pathfinder.webp"
							},
							"maxWidth": 500
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Kingmaker.webp"
							},
							"maxWidth": 500
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Engelidis.webp"
							},
							"title": "Engelidis",
							"maxWidth": 500
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"page": 2,
							"entries": [
								{
									"type": "list",
									"style": "list-no-bullets",
									"page": 2,
									"items": [
										{
											"type": "item",
											"name": "Authors",
											"entries": [
												"Jeremy Corff, Robert J. Grady, Tim Hitchcock, Jeff Ibach, Victoria Jaczko, Matt Kimmel, Jeff Lee, Julian Neale, Chris Perrin, Tom Phillips, and Alex Riggs"
											]
										},
										{
											"type": "item",
											"name": "Development Leads",
											"entries": [
												"James Jacobs and Jason Nelson"
											]
										},
										{
											"type": "item",
											"name": "Additional Development",
											"entries": [
												"Jeremy Hochhalter, Mike Kimmel, and Scott D. Young"
											]
										},
										{
											"type": "item",
											"name": "Design Lead",
											"entries": [
												"Mark Seifter"
											]
										},
										{
											"type": "item",
											"name": "Editors",
											"entries": [
												"Leo Glass and Patrick Hurley"
											]
										},
										{
											"type": "item",
											"name": "Interior Artists",
											"entries": [
												"David Alvarez, Helge C. Balzer, Klaher Baklaher, Rogier van de Beek, Luca Bancone, Giorgio Baroni, Eric Belisle, Diana Campos, Yanis Cardin, Sergio Cosmai, Vincent Dutrait, Michele Esposito, Gunship Revolution (Brian Valeza, Jen Santos, Marcus Reyno, Hinchel Or, and Oliver Morit), Jason Juta, Ksenia Kozhevnikova, Katerina Ladon, José Luis Islas López, Valeria Lutfullina, Sophie Medvedeva, David Melvin, Andrea Tentori Montalto, Harumi Namba, Alexander Nanitchkov, Mary Jane Pajaron, Angelo Peluso, Pixoloid Studios (Mark Molnar, David Metzger, Gaspar Gombos, Zsolt 'Mike' Szabados, Janos Gardos, Laszlo Hackl, Peter Lerner, Orsolya Villanyi), Roberto Pitturru, Rashad Pozdnyakov, Elisa Serio, Indah Alditha Putri Siregar, Firat Solhan, Luca Sotgiu, Florian Stitz, Yasen Stoilov, Allison Theus, Kiki Moch Rizky, Riccardo Rullo, Maichol Quinto, Tyler Walpole, and Denis Zhbankov"
											]
										},
										{
											"type": "item",
											"name": "Art Direction",
											"entries": [
												"Sarah E. Robinson"
											]
										},
										{
											"type": "item",
											"name": "Creative Director",
											"entries": [
												"James Jacobs"
											]
										},
										{
											"type": "item",
											"name": "Publisher",
											"entries": [
												"Erik Mona"
											]
										},
										{
											"type": "item",
											"name": "Special Thanks",
											"entries": [
												"Owlcat Games and all our Game On Tabletop backers"
											]
										},
										{
											"type": "item",
											"name": "In Memoriam",
											"entries": [
												"Jeff Ibach"
											]
										},
										"Paizo Inc. 7120 185th Ave NE, Ste 120 Redmond, WA 98052-0577",
										"{@link paizo.com}"
									]
								}
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@color CONTENT WARNING|902b19}",
									"page": 3,
									"entries": [
										"{@color The {@i Pathfinder Kingmaker Adventure Path}, {@i Pathfinder Kingmaker Bestiary (5E)}, {@i Pathfinder Kingmaker Bestiary (First Edition)}, and {@i Pathfinder Kingmaker Companion Guide} contain typical Pathfinder action and adventure, player options, creatures, and more. They also include content related to child abuse and neglect, graphic depictions of torture and violence, substance abuse, and other themes that are appropriate for more mature audiences. Before you run this adventure or use any of the supplementary sourcebooks, understand that consent from everyone at the table—including the players and the Game Master—is vital to a safe and fun play experience. You should talk with your players before beginning the adventure and modify descriptions or events as appropriate.|902b19}"
									]
								}
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Alphabetical Listing of Bestiary Entries",
									"page": 3,
									"entries": [
										"{@note Use the {@filter bestiary|bestiary|source=pkb|miscellaneous=} page.}"
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Akuzhail.webp"
									},
									"title": "Akuzhail"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Introduction",
					"page": 4,
					"entries": [
						{
							"type": "inset",
							"page": 4,
							"entries": [
								"The {@i Kingmaker Adventure Path} confronts the player characters (PCs) with a dizzying array of encounters that utilize many creatures from the Pathfinder Bestiaries or NPCs from the {@i Pathfinder Gamemastery Guide}. However, Kingmaker also features hundreds of other characters that are variant creatures, unique NPCs, or customized allies. This book gathers all of the creatures who appear in the {@i Kingmaker Adventure Path} but aren't represented in the core 5E rulebooks, and converts them over for use in your 5E game—be it a Kingmaker campaign or one of your own creation."
							]
						},
						{
							"type": "entries",
							"name": "Running Kingmaker",
							"page": 4,
							"entries": [
								"During the course of updating the {@i Kingmaker Adventure Path} from its original six-volume run over a decade ago, we've done much more than simply translate rules and rebuild stat blocks. Taking inspiration from the {@i Pathfinder: Kingmaker} video game created by Owlcat Games, suggestions and observations from over 10 years of feedback, and our own desires to build upon the framework presented the first time around, we have expanded the scope of the {@i Kingmaker Adventure Path} dramatically. Most significantly, we've redesigned the adventure to offer more than enough sandbox play for the PCs to be able to advance all the way to 20th level by the campaign's end—indeed, some parties who focus on completing every possible encounter might find themselves hitting 20th level well before the campaign reaches its final chapter!",
								"This book does not present a full conversion of the {@i Kingmaker Adventure Path} from Pathfinder Second Edition to 5E, but presents you with as many stat blocks for monsters, NPCs, hazards, and companions as possible instead to make running the game for your group much easier. It's a good idea to prepare additional notes for yourself in anticipation of each game session as well, but with these stat blocks, the work of translating monsters across systems has been done for you.",
								"Some elements of the {@i Kingmaker Adventure Path} might be unfamiliar to those who haven't played Pathfinder before. It's best if you have at least a passing familiarity with the mechanics of Pathfinder Second Edition and the Lost Omens Campaign Setting if you intend on running this campaign using 5E rules, so that as you read through the {@i Kingmaker Adventure Path} you'll understand the encounters better and be more able to resolve challenges the PCs face using the rules and mechanics of 5E.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Trollhound.webp"
									},
									"title": "Trollhound"
								},
								{
									"type": "entries",
									"name": "Key Terms",
									"page": 4,
									"entries": [
										"In order to help readers navigate some of the concepts and terms used in the {@i Kingmaker Adventure Path}, brief explanations of some of the key terms of Pathfinder Second Edition have been provided below.",
										{
											"type": "entries",
											"name": "Actions:",
											"page": 4,
											"entries": [
												"Now and then, you'll see rules presented for special actions and activities, such as Fight Fires or Dig Up the Trapdoor. Often, these challenges are resolved when a PC makes an ability check. In most cases, these actions are things that a PC can attempt to do during their turn—whether or not the action can be taken as a move should be something you decide based on the context of the encounter. Activities are multi-turn pursuits that can take several minutes, hours, days, or longer to perform—the exact time required for an activity is always indicated in the text."
											]
										},
										{
											"type": "entries",
											"name": "Flat Checks:",
											"page": 4,
											"entries": [
												"When a player or GM is instructed to make a flat check, they simply roll a {@dice d20} without applying any modifiers and attempt to roll equal to or higher than the flat check's DC."
											]
										},
										{
											"type": "entries",
											"name": "Kingdom Building and Warfare:",
											"page": 4,
											"entries": [
												"A significant aspect of the Kingmaker experience revolves around the creation of an entire kingdom and clashes with enemy armies. Though the rules for building kingdoms and running warfare encounters presented in the {@i Kingmaker Adventure Path} use Pathfinder Second Edition as their foundation, every effort has been made to make those rules as self-contained as possible. Since playing out Kingdom turns and warfare encounters occurs largely outside the scope of the adventure's primary plot, you can use these self-contained rules as add-ons to any 5E game—or any game that uses another rules system. Of course, as mentioned above, developing familiarity with Pathfinder Second Edition rules and mechanics can help you to run kingdom-building content and warfare encounters. If you prefer to avoid that, keep in mind that the {@i Kingmaker Adventure Path} still works if the kingdom develops in the background through narrative play. See the various chapters in the Adventure Path for advice on how to run kingdom development in this manner."
											]
										},
										{
											"type": "entries",
											"name": "Lost Omens Campaign Setting:",
											"page": 5,
											"entries": [
												"The world of Golarion is the focus of Pathfinder's Lost Omens Campaign Setting and the primary setting of the {@i Kingmaker Adventure Path}. If you're not familiar with Golarion's lore, some elements of the {@i Kingmaker Adventure Path} might confuse you. We've tried to keep the stat blocks presented in this book relatively free of too much world lore, but in some cases—particularly when it comes to mentioning locations, deities, languages, or other planes, we've kept the lore in place. For languages in particular this might be confusing, as there are many tongues unique to Golarion that don't exist in other settings. Fortunately, you can switch out a creature's languages as works best in your game without particularly impacting their statistics."
											]
										},
										{
											"type": "entries",
											"name": "Modes of Play:",
											"page": 5,
											"entries": [
												"Gameplay is split into three modes. Encounter mode consists of the round-by-round play of combat. Exploration mode covers overland travel and events that can take several hours in-game to resolve but can generally be played out at the table in a matter of minutes. Downtime mode encompasses situations when days or even weeks pass at a time in-game during the course of several minutes of play at the table."
											]
										},
										{
											"type": "entries",
											"name": "Party Level:",
											"page": 5,
											"entries": [
												"The assumption in Pathfinder Second Edition is that variance in level between characters is rare, and that in most cases, every PC in a party is of the same level. \"Party level\" in this case can be interpreted as being the same as the party's average level."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Adjusting Encounters",
									"page": 5,
									"entries": [
										"When converting monsters from the {@i Kingmaker Adventure Path} for this book, we generally used challenge ratings that are equal to the levels expressed in their Second Edition stat blocks. In some cases, challenge ratings might be slightly lower or higher than the creatures' corresponding levels in the adventure. As you run your game, you may find that these challenge ratings might feel too high or too low, and you should examine each encounter with an eye toward how it might play for your specific group before introducing it. You can adjust a creature's challenge rating manually if you wish, but often it'll be easier to reduce the total number of creatures in order to provide a more appropriate encounter for your group.",
										"Additionally, the types of treasure recovered from encounters in Pathfinder Second Edition can be quite different than in 5E games. As your players defeat foes and search for loot, don't hesitate to adjust the amount or type of treasure handed out in encounters to help keep your PCs appropriately geared-up for the fights to come. It's a good idea to generate replacement treasures ahead of time so that when your players defeat the monsters, they won't have to wait for you to pick and choose their prizes!"
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Zomok.webp"
									},
									"title": "Zomok"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 1: Bestiary",
					"page": 6,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Chapter 1 Splash.webp"
							}
						},
						"The creatures presented in this chapter include well-known monsters of the high-fantasy genre as well as dangerous variants of those creatures. Some of these creatures might be familiar, as they have been inspired and converted from previous incarnations across numerous editions of the game. Others are entirely new adversaries that appear for the first time in print in the various books related to this adventure. In many cases, the creatures that appear on the following pages fall somewhere in between the old and new—those that have been revised and recast as more challenging foes to better fit their roles within the {@i Kingmaker Adventure Path}. To conserve space, flavor text for these monsters has been kept to a minimum, but efforts have been made to include at least a physical description for each. For many of these creatures, additional lore can be found in the {@i Kingmaker Adventure Path} or one of the Pathfinder Bestiaries (First or Second Edition).",
						{
							"type": "section",
							"name": "A",
							"page": 6,
							"entries": [
								{
									"type": "entries",
									"name": "Aeon",
									"page": 6,
									"entries": [
										"Aeons are paragons of law above all else. They embody opposing concepts or forces and are tasked with maintaining balance between those two things. A wide number of different types of aeons exist, from relatively harmless scouts and diplomats to incredibly powerful protectors of creation and oblivion. These extraplanar creatures are native to the lawful neutral outer plane, where they can be encountered within that reality's vast cities and urban sprawls. In the {@i Kingmaker Adventure Path}, though, only the bythos aeon plays a role.",
										{
											"type": "entries",
											"name": "Bythos Aeon",
											"page": 6,
											"entries": [
												"The bythos is a guardian of space and time that seeks out those who misuse planar and temporal magic. A bythos is a roughly humanoid creature with four arms and a body made of swirling clouds and mist. Despite its appearance, its body feels like dry stone.",
												"A bythos seeks out paradoxes caused by irresponsible planar or dimensional travelers and repairs breaches where the barriers between the planes have become thin or damaged. If the mortals responsible for the damage remain in the area and can't be convinced to cease their activities, the bythos has no qualms about removing the perpetrators from the situation."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Bythos Aeon",
											"page": 6
										}
									]
								},
								{
									"type": "entries",
									"name": "Animated Object",
									"page": 7,
									"entries": [
										"This animated object is a strange sight indeed—an apparently abstract statue made of more than a dozen stone orbs, several of which are hollow and feature openings that reveal the fires burning within them. When this statue animates, the orbs grind and roll against each other without separating but remain devoid of any obvious underlying support (almost as if the statue were an animated mass of spherical magnets). This statue is a depiction of the Outer God Yog-Sothoth, and can be found guarding any eldritch temple or location of interest to those who worship the so-called Lurker at the Threshold.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Giant Animated Statue",
											"page": 7
										}
									]
								},
								{
									"type": "entries",
									"name": "Ankou",
									"page": 7,
									"entries": [
										"Ankous are shadowy killers who serve powerful fey creatures or demigods. Amid the courts of the Eldest or of powerful fey rulers, these sinister assassins lurk overhead as they await the call to action—implied threats akin to deadly weapons hung as decor in a royal hall. Two types of ankous play roles in Kingmaker— the typical ankou and the more dangerous assassins.",
										"Ankous never speak aloud; when they feel the need to communicate at all, they do so in a telepathic whisper directly into a victim's mind (although they still must be able to understand the victim's language in order to communicate). While an ankou's body is made of strange, fleshy material, its claws and the cruel hooks on its wings are made of razor sharp cold iron, a quality that makes them feared among other fey. A typical ankou is 10 feet tall, has an 8-foot wingspan, and weighs less than 80 pounds.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Ankou",
											"page": 8
										},
										{
											"type": "entries",
											"name": "Ankou Assassin",
											"page": 8,
											"entries": [
												"The ankou assassins who serve Nyrissa have trained in the arts of pain and slaughter, relying on their natural weapons to carry out their murderous missions. Ankou assassins like these could well serve other powerful fey, or even some of the Eldest as instruments of punishment.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Ankou Assassin",
													"page": 8
												}
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Ankou.webp"
											},
											"title": "Ankou"
										}
									]
								},
								{
									"type": "entries",
									"name": "Army Ant Swarm",
									"page": 9,
									"entries": [
										"Army ant swarms are already much feared for their capacity to ravenously consume anything that lies in their path, but even they pale in comparison to particularly vicious army ant swarms. These swarms are often found in desolate tombs, sinister dungeons, or other underground places steeped in dangerous and unsettling traditions.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Vicious Army Ant Swarm",
											"page": 9
										}
									]
								},
								{
									"type": "entries",
									"name": "Assassin Vine",
									"page": 9,
									"entries": [
										"The assassin vine is a carnivorous plant with a voracious appetite. Rather than consuming prey directly, it creates its own fertilizer by entangling a creature and squeezing the life from it, draping the freshly slain corpse over its own roots below. An assassin vine appears as a tangle of twisted vines that grows in clusters, often within hollowed out stumps or amid tangled tree branches. Longer barbed vines snake out from this central mass to give the deadly plant two dangerous methods of attack. The plant's berries are something of an acquired taste, but among some cultures, wine made from these berries can be quite popular. Mature assassin vines grow to 20 feet long and have smaller vines extending off the main trunk that reach from to 5 to 10 feet in length.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Assassin Vine",
											"page": 10
										}
									]
								},
								{
									"type": "entries",
									"name": "Athach",
									"page": 10,
									"entries": [
										"The towering and brutish giants known as athaches are reviled for both their monstrosity and cruelty. In addition to having slovenly habits and poisonous fangs, this giant sports a gangly third arm that protrudes from its torso and ends in a twitching, long-fingered claw.",
										"These giants despise civilization almost as much as they despise their own kind, and they delight in acts of sadism and terror. They generally don't keep long-lasting territories or lairs, and are fond of a more nomadic lifestyle—traveling from region to region and often leaving little more than ruins behind.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Athach",
											"page": 10
										},
										{
											"type": "entries",
											"name": "Bloomborn Athach",
											"page": 10,
											"entries": [
												"Athaches who have become infused with the raw power of twisted life (such as that which suffuses Nyrissa's realm of Thousandbreaths) grow vastly in power, transforming into creatures known as Bloomborn athaches. While these athaches are devastating in combat, many powerful fey force these giants to serve them as gardeners, farmers, or laborers—oft believing that visitors who see these powerful creatures working on such minor tasks will come to understand and respect the power of their leader.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Bloomborn Athach",
													"page": 10
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Aurumvorax",
									"page": 11,
									"entries": [
										"Aurumvoraxes are highly aggressive and territorial predators that sprint on eight legs, using their terrific strength and iron-hard claws to dig through solid stone. A typical aurumvorax is only 3 feet long but weighs more than 200 pounds, for its thick, sturdy bones are densely packed with muscle, making the creature very strong but a notoriously poor swimmer. Its fur is golden, sometimes with a silvery or russet tone depending on the metals it has ingested, and its claws are always the shiny black of seasoned iron.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Aurumvorax",
											"page": 11
										}
									]
								},
								{
									"type": "entries",
									"name": "Azure Worm",
									"page": 11,
									"entries": [
										"Similar to how their kin, {@creature purple worm|MM|purple worms}, burrow through deep underground reaches, azure worms wallow and dig through soggy marshlands and deep bogs. Equally at home in any sort of watery environment, azure worms prefer to lie in wait to ambush prey rather than travel to hunt. Both ends of the dreadful azure worm are equally frightening: one features an immense, cavernous maw filled with dozens of sharp fangs, while the other supports a lance-like stinger that secretes a dangerous poison.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Azure Worm",
											"page": 11
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Azure Worm.webp"
											},
											"title": "Azure Worm"
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "B",
							"page": 12,
							"entries": [
								{
									"type": "entries",
									"name": "Bandersnatch",
									"page": 12,
									"entries": [
										"Bandersnatches are consummate hunters, and only the deadliest predators or the most cunning intelligent prey offer them sport. Once a bandersnatch has marked a creature for death, it runs it to ground without fear, rest, or remorse.",
										"A bandersnatch resembles a cross between a six-legged great cat and a badger, but with wickedly barbed quills running the length of its body. It measures 40 feet in length plus another 10 feet of tail and weighs 12,000 pounds.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Bandersnatch",
											"page": 12
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bandersnatch.webp"
											},
											"title": "Bandersnatch"
										}
									]
								},
								{
									"type": "entries",
									"name": "Banshee, Elder",
									"page": 13,
									"entries": [
										"When a {@creature banshee|MM} lingers in a state between life and death long enough for its anger to grow too large to contain, it transcends its previous incarnation and grows in power, becoming a deadly spirit known as an elder banshee. Little distinguishes an elder banshee from a typical {@creature banshee|MM}, for both manifest as ghostly humanoid figures. Woe to those who mistake an elder banshee for one of its lesser kind!",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Elder Banshee",
											"page": 13
										}
									]
								},
								{
									"type": "entries",
									"name": "Barghest, Greater",
									"page": 14,
									"entries": [
										"{@creature barghest|MPMM|Barghests} are ravenous gluttons of life who feed and grow on the fat of mortals, their bodies changing in ways none can predict as they use the flesh and blood of their victims to achieve grisly transformations into greater barghests. In their natural forms, {@creature barghest|MPMM|barghests} appear as a frighting cross between a wide-eared goblin and a hunched over hound, although instead of paws they have all-too-human hands. When a barghest becomes a greater barghest, it develops greater mutations such as vestigial arms, wings, or larger fangs, as its ties to the demon goddess Lamashtu deepen. Nargloom ({@i Kingmaker Companion Guide 66}) is a typical example of a greater barghest.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Greater Barghest",
											"page": 14
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Greater Barghest.webp"
											},
											"title": "Greater Barghest"
										}
									]
								},
								{
									"type": "entries",
									"name": "Basilisk",
									"page": 15,
									"entries": [
										"The bloom cultists are certainly not the first to use the sinister bloom ritual to merge the fecund energies of the First World with the Abyss, but the method of using living creatures as unwitting incubators is particularly disturbing. Creatures that burst from the bodies of these curse sufferers are often more powerful than their normal kin, and appear faster, more muscular, or more brightly colored than normal—particularly in the case of a basilisk that has just burst forth from its unfortunate host.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Freshly Bloomed Basilisk",
											"page": 15
										}
									]
								},
								{
									"type": "entries",
									"name": "Blodeuwedd",
									"page": 16,
									"entries": [
										"The mysterious blodeuwedds dwell in those parts of the world where the boundaries between the Material Plane and the First World have worn thin, or around portals between the two planes. Although blodeuwedds share certain traits with nymphs, their role as guardians of the pathways between this world and the First World prevents them from forming as powerful a magical bond with the natural world. Many blodeuwedds consider nymphs to be spoiled “princesses” who take the beauties of the world for granted.",
										"Blodeuwedds are roughly humanoid in shape, but have bodies made of what appears to be thickly woven blades of grass and wildflowers instead of flesh.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Blodeuwedd",
											"page": 16
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Blodeuwedd.webp"
											},
											"title": "Blodeuwedd"
										}
									]
								},
								{
									"type": "entries",
									"name": "Bodak",
									"page": 16,
									"entries": [
										"When a living, sentient humanoid is exposed to an extreme expression of supernatural evil, the experience can irrevocably damn the victim, crushing their mind and ripping out their soul in an appalling, unholy transformation that results in a creature that’s anathema to life—the bodak. A bodak appears as a charred, smoking corpse, its fingers sharpened to bony points and its clothing hanging in burnt tatters. Though smoke pours from the orifices of the creature’s head at all times, tiny points of fiery light flicker within the sockets under its brow in place of actual eyes.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Bodak",
											"page": 16
										}
									]
								},
								{
									"type": "entries",
									"name": "Boggard",
									"page": 17,
									"entries": [
										"Boggards are aggressive humanoid amphibians that thrive in swamps, marshes, and some rain forests. The boggards of the Stolen Lands primarily worship Gogunta and protect their settlements in Hooktongue Slough with powerful wardens. A typical boggard has slick green flesh and a froglike face, save that its teeth are much more akin to the fangs one might expect to find between a lizard’s jaws than those of a frog. A boggard has webbed hands and feet, and typically stands about 5 feet tall.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Boggard",
											"page": 17
										},
										{
											"type": "entries",
											"name": "Boggard Swampseer",
											"page": 18,
											"entries": [
												"Boggard swampseers worship the demon lord Gogunta, focusing primarily on her aspect as a demigoddess of swamplands. Their faith in Gogunta has granted them additional power exemplified by their terrifying croak and ability to cast powerful spells that can confuse and overwhelm their opponents. Boggard swampseers can defend also against sound-based spells by emitting a bellowing drone.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Boggard Swampseer",
													"page": 18
												}
											]
										},
										{
											"type": "entries",
											"name": "Boggard Warden",
											"page": 18,
											"entries": [
												"Though most boggard wardens are powerful enough that they could rule their own enclaves, all boggard wardens in Hooktongue Slough remain loyal to the priest-king, Sepoko. Anyone who has attempted to escape from a boggard warden while stomping through the thick sludge of a marshy swamp knows that they can be relentless trackers even in the worst outdoor conditions.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Boggard Warden",
													"page": 18
												}
											]
										},
										{
											"type": "entries",
											"name": "Boggard Warrior",
											"page": 19,
											"entries": [
												"Boggard warriors exalt in single combat and prefer to fight alone so that no others can contest their kills. They have been known to pursue enemies who flee combat with a single-minded focus that can seem almost supernatural, striding through the thick marsh of a swamp until they can ambush their prey.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Boggard Warrior",
													"page": 19
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Boggard Warrior.webp"
													},
													"title": "Boggard Warrior"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Bog Strider",
									"page": 20,
									"entries": [
										"The insectile bog striders call themselves seshes, but they take no offense at those who use the more common vernacular to refer to them. They resemble upright water striders with four legs, two arms, and powerful mandibles. Bog striders can move about on water like most creatures move on solid ground, chasing down prey or fleeing from predators across the water. Bog striders stand 5 feet tall and weigh approximately 150 pounds.",
										"In sesh society, each individual is expected to serve equally in all efforts to ensure the community’s survival against the more aggressive creatures often found in or near their swampland homes. In addition, each member of the community is expected to develop a skill that contributes to the community’s prosperity, and by extension, the continued survival of the species. Traditionally, female bog striders are builders and artisans, while male bog striders are hunters and gatherers, but often such roles aren’t stratified by gender, as every member of a small community pitches in to help as they can.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Bog Strider",
											"page": 20
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bog Strider.webp"
											},
											"title": "Bog Strider"
										}
									]
								},
								{
									"type": "entries",
									"name": "Bugbear",
									"page": 20,
									"entries": [
										"Bugbears are feared throughout the Inner Sea region, and those that dwell in the Stolen Lands are no exception. Bugbear tormentors have taken up the training of thieves and bandits, and often hire themselves out as mercenaries. Like all bugbears, the tormentors are covered in dark, shaggy fur, wide ears, and the sharp teeth of all goblinkind.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Bugbear Tormentor",
											"page": 20
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "C",
							"page": 21,
							"entries": [
								{
									"type": "entries",
									"name": "Catoblepas",
									"page": 21,
									"entries": [
										"Even in its most docile moments, the catoblepas is an aggressive and imposing beast. Though it prefers swamps, the catoblepas has been know to forage in plains and forests for short periods, leaving behind hunting grounds tainted by its foul breath and noxious waste that other predators and prey alike avoid for days or even weeks thereafter. The catoblepas bullies those creatures it believes are a match for it, and eats everything weaker. This quadrupedal monster looks vaguely like a longnecked elk, yet its hide and antlers are covered in mosslike growth, and a ridge of bony spines runs along its back. Its eyes are a baleful red, and its underslung jaw is filled with sharp, tusk-like fangs. The creature is often accompanied by a buzzing cloud of flies. A catoblepas is 15 feet long and weighs 2,200 pounds.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Catoblepas",
											"page": 21
										}
									]
								},
								{
									"type": "entries",
									"name": "Cauthooj",
									"page": 21,
									"entries": [
										"These large, flightless birds are deceptively agile, considering their long legs, slender neck, and awkward, hopping gait. A solitary predator, a cauthooj uses a hypnotic warbling song to drive prey into a wild frenzy, manipulating its victims into attacking each other so that the beast can feast on the remains. Some call these monsters “puppet-master birds” while others refer to them as “shrill shrikes.” Slightly smarter than the typical animal, cauthoojes are canny enough to avoid drawing too much attention to themselves and prefer to prey upon lone travelers than pick off meals from the fringes of towns or villages. A cauthooj looks somewhat similar to a pale-feathered ostrich, but with a sharper beak and long dangling feathers that depend from the neck and tail.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Cauthooj",
											"page": 21
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Cauthooj.webp"
											},
											"title": "Cauthooj"
										}
									]
								},
								{
									"type": "entries",
									"name": "Centaur",
									"page": 22,
									"entries": [
										"The half-human, half-equine centaurs of Iobaria represent a diverse collection of peoples. Members of the Nomen tribe dwell in the westernmost reaches, living nomadic lives. They rely upon their scouts— spear-wielding centaurs who prefer to observe and report on potential threats rather than directly engage—to patrol their territories. Small groups of explorers (such as adventuring parties) often prove the exceptions to this tendency, as centaur scouts who come upon such travelers often choose to confront them at a distance while warning them to turn back.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Centaur Scout",
											"page": 22
										}
									]
								},
								{
									"type": "entries",
									"name": "Centipede",
									"page": 23,
									"entries": [
										"Giant centipedes are flesh-eating myriapods that skitter with great speed through tunnels, forests, and similar densely packed terrain. Many are compact predators, but the giant whiptail centipede is anything but small. This creature can exceed lengths of 18 feet, but its slender and compact shape allows it to crawl through very narrow areas or coil into smaller spaces. The giant whiptail centipede is named for the twin whip-like extensions protruding from its already lengthy tail.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Giant Whiptail Centipede",
											"page": 23
										}
									]
								},
								{
									"type": "entries",
									"name": "Chimera",
									"page": 23,
									"entries": [
										"Chimeras are common beasts in the Stolen Lands, particularly in the western hills and badlands, where they can grow particularly muscular and deadly. While not large enough to be classified as a Huge creature, none would mistake an oversized chimera for a typical specimen, as it stands nearly 8 feet tall at the shoulder and is nearly 15 feet long.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Oversized Chimera",
											"page": 23
										}
									]
								},
								{
									"type": "entries",
									"name": "Criminal",
									"page": 23,
									"entries": [
										"Wildlands and cities alike have long been infested by all manner of bandit, brigand, and other forms of criminals. The Stolen Lands themselves are notorious for harboring bandits.",
										{
											"type": "entries",
											"name": "Black Tear Cutthroat",
											"page": 24,
											"entries": [
												"Originally formed from the merger of seven street gangs from various Brevic settlements, the Black Tears are a criminal organization of cutthroats and thieves known to dabble in kidnapping, extortion, assassination, and the sale of illicit substances. Each must sever their left ring finger below the first knuckle as a pledge of loyalty. Members are further recognized by their signature weapon (a dagger with an ebony pommel), a trail of three black tears tattooed under their left eye, and a tattoo on their right forearm that reads “Live free or slaughter” in {@language Draconic}.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Black Tear Cutthroat",
													"page": 24
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Black Tear Cutthroat.webp"
													},
													"title": "Black Tear Cutthroat"
												}
											]
										},
										{
											"type": "entries",
											"name": "Ruffian",
											"page": 24,
											"entries": [
												"The central Stolen Lands east of Hooktongue are well-known for their infestations of small gatherings of bandits. Many of these groups number less than a dozen in all, consisting of ruffians who fled their home towns for various reasons to seek illegal fortunes on the fringes of society. While most of these brigands have enough training and self-confidence to go out on their own, a particularly charismatic bandit lord could still bring them under their heel in the right circumstances.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Ruffian",
													"page": 24
												}
											]
										},
										{
											"type": "entries",
											"name": "Stag Lord Bandit",
											"page": 24,
											"entries": [
												"The lowest-ranking members of the Stag Lord’s bandits are a mix between soldiers who abandoned their duties and prisoners who escaped into the wild. While the protection the Stag Lord offers is welcome, they still fear their temperamental ruler and tread lightly in his presence.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Stag Lord Bandit",
													"page": 24
												}
											]
										},
										{
											"type": "entries",
											"name": "Thorn River Bandit",
											"page": 24,
											"entries": [
												"The least of the bandits in the central Stolen Lands are known collectively as Thorn River bandits— named for the body of water whose banks they prefer to camp along. The local wildlife along the Thorn River isn’t as dangerous as in other parts of the Stolen Lands, offering these bandits a safe place to gather and share news.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Thorn River Bandit",
													"page": 25
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Crow",
									"page": 25,
									"entries": [
										"Crows are common in the Stolen Lands and do not normally pose a danger to explorers of these wilds. Yet when a particularly large flock of them gathers, this murder of crows can become a dangerous threat. Large gatherings of crows are particularly drawn to towns or villages that have been recently abandoned, whether or not there’s a large amount of carrion left behind to feed on.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Murder of Crows",
											"page": 25
										}
									]
								},
								{
									"type": "entries",
									"name": "Cultist",
									"page": 26,
									"entries": [
										"Just as bandits are drawn to the Stolen Lands, all manner of cultists find this region ripe for hideouts and hidden shrines to deities and demigods whose worship has been outlawed in most cities and towns. Some of these cultists are solitary members of groups with influence throughout the world, while others, such as the Cultists of the Bloom, are entirely regional threats.",
										"Note that these cultists, along with the more powerful specialized cultists presented later in this book under the entry for {@book Thresholders|PKB|2|Thresholders} (page 94), can be used together as different agents of a sprawling sect of sinister worshippers in your game simply by changing their descriptions to match whatever nefarious deity or evil faith you’ve decided they might serve.",
										{
											"type": "entries",
											"name": "Antipaladin",
											"page": 26,
											"entries": [
												"Antipaladins often serve as captains or secondary leaders for evil cults, particularly those associated with the worship of demon lords.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Antipaladin",
													"page": 26
												}
											]
										},
										{
											"type": "entries",
											"name": "Bloom Cultist",
											"page": 26,
											"entries": [
												"The Cult of the Bloom is a relatively recent addition to the dangers of the Stolen Lands, and it’s not until a kingdom begins to grow within that realm that these cultists rise to a level of prominence that marks them as a significant regional threat. They worship Lamashtu as a source of fecund life and see nonworshippers as nothing more than fertilizer within which they hope to cultivate their own new uprising of monsters infused with energies siphoned from the First World.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Bloom Cultist",
													"page": 26
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bloom Cultist.webp"
													},
													"title": "Bloom Cultist"
												}
											]
										},
										{
											"type": "entries",
											"name": "Cleansed Cultist",
											"page": 27,
											"entries": [
												"The cultists of the Kingdom of the Cleansed seek to build a new society from the bones of the old. They excel at recruiting newcomers to their faith with promises of transcendence. That they worship the demon lord Yhidothrus is a secret known only to the higher ranking members and their half-fiend leader, a mysterious figure known to them only as the First Faithful. These cultists have all survived a dangerous ritual that grants them the power to release the “inmost worm,” a mental projection of their faith. Those who fail this ritual become {@creature bodak|PKB|bodaks} instead.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Cleansed Cultist",
													"page": 27
												}
											]
										},
										{
											"type": "entries",
											"name": "False Priestess",
											"page": 27,
											"entries": [
												"False priestesses are charlatans who claim to be devout members of a benign faith, but harbor sinister plans of their own. These in particular claim to be worshippers of Shelyn, but in truth serve a cruel hag mistress.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "False Priestess",
													"page": 27
												}
											]
										},
										{
											"type": "entries",
											"name": "Sister of the Bloodshot Eye",
											"page": 28,
											"entries": [
												"The worship of the hag goddess Gyronna is more common in the River Kingdoms than elsewhere in the world. The Sisters of the Bloodshot Eye comprise an even smaller subset of Gyronna’s faithful— worshippers who seek to spread hate through the world by manipulating the ancestral beliefs of the unsuspecting. Those found in the Stolen Lands have specialized in corrupting the marauders known as the Tiger Lords.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Sister of the Bloodshot Eye",
													"page": 28
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "D",
							"page": 28,
							"entries": [
								""
							]
						}
					]
				}
			]
		}
	]
}
