{
	"_meta": {
		"sources": [
			{
				"json": "PKB",
				"abbreviation": "PKB",
				"full": "Pathfinder: Kingmaker Bestiary (5e)",
				"authors": [
					"Paizo Inc.",
					"Jeremy Corff",
					"Robert J. Grady",
					"Tim Hitchcock",
					"Jeff Ibach",
					"Victoria Jaczko",
					"Matt Kimmel",
					"Jeff Lee",
					"Julian Neale",
					"Chris Perrin",
					"Tom Phillips",
					"Alex Riggs"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "1",
				"color": "275125",
				"url": "https://paizo.com/products/btq02e0o?Pathfinder-Kingmaker-Bestiary",
				"dateReleased": "2022-11-08"
			}
		],
		"internalCopies": [
			"monsterFluff"
		],
		"status": "wip",
		"dateAdded": 1707254623,
		"dateLastModified": 1707254623
	},
	"monster": [
		{
			"name": "Bythos Aeon",
			"source": "PKB",
			"page": 7,
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 21,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 231,
				"formula": "22d10 + 110"
			},
			"speed": {
				"walk": 0,
				"fly": 35
			},
			"str": 26,
			"dex": 19,
			"con": 20,
			"int": 25,
			"wis": 29,
			"cha": 20,
			"save": {
				"str": "+13",
				"dex": "+9",
				"con": "+10",
				"int": "+12"
			},
			"skill": {
				"arcana": "+12",
				"athletics": "+18",
				"deception": "+10",
				"intimidation": "+10",
				"nature": "+12",
				"perception": "+19",
				"religion": "+12",
				"stealth": "+19"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 29,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"telepathy 100 ft. (can communicate with living creatures that do not have language)"
			],
			"cr": "16",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The bythos's spellcasting ability is Charisma (spell save {@dc 18}). The bythos can innately cast the following spells, requiring no components:"
					],
					"will": [
						"{@spell dimension door}",
						"{@spell plane shift}",
						"{@spell slow}"
					],
					"daily": {
						"1": [
							"{@spell imprisonment}"
						],
						"3e": [
							"{@spell counterspell}",
							"{@spell haste}"
						]
					},
					"ability": "cha"
				}
			],
			"trait": [
				{
					"name": "Confusing Gaze",
					"entries": [
						"A creature that ends its turn within 30 feet of the bythos must make a {@dc 19} Wisdom saving throw. On a failure, it is confused until the end of its next turn, {@spell confusion|PHB|as per the spell of the same name}. A creature that successfully saves is immune to this bythos's confusing gaze for the next 24 hours. This is a magical effect, and immunity or protection against being {@condition charmed} apply."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The bythos's weapon attacks are magical."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The bythos regains 15 hit points at the start of its turn."
					]
				},
				{
					"name": "Temporal Reversion (1/Day)",
					"entries": [
						"If the bythos fails a saving throw, it can choose to reroll the saving throw. If it does, it must use the new roll."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The bythos makes two slam attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 10 ft., one target. {@h}21 ({@damage 3d8 + 8}) bludgeoning damage plus 9 ({@damage 2d8}) cold damage. If a creature is hit by two or more of the bythos's slam attacks in one turn, that creature must make a {@dc 15} Constitution saving throw. On a failure, it ages {@dice 1d10} years and gains one level of {@condition exhaustion}. On a successful save, the target is immune to the aging and {@condition exhaustion} effects of the bythos's slam attack for the next 24 hours."
					]
				}
			],
			"traitTags": [
				"Magic Weapons",
				"Regeneration"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"TP"
			],
			"damageTags": [
				"B",
				"C"
			],
			"damageTagsSpell": [
				"O"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"exhaustion"
			],
			"conditionInflictSpell": [
				"restrained"
			],
			"savingThrowForced": [
				"constitution",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"wisdom"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Bythos Aeon",
					"source": "PKB"
				}
			}
		}
	],
	"monsterFluff": [
		{
			"name": "Ankou",
			"source": "PKB",
			"entries": [
				"Ankous are shadowy killers who serve powerful fey creatures or demigods. Amid the courts of the Eldest or of powerful fey rulers, these sinister assassins lurk overhead as they await the call to action—implied threats akin to deadly weapons hung as decor in a royal hall. Two types of ankous play roles in Kingmaker— the typical ankou and the more dangerous assassins.",
				"Ankous never speak aloud; when they feel the need to communicate at all, they do so in a telepathic whisper directly into a victim's mind (although they still must be able to understand the victim's language in order to communicate). While an ankou's body is made of strange, fleshy material, its claws and the cruel hooks on its wings are made of razor sharp cold iron, a quality that makes them feared among other fey. A typical ankou is 10 feet tall, has an 8-foot wingspan, and weighs less than 80 pounds."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Ankou.webp"
					}
				}
			]
		},
		{
			"name": "Ankou Assassin",
			"source": "PKB",
			"_copy": {
				"name": "Ankou",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Ankou Assassin",
							"page": 8,
							"entries": [
								"The ankou assassins who serve Nyrissa have trained in the arts of pain and slaughter, relying on their natural weapons to carry out their murderous missions. Ankou assassins like these could well serve other powerful fey, or even some of the Eldest as instruments of punishment."
							]
						}
					}
				}
			}
		},
		{
			"name": "Assassin Vine",
			"source": "PKB",
			"entries": [
				"The assassin vine is a carnivorous plant with a voracious appetite. Rather than consuming prey directly, it creates its own fertilizer by entangling a creature and squeezing the life from it, draping the freshly slain corpse over its own roots below. An assassin vine appears as a tangle of twisted vines that grows in clusters, often within hollowed out stumps or amid tangled tree branches. Longer barbed vines snake out from this central mass to give the deadly plant two dangerous methods of attack. The plant's berries are something of an acquired taste, but among some cultures, wine made from these berries can be quite popular. Mature assassin vines grow to 20 feet long and have smaller vines extending off the main trunk that reach from to 5 to 10 feet in length."
			]
		},
		{
			"name": "Athach",
			"source": "PKB",
			"entries": [
				"The towering and brutish giants known as athaches are reviled for both their monstrosity and cruelty. In addition to having slovenly habits and poisonous fangs, this giant sports a gangly third arm that protrudes from its torso and ends in a twitching, long-fingered claw.",
				"These giants despise civilization almost as much as they despise their own kind, and they delight in acts of sadism and terror. They generally don't keep long-lasting territories or lairs, and are fond of a more nomadic lifestyle—traveling from region to region and often leaving little more than ruins behind."
			]
		},
		{
			"name": "Aurumvorax",
			"source": "PKB",
			"entries": [
				"Aurumvoraxes are highly aggressive and territorial predators that sprint on eight legs, using their terrific strength and iron-hard claws to dig through solid stone. A typical aurumvorax is only 3 feet long but weighs more than 200 pounds, for its thick, sturdy bones are densely packed with muscle, making the creature very strong but a notoriously poor swimmer. Its fur is golden, sometimes with a silvery or russet tone depending on the metals it has ingested, and its claws are always the shiny black of seasoned iron."
			]
		},
		{
			"name": "Azure Worm",
			"source": "PKB",
			"entries": [
				"Similar to how their kin, {@creature purple worm|MM|purple worms}, burrow through deep underground reaches, azure worms wallow and dig through soggy marshlands and deep bogs. Equally at home in any sort of watery environment, azure worms prefer to lie in wait to ambush prey rather than travel to hunt. Both ends of the dreadful azure worm are equally frightening: one features an immense, cavernous maw filled with dozens of sharp fangs, while the other supports a lance-like stinger that secretes a dangerous poison."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Azure Worm.webp"
					}
				}
			]
		},
		{
			"name": "Bandersnatch",
			"source": "PKB",
			"entries": [
				"Bandersnatches are consummate hunters, and only the deadliest predators or the most cunning intelligent prey offer them sport. Once a bandersnatch has marked a creature for death, it runs it to ground without fear, rest, or remorse.",
				"A bandersnatch resembles a cross between a six-legged great cat and a badger, but with wickedly barbed quills running the length of its body. It measures 40 feet in length plus another 10 feet of tail and weighs 12,000 pounds."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bandersnatch.webp"
					}
				}
			]
		},
		{
			"name": "Bloomborn Athach",
			"source": "PKB",
			"_copy": {
				"name": "Athach",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Bloomborn Athach",
							"page": 10,
							"entries": [
								"Athaches who have become infused with the raw power of twisted life (such as that which suffuses Nyrissa's realm of Thousandbreaths) grow vastly in power, transforming into creatures known as Bloomborn athaches. While these athaches are devastating in combat, many powerful fey force these giants to serve them as gardeners, farmers, or laborers—oft believing that visitors who see these powerful creatures working on such minor tasks will come to understand and respect the power of their leader."
							]
						}
					}
				}
			}
		},
		{
			"name": "Bythos Aeon",
			"source": "PKB",
			"entries": [
				"Aeons are paragons of law above all else. They embody opposing concepts or forces and are tasked with maintaining balance between those two things. A wide number of different types of aeons exist, from relatively harmless scouts and diplomats to incredibly powerful protectors of creation and oblivion. These extraplanar creatures are native to the lawful neutral outer plane, where they can be encountered within that reality's vast cities and urban sprawls. In the {@i Kingmaker Adventure Path}, though, only the bythos aeon plays a role.",
				{
					"type": "entries",
					"name": "Bythos Aeon",
					"page": 6,
					"entries": [
						"The bythos is a guardian of space and time that seeks out those who misuse planar and temporal magic. A bythos is a roughly humanoid creature with four arms and a body made of swirling clouds and mist. Despite its appearance, its body feels like dry stone.",
						"A bythos seeks out paradoxes caused by irresponsible planar or dimensional travelers and repairs breaches where the barriers between the planes have become thin or damaged. If the mortals responsible for the damage remain in the area and can't be convinced to cease their activities, the bythos has no qualms about removing the perpetrators from the situation."
					]
				}
			]
		},
		{
			"name": "Elder Banshee",
			"source": "PKB",
			"entries": [
				"When a {@creature banshee|MM} lingers in a state between life and death long enough for its anger to grow too large to contain, it transcends its previous incarnation and grows in power, becoming a deadly spirit known as an elder banshee. Little distinguishes an elder banshee from a typical {@creature banshee|MM}, for both manifest as ghostly humanoid figures. Woe to those who mistake an elder banshee for one of its lesser kind!"
			]
		},
		{
			"name": "Freshly Bloomed Basilisk",
			"source": "PKB",
			"entries": [
				"The bloom cultists are certainly not the first to use the sinister bloom ritual to merge the fecund energies of the First World with the Abyss, but the method of using living creatures as unwitting incubators is particularly disturbing. Creatures that burst from the bodies of these curse sufferers are often more powerful than their normal kin, and appear faster, more muscular, or more brightly colored than normal—particularly in the case of a basilisk that has just burst forth from its unfortunate host."
			]
		},
		{
			"name": "Giant Animated Statue",
			"source": "PKB",
			"entries": [
				"This animated object is a strange sight indeed—an apparently abstract statue made of more than a dozen stone orbs, several of which are hollow and feature openings that reveal the fires burning within them. When this statue animates, the orbs grind and roll against each other without separating but remain devoid of any obvious underlying support (almost as if the statue were an animated mass of spherical magnets). This statue is a depiction of the Outer God Yog-Sothoth, and can be found guarding any eldritch temple or location of interest to those who worship the so-called Lurker at the Threshold."
			]
		},
		{
			"name": "Greater Barghest",
			"source": "PKB",
			"entries": [
				"{@creature barghest|MPMM|Barghests} are ravenous gluttons of life who feed and grow on the fat of mortals, their bodies changing in ways none can predict as they use the flesh and blood of their victims to achieve grisly transformations into greater barghests. In their natural forms, {@creature barghest|MPMM|barghests} appear as a frighting cross between a wide-eared goblin and a hunched over hound, although instead of paws they have all-too-human hands. When a barghest becomes a greater barghest, it develops greater mutations such as vestigial arms, wings, or larger fangs, as its ties to the demon goddess Lamashtu deepen. Nargloom ({@i Kingmaker Companion Guide 66}) is a typical example of a greater barghest."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Greater Barghest.webp"
					}
				}
			]
		},
		{
			"name": "Vicious Army Ant Swarm",
			"source": "PKB",
			"entries": [
				"Army ant swarms are already much feared for their capacity to ravenously consume anything that lies in their path, but even they pale in comparison to particularly vicious army ant swarms. These swarms are often found in desolate tombs, sinister dungeons, or other underground places steeped in dangerous and unsettling traditions."
			]
		},
		{
			"name": "Bodak",
			"source": "PKB",
			"entries": [
				"When a living, sentient humanoid is exposed to an extreme expression of supernatural evil, the experience can irrevocably damn the victim, crushing their mind and ripping out their soul in an appalling, unholy transformation that results in a creature that’s anathema to life—the bodak. A bodak appears as a charred, smoking corpse, its fingers sharpened to bony points and its clothing hanging in burnt tatters. Though smoke pours from the orifices of the creature’s head at all times, tiny points of fiery light flicker within the sockets under its brow in place of actual eyes."
			]
		},
		{
			"name": "Boggard",
			"source": "PKB",
			"entries": [
				"Boggards are aggressive humanoid amphibians that thrive in swamps, marshes, and some rain forests. The boggards of the Stolen Lands primarily worship Gogunta and protect their settlements in Hooktongue Slough with powerful wardens. A typical boggard has slick green flesh and a froglike face, save that its teeth are much more akin to the fangs one might expect to find between a lizard’s jaws than those of a frog. A boggard has webbed hands and feet, and typically stands about 5 feet tall."
			]
		},
		{
			"name": "Boggard Swampseer",
			"source": "PKB",
			"_copy": {
				"name": "Boggard",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Boggard Swampseer",
							"page": 18,
							"entries": [
								"Boggard swampseers worship the demon lord Gogunta, focusing primarily on her aspect as a demigoddess of swamplands. Their faith in Gogunta has granted them additional power exemplified by their terrifying croak and ability to cast powerful spells that can confuse and overwhelm their opponents. Boggard swampseers can defend also against sound-based spells by emitting a bellowing drone."
							]
						}
					}
				}
			}
		},
		{
			"name": "Boggard Warden",
			"source": "PKB",
			"_copy": {
				"name": "Boggard",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Boggard Warden",
							"page": 18,
							"entries": [
								"Though most boggard wardens are powerful enough that they could rule their own enclaves, all boggard wardens in Hooktongue Slough remain loyal to the priest-king, Sepoko. Anyone who has attempted to escape from a boggard warden while stomping through the thick sludge of a marshy swamp knows that they can be relentless trackers even in the worst outdoor conditions."
							]
						}
					}
				}
			}
		},
		{
			"name": "Boggard Warrior",
			"source": "PKB",
			"_copy": {
				"name": "Boggard",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Boggard Warrior",
							"page": 19,
							"entries": [
								"Boggard warriors exalt in single combat and prefer to fight alone so that no others can contest their kills. They have been known to pursue enemies who flee combat with a single-minded focus that can seem almost supernatural, striding through the thick marsh of a swamp until they can ambush their prey."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Boggard Warrior.webp"
					}
				}
			]
		},
		{
			"name": "Bog Strider",
			"source": "PKB",
			"entries": [
				"The insectile bog striders call themselves seshes, but they take no offense at those who use the more common vernacular to refer to them. They resemble upright water striders with four legs, two arms, and powerful mandibles. Bog striders can move about on water like most creatures move on solid ground, chasing down prey or fleeing from predators across the water. Bog striders stand 5 feet tall and weigh approximately 150 pounds.",
				"In sesh society, each individual is expected to serve equally in all efforts to ensure the community’s survival against the more aggressive creatures often found in or near their swampland homes. In addition, each member of the community is expected to develop a skill that contributes to the community’s prosperity, and by extension, the continued survival of the species. Traditionally, female bog striders are builders and artisans, while male bog striders are hunters and gatherers, but often such roles aren’t stratified by gender, as every member of a small community pitches in to help as they can."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bog Strider.webp"
					}
				}
			]
		},
		{
			"name": "Bugbear Tormentor",
			"source": "PKB",
			"entries": [
				"Bugbears are feared throughout the Inner Sea region, and those that dwell in the Stolen Lands are no exception. Bugbear tormentors have taken up the training of thieves and bandits, and often hire themselves out as mercenaries. Like all bugbears, the tormentors are covered in dark, shaggy fur, wide ears, and the sharp teeth of all goblinkind."
			]
		},
		{
			"name": "Catoblepas",
			"source": "PKB",
			"entries": [
				"Even in its most docile moments, the catoblepas is an aggressive and imposing beast. Though it prefers swamps, the catoblepas has been know to forage in plains and forests for short periods, leaving behind hunting grounds tainted by its foul breath and noxious waste that other predators and prey alike avoid for days or even weeks thereafter. The catoblepas bullies those creatures it believes are a match for it, and eats everything weaker. This quadrupedal monster looks vaguely like a longnecked elk, yet its hide and antlers are covered in mosslike growth, and a ridge of bony spines runs along its back. Its eyes are a baleful red, and its underslung jaw is filled with sharp, tusk-like fangs. The creature is often accompanied by a buzzing cloud of flies. A catoblepas is 15 feet long and weighs 2,200 pounds."
			]
		},
		{
			"name": "Cauthooj",
			"source": "PKB",
			"entries": [
				"These large, flightless birds are deceptively agile, considering their long legs, slender neck, and awkward, hopping gait. A solitary predator, a cauthooj uses a hypnotic warbling song to drive prey into a wild frenzy, manipulating its victims into attacking each other so that the beast can feast on the remains. Some call these monsters “puppet-master birds” while others refer to them as “shrill shrikes.” Slightly smarter than the typical animal, cauthoojes are canny enough to avoid drawing too much attention to themselves and prefer to prey upon lone travelers than pick off meals from the fringes of towns or villages. A cauthooj looks somewhat similar to a pale-feathered ostrich, but with a sharper beak and long dangling feathers that depend from the neck and tail."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Cauthooj.webp"
					}
				}
			]
		},
		{
			"name": "Centaur Scout",
			"source": "PKB",
			"entries": [
				"The half-human, half-equine centaurs of Iobaria represent a diverse collection of peoples. Members of the Nomen tribe dwell in the westernmost reaches, living nomadic lives. They rely upon their scouts— spear-wielding centaurs who prefer to observe and report on potential threats rather than directly engage—to patrol their territories. Small groups of explorers (such as adventuring parties) often prove the exceptions to this tendency, as centaur scouts who come upon such travelers often choose to confront them at a distance while warning them to turn back."
			]
		},
		{
			"name": "Giant Whiptail Centipede",
			"source": "PKB",
			"entries": [
				"Giant centipedes are flesh-eating myriapods that skitter with great speed through tunnels, forests, and similar densely packed terrain. Many are compact predators, but the giant whiptail centipede is anything but small. This creature can exceed lengths of 18 feet, but its slender and compact shape allows it to crawl through very narrow areas or coil into smaller spaces. The giant whiptail centipede is named for the twin whip-like extensions protruding from its already lengthy tail."
			]
		},
		{
			"name": "Oversized Chimera",
			"source": "PKB",
			"entries": [
				"Chimeras are common beasts in the Stolen Lands, particularly in the western hills and badlands, where they can grow particularly muscular and deadly. While not large enough to be classified as a Huge creature, none would mistake an oversized chimera for a typical specimen, as it stands nearly 8 feet tall at the shoulder and is nearly 15 feet long."
			]
		},
		{
			"name": "Criminal",
			"source": "PKB",
			"entries": [
				"Wildlands and cities alike have long been infested by all manner of bandit, brigand, and other forms of criminals. The Stolen Lands themselves are notorious for harboring bandits."
			]
		},
		{
			"name": "Black Tear Cutthroat",
			"source": "PKB",
			"_copy": {
				"name": "Criminal",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Black Tear Cutthroat",
							"page": 24,
							"entries": [
								"Originally formed from the merger of seven street gangs from various Brevic settlements, the Black Tears are a criminal organization of cutthroats and thieves known to dabble in kidnapping, extortion, assassination, and the sale of illicit substances. Each must sever their left ring finger below the first knuckle as a pledge of loyalty. Members are further recognized by their signature weapon (a dagger with an ebony pommel), a trail of three black tears tattooed under their left eye, and a tattoo on their right forearm that reads “Live free or slaughter” in {@language Draconic}."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Black Tear Cutthroat.webp"
					}
				}
			]
		},
		{
			"name": "Ruffian",
			"source": "PKB",
			"_copy": {
				"name": "Criminal",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Ruffian",
							"page": 24,
							"entries": [
								"The central Stolen Lands east of Hooktongue are well-known for their infestations of small gatherings of bandits. Many of these groups number less than a dozen in all, consisting of ruffians who fled their home towns for various reasons to seek illegal fortunes on the fringes of society. While most of these brigands have enough training and self-confidence to go out on their own, a particularly charismatic bandit lord could still bring them under their heel in the right circumstances."
							]
						}
					}
				}
			}
		},
		{
			"name": "Stag Lord Bandit",
			"source": "PKB",
			"_copy": {
				"name": "Criminal",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Stag Lord Bandit",
							"page": 24,
							"entries": [
								"The lowest-ranking members of the Stag Lord’s bandits are a mix between soldiers who abandoned their duties and prisoners who escaped into the wild. While the protection the Stag Lord offers is welcome, they still fear their temperamental ruler and tread lightly in his presence."
							]
						}
					}
				}
			}
		},
		{
			"name": "Thorn River Bandit",
			"source": "PKB",
			"_copy": {
				"name": "Criminal",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Thorn River Bandit",
							"page": 24,
							"entries": [
								"The least of the bandits in the central Stolen Lands are known collectively as Thorn River bandits— named for the body of water whose banks they prefer to camp along. The local wildlife along the Thorn River isn’t as dangerous as in other parts of the Stolen Lands, offering these bandits a safe place to gather and share news."
							]
						}
					}
				}
			}
		},
		{
			"name": "Murder of Crows",
			"source": "PKB",
			"entries": [
				"Crows are common in the Stolen Lands and do not normally pose a danger to explorers of these wilds. Yet when a particularly large flock of them gathers, this murder of crows can become a dangerous threat. Large gatherings of crows are particularly drawn to towns or villages that have been recently abandoned, whether or not there’s a large amount of carrion left behind to feed on."
			]
		},
		{
			"name": "Cultist",
			"source": "PKB",
			"entries": [
				"Just as bandits are drawn to the Stolen Lands, all manner of cultists find this region ripe for hideouts and hidden shrines to deities and demigods whose worship has been outlawed in most cities and towns. Some of these cultists are solitary members of groups with influence throughout the world, while others, such as the Cultists of the Bloom, are entirely regional threats.",
				"Note that these cultists, along with the more powerful specialized cultists presented later in this book under the entry for {@book Thresholders|PKB|2|Thresholders} (page 94), can be used together as different agents of a sprawling sect of sinister worshippers in your game simply by changing their descriptions to match whatever nefarious deity or evil faith you’ve decided they might serve."
			]
		},
		{
			"name": "Antipaladin",
			"source": "PKB",
			"_copy": {
				"name": "Cultist",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Antipaladin",
							"page": 26,
							"entries": [
								"Antipaladins often serve as captains or secondary leaders for evil cults, particularly those associated with the worship of demon lords."
							]
						}
					}
				}
			}
		},
		{
			"name": "Bloom Cultist",
			"source": "PKB",
			"_copy": {
				"name": "Cultist",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Bloom Cultist",
							"page": 26,
							"entries": [
								"The Cult of the Bloom is a relatively recent addition to the dangers of the Stolen Lands, and it’s not until a kingdom begins to grow within that realm that these cultists rise to a level of prominence that marks them as a significant regional threat. They worship Lamashtu as a source of fecund life and see nonworshippers as nothing more than fertilizer within which they hope to cultivate their own new uprising of monsters infused with energies siphoned from the First World."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bloom Cultist.webp"
					}
				}
			]
		},
		{
			"name": "Cleansed Cultist",
			"source": "PKB",
			"_copy": {
				"name": "Cultist",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Cleansed Cultist",
							"page": 27,
							"entries": [
								"The cultists of the Kingdom of the Cleansed seek to build a new society from the bones of the old. They excel at recruiting newcomers to their faith with promises of transcendence. That they worship the demon lord Yhidothrus is a secret known only to the higher ranking members and their half-fiend leader, a mysterious figure known to them only as the First Faithful. These cultists have all survived a dangerous ritual that grants them the power to release the “inmost worm,” a mental projection of their faith. Those who fail this ritual become {@creature bodak|PKB|bodaks} instead."
							]
						}
					}
				}
			}
		},
		{
			"name": "False Priestess",
			"source": "PKB",
			"_copy": {
				"name": "Cultist",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "False Priestess",
							"page": 27,
							"entries": [
								"False priestesses are charlatans who claim to be devout members of a benign faith, but harbor sinister plans of their own. These in particular claim to be worshippers of Shelyn, but in truth serve a cruel hag mistress."
							]
						}
					}
				}
			}
		},
		{
			"name": "Sister of the Bloodshot Eye",
			"source": "PKB",
			"_copy": {
				"name": "Cultist",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Sister of the Bloodshot Eye",
							"page": 28,
							"entries": [
								"The worship of the hag goddess Gyronna is more common in the River Kingdoms than elsewhere in the world. The Sisters of the Bloodshot Eye comprise an even smaller subset of Gyronna’s faithful— worshippers who seek to spread hate through the world by manipulating the ancestral beliefs of the unsuspecting. Those found in the Stolen Lands have specialized in corrupting the marauders known as the Tiger Lords."
							]
						}
					}
				}
			}
		},
		{
			"name": "Daemon",
			"source": "PKB",
			"entries": [
				"Daemons are sinister neutral evil fiends who form from the most despicable of souls and personify the most horrible ways one can die. Natives to the neutral evil outer planes, daemons lack the strict order and regiment associated with devils, yet also lack the almost gleeful addiction to spreading chaos and mayhem common to demons. They are, many scholars posit, one of the purest forms of evil. Daemons as a whole cover a wide range of power, and many are associated with the legendary demigods known collectively as the Horsemen of the Apocalypse."
			]
		},
		{
			"name": "Derghodaemon",
			"source": "PKB",
			"_copy": {
				"name": "Daemon",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Derghodaemon",
							"page": 28,
							"entries": [
								"Derghodaemons represent death through unfathomable violence and being eaten alive. Derghodaemons look like walking masses of razor-sharp insect claws connected to equally menacing chitinous limbs. They don’t particularly represent a specific Horseman of the Apocalypse, and are often conjured by evil spellcasters to serve as guardians for important sites."
							]
						}
					}
				}
			}
		},
		{
			"name": "Leukodaemon",
			"source": "PKB",
			"_copy": {
				"name": "Daemon",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Leukodaemon",
							"page": 28,
							"entries": [
								"These skull-headed, vulture-winged daemons are manifestations of evil souls who perished from disease in life. They work tirelessly to spread disease across all the worlds of the multiverse. Leukodaemons are the favored minions of the Horseman of Pestilence, but these evil fiends are equally at home serving any powerful deity or demigod associated with sickness, plague, or disease."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Leukodaemon.webp"
					}
				}
			]
		},
		{
			"name": "Piscodaemon",
			"source": "PKB",
			"_copy": {
				"name": "Daemon",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Piscodaemon",
							"page": 28,
							"entries": [
								"Scions of death by poisoning, piscodaemons are cruel even by daemonic standards, delighting in slow and painful suffering. While poisons and venoms are piscodaemons’ preferred tools, their cruel claws are more than capable of tearing enemies asunder if necessary. A piscodaemon is vaguely humanoid in shape, with an octopus-like head, crab pincers for arms, reptilian legs, and a fish-like tail."
							]
						}
					}
				}
			}
		},
		{
			"name": "Nabasu",
			"source": "PKB",
			"entries": [
				"Demons are cruel and chaotic fiends who form from the souls of sinful mortals who have been consigned to the nightmare realm of the chaotic evil outer planes. As fecund as they are destructive, demons remain a favorite type of minion of many a cult. However, those who mistake demons’ predilection for chaos as evidence that these creatures are mindless forces of entropy often doom themselves by underestimating these creatures’ capacity for subtle manipulation, trickery, and patience when it comes to seeing long-term goals of devastation play out over the passage of time.",
				{
					"type": "entries",
					"name": "Nabasu",
					"page": 31,
					"entries": [
						"A nabasu is a cruel monster formed from the sinful souls of evil gluttons, particularly from cannibals, blood-drinkers, and those who prefer to savor the tang of undead flesh. This demon appears somewhat like an emaciated gargoyle in appearance, complete with large batlike wings and jaws full of sharp fangs. Its tiny eyes glow with an unsettling yellow hue."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Nabasu.webp"
					}
				}
			]
		},
		{
			"name": "Leng Envoy",
			"source": "PKB",
			"entries": [
				"Those who dwell in the nightmare realm of Leng often come to the Material Plane seeking prey. They have also been known to ally with evil organizations to serve their own mysterious purposes.",
				{
					"type": "entries",
					"name": "Leng Envoy",
					"page": 32,
					"entries": [
						"The Leng envoy is a powerful variant of the dangerous denizen of Leng. The envoy is typically found beyond Leng’s borders when called there by a powerful cultist who seeks aid in breaking down the boundaries of reality. They often travel with their own deadly minions, such as {@creature Mastiff of Tindalos|PKB|mastiffs of Tindalos} (page 57). A Leng envoy is humanoid in shape, yet its face is a nightmare tangle of strange mouth-parts topped by a pair of twisted horns. Unlike the typical denizen of Leng, these envoys rarely bother to conceal their appearances from those they visit on the Material Plane."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Leng Envoy.webp"
					}
				}
			]
		},
		{
			"name": "Doprillu",
			"source": "PKB",
			"entries": [
				"Doprillus are hulking humanoid-shaped creatures with banded muscles who wear ornate masks at all times that fill their wearers with magical strength and fighting spirit. Despite their human-like frames, these creatures are without doubt alien in body and mind alike, particularly due to their plantlike manes of hair. Doprillus love to battle, especially by grappling, and are eager to start brawls. On neutral ground, a doprillu offers to duel the strongest-looking opponent, but when a doprillu’s home turf is invaded, no rules apply to the confrontation. As befits the superheated blood that fuels them, doprillus make their homes in warm locations: hot jungles, sunny deserts, and underground caverns near sulfur vents."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Doprillu.webp"
					},
					"title": "Doprillu"
				}
			]
		},
		{
			"name": "Enormous Dragonfly",
			"source": "PKB",
			"entries": [
				"The dragonflies of Hooktongue Slough grow twice as large as the typical giant dragonfly. Brightly colored, these enormous dragonflies are often regarded with awe by local boggards, who often marvel at these dragonflies’ beauty while plotting to devour them at the same time."
			]
		},
		{
			"name": "Enormous Flame Drake",
			"source": "PKB",
			"entries": [
				"A wide range of drakes dwell in the River Kingdoms, but it’s those who live long enough to grow particularly notorious that often attract the most attention. The enormous flame drake presented here has long menaced explorers of the Stolen Lands. All drakes look similar to dragons in basic form, yet they lack a front pair of legs. Many believe wyverns to be more properly categorized as drakes as a result. Flame drakes are bright red in color, with curling horns on their heads."
			]
		},
		{
			"name": "Dweomercat",
			"source": "PKB",
			"entries": [
				"Dweomercats are magically gifted, four-eyed felines from the First World, where they prey upon other creatures and feed upon their primal energy. They are often encountered in areas of the Material Plane where the veil to the First World is thin, or in regions where magic has been warped irreparably. Dweomercats have dark purple fur that is decorated with spirals and curls of lighter blue stripes that almost seem to form magical runes in their patterns. Dweomercats are famous for their ability to twist the metaphorical strings of spells cast on or near them, which they can transform into their own defensive magic or tap into to instantly teleport across the battlefield."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Dweomercat.webp"
					}
				}
			]
		},
		{
			"name": "Elasmosaurus",
			"source": "PKB",
			"entries": [
				"The elasmosaurus is typically an ocean-dwelling creature, but a larger, more dangerous variant of this primeval reptile has adapted to life in some of the larger waterways of the River Kingdoms. Like its ocean-dwelling kin, the river elasmosaurus has a barrel-shaped body with long flippers and an exceptionally slender neck that ends in a many-toothed, snakelike head."
			]
		},
		{
			"name": "Water Elementals",
			"source": "PKB",
			"entries": [
				"Elementals are outsiders formed of living matter, be it from air, earth, fire, or in the case of the three creatures below, water."
			]
		},
		{
			"name": "Elemental Tsunami",
			"source": "PKB",
			"_copy": {
				"name": "Water Elementals",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Elemental Tsunami",
							"page": 37,
							"entries": [
								"Elemental Tsunamis are dangerous foes. These powerful elementals are much sought-after as guardians by the most accomplished spellcasters, as they can typically only be called into service by a gate spell or relying upon similar, powerful magic. An elemental tsunami appears as a surging wave from which the upper torso, arms, and head of a powerful humanoid figure made of churning water and foam protrude."
							]
						}
					}
				}
			}
		},
		{
			"name": "Elder Elemental Tsunami",
			"source": "PKB",
			"_copy": {
				"name": "Elemental Tsunami",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Elder Elemental Tsunami",
							"page": 37,
							"entries": [
								"Elemental Tsunamis are dangerous foes. These powerful elementals are much sought-after as guardians by the most accomplished spellcasters, as they can typically only be called into service by a gate spell or relying upon similar, powerful magic. An elemental tsunami appears as a surging wave from which the upper torso, arms, and head of a powerful humanoid figure made of churning water and foam protrude."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Elder Elemental Tsunami.webp"
					}
				}
			]
		},
		{
			"name": "Water Mephit",
			"source": "PKB",
			"_copy": {
				"name": "Water Elementals",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Water Mephit",
							"page": 38,
							"entries": [
								"Mephits are little bipedal elementals with bat-like wings who serve stronger elementals or, in some cases, spellcasters capable of conjuring them as familiars. Many different types of mephits exist beyond the water mephit detailed below. Mephits are often called upon by spellcasters to serve as familiars; see the entry for {@creature Lintwerth|PKB} (page 155) for one such example."
							]
						}
					}
				}
			}
		},
		{
			"name": "Mastodon",
			"source": "PKB",
			"entries": [
				"Primeval variants of the more well-known elephant dwell in remote regions of the world. The mastodon, not to be confused with the larger mammoth, can be typically found in temperate forests, although those who dwell in the Stolen Lands are more often encountered in the hills or plains."
			]
		},
		{
			"name": "Fetch",
			"source": "PKB",
			"entries": [
				"A fetch is a twisted, deviant simulacrum of a humanoid creature that exists or existed at one point on the Material Plane. Rumors of fetches that are reflections of entities from other planes persist, but none of these tales speak of fetches that duplicate anything other than a humanoid source. A fetch can manifest spontaneously when a powerful creature undergoes a significant emotional event or dies, either while on the First World or while in an area influenced significantly by the First World, but one can also be created by significant forces like the Eldest in order to torment and vex those who have annoyed them. While a fetch manifests from a soul’s “reflection,” and as such bears a striking resemblance to that creature’s appearance in life, a fetch has no true memories of its own. It keeps fragments of false remembrances from its source as if it experienced them in a half-remembered dream—which further provokes the fetch’s animosity and jealousy toward the creature it mirrors.",
				"A fetch is similar in appearance to the creature whose soul spawned it, save that it displays feylike features such as pointed ears, plantlike elements, or supernatural grace. A fetch who seeks to impersonate a still-living source must disguise these features, and manifests its fetch weapon as one known to be wielded by its target. These weapons are highly versatile, and wounds created by them cause painful memories of past harm to augment their damage."
			]
		},
		{
			"name": "Fetch Stalker",
			"source": "PKB",
			"_copy": {
				"name": "Fetch",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Fetch Stalker",
							"page": 39,
							"entries": [
								"Fetch stalkers are the least of their kind, yet they are quite powerful in their own right. Fetch stalkers form from the souls of Small or Medium fey or humanoids (Small fey create Small fetch stalkers; adjust their statistics for their size as appropriate). A fetch stalker’s appearance resembles that which it had in life, save for the typical fey “flourishes” all fetch have."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Fetch Stalker.webp"
					}
				}
			]
		},
		{
			"name": "Fetch Behemoth",
			"source": "PKB",
			"_copy": {
				"name": "Fetch",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Fetch Behemoth",
							"page": 40,
							"entries": [
								"A fetch behemoth is much larger than a stalker, and forms from the soul of a Large fey or humanoid. Their fey flourishes are often much more pronounced than those of the smaller stalker kin."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Fetch Behemoth.webp"
					}
				}
			]
		},
		{
			"name": "Risen Fetch",
			"source": "PKB",
			"_copy": {
				"name": "Fetch",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Risen Fetch",
							"page": 40,
							"entries": [
								"When a powerful force wills it, echoes of the corrupted soul of a powerful undead creature (be it one that still lives or one that was destroyed within the past 10 years) can be used to spawn a fetch as well. A risen fetch possesses potent magical powers, and appears more as its source did in life than as an undead."
							]
						}
					}
				}
			}
		},
		{
			"name": "Forester",
			"source": "PKB",
			"entries": [
				"Be they workers seeking to harvest the forest’s resources or explorers taking pains to map the wilds, foresters harbor a wide range of skills, motives, and agendas. While most foresters have little interest in the workings of urban life, scoff at “city folk,” and mock travelers who find themselves needing aid when they inevitably get in over their heads while traveling through the woods, the majority of these creatures aren’t evil. While foresters might not have patience for those who haven’t chosen the woods as their home, they’ll usually offer aid to the lost or the needy they encounter in the wilds—if only to ensure that the intruders can make their way back out of the woodlands and return to wherever they came from as soon as possible."
			]
		},
		{
			"name": "Explorer",
			"source": "PKB",
			"_copy": {
				"name": "Forester",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Explorer",
							"page": 41,
							"entries": [
								"The gnomes who accompany Jubilost on his journey into the Stolen Lands are not accomplished explorers, and they get in over their heads quickly. That doesn’t diminish the passion they have for their jobs, however."
							]
						}
					}
				}
			}
		},
		{
			"name": "Hunter",
			"source": "PKB",
			"_copy": {
				"name": "Forester",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Hunter",
							"page": 41,
							"entries": [
								"A lone hunter in the Stolen Lands must be skilled at their job, for there are far more dangers in the wilderness to fear than just animals."
							]
						}
					}
				}
			}
		},
		{
			"name": "Logger",
			"source": "PKB",
			"_copy": {
				"name": "Forester",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Logger",
							"page": 42,
							"entries": [
								"The harvesting of trees in the forests of the Stolen Lands is a necessity when a new kingdom is in the offing. Loggers must take care not to travel too far from civilization, however, for the presence of fey guardians in the region should not be underestimated."
							]
						}
					}
				}
			}
		},
		{
			"name": "Poacher",
			"source": "PKB",
			"_copy": {
				"name": "Forester",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Poacher",
							"page": 42,
							"entries": [
								"Those who seek illegal prey or hope to capitalize on black markets must be capable hunters and have the proper connections within organized society to make a profit from their ill-gotten gains. Their cruel natures and despicable practices make them hated by all who protect the creatures of the forest."
							]
						}
					}
				}
			}
		},
		{
			"name": "Flytrap",
			"source": "PKB",
			"entries": [
				"Flytraps are enormous versions of their more common, smaller kin—carnivorous plants that retain their name more out of tradition than anything, as they are more than capable of feeding on prey much larger than flies."
			]
		},
		{
			"name": "Snapping Flytrap",
			"source": "PKB",
			"_copy": {
				"name": "Flytrap",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Snapping Flytrap",
							"page": 42,
							"entries": [
								"The snapping flytrap is a ravenous, carnivorous plant that is quick to bite at any creature that passes by. A much smaller variant than the more deadly giant flytrap, a snapping flytrap typically has a long stalk that ends with two sets of 3-foot-wide leaves, each edged with several sharp teeth."
							]
						}
					}
				}
			}
		},
		{
			"name": "Giant Flytrap",
			"source": "PKB",
			"_copy": {
				"name": "Flytrap",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Giant Flytrap",
							"page": 43,
							"entries": [
								"Giant flytraps are immense creatures the size of trees, yet because they blend so well into the surrounding foliage, they remain deadly in an ambush."
							]
						}
					}
				}
			}
		},
		{
			"name": "Froghemoth",
			"source": "PKB",
			"entries": [
				"A terrifying abomination of teeth, tentacles, and unbridled rage, the froghemoth is capable of devouring dinosaurs and even dragons. It is a frighteningly effective ambush hunter, immersing itself in the mire with only its eyestalk protruding and watching in every direction at once with uncanny precision. The froghemoth’s body only vaguely resembles that of an actual frog, for it walks on its hind feet such that it can bring its four tentacular arms to bear in battle."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Froghemoth.webp"
					}
				}
			]
		},
		{
			"name": "Ghostly Guard",
			"source": "PKB",
			"entries": [
				"Many consider the ghostly guards who serve in the halls of the House at the Edge of Time to be unusual as a ghost typically originates as a solitary presence whose transformation into undeath was a highly personalized and unique process. These particular ghosts rose simultaneously from the first kingdom Nyrissa destroyed, and while they have served her for ages, they still carry deep shame for their role in the destruction of all the kingdoms to follow. If using a ghostly guard in an encounter removed from the House at the Edge of Time, you should modify the source of their shame, or simply omit this weakness entirely."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Ghostly Guard.webp"
					}
				}
			]
		},
		{
			"name": "Giant",
			"source": "PKB",
			"entries": [
				"In the Stolen Lands, hill giants are the most common of their kind. Small numbers of marsh giants can be found in the depths of Hooktongue Slough."
			]
		},
		{
			"name": "Hill Giant Butcher",
			"source": "PKB",
			"_copy": {
				"name": "Giant",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Hill Giant Butcher",
							"page": 46,
							"entries": [
								"The dreaded hill giant butchers of Glenebon are much feared by other hill giants and adventurers alike, for they take great pleasure in stalking their prey until an opportunity to slice their victim to bits presents itself. Hill giant butchers struggle to hunt successfully in small groups and often succumb to internal bickering that leads quickly to deadly expressions of their violent compulsions, leaving only one survivor."
							]
						}
					}
				}
			}
		},
		{
			"name": "Kargstaad's Giant",
			"source": "PKB",
			"_copy": {
				"name": "Giant",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Kargstaad's Giant",
							"page": 46,
							"entries": [
								"These brutal frost giants are not native to the Stolen Lands, and come to the region only once Nyrissa’s realm of Thousandbreaths begins to bloom throughout the kingdom. While these frost giants are natives to the First World, they can just as easily serve as a frost giant leader or powerful frost giant fighter elsewhere in the world."
							]
						}
					}
				}
			}
		},
		{
			"name": "Marsh Giant",
			"source": "PKB",
			"_copy": {
				"name": "Giant",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Marsh Giant",
							"page": 47,
							"entries": [
								"Marsh giants aren’t common in the Stolen Lands as the rare few who dwell there reside in Hooktongue Slough—typically in small groups numbering no more than a half dozen at most. A marsh giant stands 11 feet tall—small for giants, perhaps, but their eerie fishlike features and tendency for zealous cruelty help them to leave lasting impressions when encountered."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Marsh Giant.webp"
					}
				}
			]
		},
		{
			"name": "Goblin",
			"source": "PKB",
			"entries": [
				"Goblins are most common in the southeastern reaches of the Stolen Lands, closer to the border of Mivon."
			]
		},
		{
			"name": "Goblin Commando",
			"source": "PKB",
			"_copy": {
				"name": "Goblin",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Goblin Commando",
							"page": 48,
							"entries": [
								"The theoretical leaders of goblin raids are commandos, but in practice these goblins rarely continue to lead their comrades once a battle begins. Most shirk their responsibilities in favor of wading into the fray in an attempt to claim more glory for themselves."
							]
						}
					}
				}
			}
		},
		{
			"name": "Goblin Pyro",
			"source": "PKB",
			"_copy": {
				"name": "Goblin",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Goblin Pyro",
							"page": 48,
							"entries": [
								"Some goblins take their people’s affection of fire fully into the realm of deadly obsession. These pyromaniacs can be a great boon to a band of goblin raiders, but more often their presence is a double-edged sword; in the heat of the moment, goblin pyros sometimes lose sight of their tribe’s goals and simply set fire to anything that will burn—including their own allies."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Goblin Pyro.webp"
					}
				}
			]
		},
		{
			"name": "Goblin War Chanter",
			"source": "PKB",
			"_copy": {
				"name": "Goblin",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Goblin War Chanter",
							"page": 49,
							"entries": [
								"While many goblins enjoy singing, goblin war chanters pride themselves on mastering the art of vocal performance. Their ballads and jingles tend to strike others as undeniably catchy, though whether they are actually enjoyable depends on the listener—and whether the goblin follows the performance up with an attack."
							]
						}
					}
				}
			}
		},
		{
			"name": "Goblin Dog",
			"source": "PKB",
			"entries": [
				"Goblins’ eponymous pets aren’t true canines at all, but rather large, blunt-nosed rodents with thin bodies and long legs. Those who point out the legendary fear of dogs most goblins have might wonder why these creatures carry such a name, but as any goblin can tell you, goblin dogs represent what a real dog should be. All the rest are little more than monsters that are worthy of being killed on sight—or more often, a panicked retreat.",
				"As cowardly as they are ugly, a goblin dog prefers to lurk in bushes or deep shadows, pouncing on lone or wounded prey, although hunger or encouragement at the hand of goblin trainers can make them much more bold. Their patchy bald hides are constantly infested with rashes and dander."
			]
		},
		{
			"name": "Goblin Bat-Dog",
			"source": "PKB",
			"_copy": {
				"name": "Goblin Dog",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Goblin Bat-Dog",
							"page": 50,
							"entries": [
								"These mutant goblin dogs have batlike wings, and as they flop around in the air, their dander tends to dust out in clouds. The methods by which these particular goblin dogs grew their wings involved months of feeding on eldritch concoctions brewed from barghest blood."
							]
						}
					}
				}
			}
		},
		{
			"name": "Gogiteth",
			"source": "PKB",
			"entries": [
				"A gogiteth is a slavering nightmare of teeth, eyes, and hairy spiderlike legs, and its appearance is invariably seared into the minds of any who witness it. Native to the Darklands, gogiteths are more intelligent than their appearance would suggest, yet they rarely put this intellect toward anything other than awfulness.",
				"The gogiteth’s alien anatomy has inspired no shortage of speculative origin stories. Some believe they are a warp of a fleshwarping experiment gone horribly wrong, while others maintain that they could only have come to this world from some distant and fundamentally hostile planet."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Gogiteth.webp"
					}
				}
			]
		},
		{
			"name": "Adamantine Golem",
			"source": "PKB",
			"entries": [
				"Crafted from a nigh-indestructible black metal of great rarity, adamantine golems are legendary in their danger, for destroying them completely requires weapons forged of the same metal they are built of or the use of powerful magic. They typically are enormous constructs with imposing, bulky facades, but some crafters build smaller, sleeker adamantine golems (such as the ones encountered in the Lantern Kingdom). Regardless of their size, though, these powerful constructs represent some of the most deadly foes of their kind any adventurer might face in their careers."
			]
		},
		{
			"name": "Graveknight",
			"source": "PKB",
			"entries": [
				"Graveknights are undead warriors granted unlife by a cursed suit of armor. Most graveknights appear skeletal in appearance, and while one might think that the heavy armor they favor would obscure their true nature, most graveknights revel in the fact that they are skeletal horrors. Many wear armor that appears to be rusted, badly damaged, or incomplete, yet these features do not diminish their armor’s ability to protect them in battle.",
				"Even the lowliest of graveknights pose extreme danger to adventurers and are almost never encountered as less-powerful incarnations than those presented below."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Graveknight.webp"
					}
				}
			]
		},
		{
			"name": "Kellid Graveknight",
			"source": "PKB",
			"_copy": {
				"name": "Graveknight",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Kellid Graveknight",
							"page": 52,
							"entries": [
								"These graveknights have in their genesis an element of tragedy, for they came to be from a group of Pharasmin crusaders who gave up their lives and souls to carry on their fight against a cult of Yog-Sothoth worshippers known as the Thresholders, but you can use these graveknights for any encounter that requires a particularly powerful, frozen foe."
							]
						}
					}
				}
			}
		},
		{
			"name": "Mitflit",
			"source": "PKB",
			"entries": [
				"Gremlins are cruel fey tricksters and saboteurs who have fully acclimated to life on the Material Plane. Mitflits, also known as mites, are self-loathing and pitiful cowards with oversized heads, blue skin, and a penchant for befriending the ugliest of vermin as allies.",
				"Of all the types of gremlin, mitflits have the least affinity for magic and have largely lost most of their ancestral gremlin abilities. They find companionship in the other base creatures of the world, and forge bonds of friendship with vermin like spiders, centipedes, and cave-dwelling insects, the only other beings that seem willing to accept them. A social structure, even one in which they are bullied or demeaned, partially fills their need for some type of companionship, and they rarely rebel or against their fellows unless their rage hits a breaking point from which there can be no return."
			]
		},
		{
			"name": "Grimstalker",
			"source": "PKB",
			"entries": [
				"These violently murderous fey have one purpose: to stealthily hunt down and slay humanoids brazen enough to dare set foot in the wilderness. Though they prefer to hunt from the shadows, grimstalkers do not fear taking their grisly work to the very edges of civilization. This boldness serves as a reminder that nature can be cruel, capricious, and owes no debt to humanity. Grimstalkers are happy to perform nature’s dirty work and particularly enjoy targeting loggers, hunters, and explorers, regardless of whether they respect the natural setting they work or travel within. These creatures are humanoid in shape, but with gaunt, hairless frames and mottled green and brown flesh that gives their skin the appearance of moss-draped bark. When damaged, they bleed a thick, sap-like blood.",
				"Grimstalkers generally do not associate with other fey; for the most part, they see their kin from the First World as cowards or weaklings, or perhaps both."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Grimstalker.webp"
					}
				}
			]
		},
		{
			"name": "Guard",
			"source": "PKB",
			"entries": [
				"Be they the personal protectors of a traveling celebrity or the highly-trained soldiers of a city watch, guards range widely in their level of skill."
			]
		},
		{
			"name": "Bounty Hunter",
			"source": "PKB",
			"_copy": {
				"name": "Guard",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Bounty Hunter",
							"page": 54,
							"entries": [
								"Bounty hunters typically work alone while in pursuit of their next target, but in some cases, they can be hired for other jobs—as in the case of the traveling bard Annamede when she heads east from her home of Pitax to take part in a hunting trip."
							]
						}
					}
				}
			}
		},
		{
			"name": "Drelev Guard",
			"source": "PKB",
			"_copy": {
				"name": "Guard",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Drelev Guard",
							"page": 55,
							"entries": [
								"The soldiers who guard Fort Drelev were hand-picked not only for their skill with the longsword and longbow, but for their personalities. Hannis Drelev wanted guards that would inspire fear as much as loyalty from his citizens."
							]
						}
					}
				}
			}
		},
		{
			"name": "Pitax Warden",
			"source": "PKB",
			"_copy": {
				"name": "Guard",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Pitax Warden",
							"page": 55,
							"entries": [
								"While the official guards of the city and kingdom of Pitax are all required to train in various bardic pursuits, their primary role is to ensure that their King maintains control of the land. Clad in their distinctive suits of full plate, they generally avoid using their bardic magic in combat except in acts of desperation."
							]
						}
					}
				}
			}
		},
		{
			"name": "Guthallath",
			"source": "PKB",
			"entries": [
				"The normal guthallath is an enormous construct created long ago by ancient empires as war machines. The version of guthallath encountered in the {@i Kingmaker Adventure Path} has been described as an ancient robotic construction risen from a long-buried torpor in ancient Numerian badlands, but its statistics are the same, regardless of whether it was created by ancient magic or super science. A guthallath can be built in any shape, but the classic form is that of an immense humanoid giant."
			]
		},
		{
			"name": "Hobgoblin Archer",
			"source": "PKB",
			"entries": [
				"Very few hobgoblins live in the Stolen Lands; those that do tend to be mercenaries seeking work far afield from their homes, as is the case for the hobgoblin archers found working for the troll warlord Hargulka. Alternatively, you can use these statistics for a hobgoblin archer to serve as the leader of a small band."
			]
		},
		{
			"name": "Hodag",
			"source": "PKB",
			"entries": [
				"Hodags are reptilian creatures the size of bulls. These vicious predators’ long claws can tear creatures apart in seconds. Their backs sport dozens of long spines that run from their snouts all the way down the length of their powerful tails. Their wide mouths are full of sharp and twisted rows of teeth not unlike those of a shark. The hodags’ rough, scaly hides carry hues of green and brown, allowing them to blend into their forest surroundings where they ambush prey. Only their glowing red eyes reveal their presence, though hodags have learned to use this to their advantage by drawing attention to their eyes in one area, before closing their eyes and stealthily moving to another—causing their prey to misconstrue their location."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Hodag.webp"
					}
				}
			]
		},
		{
			"name": "Mastiff of Tindalos",
			"source": "PKB",
			"entries": [
				"The hounds of Tindalos are the least of their kind, with a wide range of more powerful variants reported in ancient texts. The six-legged mastiff of Tindalos has a strange position among its kind in that they are traditionally the traveling companions of powerful {@creature envoy of leng|PKB|envoys from Leng} rather than stalkers throughout time itself. With their bulging eyes, tongues that melt into wisps of black smoke, and lipless fanged jaws, no hound of Tindalos could be mistaken for long for anything other than a monster."
			]
		},
		{
			"name": "Hooktongue Hydra",
			"source": "PKB",
			"entries": [
				"Hydras are a significant threat in the swampy Hooktongue Slough, especially since they tend to have a dozen heads. They have serpentine bodies that split into a squirming tangle of necks, each featuring their own fanged head."
			]
		},
		{
			"name": "Irlgaunt",
			"source": "PKB",
			"entries": [
				"Irlgaunts resemble titanic spiders or crabs, but with cephalopod-like tendrils erupting from the tips of their chitin-armored legs. Their jagged gray shells allow them to blend into the rocky walls of the high mountain passes and deep ravines that serve as their hunting grounds. While one might easily mistake an irlgaunt for a simple brutish beast, they have a keen intelligence and use devious hunting strategies. They set traps for travelers and are fond of using gems and magical items taken from previous victims as bait. They have been known to start rockslides or otherwise block passages to reroute explorers into their clutches. They also use spewed gastroliths (melon-sized clusters of rocks enveloped in coagulated digestive enzymes) to direct the movements of their prey, forcing victims into dead ends at the edge of chasms or cliffs."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Irlgaunt.webp"
					}
				}
			]
		},
		{
			"name": "Jabberwock",
			"source": "PKB",
			"entries": [
				"Few beasts have inspired as many legends, poems, songs, and myths in as many cultures, as this bizarre draconic creature. The jabberwock hails from the fey realm of the First World and is part of a group of powerful First World creatures known collectively as the Tane. That the so-called “lesser jabberwocks” are still among the most powerful creatures from the First World speaks volumes to the danger a true jabberwock presents. Regardless of its level of power, a jabberwock appears the same as a long-necked, four-legged reptilian creature with immense teeth, large wings, bulging yellow eyes, and a long draconic tail."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Jabberwock.webp"
					}
				}
			]
		},
		{
			"name": "Kobold Scout",
			"source": "PKB",
			"entries": [
				"Kobolds are small, reptilian humanoids who carry physical resemblances to dragons. They have blunt snouts and horns, and their scale coloration varies through all the colors associated with the various types of true dragon.",
				{
					"type": "entries",
					"name": "Kobold Scout",
					"page": 62,
					"entries": [
						"Kobold scouts serve as trapsetters, explorers, and guardians for their warrens. Quick and agile, they tend to avoid combat if possible. When presented with no other choice, a kobold scout fights dirty, ducking in and out of combat to catch a foe unaware rather than preferring to stand and fight."
					]
				}
			]
		},
		{
			"name": "Krooth",
			"source": "PKB",
			"entries": [
				"Krooths, sometimes called crocodile eaters, are fast and vicious bogland hunters. While they are known to hunt and eat large predators, they tend to also prey upon lizardfolk, boggards, and dinosaurs. Indeed, a krooth looks vaguely like a dinosaur, with its ridged head frill, long spiky tail, and mouth full of sharp teeth."
			]
		},
		{
			"name": "Lerritan",
			"source": "PKB",
			"entries": [
				"Lerritans are unstoppable humanoid behemoths with skin of volcanic glass and blood of roiling lava. These malicious arsonists would see the world burned to a cinder. They pay homage to Ymeri, the evil elemental demigod of fire, and they bully other fiery creatures. When the urge to immolate grows too great to ignore, lerritans burn forests, destroy villages, and boil rivers, but they avoid large bodies of water. A typical lerritan wields a molten warhammer, and their hunched-over stance only makes the churning, smoking, volcano-like ridge between their shoulders stand out more."
			]
		},
		{
			"name": "Leucrotta",
			"source": "PKB",
			"entries": [
				"The vile and vicious offspring of a demon lord and a species of hyenas, leucrottas are intelligent and cruel beasts. They use their astounding vocal mimicry to lure unsuspecting creatures near so that they can torment then devour them. Leucrottas measure 5 feet at the shoulder and weigh 800 pounds, and they are perpetually filthy. A leucrotta’s oversized jaws are lined with rows of jagged, hardened bony ridges rather than teeth, and it can shear through flesh, bone, and even steel with ease. They have long legs that end in sharp hooves and badger-like visages."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Leucrotta.webp"
					}
				}
			]
		},
		{
			"name": "Linnorm",
			"source": "PKB",
			"entries": [
				"The powerful, serpentine beings known as linnorms might be related distantly to the more well-known dragons, but their draconic physiologies are where any such similarities end. Whereas true dragons boast incredible intellectual capabilities and far-reaching plans, linnorms are driven only by their insatiable hunger and desire to inflict cruelty on others. Linnorms are exceptionally difficult to outwit due to their strong wills, and it’s not wise to try bargaining with them— when faced with one of these legendary beasts, one’s best option is flight, pure and simple. Failing that, a noble death remains a viable back-up plan."
			]
		},
		{
			"name": "Cairn Linnorm",
			"source": "PKB",
			"_copy": {
				"name": "Linnorm",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Cairn Linnorm",
							"page": 64,
							"entries": [
								"Cairn linnorms are disturbing, even by linnorm standards. Pallid in coloration, they make their homes in necropolises, burial grounds, and the sites of gory battles."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Cairn Linnorm.webp"
					}
				}
			]
		},
		{
			"name": "Tarn Linnorm",
			"source": "PKB",
			"_copy": {
				"name": "Linnorm",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Tarn Linnorm",
							"page": 65,
							"entries": [
								"The two-headed tarn linnorm can wreak an awe-inspiring amount of devastation. They most commonly dwell in remote mountain lakes."
							]
						}
					}
				}
			}
		},
		{
			"name": "Tor Linnorm",
			"source": "PKB",
			"_copy": {
				"name": "Linnorm",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Tor Linnorm",
							"page": 66,
							"entries": [
								"Tor linnorms dwell in the tallest volcanic mountains, and their tempers can be as hot and destructive as the magma the creature resembles."
							]
						}
					}
				}
			}
		},
		{
			"name": "Lizardfolk",
			"source": "PKB",
			"entries": [
				"The lizardfolk of the Stolen Lands tend to keep to themselves, but when a violent overlord seizes control they can be worked into a dangerous frenzy. Humanoid in shape, but with green or bluish scaled skin and frill-like adornments on their heads, lizardfolk are known as iruxi among their own people."
			]
		},
		{
			"name": "Lizardfolk Scout",
			"source": "PKB",
			"_copy": {
				"name": "Lizardfolk",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Lizardfolk Scout",
							"page": 67,
							"entries": [
								"It’s not uncommon for adventuring parties to encounter lizardfolk scouts, for these explorers spend most of their lives on the move, constantly patrolling the territories held by their enclave. If intruders are driven off, it is the scout’s responsibility to track them, observe them, and learn their ways and weaknesses so as to report back to the community to aid in the defense against potential reprisals."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Lizardfolk Scout.webp"
					}
				}
			]
		},
		{
			"name": "Lizardfolk Warrior",
			"source": "PKB",
			"_copy": {
				"name": "Lizardfolk",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Lizardfolk Warrior",
							"page": 67,
							"entries": [
								"A lizardfolk enclave’s warriors are its defenders and protectors. They tend to react quickly to threats with violence of their own, and are more commonly encountered in lizardfolk villages where the leadership itself is more violent and cruel-minded."
							]
						}
					}
				}
			}
		},
		{
			"name": "Lurker in Light",
			"source": "PKB",
			"entries": [
				"These malicious and strange fey appear as two-foot-tall fairies with insectile wings, large eyes, and bulbous heads. They slaughter and cause mischief in a pattern only their alien intellect understands, but they’ve been seen to take particular umbrage against dwarves, gnomes, and creatures who live in darkness. With their grudges and pursuit of their own wicked and sadistic whims, lurkers in light deftly overturn the conventional wisdom that creatures associated with light are benign and friendly."
			]
		},
		{
			"name": "Mandragora",
			"source": "PKB",
			"entries": [
				"Normally small, humanoid-looking masses of blood-drinking plant life, the influence of the First World can transform mandragoras into lumbering behemoths or organize them into ravenous swarms. An individual mandragora can easily be mistaken for a root, burl, or tuber that grew into a vaguely humanoid shape."
			]
		},
		{
			"name": "Immense Mandragora",
			"source": "PKB",
			"_copy": {
				"name": "Mandragora",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Immense Mandragora",
							"page": 68,
							"entries": [
								"Most mandragoras are small in stature, but this truism does not hold in some corners of reality. These enormous mandragoras are fortunately found only rarely beyond their home plane of the First World, where their presence is always an indication of a powerful, sinister force holding sway over the region. An immense mandragora is typically just over 30 feet in height."
							]
						}
					}
				}
			}
		},
		{
			"name": "Mandragora Swarm",
			"source": "PKB",
			"_copy": {
				"name": "Mandragora",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Mandragora Swarm",
							"page": 69,
							"entries": [
								"When mandragoras gather in vast numbers, they can bond their memories and thoughts through a shared network of rootlike filaments, allowing them to organize into a deadly and overwhelming swarm of blood-thirsty plant monsters."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Mandragora Swarm.webp"
					}
				}
			]
		},
		{
			"name": "Mohrg",
			"source": "PKB",
			"entries": [
				"The weight of murder wears heavy on the soul. With souls marked by a lifetime of dealing death, these killers, whether mass murderers, bloodthirsty soldiers, or sadistic executioners, sometimes do not let judgment and lawful execution stanch their slaying sprees. When such individuals are brought to justice, they might rise after death as mohrgs to continue their work, transforming into skeletal horrors to which strips of decayed meat and unsettlingly writhing entrails cling. The spiny length of gristle and muscle that extends from their jaws like a long tongue is, though, their most disturbing feature."
			]
		},
		{
			"name": "Mohrg Spawn",
			"source": "PKB",
			"_copy": {
				"name": "Mohrg",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Mohrg Spawn",
							"page": 70,
							"entries": [
								"Those who succumb to a mohrg’s attacks are doomed to rise as mohrg spawn within the span of what would have, in life, been but a handful of heartbeats."
							]
						}
					}
				}
			}
		},
		{
			"name": "Mu Spore",
			"source": "PKB",
			"entries": [
				"A mu spore is a rare fungoid monstrosity of vast power and strange intellect. Few mu spores are smaller than a hundred feet from tentacle tip to tentacle tip, yet despite this bulk, they are capable of flying with an uncommon grace. Exact appearances can vary, from the form of an immense, almost whale-like leviathan adrift in the air to a seething tangled carpet or canopy-strewn mass of fungus and tendrils."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Mu Spore.webp"
					}
				}
			]
		},
		{
			"name": "Mudwretch",
			"source": "PKB",
			"entries": [
				"In its resting form, a mudwretch looks like a large puddle of thick, dark mud, heaped at the center in a slightly drier patch of loam. When a living creature approaches, though, the mudwretch lurches upward, piling its muddy flesh upon itself to form a roughly humanoid shape, often in vague mockery of the approaching creature’s general form in cases where the creature is a humanoid itself. Mudwretches have a low level of intellect, and while they do not form societies or cultures of their own, they are attracted to ruins or abandoned settlements."
			]
		},
		{
			"name": "Bog Mummy Cultist",
			"source": "PKB",
			"entries": [
				"Not all mummies are linen-wrapped dusty tomb guardians. Some rise more naturally from the preservative nature of peat bogs. These bog mummies are a well-known threat in Hooktongue Slough, but the potent priests of Urgathoa detailed below are unique threats that, so far, have seen their influence remain limited in scope."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bog Mummy Cultist.webp"
					}
				}
			]
		},
		{
			"name": "Nomad",
			"source": "PKB",
			"entries": [
				"The Tiger Lords are the most notorious roving warriors to reside in the Stolen Lands, but other gatherings of nomadic people dwell throughout the region, particularly those hunters who prefer to make the most dangerous monsters of the wilds their prey."
			]
		},
		{
			"name": "Monster Hunter",
			"source": "PKB",
			"_copy": {
				"name": "Nomad",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Monster Hunter",
							"page": 73,
							"entries": [
								"Be they hunters who have traveled far from their home to chase down legendary prey, or members of a small gathering like the Six Bears, monster-hunting warriors find no shortage of targets to track and hunt in the Stolen Lands. Monster hunters might also resent wandering adventurers, who might kill a targeted monster before the hunters have a chance."
							]
						}
					}
				}
			}
		},
		{
			"name": "Tiger Lord",
			"source": "PKB",
			"_copy": {
				"name": "Nomad",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Tiger Lord",
							"page": 73,
							"entries": [
								"The most powerful of the Tiger Lords lead larger groups of warriors that dwell in the uplands of Glenebon. These roving warlords have gathered together recently after being deluded by the cult of Gyronna, who tricked them into thinking one of their ancestors, Armag, has returned from death to lead them in a war."
							]
						}
					}
				}
			}
		},
		{
			"name": "Nuckelavee",
			"source": "PKB",
			"entries": [
				"When pollution despoils a natural waterway, it draws the dreaded nuckelavee from the First World. This spirit of wrath is a grisly sight: a horselike monstrosity with the gnarled upper body of a humanoid growing directly from its back. Not a patch of skin exists on its form—as if it survived being flayed from head to hoof."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Nuckelavee.webp"
					}
				}
			]
		},
		{
			"name": "Defaced Naiad Queen",
			"source": "PKB",
			"entries": [
				"Nymphs are well known as protectors of nature, but the defaced naiad nymphs who dwell in Thousandbreaths have been corrupted by the cruelty and bitterness of their queen, Nyrissa. While they carry a deep, almost debilitating shame at their role in her House at the Edge of Time, their deadly powers more than offset this disadvantage in most combats. While they remain beautiful, their empty eye sockets and despondent voices lay bare the tragic truth of their existence."
			]
		},
		{
			"name": "Ooze",
			"source": "PKB",
			"entries": [
				"The ravenous oozes of the Stolen Lands often lurk in various types of wilderness, waiting to menace explorers they catch by surprise."
			]
		},
		{
			"name": "Fen Pudding",
			"source": "PKB",
			"_copy": {
				"name": "Ooze",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Fen Pudding",
							"page": 76,
							"entries": [
								"These more powerful variants of {@creature black pudding|MM|black puddings} prefer dwelling in overgrown swamps, particularly in shallow caves abutting such terrain. They aren’t particularly great swimmers, however, and avoid sections of marshland with deeper water."
							]
						}
					}
				}
			}
		},
		{
			"name": "Verdurous Ooze",
			"source": "PKB",
			"_copy": {
				"name": "Ooze",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Verdurous Ooze",
							"page": 76,
							"entries": [
								"Unlike so many ooze monsters that prefer the darkness of dungeons or caverns, the verdurous ooze prefers to dwell in the wild, slithering through undergrowth as it searches for prey."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Verdurous Ooze.webp"
					}
				}
			]
		},
		{
			"name": "Winged Owlbear",
			"source": "PKB",
			"entries": [
				"Owlbears—iconic beasts well known for their strange duality—can grow to immense size on the First World. The addition of a vast pair of feathered wings seems almost natural to such an evolution of their kind."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Winged Owlbear.webp"
					}
				}
			]
		},
		{
			"name": "Peluda",
			"source": "PKB",
			"entries": [
				"Peludas are territorial, feral dragons that favor building lairs in reedy marshlands, sparsely forested bogs, and river valleys. A single peluda typically claims a stretch of waterway a few miles in length, often choosing a den somewhere near a river’s source. After doing so, the peluda systematically drives off any potential rivals so that they can despoil the land as they please, leaving clawed footprints on muddy riverbanks, littering the ground with sharp scales, toppling trees, and impaling half-eaten corpses on their quills as trophies left to rot. Though protective of their homes, peludas often venture beyond their domains to hunt, roasting prey with their breath or pulverizing them with their tails, burning and killing for cruel sport before slithering, sated, back to their murky lairs."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Peluda.webp"
					}
				}
			]
		},
		{
			"name": "Morrigna",
			"source": "PKB",
			"entries": [
				"Psychopomps are guardians and shepherds of the dead, and work to guide and protect the souls of all perished creatures on their journey through the afterlife. A wide range of these supernatural creatures dwell in the outer planes, favoring neutrally aligned domains and often gathering in the realms of deities associated with the dead. The least of their kind are small and birdlike, while the most deadly appear more like dragons. Morrignas are more humanoid in shape.",
				{
					"type": "entries",
					"name": "Morrigna",
					"page": 78,
					"entries": [
						"Morrignas serve in particular as bounty hunters and investigators who seek out those who attempt to thwart death or interfere with the natural flow of souls. They dress in flowing spidersilk and wear masks reminiscent of webs, as they consider patient and watchful spiders to be their spiritual kin."
					]
				}
			]
		},
		{
			"name": "Quelaunt",
			"source": "PKB",
			"entries": [
				"This three-armed, three-legged monster has no discernible eyes, nose, ears, or mouth and no visible means of ingesting food. Its limbs are distributed evenly across its body such that it is all but impossible to tell which way the creature is oriented at any given time. Few who witness the quelaunt reflect on its alien visage for long, as the most pressing concern quickly becomes an invasion of their minds when the quelaunt sows doubt, sorrow, and rage—drawing sustenance from the psychic trauma of these negative emotions."
			]
		},
		{
			"name": "Radiant Warden",
			"source": "PKB",
			"entries": [
				"The enigmatic and strange radiant wardens were constructed thousands of years ago to protect observatories and scholars against the incursion of alien aggressors from the darkest corners of the unknown universe. Over time, their roles as guardians expanded to include watching over any region where the laws of time and space have worn thin, particularly near portals and permanent gates between planets, planes, or dimensions. Named for both the radial nature of the concentric rings that make up their bodies as well as the glowing radiance of their attacks, radiant wardens carry on their orders, defending sites from invasion with single-minded purpose."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Radiant Warden.webp"
					}
				}
			]
		},
		{
			"name": "Redcap",
			"source": "PKB",
			"entries": [
				"Redcaps are sadistic and capricious fey who revel in bloodletting and murder. While they are most famous for appearing as wizened, bearded men, redcap women are no less fearsome or cruel. Redcaps typically stand only 3 feet tall, with hunched frames, pointed ears, crooked teeth, and long, white, tangled hair."
			]
		},
		{
			"name": "Talon Peak Roc",
			"source": "PKB",
			"entries": [
				"Rocs are legendary beasts, immense birds well known for their ability to carry off sizable prey. However, the roc said to dwell atop Talon Peak in the eastern mountains of the Stolen Lands is reputed to be even larger than normal—and more voracious when threatened by intruders."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Roc.webp"
					}
				}
			]
		},
		{
			"name": "Sard",
			"source": "PKB",
			"entries": [
				"An immense, gnarled tree awoken with raw, primal power by one of the fey Eldest of the First World, this monster—one of the legendary Tane—skitters on huge, spidery roots and thrashes its branches as fiery lightning courses within its blackened bark. It’s terrifying abilities and visage makes it appear as a living manifestation of the violent clash between ancient forest and stormy sky. Those who claim that there is but a single sard in existence are better classified as wishful thinkers than scholars, but fortunately, these deadly monsters have never been known to travel in groups or ally with others of their own kind."
			]
		},
		{
			"name": "Scythe Tree",
			"source": "PKB",
			"entries": [
				"Malevolent, vicious, and cruel, scythe trees pose as normal trees near deep forest paths, where they wait to slaughter passersby. Instead of drawing sustenance from light and soil, scythe trees gorge themselves on the flesh, blood, and bone of sapient creatures.",
				"Scythe trees are solitary creatures by nature, and their size and power mean that they don’t need to compete for food with other carnivorous plants. They appear as dead or dying deciduous trees with long, twisted branches that end in scythe-like blades. Their disturbing mouths remain closed when not eating, resembling little more than jagged gashes on their trunks."
			]
		},
		{
			"name": "Tree that Weeps",
			"source": "PKB",
			"_copy": {
				"name": "Scythe Tree",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Tree that Weeps",
							"page": 83,
							"entries": [
								"In the twisted reaches of the dense woodlands in the easternmost reaches of the Stolen Lands, there grow legendary scythe trees known as the trees that weep. These scythe trees are much more powerful and much more sadistic than their lesser kin."
							]
						}
					}
				}
			}
		},
		{
			"name": "Skeleton",
			"source": "PKB",
			"entries": [
				"Undead skeletons are a well-known but relatively minor threat to those who would explore ancient tombs, but in the Stolen Lands, more powerful variants of these monsters lie in wait. Some of them even retain shreds of their personalities in life, and are capable of much more complicated tasks than the typical necromantic monster most assume they face when a frame of clattering bones rises up to oppose them."
			]
		},
		{
			"name": "Skeletal Champion",
			"source": "PKB",
			"_copy": {
				"name": "Skeleton",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Skeletal Champion",
							"page": 85,
							"entries": [
								"These skeletons retain the cunning they possessed in life and fight with great skill."
							]
						}
					}
				}
			}
		},
		{
			"name": "Skeletal Hulk",
			"source": "PKB",
			"_copy": {
				"name": "Skeleton",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Skeletal Hulk",
							"page": 85,
							"entries": [
								"These oversized skeletons are animated from the bones of giants. They originate traditionally from {@creature cloud giant|MM|cloud giants}, but you can use them to represent the animated bodies of any Huge humanoid as well, such as an oversized cyclops."
							]
						}
					}
				}
			}
		},
		{
			"name": "Skeletal Tiger Lord",
			"source": "PKB",
			"_copy": {
				"name": "Skeleton",
				"source": "PKB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Skeletal Tiger Lord",
							"page": 85,
							"entries": [
								"These blood-dripping skeletal champions were raised from the bones of {@creature Tiger Lord|PKB|Tiger Lords}, and while they’ve lost their ability to benefit from a barbarian’s rage, they remain quite dangerous using their bows, blades, and aptitude for slaughter."
							]
						}
					}
				}
			}
		}
	],
	"book": [
		{
			"name": "Pathfinder: Kingmaker Bestiary (5e)",
			"id": "PKB",
			"source": "PKB",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Cover.webp"
			},
			"published": "2022-11-08",
			"author": "Paizo Inc.",
			"contents": [
				{
					"name": "Cover, Credits & Content Warning",
					"headers": [
						"Content Warning",
						"Alphabetical Listing of Bestiary Entries"
					]
				},
				{
					"name": "Introduction"
				},
				{
					"name": "Bestiary",
					"ordinal": {
						"identifier": 1,
						"type": "chapter"
					},
					"headers": [
						"A",
						"B",
						"C",
						"D",
						"E",
						"F",
						"G",
						"H",
						"I",
						"J",
						"K",
						"L",
						"M",
						"N",
						"O",
						"P",
						"Q",
						"R",
						"S",
						"T",
						"V",
						"W",
						"X",
						"Z"
					]
				},
				{
					"name": "NPC Codex",
					"ordinal": {
						"identifier": 2,
						"type": "chapter"
					},
					"headers": [
						"A",
						"B",
						"C",
						"D",
						"E",
						"F",
						"G",
						"H",
						"I",
						"J",
						"K",
						"L",
						"M",
						"N",
						"O",
						"P",
						"Q",
						"R",
						"S",
						"T",
						"U",
						"V",
						"W",
						"X",
						"Y",
						"Z"
					]
				},
				{
					"name": "Hazards and Traps",
					"ordinal": {
						"identifier": 3,
						"type": "chapter"
					}
				},
				{
					"name": "Companions",
					"ordinal": {
						"identifier": 4,
						"type": "chapter"
					}
				},
				{
					"name": "Index"
				},
				{
					"name": "License"
				},
				{
					"name": "Back Cover"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "PKB",
			"source": "PKB",
			"data": [
				{
					"type": "section",
					"name": "Cover, Credits & Content Warning",
					"page": "Cover",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Cover-Full.webp"
							},
							"title": "Pathfinder: Kingmaker Adventure Path Bestiary (5e)"
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Pathfinder.webp"
							},
							"maxWidth": 500
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Kingmaker.webp"
							},
							"maxWidth": 500
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Engelidis.webp"
							},
							"title": "Engelidis",
							"maxWidth": 500
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"page": 2,
							"entries": [
								{
									"type": "list",
									"style": "list-no-bullets",
									"page": 2,
									"items": [
										{
											"type": "item",
											"name": "Authors",
											"entries": [
												"Jeremy Corff, Robert J. Grady, Tim Hitchcock, Jeff Ibach, Victoria Jaczko, Matt Kimmel, Jeff Lee, Julian Neale, Chris Perrin, Tom Phillips, and Alex Riggs"
											]
										},
										{
											"type": "item",
											"name": "Development Leads",
											"entries": [
												"James Jacobs and Jason Nelson"
											]
										},
										{
											"type": "item",
											"name": "Additional Development",
											"entries": [
												"Jeremy Hochhalter, Mike Kimmel, and Scott D. Young"
											]
										},
										{
											"type": "item",
											"name": "Design Lead",
											"entries": [
												"Mark Seifter"
											]
										},
										{
											"type": "item",
											"name": "Editors",
											"entries": [
												"Leo Glass and Patrick Hurley"
											]
										},
										{
											"type": "item",
											"name": "Interior Artists",
											"entries": [
												"David Alvarez, Helge C. Balzer, Klaher Baklaher, Rogier van de Beek, Luca Bancone, Giorgio Baroni, Eric Belisle, Diana Campos, Yanis Cardin, Sergio Cosmai, Vincent Dutrait, Michele Esposito, Gunship Revolution (Brian Valeza, Jen Santos, Marcus Reyno, Hinchel Or, and Oliver Morit), Jason Juta, Ksenia Kozhevnikova, Katerina Ladon, José Luis Islas López, Valeria Lutfullina, Sophie Medvedeva, David Melvin, Andrea Tentori Montalto, Harumi Namba, Alexander Nanitchkov, Mary Jane Pajaron, Angelo Peluso, Pixoloid Studios (Mark Molnar, David Metzger, Gaspar Gombos, Zsolt 'Mike' Szabados, Janos Gardos, Laszlo Hackl, Peter Lerner, Orsolya Villanyi), Roberto Pitturru, Rashad Pozdnyakov, Elisa Serio, Indah Alditha Putri Siregar, Firat Solhan, Luca Sotgiu, Florian Stitz, Yasen Stoilov, Allison Theus, Kiki Moch Rizky, Riccardo Rullo, Maichol Quinto, Tyler Walpole, and Denis Zhbankov"
											]
										},
										{
											"type": "item",
											"name": "Art Direction",
											"entries": [
												"Sarah E. Robinson"
											]
										},
										{
											"type": "item",
											"name": "Creative Director",
											"entries": [
												"James Jacobs"
											]
										},
										{
											"type": "item",
											"name": "Publisher",
											"entries": [
												"Erik Mona"
											]
										},
										{
											"type": "item",
											"name": "Special Thanks",
											"entries": [
												"Owlcat Games and all our Game On Tabletop backers"
											]
										},
										{
											"type": "item",
											"name": "In Memoriam",
											"entries": [
												"Jeff Ibach"
											]
										},
										"Paizo Inc. 7120 185th Ave NE, Ste 120 Redmond, WA 98052-0577",
										"{@link paizo.com}"
									]
								}
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@color CONTENT WARNING|902b19}",
									"page": 2,
									"entries": [
										"{@color The {@i Pathfinder Kingmaker Adventure Path}, {@i Pathfinder Kingmaker Bestiary (5E)}, {@i Pathfinder Kingmaker Bestiary (First Edition)}, and {@i Pathfinder Kingmaker Companion Guide} contain typical Pathfinder action and adventure, player options, creatures, and more. They also include content related to child abuse and neglect, graphic depictions of torture and violence, substance abuse, and other themes that are appropriate for more mature audiences. Before you run this adventure or use any of the supplementary sourcebooks, understand that consent from everyone at the table—including the players and the Game Master—is vital to a safe and fun play experience. You should talk with your players before beginning the adventure and modify descriptions or events as appropriate.|902b19}"
									]
								}
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Alphabetical Listing of Bestiary Entries",
									"page": 2,
									"entries": [
										"{@note Use the {@filter bestiary|bestiary|source=pkb|miscellaneous=} page.}"
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Akuzhail.webp"
									},
									"title": "Akuzhail"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Introduction",
					"page": 4,
					"entries": [
						{
							"type": "inset",
							"page": 4,
							"entries": [
								"The {@i Kingmaker Adventure Path} confronts the player characters (PCs) with a dizzying array of encounters that utilize many creatures from the Pathfinder Bestiaries or NPCs from the {@i Pathfinder Gamemastery Guide}. However, Kingmaker also features hundreds of other characters that are variant creatures, unique NPCs, or customized allies. This book gathers all of the creatures who appear in the {@i Kingmaker Adventure Path} but aren't represented in the core 5E rulebooks, and converts them over for use in your 5E game—be it a Kingmaker campaign or one of your own creation."
							]
						},
						{
							"type": "entries",
							"name": "Running Kingmaker",
							"page": 4,
							"entries": [
								"During the course of updating the {@i Kingmaker Adventure Path} from its original six-volume run over a decade ago, we've done much more than simply translate rules and rebuild stat blocks. Taking inspiration from the {@i Pathfinder: Kingmaker} video game created by Owlcat Games, suggestions and observations from over 10 years of feedback, and our own desires to build upon the framework presented the first time around, we have expanded the scope of the {@i Kingmaker Adventure Path} dramatically. Most significantly, we've redesigned the adventure to offer more than enough sandbox play for the PCs to be able to advance all the way to 20th level by the campaign's end—indeed, some parties who focus on completing every possible encounter might find themselves hitting 20th level well before the campaign reaches its final chapter!",
								"This book does not present a full conversion of the {@i Kingmaker Adventure Path} from Pathfinder Second Edition to 5E, but presents you with as many stat blocks for monsters, NPCs, hazards, and companions as possible instead to make running the game for your group much easier. It's a good idea to prepare additional notes for yourself in anticipation of each game session as well, but with these stat blocks, the work of translating monsters across systems has been done for you.",
								"Some elements of the {@i Kingmaker Adventure Path} might be unfamiliar to those who haven't played Pathfinder before. It's best if you have at least a passing familiarity with the mechanics of Pathfinder Second Edition and the Lost Omens Campaign Setting if you intend on running this campaign using 5E rules, so that as you read through the {@i Kingmaker Adventure Path} you'll understand the encounters better and be more able to resolve challenges the PCs face using the rules and mechanics of 5E.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Trollhound.webp"
									},
									"title": "Trollhound"
								},
								{
									"type": "entries",
									"name": "Key Terms",
									"page": 4,
									"entries": [
										"In order to help readers navigate some of the concepts and terms used in the {@i Kingmaker Adventure Path}, brief explanations of some of the key terms of Pathfinder Second Edition have been provided below.",
										{
											"type": "entries",
											"name": "Actions:",
											"page": 4,
											"entries": [
												"Now and then, you'll see rules presented for special actions and activities, such as Fight Fires or Dig Up the Trapdoor. Often, these challenges are resolved when a PC makes an ability check. In most cases, these actions are things that a PC can attempt to do during their turn—whether or not the action can be taken as a move should be something you decide based on the context of the encounter. Activities are multi-turn pursuits that can take several minutes, hours, days, or longer to perform—the exact time required for an activity is always indicated in the text."
											]
										},
										{
											"type": "entries",
											"name": "Flat Checks:",
											"page": 4,
											"entries": [
												"When a player or GM is instructed to make a flat check, they simply roll a {@dice d20} without applying any modifiers and attempt to roll equal to or higher than the flat check's DC."
											]
										},
										{
											"type": "entries",
											"name": "Kingdom Building and Warfare:",
											"page": 4,
											"entries": [
												"A significant aspect of the Kingmaker experience revolves around the creation of an entire kingdom and clashes with enemy armies. Though the rules for building kingdoms and running warfare encounters presented in the {@i Kingmaker Adventure Path} use Pathfinder Second Edition as their foundation, every effort has been made to make those rules as self-contained as possible. Since playing out Kingdom turns and warfare encounters occurs largely outside the scope of the adventure's primary plot, you can use these self-contained rules as add-ons to any 5E game—or any game that uses another rules system. Of course, as mentioned above, developing familiarity with Pathfinder Second Edition rules and mechanics can help you to run kingdom-building content and warfare encounters. If you prefer to avoid that, keep in mind that the {@i Kingmaker Adventure Path} still works if the kingdom develops in the background through narrative play. See the various chapters in the Adventure Path for advice on how to run kingdom development in this manner."
											]
										},
										{
											"type": "entries",
											"name": "Lost Omens Campaign Setting:",
											"page": 5,
											"entries": [
												"The world of Golarion is the focus of Pathfinder's Lost Omens Campaign Setting and the primary setting of the {@i Kingmaker Adventure Path}. If you're not familiar with Golarion's lore, some elements of the {@i Kingmaker Adventure Path} might confuse you. We've tried to keep the stat blocks presented in this book relatively free of too much world lore, but in some cases—particularly when it comes to mentioning locations, deities, languages, or other planes, we've kept the lore in place. For languages in particular this might be confusing, as there are many tongues unique to Golarion that don't exist in other settings. Fortunately, you can switch out a creature's languages as works best in your game without particularly impacting their statistics."
											]
										},
										{
											"type": "entries",
											"name": "Modes of Play:",
											"page": 5,
											"entries": [
												"Gameplay is split into three modes. Encounter mode consists of the round-by-round play of combat. Exploration mode covers overland travel and events that can take several hours in-game to resolve but can generally be played out at the table in a matter of minutes. Downtime mode encompasses situations when days or even weeks pass at a time in-game during the course of several minutes of play at the table."
											]
										},
										{
											"type": "entries",
											"name": "Party Level:",
											"page": 5,
											"entries": [
												"The assumption in Pathfinder Second Edition is that variance in level between characters is rare, and that in most cases, every PC in a party is of the same level. \"Party level\" in this case can be interpreted as being the same as the party's average level."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Adjusting Encounters",
									"page": 5,
									"entries": [
										"When converting monsters from the {@i Kingmaker Adventure Path} for this book, we generally used challenge ratings that are equal to the levels expressed in their Second Edition stat blocks. In some cases, challenge ratings might be slightly lower or higher than the creatures' corresponding levels in the adventure. As you run your game, you may find that these challenge ratings might feel too high or too low, and you should examine each encounter with an eye toward how it might play for your specific group before introducing it. You can adjust a creature's challenge rating manually if you wish, but often it'll be easier to reduce the total number of creatures in order to provide a more appropriate encounter for your group.",
										"Additionally, the types of treasure recovered from encounters in Pathfinder Second Edition can be quite different than in 5E games. As your players defeat foes and search for loot, don't hesitate to adjust the amount or type of treasure handed out in encounters to help keep your PCs appropriately geared-up for the fights to come. It's a good idea to generate replacement treasures ahead of time so that when your players defeat the monsters, they won't have to wait for you to pick and choose their prizes!"
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Zomok.webp"
									},
									"title": "Zomok"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 1: Bestiary",
					"page": 6,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Chapter 1 Splash.webp"
							}
						},
						"The creatures presented in this chapter include well-known monsters of the high-fantasy genre as well as dangerous variants of those creatures. Some of these creatures might be familiar, as they have been inspired and converted from previous incarnations across numerous editions of the game. Others are entirely new adversaries that appear for the first time in print in the various books related to this adventure. In many cases, the creatures that appear on the following pages fall somewhere in between the old and new—those that have been revised and recast as more challenging foes to better fit their roles within the {@i Kingmaker Adventure Path}. To conserve space, flavor text for these monsters has been kept to a minimum, but efforts have been made to include at least a physical description for each. For many of these creatures, additional lore can be found in the {@i Kingmaker Adventure Path} or one of the Pathfinder Bestiaries (First or Second Edition).",
						{
							"type": "section",
							"name": "A",
							"page": 6,
							"entries": [
								{
									"type": "entries",
									"name": "Aeon",
									"page": 6,
									"entries": [
										"Aeons are paragons of law above all else. They embody opposing concepts or forces and are tasked with maintaining balance between those two things. A wide number of different types of aeons exist, from relatively harmless scouts and diplomats to incredibly powerful protectors of creation and oblivion. These extraplanar creatures are native to the lawful neutral outer plane, where they can be encountered within that reality's vast cities and urban sprawls. In the {@i Kingmaker Adventure Path}, though, only the bythos aeon plays a role.",
										{
											"type": "entries",
											"name": "Bythos Aeon",
											"page": 6,
											"entries": [
												"The bythos is a guardian of space and time that seeks out those who misuse planar and temporal magic. A bythos is a roughly humanoid creature with four arms and a body made of swirling clouds and mist. Despite its appearance, its body feels like dry stone.",
												"A bythos seeks out paradoxes caused by irresponsible planar or dimensional travelers and repairs breaches where the barriers between the planes have become thin or damaged. If the mortals responsible for the damage remain in the area and can't be convinced to cease their activities, the bythos has no qualms about removing the perpetrators from the situation."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Bythos Aeon",
											"page": 6
										}
									]
								},
								{
									"type": "entries",
									"name": "Animated Object",
									"page": 7,
									"entries": [
										"This animated object is a strange sight indeed—an apparently abstract statue made of more than a dozen stone orbs, several of which are hollow and feature openings that reveal the fires burning within them. When this statue animates, the orbs grind and roll against each other without separating but remain devoid of any obvious underlying support (almost as if the statue were an animated mass of spherical magnets). This statue is a depiction of the Outer God Yog-Sothoth, and can be found guarding any eldritch temple or location of interest to those who worship the so-called Lurker at the Threshold.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Giant Animated Statue",
											"page": 7
										}
									]
								},
								{
									"type": "entries",
									"name": "Ankou",
									"page": 7,
									"entries": [
										"Ankous are shadowy killers who serve powerful fey creatures or demigods. Amid the courts of the Eldest or of powerful fey rulers, these sinister assassins lurk overhead as they await the call to action—implied threats akin to deadly weapons hung as decor in a royal hall. Two types of ankous play roles in Kingmaker— the typical ankou and the more dangerous assassins.",
										"Ankous never speak aloud; when they feel the need to communicate at all, they do so in a telepathic whisper directly into a victim's mind (although they still must be able to understand the victim's language in order to communicate). While an ankou's body is made of strange, fleshy material, its claws and the cruel hooks on its wings are made of razor sharp cold iron, a quality that makes them feared among other fey. A typical ankou is 10 feet tall, has an 8-foot wingspan, and weighs less than 80 pounds.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Ankou",
											"page": 8
										},
										{
											"type": "entries",
											"name": "Ankou Assassin",
											"page": 8,
											"entries": [
												"The ankou assassins who serve Nyrissa have trained in the arts of pain and slaughter, relying on their natural weapons to carry out their murderous missions. Ankou assassins like these could well serve other powerful fey, or even some of the Eldest as instruments of punishment.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Ankou Assassin",
													"page": 8
												}
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Ankou.webp"
											},
											"title": "Ankou"
										}
									]
								},
								{
									"type": "entries",
									"name": "Army Ant Swarm",
									"page": 9,
									"entries": [
										"Army ant swarms are already much feared for their capacity to ravenously consume anything that lies in their path, but even they pale in comparison to particularly vicious army ant swarms. These swarms are often found in desolate tombs, sinister dungeons, or other underground places steeped in dangerous and unsettling traditions.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Vicious Army Ant Swarm",
											"page": 9
										}
									]
								},
								{
									"type": "entries",
									"name": "Assassin Vine",
									"page": 9,
									"entries": [
										"The assassin vine is a carnivorous plant with a voracious appetite. Rather than consuming prey directly, it creates its own fertilizer by entangling a creature and squeezing the life from it, draping the freshly slain corpse over its own roots below. An assassin vine appears as a tangle of twisted vines that grows in clusters, often within hollowed out stumps or amid tangled tree branches. Longer barbed vines snake out from this central mass to give the deadly plant two dangerous methods of attack. The plant's berries are something of an acquired taste, but among some cultures, wine made from these berries can be quite popular. Mature assassin vines grow to 20 feet long and have smaller vines extending off the main trunk that reach from to 5 to 10 feet in length.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Assassin Vine",
											"page": 10
										}
									]
								},
								{
									"type": "entries",
									"name": "Athach",
									"page": 10,
									"entries": [
										"The towering and brutish giants known as athaches are reviled for both their monstrosity and cruelty. In addition to having slovenly habits and poisonous fangs, this giant sports a gangly third arm that protrudes from its torso and ends in a twitching, long-fingered claw.",
										"These giants despise civilization almost as much as they despise their own kind, and they delight in acts of sadism and terror. They generally don't keep long-lasting territories or lairs, and are fond of a more nomadic lifestyle—traveling from region to region and often leaving little more than ruins behind.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Athach",
											"page": 10
										},
										{
											"type": "entries",
											"name": "Bloomborn Athach",
											"page": 10,
											"entries": [
												"Athaches who have become infused with the raw power of twisted life (such as that which suffuses Nyrissa's realm of Thousandbreaths) grow vastly in power, transforming into creatures known as Bloomborn athaches. While these athaches are devastating in combat, many powerful fey force these giants to serve them as gardeners, farmers, or laborers—oft believing that visitors who see these powerful creatures working on such minor tasks will come to understand and respect the power of their leader.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Bloomborn Athach",
													"page": 10
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Aurumvorax",
									"page": 11,
									"entries": [
										"Aurumvoraxes are highly aggressive and territorial predators that sprint on eight legs, using their terrific strength and iron-hard claws to dig through solid stone. A typical aurumvorax is only 3 feet long but weighs more than 200 pounds, for its thick, sturdy bones are densely packed with muscle, making the creature very strong but a notoriously poor swimmer. Its fur is golden, sometimes with a silvery or russet tone depending on the metals it has ingested, and its claws are always the shiny black of seasoned iron.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Aurumvorax",
											"page": 11
										}
									]
								},
								{
									"type": "entries",
									"name": "Azure Worm",
									"page": 11,
									"entries": [
										"Similar to how their kin, {@creature purple worm|MM|purple worms}, burrow through deep underground reaches, azure worms wallow and dig through soggy marshlands and deep bogs. Equally at home in any sort of watery environment, azure worms prefer to lie in wait to ambush prey rather than travel to hunt. Both ends of the dreadful azure worm are equally frightening: one features an immense, cavernous maw filled with dozens of sharp fangs, while the other supports a lance-like stinger that secretes a dangerous poison.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Azure Worm",
											"page": 11
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Azure Worm.webp"
											},
											"title": "Azure Worm"
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "B",
							"page": 12,
							"entries": [
								{
									"type": "entries",
									"name": "Bandersnatch",
									"page": 12,
									"entries": [
										"Bandersnatches are consummate hunters, and only the deadliest predators or the most cunning intelligent prey offer them sport. Once a bandersnatch has marked a creature for death, it runs it to ground without fear, rest, or remorse.",
										"A bandersnatch resembles a cross between a six-legged great cat and a badger, but with wickedly barbed quills running the length of its body. It measures 40 feet in length plus another 10 feet of tail and weighs 12,000 pounds.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Bandersnatch",
											"page": 12
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bandersnatch.webp"
											},
											"title": "Bandersnatch"
										}
									]
								},
								{
									"type": "entries",
									"name": "Banshee, Elder",
									"page": 13,
									"entries": [
										"When a {@creature banshee|MM} lingers in a state between life and death long enough for its anger to grow too large to contain, it transcends its previous incarnation and grows in power, becoming a deadly spirit known as an elder banshee. Little distinguishes an elder banshee from a typical {@creature banshee|MM}, for both manifest as ghostly humanoid figures. Woe to those who mistake an elder banshee for one of its lesser kind!",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Elder Banshee",
											"page": 13
										}
									]
								},
								{
									"type": "entries",
									"name": "Barghest, Greater",
									"page": 14,
									"entries": [
										"{@creature barghest|MPMM|Barghests} are ravenous gluttons of life who feed and grow on the fat of mortals, their bodies changing in ways none can predict as they use the flesh and blood of their victims to achieve grisly transformations into greater barghests. In their natural forms, {@creature barghest|MPMM|barghests} appear as a frighting cross between a wide-eared goblin and a hunched over hound, although instead of paws they have all-too-human hands. When a barghest becomes a greater barghest, it develops greater mutations such as vestigial arms, wings, or larger fangs, as its ties to the demon goddess Lamashtu deepen. Nargloom ({@i Kingmaker Companion Guide 66}) is a typical example of a greater barghest.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Greater Barghest",
											"page": 14
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Greater Barghest.webp"
											},
											"title": "Greater Barghest"
										}
									]
								},
								{
									"type": "entries",
									"name": "Basilisk",
									"page": 15,
									"entries": [
										"The bloom cultists are certainly not the first to use the sinister bloom ritual to merge the fecund energies of the First World with the Abyss, but the method of using living creatures as unwitting incubators is particularly disturbing. Creatures that burst from the bodies of these curse sufferers are often more powerful than their normal kin, and appear faster, more muscular, or more brightly colored than normal—particularly in the case of a basilisk that has just burst forth from its unfortunate host.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Freshly Bloomed Basilisk",
											"page": 15
										}
									]
								},
								{
									"type": "entries",
									"name": "Blodeuwedd",
									"page": 16,
									"entries": [
										"The mysterious blodeuwedds dwell in those parts of the world where the boundaries between the Material Plane and the First World have worn thin, or around portals between the two planes. Although blodeuwedds share certain traits with nymphs, their role as guardians of the pathways between this world and the First World prevents them from forming as powerful a magical bond with the natural world. Many blodeuwedds consider nymphs to be spoiled “princesses” who take the beauties of the world for granted.",
										"Blodeuwedds are roughly humanoid in shape, but have bodies made of what appears to be thickly woven blades of grass and wildflowers instead of flesh.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Blodeuwedd",
											"page": 16
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Blodeuwedd.webp"
											},
											"title": "Blodeuwedd"
										}
									]
								},
								{
									"type": "entries",
									"name": "Bodak",
									"page": 16,
									"entries": [
										"When a living, sentient humanoid is exposed to an extreme expression of supernatural evil, the experience can irrevocably damn the victim, crushing their mind and ripping out their soul in an appalling, unholy transformation that results in a creature that’s anathema to life—the bodak. A bodak appears as a charred, smoking corpse, its fingers sharpened to bony points and its clothing hanging in burnt tatters. Though smoke pours from the orifices of the creature’s head at all times, tiny points of fiery light flicker within the sockets under its brow in place of actual eyes.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Bodak",
											"page": 16
										}
									]
								},
								{
									"type": "entries",
									"name": "Boggard",
									"page": 17,
									"entries": [
										"Boggards are aggressive humanoid amphibians that thrive in swamps, marshes, and some rain forests. The boggards of the Stolen Lands primarily worship Gogunta and protect their settlements in Hooktongue Slough with powerful wardens. A typical boggard has slick green flesh and a froglike face, save that its teeth are much more akin to the fangs one might expect to find between a lizard’s jaws than those of a frog. A boggard has webbed hands and feet, and typically stands about 5 feet tall.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Boggard",
											"page": 17
										},
										{
											"type": "entries",
											"name": "Boggard Swampseer",
											"page": 18,
											"entries": [
												"Boggard swampseers worship the demon lord Gogunta, focusing primarily on her aspect as a demigoddess of swamplands. Their faith in Gogunta has granted them additional power exemplified by their terrifying croak and ability to cast powerful spells that can confuse and overwhelm their opponents. Boggard swampseers can defend also against sound-based spells by emitting a bellowing drone.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Boggard Swampseer",
													"page": 18
												}
											]
										},
										{
											"type": "entries",
											"name": "Boggard Warden",
											"page": 18,
											"entries": [
												"Though most boggard wardens are powerful enough that they could rule their own enclaves, all boggard wardens in Hooktongue Slough remain loyal to the priest-king, Sepoko. Anyone who has attempted to escape from a boggard warden while stomping through the thick sludge of a marshy swamp knows that they can be relentless trackers even in the worst outdoor conditions.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Boggard Warden",
													"page": 18
												}
											]
										},
										{
											"type": "entries",
											"name": "Boggard Warrior",
											"page": 19,
											"entries": [
												"Boggard warriors exalt in single combat and prefer to fight alone so that no others can contest their kills. They have been known to pursue enemies who flee combat with a single-minded focus that can seem almost supernatural, striding through the thick marsh of a swamp until they can ambush their prey.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Boggard Warrior",
													"page": 19
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Boggard Warrior.webp"
													},
													"title": "Boggard Warrior"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Bog Strider",
									"page": 20,
									"entries": [
										"The insectile bog striders call themselves seshes, but they take no offense at those who use the more common vernacular to refer to them. They resemble upright water striders with four legs, two arms, and powerful mandibles. Bog striders can move about on water like most creatures move on solid ground, chasing down prey or fleeing from predators across the water. Bog striders stand 5 feet tall and weigh approximately 150 pounds.",
										"In sesh society, each individual is expected to serve equally in all efforts to ensure the community’s survival against the more aggressive creatures often found in or near their swampland homes. In addition, each member of the community is expected to develop a skill that contributes to the community’s prosperity, and by extension, the continued survival of the species. Traditionally, female bog striders are builders and artisans, while male bog striders are hunters and gatherers, but often such roles aren’t stratified by gender, as every member of a small community pitches in to help as they can.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Bog Strider",
											"page": 20
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bog Strider.webp"
											},
											"title": "Bog Strider"
										}
									]
								},
								{
									"type": "entries",
									"name": "Bugbear",
									"page": 20,
									"entries": [
										"Bugbears are feared throughout the Inner Sea region, and those that dwell in the Stolen Lands are no exception. Bugbear tormentors have taken up the training of thieves and bandits, and often hire themselves out as mercenaries. Like all bugbears, the tormentors are covered in dark, shaggy fur, wide ears, and the sharp teeth of all goblinkind.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Bugbear Tormentor",
											"page": 20
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "C",
							"page": 21,
							"entries": [
								{
									"type": "entries",
									"name": "Catoblepas",
									"page": 21,
									"entries": [
										"Even in its most docile moments, the catoblepas is an aggressive and imposing beast. Though it prefers swamps, the catoblepas has been know to forage in plains and forests for short periods, leaving behind hunting grounds tainted by its foul breath and noxious waste that other predators and prey alike avoid for days or even weeks thereafter. The catoblepas bullies those creatures it believes are a match for it, and eats everything weaker. This quadrupedal monster looks vaguely like a longnecked elk, yet its hide and antlers are covered in mosslike growth, and a ridge of bony spines runs along its back. Its eyes are a baleful red, and its underslung jaw is filled with sharp, tusk-like fangs. The creature is often accompanied by a buzzing cloud of flies. A catoblepas is 15 feet long and weighs 2,200 pounds.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Catoblepas",
											"page": 21
										}
									]
								},
								{
									"type": "entries",
									"name": "Cauthooj",
									"page": 21,
									"entries": [
										"These large, flightless birds are deceptively agile, considering their long legs, slender neck, and awkward, hopping gait. A solitary predator, a cauthooj uses a hypnotic warbling song to drive prey into a wild frenzy, manipulating its victims into attacking each other so that the beast can feast on the remains. Some call these monsters “puppet-master birds” while others refer to them as “shrill shrikes.” Slightly smarter than the typical animal, cauthoojes are canny enough to avoid drawing too much attention to themselves and prefer to prey upon lone travelers than pick off meals from the fringes of towns or villages. A cauthooj looks somewhat similar to a pale-feathered ostrich, but with a sharper beak and long dangling feathers that depend from the neck and tail.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Cauthooj",
											"page": 21
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Cauthooj.webp"
											},
											"title": "Cauthooj"
										}
									]
								},
								{
									"type": "entries",
									"name": "Centaur",
									"page": 22,
									"entries": [
										"The half-human, half-equine centaurs of Iobaria represent a diverse collection of peoples. Members of the Nomen tribe dwell in the westernmost reaches, living nomadic lives. They rely upon their scouts— spear-wielding centaurs who prefer to observe and report on potential threats rather than directly engage—to patrol their territories. Small groups of explorers (such as adventuring parties) often prove the exceptions to this tendency, as centaur scouts who come upon such travelers often choose to confront them at a distance while warning them to turn back.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Centaur Scout",
											"page": 22
										}
									]
								},
								{
									"type": "entries",
									"name": "Centipede",
									"page": 23,
									"entries": [
										"Giant centipedes are flesh-eating myriapods that skitter with great speed through tunnels, forests, and similar densely packed terrain. Many are compact predators, but the giant whiptail centipede is anything but small. This creature can exceed lengths of 18 feet, but its slender and compact shape allows it to crawl through very narrow areas or coil into smaller spaces. The giant whiptail centipede is named for the twin whip-like extensions protruding from its already lengthy tail.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Giant Whiptail Centipede",
											"page": 23
										}
									]
								},
								{
									"type": "entries",
									"name": "Chimera",
									"page": 23,
									"entries": [
										"Chimeras are common beasts in the Stolen Lands, particularly in the western hills and badlands, where they can grow particularly muscular and deadly. While not large enough to be classified as a Huge creature, none would mistake an oversized chimera for a typical specimen, as it stands nearly 8 feet tall at the shoulder and is nearly 15 feet long.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Oversized Chimera",
											"page": 23
										}
									]
								},
								{
									"type": "entries",
									"name": "Criminal",
									"page": 23,
									"entries": [
										"Wildlands and cities alike have long been infested by all manner of bandit, brigand, and other forms of criminals. The Stolen Lands themselves are notorious for harboring bandits.",
										{
											"type": "entries",
											"name": "Black Tear Cutthroat",
											"page": 24,
											"entries": [
												"Originally formed from the merger of seven street gangs from various Brevic settlements, the Black Tears are a criminal organization of cutthroats and thieves known to dabble in kidnapping, extortion, assassination, and the sale of illicit substances. Each must sever their left ring finger below the first knuckle as a pledge of loyalty. Members are further recognized by their signature weapon (a dagger with an ebony pommel), a trail of three black tears tattooed under their left eye, and a tattoo on their right forearm that reads “Live free or slaughter” in {@language Draconic}.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Black Tear Cutthroat",
													"page": 24
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Black Tear Cutthroat.webp"
													},
													"title": "Black Tear Cutthroat"
												}
											]
										},
										{
											"type": "entries",
											"name": "Ruffian",
											"page": 24,
											"entries": [
												"The central Stolen Lands east of Hooktongue are well-known for their infestations of small gatherings of bandits. Many of these groups number less than a dozen in all, consisting of ruffians who fled their home towns for various reasons to seek illegal fortunes on the fringes of society. While most of these brigands have enough training and self-confidence to go out on their own, a particularly charismatic bandit lord could still bring them under their heel in the right circumstances.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Ruffian",
													"page": 24
												}
											]
										},
										{
											"type": "entries",
											"name": "Stag Lord Bandit",
											"page": 24,
											"entries": [
												"The lowest-ranking members of the Stag Lord’s bandits are a mix between soldiers who abandoned their duties and prisoners who escaped into the wild. While the protection the Stag Lord offers is welcome, they still fear their temperamental ruler and tread lightly in his presence.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Stag Lord Bandit",
													"page": 24
												}
											]
										},
										{
											"type": "entries",
											"name": "Thorn River Bandit",
											"page": 24,
											"entries": [
												"The least of the bandits in the central Stolen Lands are known collectively as Thorn River bandits— named for the body of water whose banks they prefer to camp along. The local wildlife along the Thorn River isn’t as dangerous as in other parts of the Stolen Lands, offering these bandits a safe place to gather and share news.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Thorn River Bandit",
													"page": 25
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Crow",
									"page": 25,
									"entries": [
										"Crows are common in the Stolen Lands and do not normally pose a danger to explorers of these wilds. Yet when a particularly large flock of them gathers, this murder of crows can become a dangerous threat. Large gatherings of crows are particularly drawn to towns or villages that have been recently abandoned, whether or not there’s a large amount of carrion left behind to feed on.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Murder of Crows",
											"page": 25
										}
									]
								},
								{
									"type": "entries",
									"name": "Cultist",
									"page": 26,
									"entries": [
										"Just as bandits are drawn to the Stolen Lands, all manner of cultists find this region ripe for hideouts and hidden shrines to deities and demigods whose worship has been outlawed in most cities and towns. Some of these cultists are solitary members of groups with influence throughout the world, while others, such as the Cultists of the Bloom, are entirely regional threats.",
										"Note that these cultists, along with the more powerful specialized cultists presented later in this book under the entry for {@book Thresholders|PKB|2|Thresholders} (page 94), can be used together as different agents of a sprawling sect of sinister worshippers in your game simply by changing their descriptions to match whatever nefarious deity or evil faith you’ve decided they might serve.",
										{
											"type": "entries",
											"name": "Antipaladin",
											"page": 26,
											"entries": [
												"Antipaladins often serve as captains or secondary leaders for evil cults, particularly those associated with the worship of demon lords.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Antipaladin",
													"page": 26
												}
											]
										},
										{
											"type": "entries",
											"name": "Bloom Cultist",
											"page": 26,
											"entries": [
												"The Cult of the Bloom is a relatively recent addition to the dangers of the Stolen Lands, and it’s not until a kingdom begins to grow within that realm that these cultists rise to a level of prominence that marks them as a significant regional threat. They worship Lamashtu as a source of fecund life and see nonworshippers as nothing more than fertilizer within which they hope to cultivate their own new uprising of monsters infused with energies siphoned from the First World.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Bloom Cultist",
													"page": 26
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bloom Cultist.webp"
													},
													"title": "Bloom Cultist"
												}
											]
										},
										{
											"type": "entries",
											"name": "Cleansed Cultist",
											"page": 27,
											"entries": [
												"The cultists of the Kingdom of the Cleansed seek to build a new society from the bones of the old. They excel at recruiting newcomers to their faith with promises of transcendence. That they worship the demon lord Yhidothrus is a secret known only to the higher ranking members and their half-fiend leader, a mysterious figure known to them only as the First Faithful. These cultists have all survived a dangerous ritual that grants them the power to release the “inmost worm,” a mental projection of their faith. Those who fail this ritual become {@creature bodak|PKB|bodaks} instead.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Cleansed Cultist",
													"page": 27
												}
											]
										},
										{
											"type": "entries",
											"name": "False Priestess",
											"page": 27,
											"entries": [
												"False priestesses are charlatans who claim to be devout members of a benign faith, but harbor sinister plans of their own. These in particular claim to be worshippers of Shelyn, but in truth serve a cruel hag mistress.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "False Priestess",
													"page": 27
												}
											]
										},
										{
											"type": "entries",
											"name": "Sister of the Bloodshot Eye",
											"page": 28,
											"entries": [
												"The worship of the hag goddess Gyronna is more common in the River Kingdoms than elsewhere in the world. The Sisters of the Bloodshot Eye comprise an even smaller subset of Gyronna’s faithful— worshippers who seek to spread hate through the world by manipulating the ancestral beliefs of the unsuspecting. Those found in the Stolen Lands have specialized in corrupting the marauders known as the Tiger Lords.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Sister of the Bloodshot Eye",
													"page": 28
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "D",
							"page": 28,
							"entries": [
								{
									"type": "entries",
									"name": "Daemon",
									"page": 28,
									"entries": [
										"Daemons are sinister neutral evil fiends who form from the most despicable of souls and personify the most horrible ways one can die. Natives to the neutral evil outer planes, daemons lack the strict order and regiment associated with devils, yet also lack the almost gleeful addiction to spreading chaos and mayhem common to demons. They are, many scholars posit, one of the purest forms of evil. Daemons as a whole cover a wide range of power, and many are associated with the legendary demigods known collectively as the Horsemen of the Apocalypse.",
										{
											"type": "entries",
											"name": "Derghodaemon",
											"page": 28,
											"entries": [
												"Derghodaemons represent death through unfathomable violence and being eaten alive. Derghodaemons look like walking masses of razor-sharp insect claws connected to equally menacing chitinous limbs. They don’t particularly represent a specific Horseman of the Apocalypse, and are often conjured by evil spellcasters to serve as guardians for important sites.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Derghodaemon",
													"page": 28
												}
											]
										},
										{
											"type": "entries",
											"name": "Leukodaemon",
											"page": 29,
											"entries": [
												"These skull-headed, vulture-winged daemons are manifestations of evil souls who perished from disease in life. They work tirelessly to spread disease across all the worlds of the multiverse. Leukodaemons are the favored minions of the Horseman of Pestilence, but these evil fiends are equally at home serving any powerful deity or demigod associated with sickness, plague, or disease.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Leukodaemon",
													"page": 29
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Leukodaemon.webp"
													},
													"title": "Leukodaemon"
												}
											]
										},
										{
											"type": "entries",
											"name": "Piscodaemon",
											"page": 30,
											"entries": [
												"Scions of death by poisoning, piscodaemons are cruel even by daemonic standards, delighting in slow and painful suffering. While poisons and venoms are piscodaemons’ preferred tools, their cruel claws are more than capable of tearing enemies asunder if necessary. A piscodaemon is vaguely humanoid in shape, with an octopus-like head, crab pincers for arms, reptilian legs, and a fish-like tail.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Piscodaemon",
													"page": 30
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Demon",
									"page": 30,
									"entries": [
										"Demons are cruel and chaotic fiends who form from the souls of sinful mortals who have been consigned to the nightmare realm of the chaotic evil outer planes. As fecund as they are destructive, demons remain a favorite type of minion of many a cult. However, those who mistake demons’ predilection for chaos as evidence that these creatures are mindless forces of entropy often doom themselves by underestimating these creatures’ capacity for subtle manipulation, trickery, and patience when it comes to seeing long-term goals of devastation play out over the passage of time.",
										{
											"type": "entries",
											"name": "Nabasu",
											"page": 31,
											"entries": [
												"A nabasu is a cruel monster formed from the sinful souls of evil gluttons, particularly from cannibals, blood-drinkers, and those who prefer to savor the tang of undead flesh. This demon appears somewhat like an emaciated gargoyle in appearance, complete with large batlike wings and jaws full of sharp fangs. Its tiny eyes glow with an unsettling yellow hue.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Nabasu",
													"page": 31
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Nabasu.webp"
													},
													"title": "Nabasu"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Denizen of Leng",
									"page": 31,
									"entries": [
										"Those who dwell in the nightmare realm of Leng often come to the Material Plane seeking prey. They have also been known to ally with evil organizations to serve their own mysterious purposes.",
										{
											"type": "entries",
											"name": "Leng Envoy",
											"page": 32,
											"entries": [
												"The Leng envoy is a powerful variant of the dangerous denizen of Leng. The envoy is typically found beyond Leng’s borders when called there by a powerful cultist who seeks aid in breaking down the boundaries of reality. They often travel with their own deadly minions, such as {@creature Mastiff of Tindalos|PKB|mastiffs of Tindalos} (page 57). A Leng envoy is humanoid in shape, yet its face is a nightmare tangle of strange mouth-parts topped by a pair of twisted horns. Unlike the typical denizen of Leng, these envoys rarely bother to conceal their appearances from those they visit on the Material Plane.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Leng Envoy",
													"page": 32
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Doprillu",
									"page": 32,
									"entries": [
										"Doprillus are hulking humanoid-shaped creatures with banded muscles who wear ornate masks at all times that fill their wearers with magical strength and fighting spirit. Despite their human-like frames, these creatures are without doubt alien in body and mind alike, particularly due to their plantlike manes of hair. Doprillus love to battle, especially by grappling, and are eager to start brawls. On neutral ground, a doprillu offers to duel the strongest-looking opponent, but when a doprillu’s home turf is invaded, no rules apply to the confrontation. As befits the superheated blood that fuels them, doprillus make their homes in warm locations: hot jungles, sunny deserts, and underground caverns near sulfur vents.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Doprillu",
											"page": 33
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Doprillu.webp"
											},
											"title": "Doprillu"
										}
									]
								},
								{
									"type": "entries",
									"name": "Dragonfly",
									"page": 34,
									"entries": [
										"The dragonflies of Hooktongue Slough grow twice as large as the typical giant dragonfly. Brightly colored, these enormous dragonflies are often regarded with awe by local boggards, who often marvel at these dragonflies’ beauty while plotting to devour them at the same time.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Enormous Dragonfly",
											"page": 34
										}
									]
								},
								{
									"type": "entries",
									"name": "Drainberry Bush",
									"page": 34,
									"entries": [
										"Drainberry bushes are floating plants that originate from the First World, with long, thorny vines and dense clusters of bright-red berries. Their hollow thorns quickly siphon blood, which is how these carnivorous plants feed, and they rapidly turn consumed blood into fresh batches of delicious berries. Drainberry bushes exude a faint white glow that is a result of stored positive energy. Drainberry bushes exhibit unusually high intelligence and have an astute sense of value. They typically become insulted when creatures attempt to harvest their berries. Creatures that attempt to converse with drainberry bushes find that the plants telepathically convey only short and simple phrases such as, “Money please,” “Deal good,” “Deal no good,” “Want that,” (with a gesture toward an item it covets), “Thank you, customer,” and if necessary, “No refunds.” Though a drainberry bush considers the market value of its berries to be 250 gp each, it greatly prefers interesting art objects as payment— even ones of significantly lower value.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Drainberry Bush",
											"page": 34
										}
									]
								},
								{
									"type": "entries",
									"name": "Drake",
									"page": 35,
									"entries": [
										"A wide range of drakes dwell in the River Kingdoms, but it’s those who live long enough to grow particularly notorious that often attract the most attention. The enormous flame drake presented here has long menaced explorers of the Stolen Lands. All drakes look similar to dragons in basic form, yet they lack a front pair of legs. Many believe wyverns to be more properly categorized as drakes as a result. Flame drakes are bright red in color, with curling horns on their heads.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Enormous Flame Drake",
											"page": 35
										}
									]
								},
								{
									"type": "entries",
									"name": "Dweomercat",
									"page": 35,
									"entries": [
										"Dweomercats are magically gifted, four-eyed felines from the First World, where they prey upon other creatures and feed upon their primal energy. They are often encountered in areas of the Material Plane where the veil to the First World is thin, or in regions where magic has been warped irreparably. Dweomercats have dark purple fur that is decorated with spirals and curls of lighter blue stripes that almost seem to form magical runes in their patterns. Dweomercats are famous for their ability to twist the metaphorical strings of spells cast on or near them, which they can transform into their own defensive magic or tap into to instantly teleport across the battlefield.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Dweomercat",
											"page": 35
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Dweomercat.webp"
											},
											"title": "Dweomercat"
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "E",
							"page": 36,
							"entries": [
								{
									"type": "entries",
									"name": "Elasmosaurus",
									"page": 36,
									"entries": [
										"The elasmosaurus is typically an ocean-dwelling creature, but a larger, more dangerous variant of this primeval reptile has adapted to life in some of the larger waterways of the River Kingdoms. Like its ocean-dwelling kin, the river elasmosaurus has a barrel-shaped body with long flippers and an exceptionally slender neck that ends in a many-toothed, snakelike head.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Elasmosaurus",
											"page": 36
										}
									]
								},
								{
									"type": "entries",
									"name": "Elemental, Water",
									"page": 37,
									"entries": [
										"Elementals are outsiders formed of living matter, be it from air, earth, fire, or in the case of the three creatures below, water.",
										{
											"type": "entries",
											"name": "Elemental Tsunami",
											"page": 37,
											"entries": [
												"Elemental Tsunamis are dangerous foes. These powerful elementals are much sought-after as guardians by the most accomplished spellcasters, as they can typically only be called into service by a gate spell or relying upon similar, powerful magic. An elemental tsunami appears as a surging wave from which the upper torso, arms, and head of a powerful humanoid figure made of churning water and foam protrude.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Elemental Tsunami",
													"page": 37
												}
											]
										},
										{
											"type": "entries",
											"name": "Elder Elemental Tsunami",
											"page": 37,
											"entries": [
												"This particular elder elemental tsunami is not only more ancient and powerful than most of its kind, but is also infused with waters tainted with sickness. Apart from its greater strength and tainted water, though, it appears similar to its lesser kin.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Elder Elemental Tsunami",
													"page": 37
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Elder Elemental Tsunami.webp"
													},
													"title": "Elder Elemental Tsunami"
												}
											]
										},
										{
											"type": "entries",
											"name": "Water Mephit",
											"page": 38,
											"entries": [
												"Mephits are little bipedal elementals with bat-like wings who serve stronger elementals or, in some cases, spellcasters capable of conjuring them as familiars. Many different types of mephits exist beyond the water mephit detailed below. Mephits are often called upon by spellcasters to serve as familiars; see the entry for {@creature Lintwerth|PKB} (page 155) for one such example.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Water Mephit",
													"page": 38
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Elephant, Mastodon",
									"page": 38,
									"entries": [
										"Primeval variants of the more well-known elephant dwell in remote regions of the world. The mastodon, not to be confused with the larger mammoth, can be typically found in temperate forests, although those who dwell in the Stolen Lands are more often encountered in the hills or plains.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Mastodon",
											"page": 38
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "F",
							"page": 39,
							"entries": [
								{
									"type": "entries",
									"name": "Fetch",
									"page": 39,
									"entries": [
										"A fetch is a twisted, deviant simulacrum of a humanoid creature that exists or existed at one point on the Material Plane. Rumors of fetches that are reflections of entities from other planes persist, but none of these tales speak of fetches that duplicate anything other than a humanoid source. A fetch can manifest spontaneously when a powerful creature undergoes a significant emotional event or dies, either while on the First World or while in an area influenced significantly by the First World, but one can also be created by significant forces like the Eldest in order to torment and vex those who have annoyed them. While a fetch manifests from a soul’s “reflection,” and as such bears a striking resemblance to that creature’s appearance in life, a fetch has no true memories of its own. It keeps fragments of false remembrances from its source as if it experienced them in a half-remembered dream—which further provokes the fetch’s animosity and jealousy toward the creature it mirrors.",
										"A fetch is similar in appearance to the creature whose soul spawned it, save that it displays feylike features such as pointed ears, plantlike elements, or supernatural grace. A fetch who seeks to impersonate a still-living source must disguise these features, and manifests its fetch weapon as one known to be wielded by its target. These weapons are highly versatile, and wounds created by them cause painful memories of past harm to augment their damage.",
										{
											"type": "entries",
											"name": "Fetch Stalker",
											"page": 39,
											"entries": [
												"Fetch stalkers are the least of their kind, yet they are quite powerful in their own right. Fetch stalkers form from the souls of Small or Medium fey or humanoids (Small fey create Small fetch stalkers; adjust their statistics for their size as appropriate). A fetch stalker’s appearance resembles that which it had in life, save for the typical fey “flourishes” all fetch have.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Fetch Stalker",
													"page": 39
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Fetch Stalker.webp"
													},
													"title": "Fetch Stalker"
												}
											]
										},
										{
											"type": "entries",
											"name": "Fetch Behemoth",
											"page": 40,
											"entries": [
												"A fetch behemoth is much larger than a stalker, and forms from the soul of a Large fey or humanoid. Their fey flourishes are often much more pronounced than those of the smaller stalker kin.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Fetch Behemoth",
													"page": 40
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Fetch Behemoth.webp"
													},
													"title": "Fetch Behemoth"
												}
											]
										},
										{
											"type": "entries",
											"name": "Risen Fetch",
											"page": 40,
											"entries": [
												"When a powerful force wills it, echoes of the corrupted soul of a powerful undead creature (be it one that still lives or one that was destroyed within the past 10 years) can be used to spawn a fetch as well. A risen fetch possesses potent magical powers, and appears more as its source did in life than as an undead.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Risen Fetch",
													"page": 40
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Forester",
									"page": 41,
									"entries": [
										"Be they workers seeking to harvest the forest’s resources or explorers taking pains to map the wilds, foresters harbor a wide range of skills, motives, and agendas. While most foresters have little interest in the workings of urban life, scoff at “city folk,” and mock travelers who find themselves needing aid when they inevitably get in over their heads while traveling through the woods, the majority of these creatures aren’t evil. While foresters might not have patience for those who haven’t chosen the woods as their home, they’ll usually offer aid to the lost or the needy they encounter in the wilds—if only to ensure that the intruders can make their way back out of the woodlands and return to wherever they came from as soon as possible.",
										{
											"type": "entries",
											"name": "Explorer",
											"page": 41,
											"entries": [
												"The gnomes who accompany Jubilost on his journey into the Stolen Lands are not accomplished explorers, and they get in over their heads quickly. That doesn’t diminish the passion they have for their jobs, however.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Explorer",
													"page": 41
												}
											]
										},
										{
											"type": "entries",
											"name": "Hunter",
											"page": 41,
											"entries": [
												"A lone hunter in the Stolen Lands must be skilled at their job, for there are far more dangers in the wilderness to fear than just animals.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Hunter",
													"page": 41
												}
											]
										},
										{
											"type": "entries",
											"name": "Logger",
											"page": 42,
											"entries": [
												"The harvesting of trees in the forests of the Stolen Lands is a necessity when a new kingdom is in the offing. Loggers must take care not to travel too far from civilization, however, for the presence of fey guardians in the region should not be underestimated.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Logger",
													"page": 42
												}
											]
										},
										{
											"type": "entries",
											"name": "Poacher",
											"page": 42,
											"entries": [
												"Those who seek illegal prey or hope to capitalize on black markets must be capable hunters and have the proper connections within organized society to make a profit from their ill-gotten gains. Their cruel natures and despicable practices make them hated by all who protect the creatures of the forest.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Poacher",
													"page": 42
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Flytrap",
									"page": 42,
									"entries": [
										"Flytraps are enormous versions of their more common, smaller kin—carnivorous plants that retain their name more out of tradition than anything, as they are more than capable of feeding on prey much larger than flies.",
										{
											"type": "entries",
											"name": "Snapping Flytrap",
											"page": 42,
											"entries": [
												"The snapping flytrap is a ravenous, carnivorous plant that is quick to bite at any creature that passes by. A much smaller variant than the more deadly giant flytrap, a snapping flytrap typically has a long stalk that ends with two sets of 3-foot-wide leaves, each edged with several sharp teeth.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Snapping Flytrap",
													"page": 42
												}
											]
										},
										{
											"type": "entries",
											"name": "Giant Flytrap",
											"page": 43,
											"entries": [
												"Giant flytraps are immense creatures the size of trees, yet because they blend so well into the surrounding foliage, they remain deadly in an ambush.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Giant Flytrap",
													"page": 43
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Froghemoth",
									"page": 43,
									"entries": [
										"A terrifying abomination of teeth, tentacles, and unbridled rage, the froghemoth is capable of devouring dinosaurs and even dragons. It is a frighteningly effective ambush hunter, immersing itself in the mire with only its eyestalk protruding and watching in every direction at once with uncanny precision. The froghemoth’s body only vaguely resembles that of an actual frog, for it walks on its hind feet such that it can bring its four tentacular arms to bear in battle.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Froghemoth",
											"page": 43
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Froghemoth.webp"
											},
											"title": "Froghemoth"
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "G",
							"page": 45,
							"entries": [
								{
									"type": "entries",
									"name": "Ghost",
									"page": 45,
									"entries": [
										"Many consider the ghostly guards who serve in the halls of the House at the Edge of Time to be unusual as a ghost typically originates as a solitary presence whose transformation into undeath was a highly personalized and unique process. These particular ghosts rose simultaneously from the first kingdom Nyrissa destroyed, and while they have served her for ages, they still carry deep shame for their role in the destruction of all the kingdoms to follow. If using a ghostly guard in an encounter removed from the House at the Edge of Time, you should modify the source of their shame, or simply omit this weakness entirely.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Ghostly Guard",
											"page": 45
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Ghostly Guard.webp"
											},
											"title": "Ghostly Guard"
										}
									]
								},
								{
									"type": "entries",
									"name": "Giant",
									"page": 45,
									"entries": [
										"In the Stolen Lands, hill giants are the most common of their kind. Small numbers of marsh giants can be found in the depths of Hooktongue Slough.",
										{
											"type": "entries",
											"name": "Hill Giant Butcher",
											"page": 46,
											"entries": [
												"The dreaded hill giant butchers of Glenebon are much feared by other hill giants and adventurers alike, for they take great pleasure in stalking their prey until an opportunity to slice their victim to bits presents itself. Hill giant butchers struggle to hunt successfully in small groups and often succumb to internal bickering that leads quickly to deadly expressions of their violent compulsions, leaving only one survivor.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Hill Giant Butcher",
													"page": 46
												}
											]
										},
										{
											"type": "entries",
											"name": "Kargstaad's Giant",
											"page": 46,
											"entries": [
												"These brutal frost giants are not native to the Stolen Lands, and come to the region only once Nyrissa’s realm of Thousandbreaths begins to bloom throughout the kingdom. While these frost giants are natives to the First World, they can just as easily serve as a frost giant leader or powerful frost giant fighter elsewhere in the world.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Kargstaad's Giant",
													"page": 46
												}
											]
										},
										{
											"type": "entries",
											"name": "Marsh Giant",
											"page": 47,
											"entries": [
												"Marsh giants aren’t common in the Stolen Lands as the rare few who dwell there reside in Hooktongue Slough—typically in small groups numbering no more than a half dozen at most. A marsh giant stands 11 feet tall—small for giants, perhaps, but their eerie fishlike features and tendency for zealous cruelty help them to leave lasting impressions when encountered.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Marsh Giant",
													"page": 47
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Marsh Giant.webp"
													},
													"title": "Marsh Giant"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Goblin",
									"page": 48,
									"entries": [
										"Goblins are most common in the southeastern reaches of the Stolen Lands, closer to the border of Mivon.",
										{
											"type": "entries",
											"name": "Goblin Commando",
											"page": 48,
											"entries": [
												"The theoretical leaders of goblin raids are commandos, but in practice these goblins rarely continue to lead their comrades once a battle begins. Most shirk their responsibilities in favor of wading into the fray in an attempt to claim more glory for themselves.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Goblin Commando",
													"page": 48
												}
											]
										},
										{
											"type": "entries",
											"name": "Goblin Pyro",
											"page": 48,
											"entries": [
												"Some goblins take their people’s affection of fire fully into the realm of deadly obsession. These pyromaniacs can be a great boon to a band of goblin raiders, but more often their presence is a double-edged sword; in the heat of the moment, goblin pyros sometimes lose sight of their tribe’s goals and simply set fire to anything that will burn—including their own allies.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Goblin Pyro",
													"page": 48
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Goblin Pyro.webp"
													},
													"title": "Goblin Pyro"
												}
											]
										},
										{
											"type": "entries",
											"name": "Goblin War Chanter",
											"page": 49,
											"entries": [
												"While many goblins enjoy singing, goblin war chanters pride themselves on mastering the art of vocal performance. Their ballads and jingles tend to strike others as undeniably catchy, though whether they are actually enjoyable depends on the listener—and whether the goblin follows the performance up with an attack.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Goblin War Chanter",
													"page": 49
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Goblin Dog",
									"page": 49,
									"entries": [
										"Goblins’ eponymous pets aren’t true canines at all, but rather large, blunt-nosed rodents with thin bodies and long legs. Those who point out the legendary fear of dogs most goblins have might wonder why these creatures carry such a name, but as any goblin can tell you, goblin dogs represent what a real dog should be. All the rest are little more than monsters that are worthy of being killed on sight—or more often, a panicked retreat.",
										"As cowardly as they are ugly, a goblin dog prefers to lurk in bushes or deep shadows, pouncing on lone or wounded prey, although hunger or encouragement at the hand of goblin trainers can make them much more bold. Their patchy bald hides are constantly infested with rashes and dander.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Goblin Dog",
											"page": 49
										},
										{
											"type": "entries",
											"name": "Goblin Bat-Dog",
											"page": 50,
											"entries": [
												"These mutant goblin dogs have batlike wings, and as they flop around in the air, their dander tends to dust out in clouds. The methods by which these particular goblin dogs grew their wings involved months of feeding on eldritch concoctions brewed from barghest blood.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Goblin Bat-Dog",
													"page": 50
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Gogiteth",
									"page": 50,
									"entries": [
										"A gogiteth is a slavering nightmare of teeth, eyes, and hairy spiderlike legs, and its appearance is invariably seared into the minds of any who witness it. Native to the Darklands, gogiteths are more intelligent than their appearance would suggest, yet they rarely put this intellect toward anything other than awfulness.",
										"The gogiteth’s alien anatomy has inspired no shortage of speculative origin stories. Some believe they are a warp of a fleshwarping experiment gone horribly wrong, while others maintain that they could only have come to this world from some distant and fundamentally hostile planet.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Gogiteth",
											"page": 51
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Gogiteth.webp"
											},
											"title": "Gogiteth"
										}
									]
								},
								{
									"type": "entries",
									"name": "Golem, Adamantine",
									"page": 51,
									"entries": [
										"Crafted from a nigh-indestructible black metal of great rarity, adamantine golems are legendary in their danger, for destroying them completely requires weapons forged of the same metal they are built of or the use of powerful magic. They typically are enormous constructs with imposing, bulky facades, but some crafters build smaller, sleeker adamantine golems (such as the ones encountered in the Lantern Kingdom). Regardless of their size, though, these powerful constructs represent some of the most deadly foes of their kind any adventurer might face in their careers.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Adamantine Golem",
											"page": 51
										}
									]
								},
								{
									"type": "entries",
									"name": "Graveknight",
									"page": 52,
									"entries": [
										"Graveknights are undead warriors granted unlife by a cursed suit of armor. Most graveknights appear skeletal in appearance, and while one might think that the heavy armor they favor would obscure their true nature, most graveknights revel in the fact that they are skeletal horrors. Many wear armor that appears to be rusted, badly damaged, or incomplete, yet these features do not diminish their armor’s ability to protect them in battle.",
										"Even the lowliest of graveknights pose extreme danger to adventurers and are almost never encountered as less-powerful incarnations than those presented below.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Graveknight",
											"page": 52
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Graveknight.webp"
											},
											"title": "Graveknight"
										},
										{
											"type": "entries",
											"name": "Kellid Graveknight",
											"page": 52,
											"entries": [
												"These graveknights have in their genesis an element of tragedy, for they came to be from a group of Pharasmin crusaders who gave up their lives and souls to carry on their fight against a cult of Yog-Sothoth worshippers known as the Thresholders, but you can use these graveknights for any encounter that requires a particularly powerful, frozen foe.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Kellid Graveknight",
													"page": 52
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Gremlin, Mitflit",
									"page": 53,
									"entries": [
										"Gremlins are cruel fey tricksters and saboteurs who have fully acclimated to life on the Material Plane. Mitflits, also known as mites, are self-loathing and pitiful cowards with oversized heads, blue skin, and a penchant for befriending the ugliest of vermin as allies.",
										"Of all the types of gremlin, mitflits have the least affinity for magic and have largely lost most of their ancestral gremlin abilities. They find companionship in the other base creatures of the world, and forge bonds of friendship with vermin like spiders, centipedes, and cave-dwelling insects, the only other beings that seem willing to accept them. A social structure, even one in which they are bullied or demeaned, partially fills their need for some type of companionship, and they rarely rebel or against their fellows unless their rage hits a breaking point from which there can be no return.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Mitflit",
											"page": 54
										}
									]
								},
								{
									"type": "entries",
									"name": "Grimstalker",
									"page": 54,
									"entries": [
										"These violently murderous fey have one purpose: to stealthily hunt down and slay humanoids brazen enough to dare set foot in the wilderness. Though they prefer to hunt from the shadows, grimstalkers do not fear taking their grisly work to the very edges of civilization. This boldness serves as a reminder that nature can be cruel, capricious, and owes no debt to humanity. Grimstalkers are happy to perform nature’s dirty work and particularly enjoy targeting loggers, hunters, and explorers, regardless of whether they respect the natural setting they work or travel within. These creatures are humanoid in shape, but with gaunt, hairless frames and mottled green and brown flesh that gives their skin the appearance of moss-draped bark. When damaged, they bleed a thick, sap-like blood.",
										"Grimstalkers generally do not associate with other fey; for the most part, they see their kin from the First World as cowards or weaklings, or perhaps both.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Grimstalker",
											"page": 54
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Grimstalker.webp"
											},
											"title": "Grimstalker"
										}
									]
								},
								{
									"type": "entries",
									"name": "Guard",
									"page": 54,
									"entries": [
										"Be they the personal protectors of a traveling celebrity or the highly-trained soldiers of a city watch, guards range widely in their level of skill.",
										{
											"type": "entries",
											"name": "Bounty Hunter",
											"page": 54,
											"entries": [
												"Bounty hunters typically work alone while in pursuit of their next target, but in some cases, they can be hired for other jobs—as in the case of the traveling bard Annamede when she heads east from her home of Pitax to take part in a hunting trip.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Bounty Hunter",
													"page": 54
												}
											]
										},
										{
											"type": "entries",
											"name": "Drelev Guard",
											"page": 55,
											"entries": [
												"The soldiers who guard Fort Drelev were hand-picked not only for their skill with the longsword and longbow, but for their personalities. Hannis Drelev wanted guards that would inspire fear as much as loyalty from his citizens.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Drelev Guard",
													"page": 55
												}
											]
										},
										{
											"type": "entries",
											"name": "Pitax Warden",
											"page": 55,
											"entries": [
												"While the official guards of the city and kingdom of Pitax are all required to train in various bardic pursuits, their primary role is to ensure that their King maintains control of the land. Clad in their distinctive suits of full plate, they generally avoid using their bardic magic in combat except in acts of desperation.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Pitax Warden",
													"page": 55
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Guthallath",
									"page": 56,
									"entries": [
										"The normal guthallath is an enormous construct created long ago by ancient empires as war machines. The version of guthallath encountered in the {@i Kingmaker Adventure Path} has been described as an ancient robotic construction risen from a long-buried torpor in ancient Numerian badlands, but its statistics are the same, regardless of whether it was created by ancient magic or super science. A guthallath can be built in any shape, but the classic form is that of an immense humanoid giant.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Guthallath",
											"page": 56
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "H",
							"page": 56,
							"entries": [
								{
									"type": "entries",
									"name": "Hobgoblin Archer",
									"page": 56,
									"entries": [
										"Very few hobgoblins live in the Stolen Lands; those that do tend to be mercenaries seeking work far afield from their homes, as is the case for the hobgoblin archers found working for the troll warlord Hargulka. Alternatively, you can use these statistics for a hobgoblin archer to serve as the leader of a small band.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Hobgoblin Archer",
											"page": 57
										}
									]
								},
								{
									"type": "entries",
									"name": "Hodag",
									"page": 57,
									"entries": [
										"Hodags are reptilian creatures the size of bulls. These vicious predators’ long claws can tear creatures apart in seconds. Their backs sport dozens of long spines that run from their snouts all the way down the length of their powerful tails. Their wide mouths are full of sharp and twisted rows of teeth not unlike those of a shark. The hodags’ rough, scaly hides carry hues of green and brown, allowing them to blend into their forest surroundings where they ambush prey. Only their glowing red eyes reveal their presence, though hodags have learned to use this to their advantage by drawing attention to their eyes in one area, before closing their eyes and stealthily moving to another—causing their prey to misconstrue their location.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Hodag",
											"page": 57
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Hodag.webp"
											},
											"title": "Hodag"
										}
									]
								},
								{
									"type": "entries",
									"name": "Hound of Tindalos, Mastiff",
									"page": 57,
									"entries": [
										"The hounds of Tindalos are the least of their kind, with a wide range of more powerful variants reported in ancient texts. The six-legged mastiff of Tindalos has a strange position among its kind in that they are traditionally the traveling companions of powerful {@creature envoy of leng|PKB|envoys from Leng} rather than stalkers throughout time itself. With their bulging eyes, tongues that melt into wisps of black smoke, and lipless fanged jaws, no hound of Tindalos could be mistaken for long for anything other than a monster.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Mastiff of Tindalos",
											"page": 58
										}
									]
								},
								{
									"type": "entries",
									"name": "Hydra, Hooktongue",
									"page": 59,
									"entries": [
										"Hydras are a significant threat in the swampy Hooktongue Slough, especially since they tend to have a dozen heads. They have serpentine bodies that split into a squirming tangle of necks, each featuring their own fanged head.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Hooktongue Hydra",
											"page": 59
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "I",
							"page": 59,
							"entries": [
								{
									"type": "entries",
									"name": "Irlgaunt",
									"page": 59,
									"entries": [
										"Irlgaunts resemble titanic spiders or crabs, but with cephalopod-like tendrils erupting from the tips of their chitin-armored legs. Their jagged gray shells allow them to blend into the rocky walls of the high mountain passes and deep ravines that serve as their hunting grounds. While one might easily mistake an irlgaunt for a simple brutish beast, they have a keen intelligence and use devious hunting strategies. They set traps for travelers and are fond of using gems and magical items taken from previous victims as bait. They have been known to start rockslides or otherwise block passages to reroute explorers into their clutches. They also use spewed gastroliths (melon-sized clusters of rocks enveloped in coagulated digestive enzymes) to direct the movements of their prey, forcing victims into dead ends at the edge of chasms or cliffs.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Irlgaunt",
											"page": 59
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Irlgaunt.webp"
											},
											"title": "Irlgaunt"
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "J",
							"page": 60,
							"entries": [
								{
									"type": "entries",
									"name": "Jabberwock",
									"page": 60,
									"entries": [
										"Few beasts have inspired as many legends, poems, songs, and myths in as many cultures, as this bizarre draconic creature. The jabberwock hails from the fey realm of the First World and is part of a group of powerful First World creatures known collectively as the Tane. That the so-called “lesser jabberwocks” are still among the most powerful creatures from the First World speaks volumes to the danger a true jabberwock presents. Regardless of its level of power, a jabberwock appears the same as a long-necked, four-legged reptilian creature with immense teeth, large wings, bulging yellow eyes, and a long draconic tail.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Jabberwock, Lesser",
											"page": 60
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Jabberwock",
											"page": 61
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Jabberwock.webp"
											},
											"title": "Jabberwock"
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "K",
							"page": 62,
							"entries": [
								{
									"type": "entries",
									"name": "Kobold",
									"page": 62,
									"entries": [
										"Kobolds are small, reptilian humanoids who carry physical resemblances to dragons. They have blunt snouts and horns, and their scale coloration varies through all the colors associated with the various types of true dragon.",
										{
											"type": "entries",
											"name": "Kobold Scout",
											"page": 62,
											"entries": [
												"Kobold scouts serve as trapsetters, explorers, and guardians for their warrens. Quick and agile, they tend to avoid combat if possible. When presented with no other choice, a kobold scout fights dirty, ducking in and out of combat to catch a foe unaware rather than preferring to stand and fight.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Kobold Scout",
													"page": 62
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Krooth",
									"page": 62,
									"entries": [
										"Krooths, sometimes called crocodile eaters, are fast and vicious bogland hunters. While they are known to hunt and eat large predators, they tend to also prey upon lizardfolk, boggards, and dinosaurs. Indeed, a krooth looks vaguely like a dinosaur, with its ridged head frill, long spiky tail, and mouth full of sharp teeth.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Krooth",
											"page": 63
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "L",
							"page": 63,
							"entries": [
								{
									"type": "entries",
									"name": "Lerritan",
									"page": 63,
									"entries": [
										"Lerritans are unstoppable humanoid behemoths with skin of volcanic glass and blood of roiling lava. These malicious arsonists would see the world burned to a cinder. They pay homage to Ymeri, the evil elemental demigod of fire, and they bully other fiery creatures. When the urge to immolate grows too great to ignore, lerritans burn forests, destroy villages, and boil rivers, but they avoid large bodies of water. A typical lerritan wields a molten warhammer, and their hunched-over stance only makes the churning, smoking, volcano-like ridge between their shoulders stand out more.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Lerritan",
											"page": 63
										}
									]
								},
								{
									"type": "entries",
									"name": "Leucrotta",
									"page": 63,
									"entries": [
										"The vile and vicious offspring of a demon lord and a species of hyenas, leucrottas are intelligent and cruel beasts. They use their astounding vocal mimicry to lure unsuspecting creatures near so that they can torment then devour them. Leucrottas measure 5 feet at the shoulder and weigh 800 pounds, and they are perpetually filthy. A leucrotta’s oversized jaws are lined with rows of jagged, hardened bony ridges rather than teeth, and it can shear through flesh, bone, and even steel with ease. They have long legs that end in sharp hooves and badger-like visages.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Leucrotta",
											"page": 63
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Leucrotta.webp"
											},
											"title": "Leucrotta"
										}
									]
								},
								{
									"type": "entries",
									"name": "Linnorm",
									"page": 64,
									"entries": [
										"The powerful, serpentine beings known as linnorms might be related distantly to the more well-known dragons, but their draconic physiologies are where any such similarities end. Whereas true dragons boast incredible intellectual capabilities and far-reaching plans, linnorms are driven only by their insatiable hunger and desire to inflict cruelty on others. Linnorms are exceptionally difficult to outwit due to their strong wills, and it’s not wise to try bargaining with them— when faced with one of these legendary beasts, one’s best option is flight, pure and simple. Failing that, a noble death remains a viable back-up plan.",
										{
											"type": "entries",
											"name": "Cairn Linnorm",
											"page": 64,
											"entries": [
												"Cairn linnorms are disturbing, even by linnorm standards. Pallid in coloration, they make their homes in necropolises, burial grounds, and the sites of gory battles.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Cairn Linnorm",
													"page": 64
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Cairn Linnorm.webp"
													},
													"title": "Cairn Linnorm"
												}
											]
										},
										{
											"type": "entries",
											"name": "Tarn Linnorm",
											"page": 65,
											"entries": [
												"The two-headed tarn linnorm can wreak an awe-inspiring amount of devastation. They most commonly dwell in remote mountain lakes.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Tarn Linnorm",
													"page": 65
												}
											]
										},
										{
											"type": "entries",
											"name": "Tor Linnorm",
											"page": 66,
											"entries": [
												"Tor linnorms dwell in the tallest volcanic mountains, and their tempers can be as hot and destructive as the magma the creature resembles.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Tor Linnorm",
													"page": 66
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Lizardfolk",
									"page": 67,
									"entries": [
										"The lizardfolk of the Stolen Lands tend to keep to themselves, but when a violent overlord seizes control they can be worked into a dangerous frenzy. Humanoid in shape, but with green or bluish scaled skin and frill-like adornments on their heads, lizardfolk are known as iruxi among their own people.",
										{
											"type": "entries",
											"name": "Lizardfolk Scout",
											"page": 67,
											"entries": [
												"It’s not uncommon for adventuring parties to encounter lizardfolk scouts, for these explorers spend most of their lives on the move, constantly patrolling the territories held by their enclave. If intruders are driven off, it is the scout’s responsibility to track them, observe them, and learn their ways and weaknesses so as to report back to the community to aid in the defense against potential reprisals.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Lizardfolk Scout",
													"page": 67
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Lizardfolk Scout.webp"
													},
													"title": "Lizardfolk Scout"
												}
											]
										},
										{
											"type": "entries",
											"name": "Lizardfolk Warrior",
											"page": 67,
											"entries": [
												"A lizardfolk enclave’s warriors are its defenders and protectors. They tend to react quickly to threats with violence of their own, and are more commonly encountered in lizardfolk villages where the leadership itself is more violent and cruel-minded.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Lizardfolk Warrior",
													"page": 68
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Lurker in Light",
									"page": 68,
									"entries": [
										"These malicious and strange fey appear as two-foot-tall fairies with insectile wings, large eyes, and bulbous heads. They slaughter and cause mischief in a pattern only their alien intellect understands, but they’ve been seen to take particular umbrage against dwarves, gnomes, and creatures who live in darkness. With their grudges and pursuit of their own wicked and sadistic whims, lurkers in light deftly overturn the conventional wisdom that creatures associated with light are benign and friendly.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Lurker in Light",
											"page": 68
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "M",
							"page": 68,
							"entries": [
								{
									"type": "entries",
									"name": "Mandragora",
									"page": 68,
									"entries": [
										"Normally small, humanoid-looking masses of blood-drinking plant life, the influence of the First World can transform mandragoras into lumbering behemoths or organize them into ravenous swarms. An individual mandragora can easily be mistaken for a root, burl, or tuber that grew into a vaguely humanoid shape.",
										{
											"type": "entries",
											"name": "Immense Mandragora",
											"page": 68,
											"entries": [
												"Most mandragoras are small in stature, but this truism does not hold in some corners of reality. These enormous mandragoras are fortunately found only rarely beyond their home plane of the First World, where their presence is always an indication of a powerful, sinister force holding sway over the region. An immense mandragora is typically just over 30 feet in height.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Immense Mandragora",
													"page": 69
												}
											]
										},
										{
											"type": "entries",
											"name": "Mandragora Swarm",
											"page": 69,
											"entries": [
												"When mandragoras gather in vast numbers, they can bond their memories and thoughts through a shared network of rootlike filaments, allowing them to organize into a deadly and overwhelming swarm of blood-thirsty plant monsters.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Mandragora Swarm",
													"page": 69
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Mandragora Swarm.webp"
													},
													"title": "Mandragora Swarm"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Mohrg",
									"page": 70,
									"entries": [
										"The weight of murder wears heavy on the soul. With souls marked by a lifetime of dealing death, these killers, whether mass murderers, bloodthirsty soldiers, or sadistic executioners, sometimes do not let judgment and lawful execution stanch their slaying sprees. When such individuals are brought to justice, they might rise after death as mohrgs to continue their work, transforming into skeletal horrors to which strips of decayed meat and unsettlingly writhing entrails cling. The spiny length of gristle and muscle that extends from their jaws like a long tongue is, though, their most disturbing feature.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Mohrg",
											"page": 70
										},
										{
											"type": "entries",
											"name": "Mohrg Spawn",
											"page": 70,
											"entries": [
												"Those who succumb to a mohrg’s attacks are doomed to rise as mohrg spawn within the span of what would have, in life, been but a handful of heartbeats.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Mohrg Spawn",
													"page": 70
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Mu Spore",
									"page": 71,
									"entries": [
										"A mu spore is a rare fungoid monstrosity of vast power and strange intellect. Few mu spores are smaller than a hundred feet from tentacle tip to tentacle tip, yet despite this bulk, they are capable of flying with an uncommon grace. Exact appearances can vary, from the form of an immense, almost whale-like leviathan adrift in the air to a seething tangled carpet or canopy-strewn mass of fungus and tendrils.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Mu Spore",
											"page": 71
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Mu Spore.webp"
											},
											"title": "Mu Spore"
										}
									]
								},
								{
									"type": "entries",
									"name": "Mudwretch",
									"page": 72,
									"entries": [
										"In its resting form, a mudwretch looks like a large puddle of thick, dark mud, heaped at the center in a slightly drier patch of loam. When a living creature approaches, though, the mudwretch lurches upward, piling its muddy flesh upon itself to form a roughly humanoid shape, often in vague mockery of the approaching creature’s general form in cases where the creature is a humanoid itself. Mudwretches have a low level of intellect, and while they do not form societies or cultures of their own, they are attracted to ruins or abandoned settlements.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Mudwretch",
											"page": 72
										}
									]
								},
								{
									"type": "entries",
									"name": "Mummy, Bog",
									"page": 72,
									"entries": [
										"Not all mummies are linen-wrapped dusty tomb guardians. Some rise more naturally from the preservative nature of peat bogs. These bog mummies are a well-known threat in Hooktongue Slough, but the potent priests of Urgathoa detailed below are unique threats that, so far, have seen their influence remain limited in scope.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Bog Mummy Cultist",
											"page": 72
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Bog Mummy Cultist.webp"
											},
											"title": "Bog Mummy Cultist"
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "N",
							"page": 72,
							"entries": [
								{
									"type": "entries",
									"name": "Nomad",
									"page": 72,
									"entries": [
										"The Tiger Lords are the most notorious roving warriors to reside in the Stolen Lands, but other gatherings of nomadic people dwell throughout the region, particularly those hunters who prefer to make the most dangerous monsters of the wilds their prey.",
										{
											"type": "entries",
											"name": "Monster Hunter",
											"page": 73,
											"entries": [
												"Be they hunters who have traveled far from their home to chase down legendary prey, or members of a small gathering like the Six Bears, monster-hunting warriors find no shortage of targets to track and hunt in the Stolen Lands. Monster hunters might also resent wandering adventurers, who might kill a targeted monster before the hunters have a chance.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Monster Hunter",
													"page": 73
												}
											]
										},
										{
											"type": "entries",
											"name": "Tiger Lord",
											"page": 73,
											"entries": [
												"The most powerful of the Tiger Lords lead larger groups of warriors that dwell in the uplands of Glenebon. These roving warlords have gathered together recently after being deluded by the cult of Gyronna, who tricked them into thinking one of their ancestors, Armag, has returned from death to lead them in a war.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Tiger Lord",
													"page": 73
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Nuckelavee",
									"page": 74,
									"entries": [
										"When pollution despoils a natural waterway, it draws the dreaded nuckelavee from the First World. This spirit of wrath is a grisly sight: a horselike monstrosity with the gnarled upper body of a humanoid growing directly from its back. Not a patch of skin exists on its form—as if it survived being flayed from head to hoof.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Nuckelavee",
											"page": 74
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Nuckelavee.webp"
											},
											"title": "Nuckelavee"
										}
									]
								},
								{
									"type": "entries",
									"name": "Nymph"	,
									"page": 75,
									"entries": [
										"Nymphs are well known as protectors of nature, but the defaced naiad nymphs who dwell in Thousandbreaths have been corrupted by the cruelty and bitterness of their queen, Nyrissa. While they carry a deep, almost debilitating shame at their role in her House at the Edge of Time, their deadly powers more than offset this disadvantage in most combats. While they remain beautiful, their empty eye sockets and despondent voices lay bare the tragic truth of their existence.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Defaced Naiad Queen",
											"page": 75
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "O",
							"page": 76,
							"entries": [
								{
									"type": "entries",
									"name": "Ooze",
									"page": 76,
									"entries": [
										"The ravenous oozes of the Stolen Lands often lurk in various types of wilderness, waiting to menace explorers they catch by surprise.",
										{
											"type": "entries",
											"name": "Fen Pudding",
											"page": 76,
											"entries": [
												"These more powerful variants of {@creature black pudding|MM|black puddings} prefer dwelling in overgrown swamps, particularly in shallow caves abutting such terrain. They aren’t particularly great swimmers, however, and avoid sections of marshland with deeper water.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Fen Pudding",
													"page": 76
												}
											]
										},
										{
											"type": "entries",
											"name": "Verdurous Ooze",
											"page": 76,
											"entries": [
												"Unlike so many ooze monsters that prefer the darkness of dungeons or caverns, the verdurous ooze prefers to dwell in the wild, slithering through undergrowth as it searches for prey.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Verdurous Ooze",
													"page": 76
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Verdurous Ooze.webp"
													},
													"title": "Verdurous Ooze"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Owlbear, Winged",
									"page": 77,
									"entries": [
										"Owlbears—iconic beasts well known for their strange duality—can grow to immense size on the First World. The addition of a vast pair of feathered wings seems almost natural to such an evolution of their kind.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Winged Owlbear",
											"page": 77
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Winged Owlbear.webp"
											},
											"title": "Winged Owlbear"
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "P",
							"page": 77,
							"entries": [
								{
									"type": "entries",
									"name": "Peluda",
									"page": 77,
									"entries": [
										"Peludas are territorial, feral dragons that favor building lairs in reedy marshlands, sparsely forested bogs, and river valleys. A single peluda typically claims a stretch of waterway a few miles in length, often choosing a den somewhere near a river’s source. After doing so, the peluda systematically drives off any potential rivals so that they can despoil the land as they please, leaving clawed footprints on muddy riverbanks, littering the ground with sharp scales, toppling trees, and impaling half-eaten corpses on their quills as trophies left to rot. Though protective of their homes, peludas often venture beyond their domains to hunt, roasting prey with their breath or pulverizing them with their tails, burning and killing for cruel sport before slithering, sated, back to their murky lairs.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Peluda",
											"page": 77
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Peluda.webp"
											},
											"title": "Peluda"
										}
									]
								},
								{
									"type": "entries",
									"name": "Psychopomp",
									"page": 78,
									"entries": [
										"Psychopomps are guardians and shepherds of the dead, and work to guide and protect the souls of all perished creatures on their journey through the afterlife. A wide range of these supernatural creatures dwell in the outer planes, favoring neutrally aligned domains and often gathering in the realms of deities associated with the dead. The least of their kind are small and birdlike, while the most deadly appear more like dragons. Morrignas are more humanoid in shape.",
										{
											"type": "entries",
											"name": "Morrigna",
											"page": 78,
											"entries": [
												"Morrignas serve in particular as bounty hunters and investigators who seek out those who attempt to thwart death or interfere with the natural flow of souls. They dress in flowing spidersilk and wear masks reminiscent of webs, as they consider patient and watchful spiders to be their spiritual kin.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Morrigna",
													"page": 78
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Q",
							"page": 79,
							"entries": [
								{
									"type": "entries",
									"name": "Quelaunt",
									"page": 79,
									"entries": [
										"This three-armed, three-legged monster has no discernible eyes, nose, ears, or mouth and no visible means of ingesting food. Its limbs are distributed evenly across its body such that it is all but impossible to tell which way the creature is oriented at any given time. Few who witness the quelaunt reflect on its alien visage for long, as the most pressing concern quickly becomes an invasion of their minds when the quelaunt sows doubt, sorrow, and rage—drawing sustenance from the psychic trauma of these negative emotions.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Quelaunt",
											"page": 79
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "R",
							"page": 80,
							"entries": [
								{
									"type": "entries",
									"name": "Radiant Warden",
									"page": 80,
									"entries": [
										"The enigmatic and strange radiant wardens were constructed thousands of years ago to protect observatories and scholars against the incursion of alien aggressors from the darkest corners of the unknown universe. Over time, their roles as guardians expanded to include watching over any region where the laws of time and space have worn thin, particularly near portals and permanent gates between planets, planes, or dimensions. Named for both the radial nature of the concentric rings that make up their bodies as well as the glowing radiance of their attacks, radiant wardens carry on their orders, defending sites from invasion with single-minded purpose.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Radiant Warden",
											"page": 80
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Radiant Warden.webp"
											},
											"title": "Radiant Warden"
										}
									]
								},
								{
									"type": "entries",
									"name": "Redcap",
									"page": 80,
									"entries": [
										"Redcaps are sadistic and capricious fey who revel in bloodletting and murder. While they are most famous for appearing as wizened, bearded men, redcap women are no less fearsome or cruel. Redcaps typically stand only 3 feet tall, with hunched frames, pointed ears, crooked teeth, and long, white, tangled hair.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Redcap",
											"page": 81
										}
									]
								},
								{
									"type": "entries",
									"name": "Roc",
									"page": 81,
									"entries": [
										"Rocs are legendary beasts, immense birds well known for their ability to carry off sizable prey. However, the roc said to dwell atop Talon Peak in the eastern mountains of the Stolen Lands is reputed to be even larger than normal—and more voracious when threatened by intruders.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Talon Peak Roc",
											"page": 80
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Roc.webp"
											},
											"title": "Talon Peak Roc"
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "S",
							"page": 82,
							"entries": [
								{
									"type": "entries",
									"name": "Sard",
									"page": 82,
									"entries": [
										"An immense, gnarled tree awoken with raw, primal power by one of the fey Eldest of the First World, this monster—one of the legendary Tane—skitters on huge, spidery roots and thrashes its branches as fiery lightning courses within its blackened bark. It’s terrifying abilities and visage makes it appear as a living manifestation of the violent clash between ancient forest and stormy sky. Those who claim that there is but a single sard in existence are better classified as wishful thinkers than scholars, but fortunately, these deadly monsters have never been known to travel in groups or ally with others of their own kind.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Sard",
											"page": 82
										}
									]
								},
								{
									"type": "entries",
									"name": "Scythe Tree",
									"page": 83,
									"entries": [
										"Malevolent, vicious, and cruel, scythe trees pose as normal trees near deep forest paths, where they wait to slaughter passersby. Instead of drawing sustenance from light and soil, scythe trees gorge themselves on the flesh, blood, and bone of sapient creatures.",
										"Scythe trees are solitary creatures by nature, and their size and power mean that they don’t need to compete for food with other carnivorous plants. They appear as dead or dying deciduous trees with long, twisted branches that end in scythe-like blades. Their disturbing mouths remain closed when not eating, resembling little more than jagged gashes on their trunks.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Scythe Tree",
											"page": 83
										},
										{
											"type": "entries",
											"name": "Tree that Weeps",
											"page": 83,
											"entries": [
												"In the twisted reaches of the dense woodlands in the easternmost reaches of the Stolen Lands, there grow legendary scythe trees known as the trees that weep. These scythe trees are much more powerful and much more sadistic than their lesser kin.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Tree that Weeps",
													"page": 83
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Shoggoth",
									"page": 84,
									"entries": [
										"The first shoggoths were created by an alien species to serve as mindless beasts of burden. Their vast bulk, incredible strength, and amorphous nature made them useful as supernatural laborers, and their ability to spontaneously form whatever new eyes, mouths, limbs, and other organs they might need made them incredibly versatile. Eventually, the shoggoths developed enough intelligence to rebel against their masters, and now they lurk, patient but potent, in the lightless depths. Made of seething black protoplasm, a shoggoth’s actual shape remains a constant chaos of awful, perplexing change.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Shoggoth",
											"page": 84
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Shoggoth.webp"
											},
											"title": "Shoggoth"
										}
									]
								},
								{
									"type": "entries",
									"name": "Skeleton",
									"page": 85,
									"entries": [
										"Undead skeletons are a well-known but relatively minor threat to those who would explore ancient tombs, but in the Stolen Lands, more powerful variants of these monsters lie in wait. Some of them even retain shreds of their personalities in life, and are capable of much more complicated tasks than the typical necromantic monster most assume they face when a frame of clattering bones rises up to oppose them.",
										{
											"type": "entries",
											"name": "Skeletal Champion",
											"page": 85,
											"entries": [
												"These skeletons retain the cunning they possessed in life and fight with great skill.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Skeletal Champion",
													"page": 85
												}
											]
										},
										{
											"type": "entries",
											"name": "Skeletal Hulk",
											"page": 85,
											"entries": [
												"These oversized skeletons are animated from the bones of giants. They originate traditionally from {@creature cloud giant|MM|cloud giants}, but you can use them to represent the animated bodies of any Huge humanoid as well, such as an oversized cyclops.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Skeletal Hulk",
													"page": 85
												}
											]
										},
										{
											"type": "entries",
											"name": "Skeletal Tiger Lord",
											"page": 85,
											"entries": [
												"These blood-dripping skeletal champions were raised from the bones of {@creature Tiger Lord|PKB|Tiger Lords}, and while they’ve lost their ability to benefit from a barbarian’s rage, they remain quite dangerous using their bows, blades, and aptitude for slaughter.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "PKB",
													"name": "Skeletal Tiger Lord",
													"page": 86
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Skulltaker",
									"page": 86,
									"entries": [
										"Swirling down from misty peaks and through howling mountain passes like an evil wind, the vortex of bones known as a skulltaker is a terrible manifestation of the delirium and agony experienced by doomed climbers and lost trailblazers just before they met their end. In some places, a skulltaker is also known as a saxra.",
										"A skulltaker appears as a looming figure, just over 20 feet tall, with an animal’s head for a skull, bony human arms and hands, and a body that seems little more than a billowing robe decorated with bones.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "PKB",
											"name": "Skulltaker",
											"page": 86
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-573/_img/PKB/Skulltaker.webp"
											},
											"title": "Skulltaker"
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
