{
	"_meta": {
		"sources": [
			{
				"json": "TrueTiamat",
				"abbreviation": "SEB:T",
				"full": "Skitter's Epic Beings: Tiamat",
				"url": "https://drive.google.com/file/d/11Q_RBb9pbre3be9wo3b3_h8xRIobqb28/view",
				"authors": [
					"Skitter",
					"Various"
				],
				"convertedBy": [
					"Skitter"
				],
				"version": "1.0.0"
			}
		],
		"dateAdded": 1595718887,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "7183d8d40e",
		"edition": "classic"
	},
	"monster": [
		{
			"name": "Tiamat, the Dragon Queen",
			"shortName": true,
			"group": [
				"Greater Deities"
			],
			"isNpc": true,
			"isNamedCreature": true,
			"source": "TrueTiamat",
			"size": [
				"G"
			],
			"type": "dragon",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 33,
					"condition": "(natural armor)"
				}
			],
			"hp": {
				"formula": "80d100 + 960",
				"average": 5000
			},
			"speed": {
				"walk": 120,
				"fly": 480,
				"climb": 80,
				"swim": 120
			},
			"str": 50,
			"dex": 20,
			"con": 50,
			"int": 50,
			"wis": 50,
			"cha": 50,
			"save": {
				"str": "+32",
				"dex": "+17",
				"con": "+32",
				"int": "+32",
				"wis": "+32",
				"cha": "+32"
			},
			"skill": {
				"animal handling": "+44",
				"arcana": "+44",
				"athletics": "+44",
				"deception": "+44",
				"history": "+44",
				"insight": "+44",
				"intimidation": "+44",
				"acrobatics": "+29",
				"investigation": "+44",
				"medicine": "+44",
				"nature": "+44",
				"perception": "+44",
				"performance": "+44",
				"persuasion": "+44",
				"religion": "+44",
				"sleight of hand": "+29",
				"stealth": "+29",
				"survival": "+44"
			},
			"senses": [
				"blindsight 480 ft.",
				"darkvision 600 ft.",
				"truesight 240 ft.",
				"passive Perception 44"
			],
			"passive": 44,
			"resist": [
				"force",
				"necrotic",
				"psychic"
			],
			"immune": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"poison"
			],
			"vulnerable": [
				"radiant"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"grappled",
				"incapacitated",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained",
				"stunned",
				"unconscious"
			],
			"languages": [
				"All",
				"telepathy 1 AU"
			],
			"trait": [
				{
					"name": "Colossal",
					"entries": [
						"Tiamat's space is 100 feet by 100 feet. Any creature Large or smaller can enter her space and any such creature must be within Tiamat's space to be considered adjacent. In addition, any creature Large or smaller can only target Tiamat's limbs and tail unless it is able to fly, the attack range is greater than 15 feet, or it is using the climb onto a bigger creature rules in the DMG. Additionally, any creature adjacent to a Medium or smaller target that is hit by one of Tiamat's melee attacks must make a {@dc 34} Dexterity saving throw or take the same damage as the initial target. If Tiamat is targeted by an area of effect, the DM will determine if the effect targets her heads, limbs, tail, body, or a combination of her parts. If multiple parts are affected, each body part takes damage separately. Additionally, she as advantage on saving throws against being pushed or knocked {@condition prone}."
					]
				},
				{
					"name": "Chromatic Breath",
					"entries": [
						"When a creature, object, or area takes damage",
						"from one of Tiamat's breath weapons it suffers additional effects based on the damage type: frost bitten (cold), dissolves, (acid), {@condition poisoned} (poison), charged (lightning), or ignited (fire). The effects last for 6 ({@dice 1d12}) rounds. Affected targets take 28 ({@damage 8d6}) damage of the attack's type at the start of their turn and a creature that ends it turn adjacent to or in an affected area also takes 28 ({@damage 8d6}) damage of the attack's type. Additionally, each breath weapon has the following additional effects:",
						"• Dissolves. The target cannot use reactions or bonus actions. A dissolving area is filled with a pool of acid",
						"• Frost Bitten. The target cannot use reactions, and its speed is halved. A frost-bitten area is covered with ice and becomes difficult terrain. If a creature attempts to go over the frost-bitten area at normal speed, it must make a {@dc 25} Dexterity saving throw or fall {@condition prone}.",
						"• Poisoned. The target's speed is halved. A {@condition poisoned} area is filled with 20-foot high poisonous clouds that obscure sight and can be dispersed by a strong wind (70+ mph).",
						"• Charged. The target takes an additional 28 ({@damage 8d6}) lightning damage any time it uses a reaction or bonus action. A charged area is filled with a 20-foot high spider-web of lightning.",
						"• Ignited. The target cannot take reactions or bonus actions and suffers the effects of the spell heat metal. Ignited areas are engulfed in 20-foot high, opaque flames."
					]
				},
				{
					"name": "Discorporation",
					"entries": [
						"If Tiamat were to die outside of her lair, she instead vanishes shortly after falling, to regenerate in her lair."
					]
				},
				{
					"name": "Divine Might",
					"entries": [
						"A greater god's attacks and effects ignore the resistances and immunities of creatures CR 25 and below. A greater god's attacks and effects targeting creatures of CR 26-35 ignore resistances and treat immunities as resistance (condition immunities provide advantage in lieu of immunity)."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"Tiamat recovers 50 HP at the start of her turn."
					]
				},
				{
					"name": "Innate Spellcasting",
					"entries": [
						"Greater gods can innately cast the following spells at 8th level or higher, requiring no material components:",
						"At will: comprehend languages, contact outer plane, detect magic, detect thoughts, dispel magic, enlarge/reduce, polymorph, remove curse, scrying, sending, shield, shield of faith, telekinesis, teleport",
						"3/day each: arcane gate, creation, divine word, etherealness, forbiddance, (un)holy aura, Mordenkainen's private sanctum, resurrection, symbol, telepathy",
						"1/day each: astral projection, gate, mass heal (1000 hit points), true resurrection, wish",
						"In addition, Tiamat has the following properties:",
						"Tiamat's spell casting ability is Charisma (spell save {@dc 36}, {@hit 28} to hit with attack spells). Each head can innately cast, requiring no components, a spell listed in the Greater God Traits, or from the following:",
						"• The black head can cast all Necromancy spells of 6th level and lower once per day and the additional following spells:",
						"At will: acid splash, Melf's acid arrow (6th level), plant growth, vampiric touch (6th level)",
						"3/day each: gaseous form, dispel evil and good, insect plague, greater invisibility",
						"1/day each: circle of death, create undead, finger of death",
						"• The blue head can cast all Conjuration spells of 8th level or lower once per day and the following spells:",
						"At will: blur, lightning bolt (8th level), call lightning (8th level), hallucinatory terrain",
						"3/day each: chain lightning (8th level), storm sphere (8th level)",
						"1/day each: power word stun, storm of vengeance, whirlwind",
						"• The green head can cast all Illusion spells of 7th level and lower once per day and the following spells:",
						"At will: dream, entangle, hypnotic pattern, poison spray (17th level), plant growth, suggestion",
						"3/day each: cloud kill (7th level), dominate person, mass suggestion",
						"1/day each: dominate monster, feeblemind, mass suggestion",
						"• The red head can cast all Evocation spells of 9th level and lower once per day and the following spells:",
						"At will: Aganazzar's scorcher (9th level), fireball (9th level), heat metal (9th level), wall of fire (9th level)",
						"3/day each: counterspell (9th level), divine word, fire storm. forcecage",
						"1/day each: Incendiary cloud, wish",
						"• The white head can cast all Transmutation spells of 5th level and lower once per day and the following spells:",
						"At will: armor of Agathys, ice storm, sleet storm, wall of ice",
						"3/day each: bless, hold monster, investiture of ice, whirlwind",
						"1/day each: control weather, whirlwind (90 ft.high)"
					]
				},
				{
					"name": "Legendary Resistance (5/day)",
					"entries": [
						"If Tiamat fails a saving throw, she can ignore the failure and succeed instead."
					]
				},
				{
					"name": "Limited Magic Immunity",
					"entries": [
						"Unless a greater god wishes to be affected, it is immune to spells of 7th level or lower, and it is resistant to and has advantage on all other spells and magical effects."
					]
				},
				{
					"name": "Scales of the Dragon Queen",
					"entries": [
						"When Tiamat is target by a Magic Missile spell, line spell, or a spell that requires a ranged attack roll, roll a {@dice d6}. On a roll of 1-2, the functions normally, on a roll of 3-4, the spell is deflected and Tiamat is unaffected. On a roll of 5-6, Tiamat is unaffected and the effect is reflected back at the caster as though it originated from Tiamat, turning the caster into the target."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"Tiamat's attacks are magical. In addition, they count as +5."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"Tiamat deals double damage to structures."
					]
				},
				{
					"name": "Armor Smasher",
					"entries": [
						"Tiamat's attacks count as anti-armor weapons. (Anti-armor weapons deal normal damage to vehicles.)"
					]
				},
				{
					"name": "Trample",
					"entries": [
						"When Tiamat moves, she can enter a Large or smaller creature's space. The first time she enters a creature's space, she can make a Claw attack on that creature. Each time Tiamat makes a claw attack it cost her 30 feet of speed. Each time she makes a tail or wing attack it cost her 60 feet of speed."
					]
				},
				{
					"name": "Innate Shielding",
					"entries": [
						"Tiamat has a Shield value of 1000 and a regeneration rate of {@dice 5d20} per turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Tiamat can use her Frightful Majesty. She then makes four claw attacks, two tail attacks, and one wing attack."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 32} to hit, reach 30 ft., one target. {@h}191 ({@damage 42d6 + 44}) slashing damage. the target must make a {@dc 37} Strength saving throw or be knocked {@condition prone}, {@condition grappled}, or pushed 100 feet (Tiamat's choice)."
					]
				},
				{
					"name": "Sting",
					"entries": [
						"{@atk mw} {@hit 32} to hit, reach 30 ft., one target. {@h}233 ({@damage 42d8 + 44}) piercing damage, plus 254 ({@damage 20d20 + 44}) poison damage. damage. If the target is a creature, it must succeed on a {@dc 38} Constitution saving throw or take the listed poison damage and be {@condition poisoned} for 12 hours."
					]
				},
				{
					"name": "Sweep",
					"entries": [
						"Tiamat swings her tail in a 160-foot radius. Each creature in the area must make a {@dc 38} Dexterity saving throw or take 213 ({@damage 42d8 + 44}) bludgeoning damage, pushed 60 feet, knocked {@condition prone}, and {@condition stunned}."
					]
				},
				{
					"name": "Wing Attack",
					"entries": [
						"Tiamat beats her wings. Each creature within 120 feet of her must succeed on a {@dc 38} Dexterity saving throw or take 171 ({@damage 42d6 + 44}) bludgeoning damage and be knocked {@condition prone}. Tiamat can then fly up to half her flying speed."
					]
				},
				{
					"name": "Frightful Majesty",
					"entries": [
						"Each creature of Tiamat's choice within 480 feet of Tiamat and aware of her must succeed on a {@dc 30} Wisdom saving throw or be {@condition stunned} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 32} to hit, reach 90 ft., one target. {@h}275 ({@damage 42d10 + 44}) piercing damage, plus 86 ({@damage 12d6 + 44}) variable per head damage."
					]
				},
				{
					"name": "Supernatural Resilience",
					"entries": [
						"Tiamat can lose a maximum of 300 HP per attack."
					]
				}
			],
			"legendaryHeader": [
				"Tiamat can take 5 legendary actions. Only one legendary action option can be used at a time and only at the end of another creature's turn. If Tiamat has unspent legendary actions at the end of the round, she may spend and immediately use her remaining legendary actions. Tiamat regains spent legendary actions at the start of her turn.",
				"Tiamat's legendary action options area associated with her five dragon heads. She can choose one of the options below or one associated with each head. Tiamat chooses a legendary action option for one of her heads, she can't choose another one associated with that head until the start of her next turn."
			],
			"legendaryActions": 5,
			"legendary": [
				{
					"name": "Teleport",
					"entries": [
						"Tiamat teleports up to 240 feet away."
					]
				},
				{
					"name": "Regenerate",
					"entries": [
						"Tiamat regains 50 HP."
					]
				},
				{
					"name": "Attack",
					"entries": [
						"Tiamat makes an attack of her choosing."
					]
				},
				{
					"name": "Acidic Surge",
					"entries": [
						"Tiamat's black head takes one of the following actions. Acidic Mucus. Tiamat spits a ball of acidic mucus. Ranged Weapon Attack: {@hit 30} to hit, range 720 / 1,500 ft., one target. {@h}60 ({@damage 8d8 + 24}) bludgeoning damage and 72 ({@damage 16d8}) acid damage and the target must make a {@dc 30} Constitution saving throw, losing any resistance to acid damage for 24 hours and suffering the effects of Acid Breath on a failure.",
						"Darkness. Magical darkness spreads from a point the Tiamat can see within 480 feet of her; filling a 40-foot radius sphere for 7 ({@dice 2d6}) rounds. The darkness spreads around corners. A creature with darkvision can't see through the darkness, and nonmagical light can't illuminate it, but Tiamat can see through it. If any of the effect's area overlaps with an area of light created by a spell of 8th level or lower, the spell that created the light is dispelled. Necrotic Vines. Withered thorn covered vines erupt from a point on the ground Tiamat can see within 360 feet of her, creating a 40- foot radius blight of writhing vines. The blight is difficult terrain. If a creature ends its turn in the blight, it must make a {@dc 25} Strength saving throw or be {@condition restrained} ({@dc 20} escape) and takes 25 ({@damage 10d4}) piercing damage. If a creature starts its turn {@condition restrained} by the blight, It takes 44 ({@damage 8d10}) necrotic damage. The blight persists for 1 hour.",
						"Breath Weapon (Cost 2 Actions, Recharge 5-6). Acid Breath. Tiamat's black head exhales acid in a 600-foot line that is 20 feet wide. Each creature in that line must make a {@dc 37} Dexterity saving throw, taking 367 ({@damage 35d20}) acid damage on a failed save, or half as much damage on a successful one.",
						"Vitriolic Spray. Tiamat's black head exhales acid in a 400-foot cone. Each creature in the cone must make a {@dc 37} Dexterity saving throw, taking 367 ({@damage 35d20}) acid damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"name": "Storm Surge",
					"entries": [
						"Tiamat's blue head takes one of the following actions.",
						"Arc Lighting. Ranged Spell Attack: {@hit 28} to hit, range 960 ft., one target. {@h}130 ({@damage 20d12}) lightning damage and the target must make a {@dc 30} Constitution saving throw, losing all resistance to lightning damage for 24 hours on a failure.",
						"Sand Cloud. The Tiamat creates a 60-foot radius sphere of sand swirls centered on a point she can see within 480 feet of her The sphere spreads around corners and last 7 ({@dice 2d6}) rounds. Each creature that starts its turn in the cloud must succeed on a {@dc 36} Constitution saving throw or be {@condition blinded} for 1 minute. A creature can repeat the saving throw at the end of each of its turn, end the effect on itself on a success.",
						"Thunderclap. Tiamat choses a point she can see within 360 feet of it. Each creature within a 30-foot radius of that point must succeed on a {@dc 36} Constitution saving throw, taking 66 ({@damage 12d10}) thunder damage and be {@condition deafened} on a failed save, or half as much damage on a successful one.",
						"Breath Weapon (Recharge 5-6). Lightning Breath. Tiamat's blue head exhales lightning in a 480- foot cone. Each creature in the line must make a {@dc 37} Dexterity saving throw, taking 409 ({@damage 39d20}) lightning damage on a failed save, or half as much damage on a successful one.",
						"Lightning Bolt. Tiamat's blue head exhales lightning in a 1,000- foot-line that is 10 feet wide. The first creature in the line must make a {@dc 37} Dexterity saving throw, taking 630 ({@damage 60d20}) lightning damage and 66 ({@damage 12d10}) thunder damage on a failed save, or half as much damage on a successful one. In addition, each creature within 40 feet of the original target must make a {@dc 38} Constitution saving throw, taking 55 ({@damage 12d10}) thunder damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"name": "Toxic Surge",
					"entries": [
						"Tiamat's green head takes one of the following actions.",
						"Dread Whispers (Green Head Only). Tiamat chooses one creature she can see within 640 feet of her. The creature must make a {@dc 36} Wisdom saving throw. On a failure, the creature takes 66 ({@damage 12d10}) psychic damage, loses all resistance to poison damage for 24 hours, can't take bonus actions or reactions, and its speed is halved until the end of the Tiamat's next turn. The target takes half damage on a successful save.",
						"Luring Glare. Tiamat chooses one creature she can see within 480 feet of her. That creature must make a {@dc 36} Wisdom saving throw. On a failure, the target takes 66 ({@damage 12d10}) psychic damage and must use its reaction to move up to 30 feet in a direction Tiamat chooses and is then {@condition stunned} until the end of Tiamat's next turn. The target takes half as much damage on a success.",
						"Dominating Gaze (Recharge 5-6). Tiamat's green head magically compels one creature it can see within 600 feet of it to look into her eyes. The creature must make a {@dc 38} Wisdom saving throw. On a failure the creature is dominated as in the dominate monster spell.",
						"Poison Breath (Recharge 5-6). Tiamat's green head exhales poison in a 500-foot cone. Each creature in the cone must make a {@dc 37} Constitution saving throw, taking 390 ({@damage 60d12}) poison damage and is {@condition poisoned} on a failed save, or half as much damage on a successful one. In addition, the area of attack becomes filled with poisonous gas for 7 ({@dice 2d6}) rounds, unless it is dispersed by a strong wind (50+ mph). The gas obscures the area up to 30 feet high and a creature that ends or starts its turn in the area takes 49 ({@damage 14d6}) poison damage."
					]
				},
				{
					"name": "Infernal Surge",
					"entries": [
						"Tiamat's red head takes one of the following actions.",
						"Eruption. Magma erupts from a point on the ground that Tiamat can see within 360 feet of her, creating a 150-foot high, 30-foot radius geyser. Each creature in the geyser's area must make a {@dc 38} Dexterity saving throw, taking 72 ({@damage 16d8}) fire damage and 72 ({@damage 16d8}) bludgeoning damage on a failed save, or half as much damage on a successful one.",
						"Immolate Foe. Ranged Spell Attack: {@hit 28} to hit, range 960 ft., one target. {@h}88 ({@damage 16d10}) fire damage and the target must make a {@dc 30} Constitution saving throw, losing all resistance to fire damage for 24 hours on a failure.",
						"Volcanic Gas. The Tiamat creates a 60-foot radius sphere of volcanic gas centered on a point she can see within 480 feet of her. The sphere spreads around corners, is lightly obscured, and",
						"last 7 ({@dice 2d6}) rounds. Each creature that starts its turn in the cloud must succeed on a {@dc 38} Constitution saving throw or be {@condition poisoned} until the start of its next turn. While {@condition poisoned} in this way, a creature is {@condition incapacitated}.",
						"Breath Weapon (Recharge 5-6).",
						"Fire Breath. Tiamat's red head exhales fire in a 600-foot cone. Each creature in that area must make a {@dc 37} Dexterity saving throw, taking 416 ({@damage 64d12}) fire damage on a failed save, or half as much damage on a successful one.",
						"Fire Blast. Tiamat's red head exhales fire in a 900-foot line that is 10 feet wide. The first creature in the line must make a {@dc 37} Dexterity saving throw, taking 312 ({@damage 48d12}) fire damage plus 312 ({@damage 48d12}) thunder damage on a failed save, or half as much damage on a successful one. In addition, each creature within 40 feet of the initial target must make a {@dc 38} Dexterity saving throw, taking 52 ({@damage 8d12}) fire damage plus 52 ({@damage 8d12}) thunder damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"name": "Frigid Surge",
					"entries": [
						"White Dragon Head Legendary Actions",
						"Ice Sheet. Tiamat creates an opaque wall of ice on a solid surface she can see within 240 feet of her. The wall can be up to 100 feet long, 100 feet high, and 2 feet thick. When the wall appears, each creature within its area is pushed 5 feet out of the wall's space, appearing on whichever side of the wall it wants. Each 10- foot section of the wall has AC 10, 150 hit points, vulnerability to fire damage, and immunity to acid, cold, necrotic, poison, and psychic damage.",
						"Icy Tomb (White Head Only). Ranged Spell Attack: {@hit 28} to hit, range 960 ft., one target. {@h}the target is encased in ice; takes 35 ({@damage 10d6}) cold damage and the target is {@condition restrained} and loses any resistance to cold damage for 24 hours. In addition, the target takes 35 ({@damage 10d6}) cold damage at the start of its turn, until it takes an action to break the ice and succeeds on a {@dc 30} Strength check, ending the effects on itself on a success.",
						"Winter Storm (2/Day). Tiamat casts the spell Storm of Vengeance, except: all rounds are identical to rounds 5-10 of the spell, the radius is 2 miles, and 14 ({@damage 4d6}) cold damage.",
						"Breath Weapon (Recharge 5-6).",
						"Cold Breath. Tiamat's white head exhales cold in a 480-foot cone.",
						"Each creature in the cone must succeed on a {@dc 37} Constitution saving throw, taking 312 ({@damage 48d12}) cold damage on a failed save and half as much damage on a successful one.",
						"Ice Shards. Tiamat's white head exhales shards of ice in a 600-foot line that is 40 feet wide. Each creature in that area must succeed on a {@dc 37} Dexterity saving throw, taking 156 ({@damage 24d12}) cold damage and 189 ({@damage 24d12}) piercing damage on a failed save and half as much damage on a successful one."
					]
				}
			],
			"environment": [
				"nine hells"
			],
			"tokenUrl": "https://www.gannett-cdn.com/-mm-/dcb5a269225ce55086de8348d2652cfc3ed76d3d/c=0-367-3600-2398&r=x1683&c=3200x1680/local/-/media/USATODAY/test/2014/01/22/1390449228000-Tiamat.jpg",
			"traitTags": [
				"Legendary Resistances",
				"Magic Weapons",
				"Regeneration",
				"Siege Monster"
			],
			"senseTags": [
				"B",
				"SD",
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"TP"
			],
			"damageTags": [
				"S",
				"P",
				"I",
				"B",
				"L",
				"A",
				"N",
				"T",
				"Y",
				"F",
				"C"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"blinded",
				"grappled",
				"incapacitated",
				"poisoned",
				"prone",
				"restrained",
				"stunned"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity",
				"strength",
				"wisdom"
			]
		}
	]
}
