{
	"_meta": {
		"sources": [
			{
				"json": "WeirdFlavorCreatures",
				"abbreviation": "WFC",
				"full": "Weird Flavor Creatures",
				"url": "https://homebrewery.naturalcrit.com/share/-s4yCQ_RQSi0",
				"version": "2021-05-27T03:51:20.571Z",
				"authors": [
					"teqqqie"
				],
				"convertedBy": [
					"teqqqie"
				]
			}
		],
		"dateAdded": 1645754685,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "8139e5e1b8",
		"edition": "classic"
	},
	"legendaryGroup": [
		{
			"name": "Infested Dragon",
			"source": "WeirdFlavorCreatures",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the dragon takes a lair action to cause one of the following effects; the dragon can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Part of the ceiling collapses above one creature that the dragon can see within 120 feet of it. The creature must succeed on a {@dc 15} Dexterity saving throw or take 10 ({@damage 3d6}) bludgeoning damage and be knocked {@condition prone} and buried. The buried target is {@condition restrained} and unable to breathe or stand up. A creature can take an action to make a {@dc 10} Strength check, ending the buried state on a success.",
						"Giant, wriggling worms erupt from the ground, grasping at creatures in a 20-foot radius centered on a point that the dragon can see within 120 feet of it. That area becomes difficult terrain, and each creature that starts its turn in the area or enters it on its turn must succeed on a {@dc 15} Strength saving throw or be {@condition restrained} by the worms. A creature can be freed if it or another creature takes an action to make a {@dc 15} Strength check and succeeds. The worms recede when the dragon uses this lair action again or when the dragon dies.",
						"A wave of energy sweeps inward, rushing toward the dragon and pulling creatures along with it. Each creature within 120 feet of the dragon must make a {@dc 15} Strength saving throw. On a failure, a creature takes 10 ({@damage 3d6}) damage of the type selected for the dragon's damage immunity (acid, cold, fire, lightning, or poison) and is swept 20 feet closer to the dragon. On a success, a creature takes half as much damage and is not moved."
					]
				}
			],
			"regionalEffects": [
				"The region containing a legendary infected dragon's lair is warped by the dragon's corrupted magic, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Hidden sinkholes form in and around the dragon's lair. A sinkhole can be spotted from a safe distance with a successful {@dc 20} Wisdom (Perception) check. Otherwise, the first creature to step on the thin crust covering the sinkhole must succeed on a {@dc 15} Dexterity saving throw or fall {@dice 1d6 × 10} feet into the sinkhole.",
						"Within 1 mile of its lair, the dragon leaves no physical evidence of its passage unless it wishes to. Tracking it there is impossible except by magical means.",
						"The soil within 6 miles of the dragon's lair is filled with an unnatural number of worms, which burrow under the surface and cause the ground to very slowly undulate. Worms within 1 mile of the dragon's lair serve as the dragon's eyes and ears. Deer and other large game are strangely absent, hinting at the presence of an unnaturally hungry predator."
					]
				},
				"If the dragon dies, the worms lose their supernatural link to it. The population of worms in the area returns to a normal amount in approximately one month. Any sinkholes remain where they are."
			]
		}
	],
	"monster": [
		{
			"name": "Fire Slug",
			"group": [
				"Slugs"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				8
			],
			"hp": {
				"formula": "1d4",
				"average": 2
			},
			"speed": {
				"walk": 5,
				"swim": 10
			},
			"str": 1,
			"dex": 6,
			"con": 10,
			"int": 1,
			"wis": 7,
			"cha": 2,
			"passive": 8,
			"resist": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"cr": "0",
			"trait": [
				{
					"name": "Heated Body",
					"entries": [
						"A creature that touches the fire slug or hits it with a melee attack while within 5 feet of it takes 1 fire damage."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"The fire slug can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Cerata",
					"entries": [
						"{@atk mw} {@hit +0} to hit, reach 5 ft., one target. {@h} 1  fire damage."
					]
				},
				{
					"name": "Cnidosac",
					"entries": [
						"{@atk mw} {@hit +0} to hit, reach 5 ft., one target. {@h} 1  poison damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Toxic Mucus {@recharge 4}",
					"entries": [
						"When the fire slug is hit with a melee attack, or when a creature attempts to grapple it, the fire slug can exude toxic mucus from its skin. The mucus coats the fire slug, and lasts until the start of its next turn. While the mucus is present, a creature that touches the fire slug or hits it with a melee attack while within 5 feet of it (including the triggering melee attack) must make a {@dc 10} Constitution saving throw or take 1 poison damage and be {@condition poisoned} until the end of its next turn. While active, the mucus coating cools the slug's fiery body somewhat, suppressing the effects of Heated Body."
					]
				}
			],
			"environment": [
				"arctic",
				"coastal",
				"underwater"
			],
			"fluff": {
				"entries": [
					"There are many animals you shouldn't step on at the beach. A sea urchin or stingray will leave you with venom-filled puncture wounds, while a jellyfish will inject a particularly nasty toxic cocktail. Step on a fire slug, however, and you will soon find your feet covered in burns and blisters.",
					"Through an unknown process, these odd sea slugs produce intense heat. The reason for this is also uncertain, since, like many sea slugs, fire slugs are usually passive creatures, content to graze on seaweed and corals on reefs and near the shore.  However, when threatened, they have a slew of defensive abilities to protect their otherwise soft and vulnerable bodies. In addition to the extreme temperature they emit, their bodies are covered in special tentacles called cerata, which jet tiny flames from their tips. They also possess modified cerata with poison bulbs called cnidosacs on the ends. These tentacles, along with a toxic mucus coating, compensate for the slug's slow speed and squishy body.",
					"If you encounter one of these stunning creatures, it is best to admire its beauty from a distance; a fire slug's defenses are always active, and they are unsuitable for use as either pets or food. Some have tried to keep them in aquaria, but they have a reputation for melting through the glass or boiling other inhabitants alive, and their flesh is chewy and poisonous to most creatures."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/6tnPhGc.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/6tnPhGc.png",
			"traitTags": [
				"Amphibious"
			],
			"damageTags": [
				"F",
				"I"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Giant Fire Slug",
			"group": [
				"Slugs"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				8,
				{
					"ac": 10,
					"condition": "underwater",
					"braces": true
				}
			],
			"hp": {
				"formula": "15d8 + 30",
				"average": 97
			},
			"speed": {
				"walk": 15,
				"swim": 30
			},
			"str": 10,
			"dex": 6,
			"con": 14,
			"int": 1,
			"wis": 7,
			"cha": 2,
			"passive": 8,
			"resist": [
				{
					"resist": [
						"fire",
						"poison"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"conditionImmune": [
				"poisoned"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The giant fire slug can breathe air and water."
					]
				},
				{
					"name": "Heated Body",
					"entries": [
						"A creature that touches the giant fire slug or hits it with a melee attack while within 5 feet of it takes 5 ({@damage 1d10}) fire damage."
					]
				}
			],
			"action": [
				{
					"name": "Cerata",
					"entries": [
						"{@atk mw} {@hit +2} to hit, reach 5 ft., one target. {@h} 9 ({@damage 2d8}) bludgeoning damage and 3 ({@damage 1d6}) fire damage."
					]
				},
				{
					"name": "Cnidosac",
					"entries": [
						"{@atk mw} {@hit +2} to hit, reach 5 ft., one target. {@h} 7 ({@damage 2d6}) bludgeoning damage, and the target must succeed on a {@dc 13} Constitution saving throw or take 2 ({@damage 1d4}) poison damage and be {@condition poisoned} until the end of its next turn."
					]
				}
			],
			"reaction": [
				{
					"name": "Toxic Mucus {@recharge 4}",
					"entries": [
						"When the fire slug is hit with a melee attack, or when a creature attempts to grapple it, the fire slug can exude toxic mucus from its skin. For the next minute, the mucus coats the fire slug. While the mucus is present, a creature that touches the fire slug or hits it with a melee attack while within 5 feet of it (including the triggering melee attack) must make a {@dc 13} Constitution saving throw or take 5 ({@damage 1d10}) poison damage and be {@condition poisoned} until the end of its next turn. While active, the mucus coating cools the slug's fiery body somewhat, suppressing the effects of Heated Body.",
						"When the giant fire slug takes this reaction, excess mucus pools in its space. This pool remains in the space for 1 minute, even if the slug moves to a different space. A creature moving into this space must make a {@dc 12} Dexterity saving throw. On a failure, the creature must succeed on the same {@dc 13} Constitution saving throw or take 5 ({@damage 1d10}) poison damage.",
						"If the slug is underwater, the excess mucus instead spreads into the water around it. When this reaction is taken, every creature in a space adjacent to the giant fire slug must make the associated Constitution saving throw."
					]
				}
			],
			"environment": [
				"arctic",
				"coastal",
				"underwater"
			],
			"fluff": {
				"entries": [
					"Giant fire slugs, like many giant versions of creatures, are the subject of quite a bit of controversy in academic circles. Some scholars believe that they are the result of intentional or accidental magical modification. Others, especially certain circles of coastal druids, hold that these creatures have lived alongside their smaller relatives for millennia, and that they are an odd but perfectly natural part of the ecosystem.",
					"The danger that giant fire slugs pose is much more certain than their origins. Though they share the general passive nature of regular fire slugs, they are easier to provoke. Even when they are not being aggressive, giant fire slugs are a hazard for coastal towns and fishing villages. Between the intense heat they produce and the toxic trail of mucus they leave, these creatures can do considerable damage to wooden structures, crops, livestock, and people. If it decides to search a settlement for food, a single unchecked fire slug can render significant sections uninhabitable for days or weeks, until the fires die down and the soil recovers from the toxic mucus."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/6tnPhGc.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/6tnPhGc.png",
			"traitTags": [
				"Amphibious"
			],
			"damageTags": [
				"B",
				"F",
				"I"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Volcano Slug",
			"group": [
				"Slugs"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 9,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "1d4 + 1",
				"average": 3
			},
			"speed": {
				"walk": 5,
				"burrow": 5
			},
			"str": 2,
			"dex": 5,
			"con": 12,
			"int": 1,
			"wis": 7,
			"cha": 2,
			"passive": 8,
			"resist": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"cr": "0",
			"trait": [
				{
					"name": "Heated Body",
					"entries": [
						"A creature that touches the volcano slug or hits it with a melee attack while within 5 feet of it takes 1 fire damage."
					]
				},
				{
					"name": "Lava Skimmer",
					"entries": [
						"The volcano slug can move along the surface of lava or briefly dip below the surface without being burned. It can spend up to 2 turns on the surface of lava, and can use its burrowing speed to swim under the surface for a single turn. Once it has used this trait, it must spend {@dice 1d4} turns out of lava before it is cool enough to use this trait again."
					]
				}
			],
			"action": [
				{
					"name": "Cerata",
					"entries": [
						"{@atk mw} {@hit +0} to hit, reach 5 ft., one target. {@h} 1  piercing damage."
					]
				},
				{
					"name": "Cnidosac",
					"entries": [
						"{@atk mw} {@hit +0} to hit, reach 5 ft., one target. {@h} 1  poison damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Toxic Mucus {@recharge 4}",
					"entries": [
						"When the volcano slug is hit with a melee attack, or when a creature attempts to grapple it, the fire slug can exude toxic mucus from its skin. The mucus coats the volcano slug, and lasts until the start of its next turn. While the mucus is present, a creature that touches the volcano slug or hits it with a melee attack while within 5 feet of it (including the triggering melee attack) must make a {@dc 10} Constitution saving throw or take 1 poison damage and be {@condition poisoned} until the end of its next turn. While active, the mucus coating cools the slug's molten body somewhat, suppressing the effects of Heated Body."
					]
				}
			],
			"environment": [
				"lava flow",
				"mountain",
				"volcano"
			],
			"fluff": {
				"entries": [
					"Volcano slugs are close relatives of fire slugs. Unlike their coastal cousins, these creatures live on and in volcanic soil, and are especially abundant around active volcanoes and lava flows. They are hardier than fire slugs, and have increased defense from the spiky crust of dried lava that covers their backs."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/rqHXH6b.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/rqHXH6b.png",
			"damageTags": [
				"F",
				"I"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Giant Volcano Slug",
			"group": [
				"Slugs"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "15d8 + 30",
				"average": 97
			},
			"speed": {
				"walk": 15,
				"burrow": 20
			},
			"str": 12,
			"dex": 5,
			"con": 15,
			"int": 1,
			"wis": 7,
			"cha": 2,
			"passive": 8,
			"resist": [
				{
					"resist": [
						"fire",
						"poison"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"conditionImmune": [
				"poisoned"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Heated Body",
					"entries": [
						"A creature that touches the giant volcano slug or hits it with a melee attack while within 5 feet of it takes 5 ({@damage 1d10}) fire damage."
					]
				},
				{
					"name": "Crumbling Armor",
					"entries": [
						"If the giant volcano slug takes more than 10 bludgeoning damage (after resistance) in a single turn, its protective rocky coating crumbles, reducing the slug's AC to 9. The coating reforms after the slug has spent {@dice 1d4 + 3} days near active volcanoes or lava flows."
					]
				},
				{
					"name": "Lava Skimmer",
					"entries": [
						"The giant volcano slug can move along the surface of lava or briefly dip below the surface without being burned. It can spend up to 4 turns on the surface of lava, and can use its burrowing speed to swim under the surface for a single turn. After this time, it may still move on or through the lava, but it takes {@damage 5d6} fire damage at the start of each of its turns. Once it has used this trait, it must spend {@dice 1d4 + 3} turns out of lava before it is cool enough to use this trait again."
					]
				}
			],
			"action": [
				{
					"name": "Cerata",
					"entries": [
						"{@atk mw} {@hit +3} to hit, reach 5 ft., one target. {@h} 9 ({@damage 2d8}) bludgeoning damage and 3 ({@damage 1d6}) piercing damage."
					]
				},
				{
					"name": "Cnidosac",
					"entries": [
						"{@atk mw} {@hit +3} to hit, reach 5 ft., one target. {@h} 7 ({@damage 2d6}) bludgeoning damage, and the target must succeed on a {@dc 13} Constitution saving throw or take 2 ({@damage 1d4}) poison damage and be {@condition poisoned} until the end of its next turn."
					]
				}
			],
			"reaction": [
				{
					"name": "Toxic Mucus {@recharge 4}",
					"entries": [
						"When the volcano slug is hit with a melee attack, or when a creature attempts to grapple it, the volcano slug can exude toxic mucus from its skin. For the next minute, the mucus coats the volcano slug. While the mucus is present, a creature that touches the volcano slug or hits it with a melee attack while within 5 feet of it (including the triggering melee attack) must make a {@dc 13} Constitution saving throw or take 5 ({@damage 1d10}) poison damage and be {@condition poisoned} until the end of its next turn. While active, the mucus coating cools the slug's molten body somewhat, suppressing the effects of Heated Body.",
						"When the giant volcano slug takes this reaction, excess mucus pools in its space. This pool remains in the space for 1 minute, even if the slug moves to a different space. A creature moving into this space must make a {@dc 12} Dexterity saving throw. On a failure, the creature must succeed on the same {@dc 13} Constitution saving throw or take 5 ({@damage 1d10}) poison damage.",
						"If any part of the slug's space or an adjacent space contains lava when it takes this reaction, the mucus pool instead catches fire. A creature moving into this space must make a {@dc 12} Dexterity saving throw, taking 5 ({@damage 1d10}) fire damage on a failure, or half damage on a success. The pool burns for 3 rounds."
					]
				}
			],
			"environment": [
				"lava flow",
				"mountain",
				"volcano"
			],
			"fluff": {
				"entries": [
					"Giant volcano slugs share the same temperament as giant fire slugs. Unlike giant fire slugs, however, their cerata are crusted over with jagged shards of cooled lava that splinter and pierce on impact."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/rqHXH6b.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/rqHXH6b.png",
			"damageTags": [
				"B",
				"F",
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Abyssal Zonathid",
			"shortName": "Zonathid",
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "aberration",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				9
			],
			"hp": {
				"formula": "2d4 + 4",
				"average": 9
			},
			"speed": {
				"walk": 15,
				"climb": 15
			},
			"str": 4,
			"dex": 8,
			"con": 14,
			"int": 4,
			"wis": 10,
			"cha": 1,
			"skill": {
				"stealth": "+4"
			},
			"senses": [
				"darkvision 30 ft."
			],
			"passive": 10,
			"conditionImmune": [
				"exhaustion",
				"prone"
			],
			"cr": "1/8",
			"trait": [
				{
					"name": "Hop",
					"entries": [
						"The abyssal zonathid can use all its movement on a turn to magically propel itself 10 feet through the air before silently landing. This movement can be parallel to the ground, or may be used to jump up or down to a surface."
					]
				},
				{
					"name": "Tactical Eyebeams",
					"entries": [
						"The abyssal zonathid can use its Eyebeam attack offensively, but its main use is accessing the flesh of its prey. Using Eyebeam to deal acid damage melts away a small hole in most nonliving materials, including metal, wood, cloth, and leather. The necrotic Eyebeam, on the other hand, is used to eat through its prey's natural defenses, such as armored hide or protective mucus, to reach the flesh underneath. Once it has reached its prey's flesh, the zonathid uses the poison Eyebeam to numb the immediate area while it settles in to feed. A creature must succeed on a DC 15 Constitution saving throw to resist the numbing and notice the zonathid. A creature has advantage on this saving throw if it is resistant to poison damage, and automatically succeeds if it is immune to poison damage."
					]
				},
				{
					"name": "Vigilant",
					"entries": [
						"The abyssal zonathid cannot be surprised."
					]
				}
			],
			"action": [
				{
					"name": "Eyebeam",
					"entries": [
						"{@atk rs} {@hit 0} to hit, range 10 ft., one target. {@h}2 ({@damage 1d4}) necrotic, poison, or acid damage."
					]
				},
				{
					"name": "Adhere",
					"entries": [
						"The abyssal zonathid positions itself above an open wound on its victim. It secretes a biological glue that adheres it to the victim's skin. If the victim is unaware of the zonathid's presence, it must make a {@dc 17} Constitution save. On a failure, it remains unaware of the abyssal zonathid, and the wound and surrounding skin are numbed for {@dice 1d4 + 3} days. See the zonathid's description for long-term effects. On a success, the creature becomes aware of the zonathid's presence, and may use its reaction to pull the zonathid off the wound."
					]
				}
			],
			"bonus": [
				{
					"name": "Hide",
					"entries": [
						"The abyssal zonathid takes the Hide action."
					]
				}
			],
			"environment": [
				"cave",
				"mountain",
				"underdark",
				"urban"
			],
			"fluff": {
				"entries": [
					"\\\"While the exact nature of an abyssal zonathid's creation remains unclear, I have found similarities to the body plan of beholders. While the eye slits at the end of each stalk belie none of the intelligence of a true beholder, each slit is capable of projecting a weak beam of magic, to various effects. It also seems that their ability to leap through the air stems from a similar organ to the one beholders use to fly and hover.\\\" ",
					"-Dhornii Fleckeri, gnomish druid and zoologist",
					"The abyssal zonathid is a pathetic creature, limply crawling in the dank recesses of caves and other perpetually dark places. Its body is a jumbled mess of short, stocky eyestalks, each eyestalk having a narrow, slitted eye at its end. In the center its body is a large pink tongue, surrounded by a circle of tiny red tentacles, which writhe about in an unnerving fashion.",
					"A typical abyssal zonathid is only a couple inches across, and even when encountered in groups, it poses no significant threat to the most inexperienced fighter. While slightly hardier than its size and flaccid, fleshy appearance would suggest, it has neither extraordinary weapons nor developed defenses.",
					"However, abyssal zonathids are only easy to kill if they are noticed, and they will go to great lengths to avoid attention. These tiny aberrations are parasites, and they prefer to prey on unaware humanoids. Their favorite hunting strategy is to hide in a cave, sewer, dungeon, or other place that is simultaneously out of the way and relatively well-traveled. When a hunting party, guard patrol, or group of adventurers sets up camp near their hiding spots, they prepare to strike. An abyssal zonathid will use its natural stealth and climbing ability to sneak up on a sleeping humanoid, preferring one whose back is easily accessible.",
					"The zonathid will use its acid eyebeam to melt through clothing and armor, and its necrotic eyebeam to rapidly decay skin, scales, and other natural barriers between it and the humanoid's flesh, using its poison eyebeam as necessary to numb the wound before the victim can notice. Once it has opened a shallow wound (typically 2-3 centimeters wide), it positions its \\\"mouth\\\" above the wound, and presses down. It secretes an adhesive numbing agent that both glues its body to the skin of the victim, and numbs the area. While the numbing from its poison eyebeam is relatively short-lived, the anesthetic qualities of this mucus are much stronger. If the victim humanoid does not notice the mucus (see the saving throw for its Adhere action), the wound and surrounding area will remain numb for {@dice 1d4+3} days.",
					"If it successfully adheres to its victim, the abyssal zonathid proceeds to its feeding stage. First, it inserts its oral tentacles into blood vessels exposed by the wound. These tentacles siphon blood from the host, providing both sustenance and information. Once it has begun absorbing blood from its victim, the zonathid will change appearance, taking on the color and texture of the victim's skin. It becomes very difficult to notice, appearing only as a slightly raised bump on the skin (this bump can be between 2-4 inches wide). At this point, especially if it has chosen an area on its host's back, the zonathid may remain undetected for weeks.",
					"Once it has fully connected to the host's bloodstream and camouflaged itself, the abyssal zonathid begins its secondary feeding behavior. Though it is unkown exactly why, the creature will use its large central tongue to lap at the open wound, keeping it just irritated enough to prevent healing. While the numbing effects of the mucus last, this licking is undetectable. Even after the mucus has worn off, the host will be unable to pinpoint the sensation, feeling only a general discomfort and uneasiness. Explicitly focusing on this sensation and succeeding a DC 15 Perception check will allow a victim to localize this feeling to a specific part of the body, though it will not specifically reveal the zonathid.",
					"If the zonathid remains attached to a host for more than 2 weeks, the host's maximum hit points are reduced by {@dice 1d4}, and this effect increases by {@dice 1d4} for every 2 successive weeks. Additionally, each month the abyssal zonathid remains attached, the victim gains a level of exhaustion, which does not fade until the zonathid is removed.",
					"Removing an abyssal zonathid from its host is non-trivial. Attempting to pull or scrape it off, or remove it by some other means, is ill advised; when disrupted or injured, the zonathid releases chemicals that powerfully stimulate the host's nervous system, causing intense pain and convulsions. If it is killed while attached to a host (if the host has not already died from shock and muscle spasms), it releases potent toxins into the host's bloodstream, dealing {@dice 3d4} poison damage and poisoning the victim. A creature that has been poisoned in this way remains poisoned until healed by the effects of {@spell Lesser Restoration} or another spell or effect that cures diseases and conditions. The dead zonathid must also be removed from the wound and its oral tentacles extracted, which usually involves cutting off some of the host's skin, unless a method of dissolving the adhesive mucus can be found.",
					"An abyssal zonathid may be successfully removed without poisoning its host if it is dealt twice its maximum HP in radiant damage in one round, or if the spell {@spell Lesser Restoration} or a similar spell is cast on it."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/gzmLMrc.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/gzmLMrc.png",
			"senseTags": [
				"D"
			]
		},
		{
			"name": "Acanthar Urchin",
			"shortName": "Urchin",
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 10,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "1d4",
				"average": 2
			},
			"speed": {
				"walk": 1
			},
			"str": 1,
			"dex": 1,
			"con": 10,
			"int": 1,
			"wis": 1,
			"cha": 1,
			"senses": [
				"blindsight 5 ft. (blind beyond this radius)",
				"tremorsense 5 ft."
			],
			"passive": 5,
			"cr": "0",
			"trait": [
				{
					"name": "Dehydrated Detonation",
					"entries": [
						"If the urchin is left out of water for {@dice 1d4 + 3} hours (or {@dice 1d4} hours in sunlight), or set on fire, it becomes too dehydrated to hold itself together, and explodes. Each creature in a 5 ft. radius of the urchin must make a {@dc 10} Dexterity saving throw. On a failure, the creature is subject to the effects of Venomous Spines. If more than 1 urchin explodes simultaneously, the DC increases to 15."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The urchin can breathe only underwater."
					]
				},
				{
					"name": "Venomous Spines",
					"entries": [
						"If a creature handles the urchin with bare skin (or fails the saving throw from Dehydrated Detonation), it must make a {@dc 5} Constitution saving throw. On a failure, the creature takes 1 piercing damage and 1 poison damage. If the creature rolls a natural 1, it fails the saving throw and suffers a heart attack, taking 4 levels of {@condition exhaustion} and falling {@condition unconscious}."
					]
				},
				{
					"name": "Pincushion",
					"entries": [
						"If a creature is subject to the effects of Venomous Spines multiple times simultaneously, the DC for the Constitution saving throw increases by 1 for every additional activation, up to a DC of 30. On the 5th additional activation ({@dc 10}), the heart attack range increases by 1. This pattern continues for every 5 additional activations (e.g. at 15 additional activations, DC is 20 and a roll of 1-4 triggers a heart attack), even if the maximum DC has already been reached."
					]
				}
			],
			"environment": [
				"coastal",
				"hot spring"
			],
			"fluff": {
				"entries": [
					"\"There was a sudden unidentifiable sound, loud, and followed by a rain of small, sharp spines. Our local guide informed us that the explosion was the result of a dehydrated acanthar urchin, likely one that had been launched out of its spring by a geyser. The sound is difficult to describe; somewhere between the pop of a balloon and the crunch of dry leaves.\"",
					"-Dhornii Fleckeri, gnomish druid and zoologist",
					"The acanthar urchin is a creature full of irregular, contradictory properties. Their venom is usually no more dangerous than a bee sting, but about 5% of victims suffer sudden cardiac arrest. Though quite sturdy for their size, if left out of water for too long, they destabilize in spectacular fashion, suddenly exploding and releasing a shower of venomous spines. Finally, as a seeming rebellion against their toxic nature, the innards of acanthar urchins can be used to produce a soothing salve, useful for treating skin irritation and contact poisons.",
					"Their odd idiosyncrasies don't stop with their physical features; while they can be found in shallow ocean waters like many other urchins, acanthar urchins are more common in sulfurous springs. It is still unknown how these creatures survive in such extreme conditions, or how they even reach such springs in the first place. Some theories suggest that the urchins release spores when they explode, hoping that at least a few reach a new body of water. Conversely, it is the belief of certain druidic circles that most acanthar urchins live in massive populations deep under the earth, and that the specimens found in sulfur springs are those few individuals that have floated to the surface. These druids also hold that acanthar urchins play a vital role in natural energy cycles.",
					"For adventurers, however, the usefulness of the acanthar urchin in setting traps is much more interesting than its ecology. The urchins may be used as fire-activated grenades or mines. The cumulative effects of their venom mean that even a small pile of urchins can be turned into a dangerous explosive trap with little more than a torch or some lamp oil.",
					"---",
					"Poisons and Salves",
					"The acanthar urchin can be harvested to produce both a poison and a salve.",
					"- Poison. To produce a useful poison from acanthar venom, the spines must be harvested. A single vial requires the spines of {@dice 1d4+1} urchins; these spines must be boiled in water from a sulfur spring for at least 1 hour.",
					"The poison only works if dispersed in a creature's bloodstream; this can be accomplished by coating a piercing or slashing weapon, or injecting the poison with a syringe. The poison lasts for 4 attacks when coating a weapon.",
					"A creature affected by the poison must make a DC 15 Constitution saving throw. On a failure, the creature takes {@dice 2d4} poison damage and is poisoned until the end of its next turn (if inflicted by a weapon) or for 1 hour (if injected with a syringe). Furthermore, if the result of the saving throw is less than 8 (or a natural 1), the creature suffers a heart attack, taking 4 levels of exhaustion and falling unconscious.",
					"- Salve. The innards of acanthar urchins can be used to make a soothing salve. To access the innards, the urchins must be cracked open, taking care not to contaminate the organs with the venom in the spines. A single dose requires the innards from {@dice 1d4} urchins. The gooey mass of tissues must then be thoroughly mixed with half a liter of lotion, gel, or other skin-safe viscous fluid.",
					"    One dose of salve is enough to treat one limb or half the torso of a medium creature, or two limbs or the entire torso of a small creature. When applied to the skin of a creature, the salve fully soothes skin irritation and inflammation, such as that caused by poison ivy or bug bites. Additionally, if applied to skin affected by a contact poison within 10 minutes of exposure, the salve will cure a creature of the effects of the poison, including removing the poisoned condition (it does not heal any damage or undo effects that have already applied).",
					"    Certain exotic or magical poisons may be too strong to be healed by this salve; don't treat it as an excuse to pour strange liquids on your skin (or your friends' skins)."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/gAaVs4a.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/gAaVs4a.png",
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B",
				"T"
			],
			"damageTags": [
				"I",
				"P"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Deepstar",
			"group": [
				"Deepstars"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "fey",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				17
			],
			"hp": {
				"formula": "3d4",
				"average": 7
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 40,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 1,
			"dex": 24,
			"con": 10,
			"int": 11,
			"wis": 14,
			"cha": 11,
			"senses": [
				"blindsight 120 ft. (blind beyond this radius except for the effects of Phototaxis)"
			],
			"passive": 12,
			"resist": [
				"lightning"
			],
			"immune": [
				"poison"
			],
			"vulnerable": [
				"fire"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"paralyzed",
				"poisoned",
				"unconscious"
			],
			"languages": [
				"understands Sylvan but can't speak"
			],
			"cr": "1/4",
			"trait": [
				{
					"name": "Bioluminescence",
					"entries": [
						"The deepstar emits dim light in a 5-foot radius, and can flash as a free action to briefly emit bright light in a 10-foot radius."
					]
				},
				{
					"name": "Offensive Defense",
					"entries": [
						"When a creature touches the deepstar or hits it with a melee attack while within 5 feet of it, it must succeed on a {@dc 16} Constitution saving throw or take 1 piercing damage and 2 ({@damage 1d4}) poison damage. As long as physical contact is sustained, the creature must make this save again at the start of its turn. These effects persist for {@dice 1d4} hours after the deepstar dies."
					]
				},
				{
					"name": "Ephemeral",
					"entries": [
						"The deepstar can't wear or carry anything."
					]
				},
				{
					"name": "Phototaxis",
					"entries": [
						"The deepstar can perceive sources of bright light within 240 feet, and dim light within 120 feet. It is immediately aware of sources of light within these ranges if they are not concealed. The deepstar is attracted to sources of light at night, and avoids sources of light during the day."
					]
				},
				{
					"name": "Pyrophobia",
					"entries": [
						"The deepstar is afraid of fire, and avoids any source of fire it can perceive. Creatures carrying a source of fire, or who have used fire magic in the presence of the deepstar within the past 10 minutes, have disadvantage on Charisma (Persuasion) checks and advantage on Charisma (Intimidation) checks against the deepstar."
					]
				}
			],
			"action": [
				{
					"name": "Nematocyst",
					"entries": [
						"{@atk mw} {@hit +2} to hit, reach 5 ft., one target. {@h} {@damage 1} piercing damage and 2 ({@damage 1d4}) poison damage."
					]
				},
				{
					"name": "Sparklespores",
					"entries": [
						"{@atk rw} {@hit +3} to hit, range 30 ft., one target. {@h}2 ({@damage 1d4}) lightning damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Singed Panic",
					"entries": [
						"If the deepstar takes fire damage that does not reduce it to 0 hit points, it panics. It immediately moves up to its speed away from the object or creature that dealt the fire damage. Attacks against the deepstar have disadvantage for the duration of this movement and until the start of its next turn, as it flies erratically and unpredictably. On its next turn, it uses its action to summon help, being joined by other deepstars and becoming a deepstar swarm."
					]
				}
			],
			"environment": [
				"cave",
				"feywild",
				"forest"
			],
			"fluff": {
				"entries": [
					"\"Deepstars have stingers covering the entire surface of their tentacles. Regardless of how friendly they may be, it is advisable to refrain from touching them. The sparklespores they emit also give a light jolt of electricity when touched. A couple on their own don't hurt any more than accidentally shocking yourself with static, but a heavy cloud of spores can be dangerous. Moreover, the deepstars seem to have some control over the movement of these spores. I dread to think of the effects if an enraged swarm decided to use them offensively.\"",
					"-Kriftik Kreftwyn, Artificer of the Tinkers Arcanic Gnomica",
					"Deepstars can be found wherever fae magic pervades a natural area, such as a forest or cave. They emit a soft glow, and are serene creatures, almost mesmerizing to watch as they float through the air with their characteristic erratic pulsing. These tiny fey appear as an odd mix between mushrooms and jellyfish. At rest, they settle on forest and cave floors, as well as tree trunks and cave walls and ceilings, and in this state can easily be mistaken for glowing mushrooms. This misidentification is easily realized when they are disturbed, detaching from surfaces and drifting about, the stalks of these \\\"mushrooms\\\" unfolding to reveal a set of tiny tentacles.",
					"One peculiarity of deepstar biology is their multiple sets of eyes, arranged in a circle around the edge of their bodies. This allows a full 360-degree horizontal range of vision. Their eyes are not very sophisticated, and they can only see within a small radius. They are, however, very sensitive to light, and seem to be able to detect light sources well outside their normal range of vision.",
					"Deepstars are good by nature. While they have a spooky, otherworldly appearance, they are often regarded as omens of good fortune and harmony with nature. Unlike many fey, deepstars are neither shy nor reclusive.",
					"Swarmkeeper rangers from areas affected by fae magic, or with some connection to the Feywild, often choose deepstars as their swarm creature. Additionally, if provided with a steady supply of plant matter, they can be convinced to reside in almost any building or area; some people put them in special lanterns, both to provide light and as good luck charms. However, deepstars avoid light during the day, so these lanterns must be covered before the sun rises to avoid distressing them.",
					"While they are generally peaceful and friendly, there are two things that a deepstar cannot tolerate. The first is damage to the natural world; deepstars will quickly abandon an area that unsustainably exploits natural resources. If forced to stay in these areas, they become agitated, and will become aggressive if not set free quickly.",
					"The other deep-seated aversion that deepstars have is toward fire. These fey are especially vulnerable to burning, and they avoid fire at all costs. If a deepstar is burned by fire, it becomes panicked, and if the burn was inflicted by a creature, it enters a rage, calling other deepstars to its aid and becoming a much more aggressive and dangerous deepstar swarm. Though it is technically possible to calm down such a swarm and convince it to disperse, those experienced with these creatures know that this is a difficult and potentially deadly endeavor.",
					"---",
					"Poisonous Creatures",
					"Deepstars are naturally poisonous. If a creature tries to eat one, it takes 3 magical piercing damage and 5 poison damage, and must make a DC 14 Constitution save to avoid spitting out the deepstar. A creature can choose to fail this save. If a creature swallows the deepstar, it takes another 5 magical piercing damage, and must make a DC 17 Constitution save or take 10 poison damage and be poisoned for {@dice 1d4} hours.",
					"Deepstars can be used to make a unique poison. To make one vial of deepstar poision, {@dice 1d4+2} deepstars must be mixed with water from the area where the deepstars were found, as well as embalming fluid. This mixture must be agitated in such a way that the deepstars break apart into small pieces. (Embalming fluid can be bought from any establishment that has a cemetery, or from a temple associated with a god of death. One vial of embalming fluid is worth 5 gp.)",
					"---",
					"Item: Deepstar Poison (Contact, Ingested, or Injury).",
					"If this poison comes into contact with a creature's bare skin, the creature takes {@dice 1d4+1} magical piercing damage and must make a DC 13 Constitution save, taking {@dice 1d4+4} poison damage and becoming poisoned for {@dice 1d4} rounds on a failure, or taking half damage on a success. Until/unless the poison is washed off, it can reapply this effect {@dice 1d4} times to any creature that touches the affected area with bare skin. A vial of deepstar poison can be used to inflict the above effects in the same manner as a vial of acid, detailed on page 148 of the PHB.",
					"If consumed on its own, this poison has the same effect as attempting to eat a deepstar, though the DC for the saves is reduced to 12 and 15, respectively.",
					"The poison can also be applied to food, drink, a weapon, or 3 ({@dice 1d4+1}) pieces of ammunition. Deepstar poison used in this manner retains its potency for 1 hour in food and drink (unless it is boiled, roasted, baked, etc. after being applied), or for 10 minutes on ammunition or a weapon.",
					"If a creature consumes such poisoned food or drink, it takes 1 magical piercing damage and must make a DC 15 Constitution save. On a failure, it takes {@dice 1d4+3} poison damage and is poisoned for {@dice 1d4} hours. On a success, it takes half damage and is not poisoned.",
					"If a creature is hit by an attack with a weapon or ammunition treated with deepstar poison, it takes an additional 3 ({@dice 1d4+1}) magical piercing damage. The creature must make a DC 15 Constitution save, taking 10 ({@dice 2d4+4}) poison damage and becoming poisoned for {@dice 1d4} rounds on a failure, or taking half damage on a success. These effects can be applied once by poisoned ammunition and 3 ({@dice 1d4+1}) times by a poisoned weapon. If a single creature is hit multiple times by a weapon or ammunition coated in deepstar poison, the duration of the poisoned condition afflicted is added to the duration left from previous hits.",
					"If a weapon or ammunition inflicts fire damage while coated with deepstar poison, the poison is burned up and no longer coats the weapon."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/xtAqk6v.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/HHtt5PL.png",
			"senseTags": [
				"B"
			],
			"languageTags": [
				"CS",
				"S"
			],
			"damageTags": [
				"I",
				"L",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RW"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Deepstar Swarm",
			"group": [
				"Deepstars"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": {
				"type": "fey",
				"swarmSize": "T"
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				15
			],
			"hp": {
				"formula": "12d8",
				"average": 54
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 40,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 5,
			"dex": 20,
			"con": 10,
			"int": 10,
			"wis": 8,
			"cha": 11,
			"senses": [
				"blindsight 120 ft. (blind beyond this radius)"
			],
			"passive": 10,
			"resist": [
				"bludgeoning",
				"lightning",
				"piercing",
				"slashing"
			],
			"immune": [
				"poison"
			],
			"vulnerable": [
				"fire"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained",
				"stunned",
				"unconscious"
			],
			"languages": [
				"understands Sylvan but can't speak"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Bioluminescence",
					"entries": [
						"The deepstar swarm emits bright light in a 5-foot radius and dim light for an additional 5 feet. It can flash as a free action, briefly increasing the radius of both the bright and dim light to 10 feet."
					]
				},
				{
					"name": "Offensive Defense",
					"entries": [
						"When a creature touches the deepstar swarm or hits it with a melee attack while within 5 feet of it, or while the swarm occupies a creature's space, the creature must succeed on a {@dc 16} Constitution saving throw or take 2 ({@damage 1d4}) piercing damage and 5 ({@damage 2d4}) poison damage.",
						"As long as physical contact is sustained, the creature must make this save again at the start of its turn. These effects persist for {@dice 1d4} hours after the deepstar swarm is killed."
					]
				},
				{
					"name": "Ephemeral",
					"entries": [
						"The deepstar swarm can't wear or carry anything."
					]
				},
				{
					"name": "Scorched Rage",
					"entries": [
						"If a creature was responsible for the fire damage that triggered the original deepstar's Singed Panic, the deepstar swarm focuses its attacks on that creature. It has advantage on saving throws to avoid being {@condition frightened} by the focused creature. If another creature makes fire through mundane or magical means, it switches its focus to that creature. The subject of the swarm's focus and any other creature carrying fire have disadvantage on Charisma (Intimidation and Persusion) checks against the swarm."
					]
				},
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny deepstar. The swarm can't regain hit points, except from Saprophytic Bloom, or gain temporary hit points."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The deepstar swarm makes two attacks using any combination of Nematocysts and Sparklespores."
					]
				},
				{
					"name": "Saprophytic Bloom {@recharge 5}",
					"entries": [
						"The deepstar swarm can make a Nematocysts attack against each creature of its choice in its space and within 5 feet of it. For each creature hit, it regains 2 ({@dice 1d4}) hit point(s)."
					]
				},
				{
					"name": "Sparklespores",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 30 ft., one target. {@h}5 ({@damage 1d10}) lightning damage."
					]
				},
				{
					"name": "Nematocysts",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) piercing damage and 5 ({@damage 2d4}) poison damage."
					]
				}
			],
			"variant": [
				{
					"name": "Different Size Swarms",
					"entries": [
						"Swarms of deepstars can be modified to Small or Large sizes.",
						"-Small. To get the stats for a Small swarm, reduce the hit points to 35 ({@dice 10d6}), increase the Dex to 22 (+6) and the AC to 16, and decrease the Str to 3 (-4). Decrease the hit bonus of Sparklespores to +4, decrease the damage of Nematocysts to 2 piercing and 2 ({@damage 1d4}) poison damage, and decrease the damage of Sparklespores to 3 ({@damage 1d6}) lightning damage. Reduce the CR to 1 (200 XP)",
						"-Large. To get the stats for a Large swarm, increase the hit points to 72 ({@dice 13d10}), decrease the Dex to 18 (+4) and the AC to 14, and increase the Str to 7 (-2). Increase the damage of Nematocysts to 5 ({@dice 1d10}) piercing and 9 ({@damage 2d8}) poison damage, and icrease the damage of Sparklespores to 9 ({@damage 2d8}) lightning damage. Increase Multiattack to three attacks. Increase the CR to 5 (1,800 XP)."
					],
					"type": "variant"
				}
			],
			"environment": [
				"cave",
				"feywild",
				"forest"
			],
			"fluff": {
				"entries": [
					"See the info in the Deepstar entry"
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/FsKD99K.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/ENGFJfi.png",
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"CS",
				"S"
			],
			"damageTags": [
				"I",
				"L",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RW"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Corrupted Deepstar Swarm",
			"group": [
				"Deepstars"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": {
				"type": "fey",
				"swarmSize": "T"
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				15
			],
			"hp": {
				"formula": "12d8 + 12",
				"average": 66
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 40,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 7,
			"dex": 20,
			"con": 12,
			"int": 10,
			"wis": 8,
			"cha": 11,
			"senses": [
				"blindsight 120 ft. (blind beyond this radius)"
			],
			"passive": 10,
			"resist": [
				"bludgeoning",
				"lightning",
				"piercing",
				"slashing"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained",
				"stunned",
				"unconscious"
			],
			"languages": [
				"understands Sylvan but can't speak"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Bioluminescence",
					"entries": [
						"The corrupted deepstar swarm emits bright light in a 5-foot radius and dim light for an additional 5 feet. It can flash as a free action, briefly increasing the radius of both the bright and dim light to 10 feet."
					]
				},
				{
					"name": "Into the Fire",
					"entries": [
						"While corrupted deepstars are no longer vulnerable to flames, they are just as flammable as normal deepstars. When the corupted deepstar swarm takes fire damage, it bursts into flame. Whenever it deals damage in this state, including with Offensive Defense, it deals an additional 3 ({@damage 1d6}) fire damage, and even on a successful saving throw, Offensive Defense deals 2 ({@damage 1d4}) fire damage. It takes 2 ({@damage 1d4}) fire damage at the start of each of its turns while it is aflame.",
						"The flames also emit bright light for 40 feet and dim light for an additional 40 feet.",
						"This effect lasts for 1 round per 5 hit points that the swarm had when it took the triggering fire damage. This effect ends early if the swarm takes 8 cold damage in one round or is doused with or submerged in at least 15 gallons of water in one turn."
					]
				},
				{
					"name": "Ephemeral",
					"entries": [
						"The corrupted deepstar swarm can't wear or carry anything."
					]
				},
				{
					"name": "Offensive Defense",
					"entries": [
						"When a creature touches the corrupted deepstar swarm or hits it with a melee attack while within 5 feet of it, or while the swarm occupies a creature's space, the creature must succeed on a {@dc 17} Dexterity saving throw or take 3 ({@damage 1d6}) piercing damage and 7 ({@damage 2d6}) necrotic damage. As long as physical contact is sustained, the creature must make this save again at the start of its turn. These effects persist for {@dice 1d4} hours after the corrupted deepstar swarm is killed."
					]
				},
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny corrupted deepstar. The swarm can't regain hit points, except from Saprophytic Bloom, or gain temporary hit points."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The corrupted deepstar swarm makes two attacks using any combination of Nematocysts and Sparklespores."
					]
				},
				{
					"name": "Saprophytic Bloom {@recharge 5}",
					"entries": [
						"The deepstar swarm can make a Nematocysts attack against each creature of its choice in its space and within 5 feet of it. For each creature hit, it regains 2 ({@dice 1d4}) hit point(s)."
					]
				},
				{
					"name": "Nematocyst",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) piercing damage and 7 ({@damage 2d6}) necrotic damage."
					]
				},
				{
					"name": "Sparklespores",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 30 ft., one target. {@h}5 ({@damage 1d10}) lightning damage and 2 ({@damage 1d4}) necrotic damage."
					]
				}
			],
			"variant": [
				{
					"name": "Different Size Swarms",
					"entries": [
						"Swarms of corrupted deepstars can be modified to Small or Large sizes.",
						"-Small. To get the stats for a Small swarm, reduce the hit points to 45 ({@dice 10d6 + 10}), increase the Dex to 22 (+6) and the AC to 16, and decrease the Str to 5 (-3). Decrease the hit bonus of Sparklespores to +4, decrease the damage of Nematocysts to 3 ({@dice 1d6}) piercing and 3 ({@damage 1d6}) necrotic damage, and decrease the damage of Sparklespores to 3 ({@damage 1d6}) lightning damage and 2 ({@damage 1d4}) necrotic damage. Reduce the CR to 2 (450 XP)",
						"-Large. To get the stats for a Large swarm, increase the hit points to 85 ({@dice 13d10 + 13}), decrease the Dex to 18 (+4) and the AC to 14, and increase the Str to 9 (-1). Increase the damage of Nematocysts to 6 ({@dice 1d12}) piercing and 7 ({@damage 2d6}) necrotic damage, and icrease the damage of Sparklespores to 9 ({@damage 2d8}) lightning damage and 3 ({@damage 1d6}) necrotic damage. Increase Multiattack to three attacks. Increase the CR to 6 (2,300 XP)."
					],
					"type": "variant"
				}
			],
			"environment": [
				"feywild",
				"forest"
			],
			"fluff": {
				"entries": [
					"Deepstars are generally good creatures. They are gentle natured and friendly. They are dangerous only when they swarm, and they only swarm in response to fire. This is both a survival mechanism to compensate for their natural flammability, and a result of their desire to protect nature. During natural forest fires, deepstar swarms help guide and corral frightened creatures to safe caves and burrows, though the swarm will still panic if it catches fire itself. Generally, sighting a deepstar is considered a sign of good luck.",
					"However, in areas ravaged by certain natural disasters (such as extreme fires or volcanic eruptions), or more commonly, industrial progress, a much more dangerous and malicious form of the deepstar may be found. In these areas where they are left with no more nature to retreat to or defend, deepstars go mad. Their innate drive to protect nature is twisted into a manic aggression toward any creature potentially responsible for the destruction of their home.",
					"Corrupted deepstars, as they are known, are never encountered alone. They roam the desolate remains of their sanctuary in enraged swarms, attacking humanoids and nonnative creatures on sight. In addition to the damage to their psyches, corrupted deepstars suffer physical changes when they are deprived of nature. They lose the ability to produce poison, as well as their characteristic susceptibility to flames. While they are still flammable, it is ill advised to attempt to use fire against a corrupted deepstar swarm, since they will burst into flames and become even more dangerous.",
					"Some druids, wizards, and other scholars have captured individuals from such swarms in an attempt to find a way to reverse their corruption, but none have yet succeeded."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/xTsLcwY.png?1"
						}
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/ouLCdl9.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/YddHg99.png",
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"CS",
				"S"
			],
			"damageTags": [
				"C",
				"F",
				"L",
				"N",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RW"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Incense Slug",
			"group": [
				"Slugs"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				8
			],
			"hp": {
				"formula": "1d4 + 1",
				"average": 3
			},
			"speed": {
				"walk": 5,
				"swim": 10
			},
			"str": 1,
			"dex": 6,
			"con": 12,
			"int": 1,
			"wis": 8,
			"cha": 6,
			"passive": 9,
			"resist": [
				"poison"
			],
			"vulnerable": [
				"fire"
			],
			"conditionImmune": [
				"poisoned"
			],
			"cr": "0",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The incense slug can breathe air and water."
					]
				},
				{
					"name": "Divine Sense",
					"entries": [
						"The incense slug is attracted to divine magic, and can pinpoint the location of holy symbols, consecrated sites, or divine spells cast within 60 feet of it."
					]
				},
				{
					"name": "Soothing Scent",
					"entries": [
						"Creatures within 10 feet of the incense slug are calmed as if by the Calm Emotions spell (both effects). This effect is nonmagical; unwilling creatures must succeed on a {@dc 10} Constitution saving throw to resist. Creatures that lack a sense of smell are unaffected."
					]
				}
			],
			"action": [
				{
					"name": "Cnidosac",
					"entries": [
						"{@atk mw} {@hit +0} to hit, reach 5 ft., one target. {@h} 1  poison damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Healing Mucus {@recharge 4}",
					"entries": [
						"When the incense slug takes damage that does not kill it, it can release an oily mucus from its skin, which immediately restores {@dice 1d4} hit points. If this would heal the slug above its HP maximum, the extra healing becomes temporary HP."
					]
				}
			],
			"environment": [
				"coastal",
				"temple",
				"underwater"
			],
			"fluff": {
				"entries": [
					"All sea slugs are beautiful, mysterious creatures, but this particular species is even more of an enigma than its relatives. Through an unknown method, incense slugs can detect divine magic, and they are instinctively attracted to holy sites and divine casters. They are extremely docile, but have a strong aversion to fiends and fiendish magic.",
					"The pointy cerata covering an incense slug's body exude an oily mucus that smells of sandalwood and citrus. It is not magical, but the scent does encourage calm thoughts and emotions. These cerata can be carefully removed with a sharp knife without injuring the creature, and will grow back within a day. Cerata removed in such a way may be burnt in similar fashion to incense. Alternatively, the oil may be pressed out and used as a soothing balm. It has no medicinal properties, but will ease the discomfort caused by burns, and can also be used as a perfume. Adherents of certain holy orders use this perfume as part of funerary embalming.",
					"Incense slugs are viewed as minor holy creatures by the followers of certain deities, especially those related to fire or the grave. Such holy orders may have special ponds or pools in their temples to house a population of incense slugs."
				]
			},
			"traitTags": [
				"Amphibious"
			],
			"damageTags": [
				"I"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Porcupine Vulture",
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 5,
				"formula": "1d8 + 1"
			},
			"speed": {
				"walk": 10,
				"fly": 50
			},
			"str": 7,
			"dex": 10,
			"con": 13,
			"int": 2,
			"wis": 12,
			"cha": 6,
			"skill": {
				"perception": "+3",
				"intimidation": "+0"
			},
			"passive": 13,
			"cr": "1/8",
			"trait": [
				{
					"name": "Keen Sight and Smell",
					"entries": [
						"The vulture has advantage on Wisdom ({@skill Perception}) checks that rely on sight or smell."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The vulture has advantage on an attack roll against a creature if at least one of the vulture's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				},
				{
					"name": "Quilled Hide",
					"entries": [
						"At the start of each of its turns, the porcupine vulture deals 2 ({@damage 1d4}) piercing damage to any creature grappling it."
					]
				}
			],
			"action": [
				{
					"name": "Beak",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) piercing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Angled Quills",
					"entries": [
						"When it is hit with a melee attack by a creature within 5 feet of it, the porcupine vulture may use its reaction to angle its quills at the attacker. The attacking creature must make a {@dc 13} Dexterity saving throw, taking 2 ({@damage 1d4}) piercing damage on a failure."
					]
				}
			],
			"environment": [
				"desert",
				"grassland",
				"hill"
			],
			"fluff": {
				"entries": [
					"No one is quite sure where porcupine vultures come from. Some say they are the result of experimentation by a dark wizard or twisted druid. Others argue that they are simply a product of nature. Whatever the case, they are to be treated with the same cautious respect that true porcupines deserve. Their spines are just as sharp, and their ability to fly makes it more likely for the unwary traveler to receive a faceful of spines."
				]
			},
			"token": {
				"name": "Vulture",
				"source": "MM"
			},
			"traitTags": [
				"Keen Senses",
				"Pack Tactics"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Flytrap Anemone (Tiny)",
			"shortName": "Anemone",
			"group": [
				"Flytrap Anemone"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 10,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "1d4 + 1",
				"average": 3
			},
			"speed": {
				"walk": 0,
				"swim": 10
			},
			"str": 8,
			"dex": 3,
			"con": 12,
			"int": 1,
			"wis": 4,
			"cha": 1,
			"skill": {
				"athletics": "+1",
				"perception": "+1"
			},
			"senses": [
				"tremorsense 10 ft. (blind beyond this radius)"
			],
			"passive": 11,
			"conditionImmune": [
				"blinded"
			],
			"cr": "1/8",
			"trait": [
				{
					"name": "Grappler",
					"entries": [
						"The anemone has advantage on attack rolls against any creature {@condition grappled} by it, and while grappling a creature, it has disadvantage on attack rolls against other creatures."
					]
				},
				{
					"name": "Bioadhesive",
					"entries": [
						"The anemone may attach itself to any surface as a free action. A creature must succeed a contested Strength (Athletics) check to pull an anemone free from a surface to which it is attached."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The anemone can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Stingers",
					"entries": [
						"{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h} 1 piercing damage and 3 ({@damage 1d4 + 1}) poison damage."
					]
				}
			],
			"environment": [
				"coastal",
				"underwater"
			],
			"fluff": {
				"entries": [
					"Flytrap anemones are ambush predators. Relying on their unassuming appearance and ability to attach to any surface, they position themselves in narrow underwater passages where prey will be forced to swim within reach of their tentacles. Once it has detected a potential meal, a flytrap anemone will push off its surface with surprising speed and attempt to enclose its prey in a similar manner to the plant that is its namesake. Tiny flytrap anemones are common on coral reefs and shipwrecks, but they are more of a nuisance than a threat, being too small to consider humanoids worthwhile prey. Small flytrap anemones, on the other hand, might attempt to engulf a limb or wrap around it, and a Medium or Large flytrap anemone might even try to enclose an unlucky person whole!",
					"Even so, a single flytrap anemone is not usually a threat to a party of adventurers. No, the real danger comes when a group must pass through an underwater tunnel or narrow channel. Many such places are lined with tens or hundreds of flytrap anemones of various sizes, all waiting for the slightest disturbance to spring from the walls, floor, and ceiling en masse."
				]
			},
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"T"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Flytrap Anemone (Small)",
			"shortName": "Anemone",
			"group": [
				"Flytrap Anemone"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"S"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "2d6 + 4",
				"average": 11
			},
			"speed": {
				"walk": 0,
				"swim": 10
			},
			"str": 10,
			"dex": 3,
			"con": 14,
			"int": 1,
			"wis": 5,
			"cha": 1,
			"skill": {
				"athletics": "+2",
				"perception": "+1"
			},
			"senses": [
				"tremorsense 10 ft. (blind beyond this radius)"
			],
			"passive": 11,
			"conditionImmune": [
				"blinded"
			],
			"cr": "1/8",
			"trait": [
				{
					"name": "Grappler",
					"entries": [
						"The anemone has advantage on attack rolls against any creature {@condition grappled} by it, and while grappling a creature, it has disadvantage on attack rolls against other creatures."
					]
				},
				{
					"name": "Bioadhesive",
					"entries": [
						"The anemone may attach itself to any surface as a free action. A creature must succeed a contested Strength (Athletics) check to pull an anemone free from a surface to which it is attached."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The anemone can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Stingers",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h} 1 piercing damage and 4 ({@damage 1d4 + 2}) poison damage."
					]
				}
			],
			"environment": [
				"coastal",
				"underwater"
			],
			"fluff": {
				"entries": [
					"Flytrap anemones are ambush predators. Relying on their unassuming appearance and ability to attach to any surface, they position themselves in narrow underwater passages where prey will be forced to swim within reach of their tentacles. Once it has detected a potential meal, a flytrap anemone will push off its surface with surprising speed and attempt to enclose its prey in a similar manner to the plant that is its namesake. Tiny flytrap anemones are common on coral reefs and shipwrecks, but they are more of a nuisance than a threat, being too small to consider humanoids worthwhile prey. Small flytrap anemones, on the other hand, might attempt to engulf a limb or wrap around it, and a Medium or Large flytrap anemone might even try to enclose an unlucky person whole!",
					"Even so, a single flytrap anemone is not usually a threat to a party of adventurers. No, the real danger comes when a group must pass through an underwater tunnel or narrow channel. Many such places are lined with tens or hundreds of flytrap anemones of various sizes, all waiting for the slightest disturbance to spring from the walls, floor, and ceiling en masse."
				]
			},
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"T"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Flytrap Anemone (Medium)",
			"shortName": "Anemone",
			"group": [
				"Flytrap Anemone"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "4d8 + 8",
				"average": 26
			},
			"speed": {
				"walk": 0,
				"swim": 15
			},
			"str": 12,
			"dex": 3,
			"con": 14,
			"int": 1,
			"wis": 6,
			"cha": 1,
			"skill": {
				"athletics": "+3",
				"perception": "+2"
			},
			"senses": [
				"tremorsense 15 ft. (blind beyond this radius)"
			],
			"passive": 12,
			"conditionImmune": [
				"blinded"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Grappler",
					"entries": [
						"The anemone has advantage on attack rolls against any creature {@condition grappled} by it, and while grappling a creature, it has disadvantage on attack rolls against other creatures."
					]
				},
				{
					"name": "Bioadhesive",
					"entries": [
						"The anemone may attach itself to any surface as a free action. A creature must succeed a contested Strength (Athletics) check to pull an anemone free from a surface to which it is attached."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The anemone can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Stingers",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h} 2 piercing damage and 7 ({@damage 2d4 + 2}) poison damage."
					]
				}
			],
			"environment": [
				"underwater"
			],
			"fluff": {
				"entries": [
					"Flytrap anemones are ambush predators. Relying on their unassuming appearance and ability to attach to any surface, they position themselves in narrow underwater passages where prey will be forced to swim within reach of their tentacles. Once it has detected a potential meal, a flytrap anemone will push off its surface with surprising speed and attempt to enclose its prey in a similar manner to the plant that is its namesake. Tiny flytrap anemones are common on coral reefs and shipwrecks, but they are more of a nuisance than a threat, being too small to consider humanoids worthwhile prey. Small flytrap anemones, on the other hand, might attempt to engulf a limb or wrap around it, and a Medium or Large flytrap anemone might even try to enclose an unlucky person whole!",
					"Even so, a single flytrap anemone is not usually a threat to a party of adventurers. No, the real danger comes when a group must pass through an underwater tunnel or narrow channel. Many such places are lined with tens or hundreds of flytrap anemones of various sizes, all waiting for the slightest disturbance to spring from the walls, floor, and ceiling en masse."
				]
			},
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"T"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Flytrap Anemone (Large)",
			"shortName": "Anemone",
			"group": [
				"Flytrap Anemone"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "6d10 + 18",
				"average": 51
			},
			"speed": {
				"walk": 0,
				"swim": 15
			},
			"str": 14,
			"dex": 3,
			"con": 16,
			"int": 1,
			"wis": 6,
			"cha": 1,
			"skill": {
				"athletics": "+4",
				"perception": "+2"
			},
			"senses": [
				"tremorsense 15 ft. (blind beyond this radius)"
			],
			"passive": 12,
			"conditionImmune": [
				"blinded"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Grappler",
					"entries": [
						"The anemone has advantage on attack rolls against any creature {@condition grappled} by it, and while grappling a creature, it has disadvantage on attack rolls against other creatures."
					]
				},
				{
					"name": "Bioadhesive",
					"entries": [
						"The anemone may attach itself to any surface as a free action. A creature must succeed a contested Strength (Athletics) check to pull an anemone free from a surface to which it is attached."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The anemone can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Stingers",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h} 2 piercing damage and 10 ({@damage 3d4 + 3}) poison damage."
					]
				}
			],
			"environment": [
				"underwater"
			],
			"fluff": {
				"entries": [
					"Flytrap anemones are ambush predators. Relying on their unassuming appearance and ability to attach to any surface, they position themselves in narrow underwater passages where prey will be forced to swim within reach of their tentacles. Once it has detected a potential meal, a flytrap anemone will push off its surface with surprising speed and attempt to enclose its prey in a similar manner to the plant that is its namesake. Tiny flytrap anemones are common on coral reefs and shipwrecks, but they are more of a nuisance than a threat, being too small to consider humanoids worthwhile prey. Small flytrap anemones, on the other hand, might attempt to engulf a limb or wrap around it, and a Medium or Large flytrap anemone might even try to enclose an unlucky person whole!",
					"Even so, a single flytrap anemone is not usually a threat to a party of adventurers. No, the real danger comes when a group must pass through an underwater tunnel or narrow channel. Many such places are lined with tens or hundreds of flytrap anemones of various sizes, all waiting for the slightest disturbance to spring from the walls, floor, and ceiling en masse."
				]
			},
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"T"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Boneworm",
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				10
			],
			"hp": {
				"formula": "1d4",
				"average": 2
			},
			"speed": {
				"walk": 10,
				"swim": 15,
				"climb": 5,
				"burrow": 5
			},
			"str": 2,
			"dex": 10,
			"con": 10,
			"int": 1,
			"wis": 5,
			"cha": 1,
			"skill": {
				"stealth": "+2"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 7,
			"resist": [
				"acid",
				"fire"
			],
			"cr": "0",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The boneworm can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Burrow",
					"entries": [
						"The boneworm burrows into a creature's flesh. {@atk mw} {@hit +0} to hit, reach 5 ft., one target. {@h} 1 piercing damage and 2 ({@damage 1d4}) acid damage."
					]
				},
				{
					"name": "Bonemelt",
					"entries": [
						"The boneworm attempts to dissolve a portion of the bone it has Implanted in. If it has Implanted in a creature, that creature must make a {@dc 10} Constitution saving throw, taking 2 ({@damage 1d4}) acid damage on a failure. If the boneworm deals a cumulative 1/4 of the creature's maximum HP with Bonemelt, it weakens a bone. The effect of this weakened bone depends on the limb targeted by the initial Implant, and multiple weakened bones have cumulative effects. (If the creature does not have bones, it still takes the acid damage, but is not subject to the effects of weakened bones.)",
						"- Leg: Movement speed is halved (rounding up)",
						"- Both Legs: Movement speed is quartered (rounding down) and cannot take the Dash action",
						"- Arm: Cannot benefit from using a shield, disadvantage on 2-handed or dual-wielding weapon attack rolls",
						"- Both Arms: Cannot benefit from using a shield, disadvantage on attack rolls with a weapon or spell with somatic components",
						"Using {@spell Lesser Restoration} can heal one limb per casting, while a single casting of {@spell Greater Restoration} or {@spell Regenerate} can heal all affected limbs."
					]
				}
			],
			"bonus": [
				{
					"name": "Implant",
					"entries": [
						"When the boneworm hits a creature with its Burrow attack, it may attempt to dig further into the creature's flesh to access its bones. The target creature must make a {@dc 13} Dexterity saving throw to pull the worm off before it Implants. Roll a d4 to determine which limb the worm targets. On a roll of 1 or 2, the worm targets a leg; on a 3 or 4, the worm targets an arm. An Implanted boneworm may be removed by the spell Lesser Restoration, or a successful {@dc 15} Medicine (Wisdom) check."
					]
				}
			],
			"environment": [
				"cave",
				"underdark",
				"underwater",
				"urban"
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"A",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Carrion Flower",
			"source": "WeirdFlavorCreatures",
			"size": [
				"L"
			],
			"type": "plant",
			"alignment": [
				"U"
			],
			"ac": [
				5
			],
			"hp": {
				"average": 16,
				"formula": "3d10"
			},
			"speed": {
				"walk": 0
			},
			"str": 1,
			"dex": 1,
			"con": 10,
			"int": 1,
			"wis": 3,
			"cha": 1,
			"senses": [
				"tremorsense 30 ft. (blind beyond this radius)"
			],
			"passive": 6,
			"vulnerable": [
				"fire"
			],
			"conditionImmune": [
				"blinded",
				"deafened",
				"frightened"
			],
			"cr": "0",
			"trait": [
				{
					"name": "Alluring Scent",
					"entries": [
						"Any creature that starts its turn within 10 feet of the carrion flower must succeed on a {@dc 14} Constitution saving throw or be {@condition charmed} by the sweet aroma of the flower until the start of its next turn. A creature {@condition charmed} by the carrion flower must use its movement to move as close to the flower as possible. Once it has gotten as close as it can, the creature falls {@condition unconscious}. It cannot regain consciousness by its own action. On a successful saving throw, the creature is immune to the carrion flower's aroma for 24 hours, and they perceive it as a disgusting, rotting smell."
					]
				}
			],
			"environment": [
				"cave",
				"swamp",
				"underdark"
			],
			"fluff": {
				"entries": [
					"The carrion flower is one of the largest flowers in the known world; specimens have been known to grow in excess of 3 meters tall! They are highly sought after by elite botanists and specialist exhibitions, but great care must be taken when harvesting and displaying these stunning flora, for the carrion flower hides a devious purpose behind its stunning stature.",
					"carrion flowers naturally grow in swamps and large caves, and they are often found with small piles of bones at their bases. These remains are all that is left of their prey, lured in by the sweet, enchanting scent that the flower emits. Once a creature is charmed by the carrion flower, it falls unconscious. Without external help, it will remain at the base of the flower until it, too decomposes, providing fertilizer for the carrion flower and leaving behind another pile of bones.",
					"Some people are able to resist the charming effects of the carrion flower's scent; such individuals universally claim that the flower does not smell sweet and appealing, but rank and rotten. For everyone else wishing to experience the alluring aroma of a carrion flower without becoming its next meal, a select few elite firbolg druids have perfected a technique to remove most of the flower's scent organs, lowering the concentration of the smell to nontoxic levels.",
					"Understandably, these druids are in high demand by the elite botanists and noblemen who desire a carrion flower as a sign of prestige; however, they are exceedingly difficult to contact and extremely selective in their clientele. They also tend to ask for non-traditional forms of payment, such as the cleanup of a city park or the purging of some unnatural beast. Several groups of gnomes and elves are currently attempting to develop a similar technique in order to undercut the druids and reap substantial profit, but they have made little progress. Reports of falling asleep on the job are common."
				]
			},
			"senseTags": [
				"T"
			],
			"conditionInflict": [
				"charmed"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Mesmer Octopus",
			"shortName": "Octopus",
			"source": "WeirdFlavorCreatures",
			"size": [
				"S"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 3,
				"formula": "1d6"
			},
			"speed": {
				"walk": 5,
				"swim": 30
			},
			"str": 4,
			"dex": 15,
			"con": 11,
			"int": 4,
			"wis": 10,
			"cha": 4,
			"skill": {
				"perception": "+2",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 30 ft."
			],
			"passive": 12,
			"cr": "0",
			"spellcasting": [
				{
					"name": "Mesmer",
					"headerEntries": [
						"Once per short or long rest, the mesmer octopus can flash lights in a confusing pattern. This pattern has a similar effect to the {@spell Command} spell, with a save DC of 13, no language requirement, and the following differences:",
						"- The range is 10 feet",
						"- The only commands it can issue are Approach and Flee"
					],
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Hold Breath",
					"entries": [
						"While out of water, the octopus can hold its breath for 30 minutes."
					]
				},
				{
					"name": "Underwater Camouflage",
					"entries": [
						"The octopus has advantage on Dexterity ({@skill Stealth}) checks made while underwater."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The octopus can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Tentacles",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}1 bludgeoning damage, and the target is {@condition grappled} (escape {@dc 10}). Until this grapple ends, the octopus can't use its tentacles on another target."
					]
				},
				{
					"name": "Ink Cloud (Recharges after a Short or Long Rest)",
					"entries": [
						"A 5-foot-radius cloud of ink extends all around the octopus if it is underwater. The area is heavily obscured for 1 minute, although a significant current can disperse the ink. After releasing the ink, the octopus can use the Dash action as a bonus action."
					]
				}
			],
			"environment": [
				"coastal",
				"underwater"
			],
			"fluff": {
				"entries": [
					"Mesmer octopuses are very similar to the common octopus, but slightly more intelligent and much rarer. They have been known to use the halves of a coconut shell or clam shells as a sort of portable defense and hiding place. They also produce a brilliantly colored pattern of flashing lights along the edge of their tentacles. These flashing lights cause a mesmerizing effect, hence the mesmer octopus' name. Predators and prey are disparately affected by the flashing lights; prey is drawn in a trance toward the octopus, while perceived predators are put in a confused daze that causes them to swim away.",
					"Certain reclusive sea-elf wizards have taken to taming mesmer octopuses as familiars, training them to use their abilities to avoid awkward social interactions or annoying questions."
				]
			},
			"familiar": true,
			"traitTags": [
				"Hold Breath",
				"Water Breathing"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Tentacles"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"grappled"
			],
			"savingThrowForcedSpell": [
				"wisdom"
			]
		},
		{
			"name": "Jewel Wasp",
			"group": [
				"Jewel Wasp"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 1,
				"formula": "1d4 - 1"
			},
			"speed": {
				"walk": 5,
				"fly": 30,
				"burrow": 5
			},
			"str": 4,
			"dex": 15,
			"con": 8,
			"int": 1,
			"wis": 8,
			"cha": 2,
			"passive": 9,
			"cr": "0",
			"trait": [
				{
					"name": "Spider Climb",
					"entries": [
						"The jewel wasp can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Jeweled Carapace",
					"entries": [
						"The jewel wasp has disadvantage on Dexterity (Stealth) checks against being seen, unless attempting to hide among gemstones."
					]
				}
			],
			"action": [
				{
					"name": "Sting",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 0 ft., one target in the wasp's space. {@h} 1 piercing damage, and the target must make a {@dc 9} Constitution saving throw, taking 2 ({@damage 1d4}) poison damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"One creature of the wasp's choice within 5 feet of it must make a {@dc 13} Dexterity saving throw. On a success, the attack misses. On a failure, the creature takes 2 ({@damage 1d4}) piercing damage, and the wasp clamps down with its jaws, attaching to the creature and giving the wasp advantage on its Sting attacks against that creature. The jewel wasp stays attached until it decides to let go, or until a creature uses an action to pluck off up to 3 jewel wasps from itself or another creature."
					]
				}
			],
			"environment": [
				"cave",
				"forest",
				"mountain",
				"underdark",
				"urban"
			],
			"fluff": {
				"entries": [
					"Jewel wasps appear to be large, multicolored wasps that seem to sparkle in bright light. They behave almost identically to normal wasps, apart from the fact that their diet consists entirely of inorganic minerals, with a preference for gemstones and precious metals. They tend to be solitary, but may form eusocial nests if the concentration of gemstones and precious metals is high. Such nests might be found in a dragon's hoard, dwarven mines, or the ruins of ancient opulent temples or palaces.",
					"Through an unknown process, jewel wasps produce a covering of high-quality gemstones over their entire bodies. This \"shell\" is only present on the main parts of the body; it does not cover the eyes, wings, or legs. Jewel wasps will produce gemstones regardless of their diet, but will do so faster when feeding directly on other gemstones and precious metals.",
					"Because of their unique abilities, jewel wasps are both highly sought after by jewelers, and considered pests by those who store large quantities of treasure. Perhaps as a result of this twofold motivation to kill or capture them, jewel wasps are more aggressive than normal wasps, and their natural instinct is to flee from or attack any humanoid that enters their territory. For this reason, some dragons intentionally keep a nest of jewel wasps with their hoards, apparently deciding that the consumption of a few gems is worth the constant protection. Indeed, these dragons often consider the jewel wasps a part of their collection, seeing their behavior not as destructive, but as the transformation of one treasure into another."
				]
			},
			"traitTags": [
				"Spider Climb"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Swarm of Jewel Wasps",
			"group": [
				"Jewel Wasp"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": {
				"type": "monstrosity",
				"swarmSize": "T"
			},
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 22,
				"formula": "5d8"
			},
			"speed": {
				"walk": 5,
				"fly": 30,
				"burrow": 5
			},
			"str": 4,
			"dex": 13,
			"con": 10,
			"int": 1,
			"wis": 8,
			"cha": 4,
			"passive": 9,
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"prone",
				"restrained",
				"stunned"
			],
			"cr": "1",
			"spellcasting": [
				{
					"name": "Sparkling Gems",
					"headerEntries": [
						"Once per long or short rest, while the swarm is in bright light, it can refract the light to cast {@spell Color Spray} at 1st level."
					],
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny insect. The swarm can't regain hit points or gain temporary hit points."
					]
				},
				{
					"name": "Vicious Tactics",
					"entries": [
						"At the beginning of each of the swarm's turns, each creature that currently has wasps attached from the effects of Bites is subject to a Stings attack with advantage."
					]
				}
			],
			"action": [
				{
					"name": "Stings",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 0 ft., one target in the swarm's space. {@h}5 ({@damage 2d4}) piercing damage, and the target must make a {@dc 10} Constitution saving throw, taking 10 ({@damage 4d4}) poison damage on a failed save, or half as much damage on a successful one. If the swarm has half of its hit points or fewer, this damage changes to 2 ({@damage 1d4}) piercing damage and 5 ({@damage 2d4)} poison damage."
					]
				},
				{
					"name": "Bites",
					"entries": [
						"One creature within 5 feet of the swarm must make a {@dc 13} Dexterity saving throw. On a failed save, the target takes 7 ({@damage 3d4}) piercing damage, or half as much damage on a successful save. Additionally, on a failure, 3 wasps clamp down with their mandibles, attaching themselves to the skin or clothing of the target. The wasps remain until they let go, or until the target or another creature uses an action to pluck off up to 3 wasps."
					]
				}
			],
			"environment": [
				"cave",
				"forest",
				"mountain",
				"underdark",
				"urban"
			],
			"fluff": {
				"entries": [
					"Jewel wasps appear to be large, multicolored wasps that seem to sparkle in bright light. They behave almost identically to normal wasps, apart from the fact that their diet consists entirely of inorganic minerals, with a preference for gemstones and precious metals. They tend to be solitary, but may form eusocial nests if the concentration of gemstones and precious metals is high. Such nests might be found in a dragon's hoard, dwarven mines, or the ruins of ancient opulent temples or palaces.",
					"Through an unknown process, jewel wasps produce a covering of high-quality gemstones over their entire bodies. This \"shell\" is only present on the main parts of the body; it does not cover the eyes, wings, or legs. Jewel wasps will produce gemstones regardless of their diet, but will do so faster when feeding directly on other gemstones and precious metals.",
					"Because of their unique abilities, jewel wasps are both highly sought after by jewelers, and considered pests by those who store large quantities of treasure. Perhaps as a result of this twofold motivation to kill or capture them, jewel wasps are more aggressive than normal wasps, and their natural instinct is to flee from or attack any humanoid that enters their territory. For this reason, some dragons intentionally keep a nest of jewel wasps with their hoards, apparently deciding that the consumption of a few gems is worth the constant protection. Indeed, these dragons often consider the jewel wasps a part of their collection, seeing their behavior not as destructive, but as the transformation of one treasure into another."
				]
			},
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"hasFluff": true,
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Toxobleps",
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 1,
				"formula": "1d4 - 1"
			},
			"speed": {
				"swim": 40
			},
			"str": 2,
			"dex": 16,
			"con": 9,
			"int": 1,
			"wis": 8,
			"cha": 2,
			"skill": {
				"perception": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"cr": "0",
			"trait": [
				{
					"name": "Water Breathing",
					"entries": [
						"The toxobleps can breathe only underwater."
					]
				},
				{
					"name": "Split Eyes",
					"entries": [
						"While at the surface of the water, the toxobleps can see above itself in the air and below itself in the water at the same time, and has advantage on Wisdom (Perception) checks to notice creatures approaching from above or below."
					]
				}
			],
			"action": [
				{
					"name": "Poison Spit",
					"entries": [
						"{@atk rw} {@hit 3} to hit, range 10/10 ft., one target. {@h}1 ({@damage 1d4-1}) poison damage. If the target is a tiny creature that relies on wings for flight, the wings become waterlogged and its flight speed drops to 0 until it can dry its wings."
					]
				}
			],
			"environment": [
				"coastal",
				"river",
				"underwater"
			],
			"fluff": {
				"entries": [
					"The toxobleps is a small (~1ft long), relatively unassuming fish with two remarkable traits. First, both its eyes are divided horizontally into two separate pupils, one that faces up and one that faces down. When floating at the surface of the water, these divided eyes allow it to watch the air above it and the water below it at the same time. This not only allows it to watch out for flying and aquatic predators simultaneously, but also sets up its second unique ability: a stream of water laced with poison that it shoots from its mouth. The toxobleps is extremely accurate with this stream, and uses it to hunt insects flying or resting on plants above the water.",
					"The eyes of a toxobleps may be used in potions that grant vision-related effects, such as potions of darkvision or truesight. While darkvision potions are not especially difficult to make, recipes for truesight potions are heavily guarded secrets, and require the toxobleps eyes to be treated with rare reagents in complicated procedures. Toxobleps are also occasionally chosen by certain wizards as familiars. Toxobleps are relatively common, so both of these practices are widespread; however, because of their heightened perception and awareness, catching toxobleps can be a tricky proposition."
				]
			},
			"familiar": true,
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"I"
			],
			"miscTags": [
				"RW"
			]
		},
		{
			"name": "Giant Deepstar",
			"group": [
				"Deepstars"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "fey",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				14
			],
			"hp": {
				"formula": "3d4 + 3",
				"average": 10
			},
			"speed": {
				"walk": 5,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 3,
			"dex": 18,
			"con": 12,
			"int": 11,
			"wis": 14,
			"cha": 11,
			"senses": [
				"blindsight 120 ft."
			],
			"passive": 12,
			"resist": [
				"lightning"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"poisoned",
				"unconscious"
			],
			"languages": [
				"understands Sylvan but can't speak"
			],
			"cr": "1/8",
			"trait": [
				{
					"name": "Bioluminescence",
					"entries": [
						"The deepstar emits dim light in a 5-foot radius, and can flash as a free action to briefly emit bright light in a 10-foot radius."
					]
				},
				{
					"name": "Offensive Defense",
					"entries": [
						"When a creature touches the giant deepstar or hits it with a melee attack while within 5 feet of it, it must succeed on a {@dc 10} Constitution saving throw or take 1 piercing damage and 2 ({@damage 1d4}) poison damage. As long as physical contact is sustained, the creature must make this save again at the start of its turn. These effects persist for {@dice 1d4} hours after the giant deepstar dies."
					]
				},
				{
					"name": "Phototaxis",
					"entries": [
						"The deepstar is immediately aware of sources of bright light within 500 feet and sources of dim light within 200 feet, if they are not concealed. The deepstar is attracted to sources of light at night, and avoids sources of light during the day."
					]
				}
			],
			"action": [
				{
					"name": "Nematocyst",
					"entries": [
						"{@atk mw} {@hit +3} to hit, reach 5 ft., one target. {@h} 1 piercing damage and 2 ({@damage 1d4}) poison damage."
					]
				}
			],
			"environment": [
				"cave",
				"feywild",
				"forest"
			],
			"fluff": {
				"entries": [
					"The result of an unknown wizard's experimentation, giant deepstars are modified to serve as a familiar. Though their name suggests otherwise, giant deepstars are not enormous; they are simply bigger than regular deepstars. While deepstars average between 6-8 inches tall, with outliers reaching over 10 inches, giant deepstars regularly grow over a foot, with the tallest measured at just under 2 feet.",
					"As a result of their increased size, giant deepstars are slightly stronger and slower than normal deepstars, and have lost some of their connection to the Feywild in exchange for a greater anchor to the prime material plane. This has resulted in the loss of their ability to produce spores, but it has also made them much less flammable. Giant deepstars still retain a slight aversion to fire, but they no longer have reason to fear it more than any other creature. As part of their adaptation as familiars, giant deepstars have also been cured of their small range of sight.",
					"Those bonded to a giant deepstar familiar have reported that seeing through the eyes of a deepstar is not as easy as sharing the senses of other familiars. Deepstars have eyes placed at regular intervals in a circle around their bells, and adapting one's mind to properly comprehend a 360-degree field of vision takes effort and practice. Headaches, temporary blindness, and general confusion are common side effects until the deepstar's master becomes mentally experienced with this dramatic shift in perspective."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/xtAqk6v.png"
						}
					}
				]
			},
			"familiar": true,
			"tokenUrl": "https://i.imgur.com/HHtt5PL.png",
			"senseTags": [
				"B"
			],
			"languageTags": [
				"CS",
				"S"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Corpse Masker",
			"shortName": "Masker",
			"source": "WeirdFlavorCreatures",
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"Corpse Collection"
					]
				},
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "7d10 + 14",
				"average": 52
			},
			"speed": {
				"walk": 40
			},
			"str": 16,
			"dex": 13,
			"con": 14,
			"int": 5,
			"wis": 10,
			"cha": 7,
			"passive": 10,
			"resist": [
				{
					"resist": [
						"bludgeoning"
					],
					"note": "(Corpse Collection)"
				}
			],
			"cr": "3",
			"trait": [
				{
					"name": "Corpse Collection",
					"entries": [
						"As long as the masker has 3 or more Small or Medium corpses attached to its body, its AC is 16, it has resistance to bludgeoning damage, and it has access to the Corpse Drop reaction. The masker also has access to the Corpse Screech action as long as it has at least 1 attached corpse."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The corpse masker makes one Slam attack and one Proboscis attack, then uses Corpse Screech, if available."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Proboscis",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 10 ft., one creature. {@h}10 ({@damage 2d6 + 3}) piercing damage, and the target must make a {@dc 12} Constitution saving throw, taking 22 ({@damage 4d10}) poison damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"name": "Corpse Screech {@recharge 5}",
					"entries": [
						"The masker causes the corpse(s) attached to its body to emit horrifying wails. Each creature within 30 feet of the masker must make a {@dc 13} Wisdom saving throw. On a failed save, a target takes 11 ({@damage 2d10}) psychic damage and is {@condition frightened} until the end of its next turn. On a successful save, a target takes half as much damage and is not {@condition frightened}."
					]
				},
				{
					"name": "Attach Corpse",
					"entries": [
						"The masker picks up a Small or Medium corpse within 5 feet of it and attaches it to its body. The masker can have up to 3 corpses attached to it, where a Medium corpse counts as 1 and a Small corpse counts as 1/2."
					]
				}
			],
			"reaction": [
				{
					"name": "Corpse Drop",
					"entries": [
						"When the masker becomes {@condition grappled} or {@condition restrained}, it may use its reaction to release all the corpses currently attached to its body (requires at least 3 attached corpses) to immediately end the {@condition grappled} or {@condition restrained} condition. This does not prevent either condition from being reapplied."
					]
				}
			],
			"environment": [
				"desert",
				"grassland"
			],
			"fluff": {
				"entries": [
					"An enormous insect scurries toward the band of waiting adventurers. As it nears, they notice dead bodies attached to its abdomen, their lost companion among them. Suddenly, their companion and the other corpses open their mouths, and piercing wails of pain split the tense silence. There is a moment of quiet as the creature continues to charge, then the adventurers turn and flee, their minds corrupted with fear.",
					"The corpse masker is a terrifying beast, with even more terrible habits. Appearing as a giant assassin bug, the corpse masker feeds on any creature it can catch, piercing them with its proboscis and digesting their innards with toxic enzymes. It enhances its natural armor (and fear factor) by attaching the desiccated corpses of its prey to its carapace. Through unknown cursed magic, it has the awful ability to cause these corpses to scream in awful agony, striking terror into the minds of those who hear it."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/HM0SjqM.png"
						}
					}
				]
			},
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"I",
				"P",
				"Y"
			],
			"miscTags": [
				"AOE",
				"RCH",
				"MW"
			],
			"conditionInflict": [
				"frightened"
			],
			"tokenUrl": "https://i.imgur.com/HM0SjqM.png",
			"savingThrowForced": [
				"constitution",
				"wisdom"
			]
		},
		{
			"name": "Ancalag",
			"group": [
				"Ancalag"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "2d4",
				"average": 5
			},
			"speed": {
				"walk": 15,
				"burrow": 30,
				"climb": 5
			},
			"str": 8,
			"dex": 10,
			"con": 10,
			"int": 2,
			"wis": 10,
			"cha": 1,
			"skill": {
				"stealth": "+4",
				"athletics": "+1"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 10,
			"resist": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"poison"
			],
			"cr": "1/4",
			"trait": [
				{
					"name": "Draconic Resistance",
					"entries": [
						"The ancalag has advantage on saving throws against breath weapons."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"The ancalag can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h} 3 ({@damage 1d6}) piercing damage and 3 ({@damage 1d6}) necrotic damage."
					]
				}
			],
			"bonus": [
				{
					"name": "Embed",
					"entries": [
						"When the ancalag hits a target with a bite attack, it may use its bonus action to attempt to grapple the target. It has advantage on the grapple attack roll if the target is surprised or {@condition incapacitated}. If it succeeds, the target must make a {@dc 16} Constitution saving throw. On a failure, the ancalag infests the target (see this creature's description for the effects of infestation). On a success, the ancalag is unable to infest the target, and rapidly deteriorates, causing the target to take 27 ({@damage 5d10}) necrotic damage as it releases its body fluids inside the target. Adult and ancient dragons immediately succeed this saving throw, as do aberrations, constructs, elementals, oozes, plants, and creatures above CR 12."
					]
				}
			],
			"environment": [
				"cave",
				"forest",
				"mountain",
				"swamp",
				"underdark",
				"underwater",
				"urban"
			],
			"fluff": {
				"entries": [
					"Sounds of a rampaging dragon have been heard in the countryside for days. The locals sent word to the city, which has dispatched a team of adventurers to investigate. As the adventurers close in on the lair, they begin to notice a nauseating, putrid stench in the air. There is the sound of a dragon roar, oddly wet and gurgling. Suddenly, the ground shakes, and something bursts from the cave entrance. It is a dragon, but something is dreadfully wrong. All color has drained from its scales, its eyes are sunken in its skull, and there are large, seeping holes in its flesh. The rogue stealthily approaches from behind, but right when she moves to strike, she is caught off guard by a pink flash of movement. Out of one of its oozing wounds, a fleshy worm with rings of razor-sharp teeth lashes out, ripping through the rogue's armor and tearing her forearm to shreds. It is only then that the party notices the wriggling underneath the dragon's skin. This dragon has fallen victim to an ancalag infestation.",
					"When found in the wild, ancalags are tiny, pathetic-looking pink worms. Their rings of teeth look mildly threatening, but few people realize how dangerous these parasites really are. Specialized to infest dragons, the fleshy form of an ancalag belies its incredible strength and resilience. Moreover, ancalags rarely attack alone. They hide in caves, sewers, and other out-of-the-way places, infecting any creatures they can, then compelling their hosts to seek out their true target: dragons.",
					"The effects of ancalag infestation depend on the host. More than one may infest a host, in which case effects are cumulative, and surgically removing multiple ancalags requires a separate Dexterity check for each one. Aside from {@spell Wish}, all magical methods of curing ancalag infestation deal half the necrotic damage associated with a failed surgical Dexterity check, per ancalag (27 ({@damage 5d10}) for dragons or 11 ({@damage 2d10}) for others).",
					"- If the host is not a true dragon, it becomes compelled to seek out true dragons, though this confers no special ability to find dragons. The creature behaves as it normally would, except that its primary goal is to find a true dragon. Ancalag infestation also reduces the maximum hit points of the host by 5 ({@dice 2d4}).",
					"The infestation can be cured by {@spell Greater Restoration} or more powerful healing magic. The ancalag may also be removed surgically by a professional surgeon, requiring a DC 25 Wisdom (Medicine) check to extract the ancalag, and a DC 25 Dexterity check to avoid releasing the ancalag's bodily fluids into the host, which deals 22 ({@damage 4d10}) necrotic damage. This surgery takes {@dice 1d4+1} hours, and regardless of the result, leaves the subject incapacitated for {@dice 1d4+3} days. The creature must succeed on a DC 14 Wisdom to take any action that would lead toward curing the infestation.",
					"- If the host is a wyrmling or young dragon, it begins the transformation into an infested wyrmling or young dragon, whose information can be found in this document. This transformation takes 1 year, after which the infestation is incurable. ",
					"Ancalags feed on the innate magic of these dragons, which makes them almost impossible to successfully remove from a dragon host. Only {@spell Mass Heal}, {@spell Power Word Heal}, or {@spell Wish} can cure such an infection, or {@spell Regenerate} cast every hour for 24 hours. Alternatively, surgically removing an ancalag from a dragon requires an experienced professional surgeon, adamantine surgical tools, and a DC 30 Wisdom (Medicine) check. The surgeon must also succeed on a DC 30 Dexterity check to avoid releasing the ancalag's bodily fluids into the dragon, which deals 55 ({@damage 10d10}) necrotic damage. Such a surgery takes {@dice 1d6+2} hours, and leaves the dragon incapacitated for {@dice 1d4+1} weeks.",
					"- If the host is an adult or ancient dragon, the infestation fails, as the immense magical power of these dragons overwhelms the ancalag. Other immensely powerful creatures (CR >12) are generally immune to ancalag infestation. Ancalags are also incapable of infesting aberrations, constructs, elementals, oozes, or plants."
				]
			},
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"N",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Infested Dragon Wyrmling",
			"group": [
				"Ancalag"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": {
				"type": "dragon",
				"tags": [
					"undead"
				]
			},
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "6d8 + 12",
				"average": 39
			},
			"speed": {
				"walk": 30,
				"fly": 60,
				"burrow": {
					"number": 15,
					"condition": "*"
				},
				"climb": {
					"number": 15,
					"condition": "*"
				},
				"swim": {
					"number": 15,
					"condition": "* (*choose one)"
				}
			},
			"str": 17,
			"dex": 10,
			"con": 15,
			"int": 5,
			"wis": 8,
			"cha": 7,
			"save": {
				"con": "+4",
				"wis": "+1",
				"str": "+5"
			},
			"skill": {
				"perception": "+1",
				"stealth": "+2"
			},
			"senses": [
				"blindsight 10 ft.",
				"darkvision 60 ft."
			],
			"passive": 11,
			"immune": [
				{
					"immune": [
						"acid",
						"cold",
						"fire",
						"lightning",
						"poison"
					],
					"preNote": "(choose one)"
				}
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The dragon can breathe air and water."
					]
				},
				{
					"name": "Undead Fortitude",
					"entries": [
						"If damage reduces the infested dragon wyrmling to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the infested dragon wyrmling drops to 1 hit point instead. On a failure, {@dice 1d4 + 2} ancalags burst from the corpse, making immediate bite attacks at any creature within 10 feet of the dragon (see the ancalag stat block)."
					]
				},
				{
					"name": "Worm Infestation",
					"entries": [
						"The dragon may make any number of opportunity attacks without expending its reaction. If it does not use its reaction for an opportunity attack, the attack may only be a worm lunge attack."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 3}) piercing damage and 2 ({@damage 1d4}) necrotic damage."
					]
				},
				{
					"name": "Worm Lunge",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) piercing damage and 3 ({@damage 1d6}) necrotic damage."
					]
				},
				{
					"name": "Rotting Breath {@recharge 5}",
					"entries": [
						"The dragon exhales putrid gas in a 15-foot cone. Each creature in that area must make a {@dc 12} Dexterity saving throw, taking 22 ({@damage 5d8}) necrotic damage on a failed save, or half as much damage on a successful one. Each creature must also make a {@dc 12} Constitution saving throw, becoming {@condition poisoned} until the end of their next turn on a failed save."
					]
				}
			],
			"fluff": {
				"entries": [
					"Sounds of a rampaging dragon have been heard in the countryside for days. The locals sent word to the city, which has dispatched a team of adventurers to investigate. As the adventurers close in on the lair, they begin to notice a nauseating, putrid stench in the air. There is the sound of a dragon roar, oddly wet and gurgling. Suddenly, the ground shakes, and something bursts from the cave entrance. It is a dragon, but something is dreadfully wrong. All color has drained from its scales, its eyes are sunken in its skull, and there are large, seeping holes in its flesh. The rogue stealthily approaches from behind, but right when she moves to strike, she is caught off guard by a pink flash of movement. Out of one of its oozing wounds, a fleshy worm with rings of razor-sharp teeth lashes out, ripping through the rogue's armor and tearing her forearm to shreds. It is only then that the party notices the wriggling underneath the dragon's skin. This dragon has fallen victim to an ancalag infestation.",
					"Only wyrmlings and young dragons can naturally be infested by ancalags. The potent magic of an adult or ancient dragon is too powerful for the parasites to survive under normal circumstances. Occasionally, however, a cult worshipping a deity of disease or some other corrupting influence will perform a ritual to weaken an adult dragon, allowing it to be infested by ancalags, and forming a disgusting force of reckoning. These rituals, powerful as they may be, are still incapable of weakening an ancient dragon; an infested ancient dragon is only ever created through the direct action of a deity, archdevil, or similarly powerful force. These creatures are practically avatars of disease and corruption.",
					"Infested dragons of any age speak rarely and with difficulty. When they do speak, it is with a wet, rasping gurgle. Since it is not really the dragon speaking, but the colony of ancalags inside speaking through the dragon's mouth, infested dragons refer to themselves in the third person, and may talk with multiple voices, interrupting each other or echoing speech, as if many creatures were speaking at once.",
					"When found in the wild, ancalags are tiny, pathetic-looking pink worms. Their rings of teeth look mildly threatening, but few people realize how dangerous these parasites really are. Specialized to infest dragons, the fleshy form of an ancalag belies its incredible strength and resilience. Moreover, ancalags rarely attack alone. They hide in caves, sewers, and other out-of-the-way places, infecting any creatures they can, then compelling their hosts to seek out their true target: dragons."
				]
			},
			"traitTags": [
				"Amphibious",
				"Undead Fortitude"
			],
			"senseTags": [
				"B",
				"D"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"N",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"actionTags": [
				"Breath Weapon"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Infested Young Dragon",
			"group": [
				"Ancalag"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"L"
			],
			"type": {
				"type": "dragon",
				"tags": [
					"undead"
				]
			},
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 142,
				"formula": "15d10 + 60"
			},
			"speed": {
				"walk": 40,
				"fly": 80,
				"swim": {
					"number": 20,
					"condition": "* (*choose one)"
				},
				"climb": {
					"number": 20,
					"condition": "*"
				},
				"burrow": {
					"number": 20,
					"condition": "*"
				}
			},
			"str": 21,
			"dex": 9,
			"con": 19,
			"int": 6,
			"wis": 10,
			"cha": 12,
			"save": {
				"con": "+7",
				"wis": "+3",
				"str": "+8"
			},
			"skill": {
				"perception": "+3",
				"stealth": "+2"
			},
			"senses": [
				"blindsight 30 ft.",
				"darkvision 120 ft."
			],
			"passive": 13,
			"immune": [
				{
					"immune": [
						"acid",
						"cold",
						"fire",
						"lightning",
						"poison"
					],
					"preNote": "(choose one)"
				}
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "8",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The dragon can breathe air and water."
					]
				},
				{
					"name": "Undead Fortitude",
					"entries": [
						"If damage reduces the infested young dragon to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the infested young dragon drops to 1 hit point instead. On a failure, {@dice 1d8 + 4} ancalags burst from the corpse, making immediate bite attacks at any creature within 10 feet of the dragon (see the ancalag stat block)."
					]
				},
				{
					"name": "Worm Infestation",
					"entries": [
						"The dragon may make any number of opportunity attacks without expending its reaction. If it does not use its reaction for an opportunity attack, the attack may only be a worm lunge attack."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}16 ({@damage 2d10 + 5}) piercing damage and 4 ({@damage 1d8}) necrotic damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) slashing damage."
					]
				},
				{
					"name": "Worm Lunge",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8}) piercing damage and 4 ({@damage 1d8}) necrotic damage."
					]
				},
				{
					"name": "Rotting Breath {@recharge 5}",
					"entries": [
						"The dragon exhales putrid gas in a 30-foot cone. Each creature in that area must make a {@dc 15} Dexterity saving throw, taking 49 ({@damage 11d8}) necrotic damage on a failed save, or half as much damage on a successful one. Each creature must also make a {@dc 15} Constitution saving throw, becoming {@condition poisoned} until the end of their next turn on a failed save."
					]
				}
			],
			"fluff": {
				"entries": [
					"Sounds of a rampaging dragon have been heard in the countryside for days. The locals sent word to the city, which has dispatched a team of adventurers to investigate. As the adventurers close in on the lair, they begin to notice a nauseating, putrid stench in the air. There is the sound of a dragon roar, oddly wet and gurgling. Suddenly, the ground shakes, and something bursts from the cave entrance. It is a dragon, but something is dreadfully wrong. All color has drained from its scales, its eyes are sunken in its skull, and there are large, seeping holes in its flesh. The rogue stealthily approaches from behind, but right when she moves to strike, she is caught off guard by a pink flash of movement. Out of one of its oozing wounds, a fleshy worm with rings of razor-sharp teeth lashes out, ripping through the rogue's armor and tearing her forearm to shreds. It is only then that the party notices the wriggling underneath the dragon's skin. This dragon has fallen victim to an ancalag infestation.",
					"Only wyrmlings and young dragons can naturally be infested by ancalags. The potent magic of an adult or ancient dragon is too powerful for the parasites to survive under normal circumstances. Occasionally, however, a cult worshipping a deity of disease or some other corrupting influence will perform a ritual to weaken an adult dragon, allowing it to be infested by ancalags, and forming a disgusting force of reckoning. These rituals, powerful as they may be, are still incapable of weakening an ancient dragon; an infested ancient dragon is only ever created through the direct action of a deity, archdevil, or similarly powerful force. These creatures are practically avatars of disease and corruption.",
					"Infested dragons of any age speak rarely and with difficulty. When they do speak, it is with a wet, rasping gurgle. Since it is not really the dragon speaking, but the colony of ancalags inside speaking through the dragon's mouth, infested dragons refer to themselves in the third person, and may talk with multiple voices, interrupting each other or echoing speech, as if many creatures were speaking at once.",
					"When found in the wild, ancalags are tiny, pathetic-looking pink worms. Their rings of teeth look mildly threatening, but few people realize how dangerous these parasites really are. Specialized to infest dragons, the fleshy form of an ancalag belies its incredible strength and resilience. Moreover, ancalags rarely attack alone. They hide in caves, sewers, and other out-of-the-way places, infecting any creatures they can, then compelling their hosts to seek out their true target: dragons."
				]
			},
			"dragonCastingColor": "B",
			"traitTags": [
				"Amphibious",
				"Undead Fortitude"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"N",
				"P",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Glass Squid",
			"source": "WeirdFlavorCreatures",
			"size": [
				"S"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "1d6",
				"average": 3
			},
			"speed": {
				"swim": 40
			},
			"str": 4,
			"dex": 15,
			"con": 10,
			"int": 2,
			"wis": 10,
			"cha": 4,
			"skill": {
				"perception": "+2",
				"stealth": "+4",
				"performance": "+1"
			},
			"senses": [
				"darkvision 30 ft."
			],
			"passive": 12,
			"vulnerable": [
				"bludgeoning"
			],
			"cr": "0",
			"trait": [
				{
					"name": "Water Breathing",
					"entries": [
						"The glass squid can breathe only underwater."
					]
				},
				{
					"name": "False Appearance",
					"entries": [
						"While the glass squid remains motionless, it is indistinguishable from an inanimate glass statue."
					]
				},
				{
					"name": "Photophores",
					"entries": [
						"The glass squid may flash small dots of light across its skin in various patterns, producing an aesthetically pleasing display and causing the squid to emit bright light in its space."
					]
				}
			],
			"action": [
				{
					"name": "Hooked Tentacles",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}1 bludgeoning damage and 1 slashing damage, and the target is {@condition grappled} (escape {@dc 10}). Until this grapple ends, the squid can't use its tentacles on another target."
					]
				},
				{
					"name": "Ink Cloud (Recharges after a Short or Long Rest)",
					"entries": [
						"A 5-foot-radius cloud of ink extends all around the squid if it is underwater. The area is heavily obscured for 1 minute, although a significant current can disperse the ink. After releasing the ink, the squid can use the Dash action as a bonus action."
					]
				}
			],
			"environment": [
				"underwater"
			],
			"fluff": {
				"entries": [
					"Glass squid are dazzling creatures, prized as ornamental pets by the royalty of many underwater peoples. Their transparent bodies and hard but brittle skin cause them to appear as intricate, living glass sculptures. Moreover, they are capable of producing incredible patterns of flashing light, which are universally considered extraordinarily beautiful by those lucky enough to witness such a performance. They are unfortunately very fragile, and their owners tend to visit harsh consequences on those who harm a glass squid."
				]
			},
			"familiar": true,
			"traitTags": [
				"False Appearance",
				"Water Breathing"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"B",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"grappled"
			]
		},
		{
			"name": "Lightning Gecko",
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				10
			],
			"hp": {
				"average": 2,
				"formula": "1d4"
			},
			"speed": {
				"walk": 20,
				"climb": 20
			},
			"str": 2,
			"dex": 11,
			"con": 10,
			"int": 1,
			"wis": 8,
			"cha": 3,
			"senses": [
				"darkvision 30 ft."
			],
			"passive": 9,
			"cr": "0",
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 0} to hit, reach 5 ft., one target. {@h}1 piercing damage."
					]
				}
			],
			"bonus": [
				{
					"name": "Electrified Scales",
					"entries": [
						"The gecko sends a surge of electricity through its scales, dealing 1 lightning damage to any creature touching it."
					]
				}
			],
			"fluff": {
				"entries": [
					"Lightning geckos are similar to regular lizards, except that they are extremely rare, have bright blue scales, and can generate a painful shock when handled."
				]
			},
			"familiar": true,
			"senseTags": [
				"D"
			],
			"damageTags": [
				"L",
				"P"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Anomalocaris",
			"alias": [
				"extinct",
				"arthropod",
				"radiodont",
				"anomalocaridid",
				"dinocaridid",
				"fossil"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"S"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "1d6",
				"average": 3
			},
			"speed": {
				"swim": 25
			},
			"str": 5,
			"dex": 14,
			"con": 10,
			"int": 1,
			"wis": 8,
			"cha": 3,
			"senses": [
				"blindsight 10 ft."
			],
			"passive": 9,
			"cr": "0",
			"trait": [
				{
					"name": "Water Breathing",
					"entries": [
						"The anomalocaris can breathe only underwater."
					]
				},
				{
					"name": "Temporal Sense",
					"entries": [
						"The anomalocaris can sense magic or other effects that alter the flow of time within 60 feet of itself. Most anomalocaris are attracted to such phenomena."
					]
				},
				{
					"name": "Grappler",
					"entries": [
						"The anomalocaris has advantage on attack rolls against any creature {@condition grappled} by it."
					]
				}
			],
			"action": [
				{
					"name": "Endite",
					"entries": [
						"{@atk mw} {@hit 0} to hit, reach 5 ft., one target. {@h}0 ({@damage 1}) piercing damage. If the target is a Small or smaller creature, it must make a {@dc 13} Strength or Dexterity saving throw, becoming {@condition grappled} on a failure. While grappling a creature, the anomalocaris cannot use its Endite attack on any creature except the one it is grappling."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 0} to hit, reach 0 ft., one target {@condition grappled} by the anomalocaris. {@h}1 ({@damage 1}) slashing damage."
					]
				}
			],
			"variant": [
				{
					"name": "Anomalocaris Familiars",
					"entries": [
						"When a wizard takes an anomalocaris as a familiar, they usually apply minor enchantments to the creature to allow it to function outside of water. These enchantments are performed as a modification of the {@spell Find Familiar} spell, and give the anomalocaris the Amphibious trait and a fly (hover) speed of 30 feet."
					],
					"type": "variant"
				}
			],
			"environment": [
				"coastal",
				"underwater"
			],
			"fluff": {
				"entries": [
					"Anomalocaris is an extinct sea creature from the primordial past, an ancient predatory beast measuring between one and three feet long. The two spined appendages at the front of their bodies are used for grappling prey, holding it still long enough to take a bite with their odd circular tooth plates. They swim with a graceful, undulating motion that belies their speed.",
					"Anomalocaris are known to modern scholars only because one occasionally slips through a fault in the chaos of planar separation, ending up at a random spot in time. Why these animals in particular have an affinity for finding such temporal cracks remains unclear. Divination wizards seeking to show off sometimes take these creatures as familiars, since the precision necessary to predict when and where an anomalocaris will appear requires an impressive mastery of all manners of divining, including scrying, dreaming, and augury. More than just a status symbol, anomalocaris are also useful at searching out temporal anomalies that are often of interest to such wizards. These wizards usually apply minor enchantments to the anomalocaris, allowing it to move and survive outside of water. These enchantments are applied as modifications to the {@spell Find Familiar} spell."
				]
			},
			"familiar": true,
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled"
			]
		},
		{
			"name": "Giant Incense Slug",
			"group": [
				"Slugs"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 9,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "15d8 + 45",
				"average": 112
			},
			"speed": {
				"walk": 15,
				"swim": 30
			},
			"str": 10,
			"dex": 6,
			"con": 16,
			"int": 4,
			"wis": 10,
			"cha": 8,
			"passive": 10,
			"resist": [
				{
					"resist": [
						"poison"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"vulnerable": [
				"fire"
			],
			"conditionImmune": [
				"poisoned"
			],
			"cr": "0",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The giant incense slug can breathe air and water."
					]
				},
				{
					"name": "Divine Sense",
					"entries": [
						"The giant incense slug is attracted to divine magic, and can pinpoint the location of holy symbols, consecrated sites, or divine spells cast within 300 feet of it."
					]
				},
				{
					"name": "Soothing Scent",
					"entries": [
						"Creatures within 30 feet of the giant incense slug are calmed as if by the Calm Emotions spell (both effects). This effect is nonmagical; unwilling creatures must succeed on a {@dc 13} Constitution saving throw to resist. Creatures that lack a sense of smell are unaffected."
					]
				},
				{
					"name": "Incense Cerata",
					"entries": [
						"If the giant incense slug takes fire damage, the effects of Soothing Scent extend to 60 feet for 1 minute."
					]
				}
			],
			"action": [
				{
					"name": "Cerata",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d8}) bludgeoning damage and 3 ({@damage 1d6}) radiant damage."
					]
				},
				{
					"name": "Cnidosac",
					"entries": [
						"{@atk mw} {@hit +2} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d6}) bludgeoning damage, and the target must succeed on a {@dc 13} Constitution saving throw or take 2 ({@damage 1d4}) poison damage and be {@condition poisoned} until the end of its next turn."
					]
				},
				{
					"name": "Healing Mucus {@recharge 4}",
					"entries": [
						"The giant incense slug excretes an oily, soothing mucus onto one creature within 5 feet of it. That creature regains {@dice 1d10} hit points, unless it is undead, in which case it takes {@damage 1d10} radiant damage. An unwilling creature must succeed on a {@dc 13} Dexterity saving throw to avoid this effect."
					]
				}
			],
			"reaction": [
				{
					"name": "Protective Mucus {@recharge 3}",
					"entries": [
						"When the incense slug takes damage that does not kill it, it can release an oily mucus from its skin, which immediately restores {@dice 2d10} hit points. If this would heal the slug above its HP maximum, the extra healing becomes temporary HP, which lasts until the end of the slug's next turn.",
						"If the slug is underwater, the excess mucus spreads into the water around it, healing all creatures in spaces adjacent to the giant incense slug, with the exception of undead, which instead take {@damage 1d10} radiant damage."
					]
				}
			],
			"environment": [
				"coastal",
				"temple",
				"underwater"
			],
			"fluff": {
				"entries": [
					"Unlike other giant slugs, which can be encountered in the wild and whose origins are a mystery, giant incense slugs are almost always found in large temples or other sacred areas of good-aligned deities, and they arise exclusively from holy rituals. Most temples hold these rituals as closely-guarded secrets, believing the creation of a giant incense slug to be a sacred act, reserved for high priests and conducted in inner sanctums.",
					"Outside of the upper-echelon of priests, knowledge of giant incense slugs is almost nonexistent. One may occasionally hear a rumor of a magical beast dwelling in the depths of a temple, or hidden away at secret holy sites, but even the most credible of these tales contains mere scraps of truth. An adventuring party might stumble upon one if they happen to explore an abandoned temple or the sacred ground of an ancient religion. In such cases, the giant incense slug may have lived in the ruins for decades or centuries, continuing its duty of consecrating the area, protecting relics, and most importantly, warding off the undead."
				]
			},
			"traitTags": [
				"Amphibious"
			],
			"damageTags": [
				"B",
				"I",
				"R"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Gasflame Slug",
			"group": [
				"Slugs"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				8
			],
			"hp": {
				"formula": "1d4",
				"average": 2
			},
			"speed": {
				"walk": 5,
				"swim": 10
			},
			"str": 1,
			"dex": 6,
			"con": 10,
			"int": 1,
			"wis": 7,
			"cha": 2,
			"passive": 8,
			"resist": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"cr": "0",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The gasflame slug can breathe air and water."
					]
				},
				{
					"name": "Flammable",
					"entries": [
						"If the gasflame slug takes fire damage, the gas leaking out of the tips of its cerata catch fire. The damage type for its cnidosac attack becomes fire instead of poison, and the slug gains the Heated Body trait. This effect lasts until the end of the slug's next turn, and cannot be activated again until the slug completes a long or short rest."
					]
				},
				{
					"name": "Heated Body (activated by Flammable)",
					"entries": [
						"A creature that touches the gasflame slug or hits it with a melee attack while within 5 feet of it takes 2 ({@damage 1d4}) fire damage."
					]
				}
			],
			"action": [
				{
					"name": "Gas Jet",
					"entries": [
						"The gasflame slug expels a puff of gas at a creature within 5 feet of it. The target must make a {@dc 10} Constitution saving throw, taking 1 poison damage on a failure."
					]
				},
				{
					"name": "Toxic Gas {@recharge 4}",
					"entries": [
						"The gasflame slug pumps a poisonous, flammable gas into the area around it. Creatures within 5 feet of the slug must make a {@dc 10} Constitution saving throw, becoming {@condition poisoned} on a failure. Affected creatures also have disadvantage on Wisdom (Perception) checks that rely on smell.",
						"The gas lingers until the end of the slug's next turn. During this time, any creature that ends its turn within 5 feet of the gasflame slug must make the associated Constitution saving throw. Additionally for the duration, if any source of fire, magical or nonmagical, comes within 5 feet of the slug, the gas ignites, dealing {@damage 1d4} fire damage to the slug and all creatures within 5 feet of it."
					]
				}
			],
			"environment": [
				"coastal",
				"swamp",
				"underwater",
				"urban"
			],
			"fluff": {
				"entries": [
					"Traveling through a swamp, the merchant spots a beautiful creature on the trunk of a nearby tree. Its body is almost transparent, covered in small tentacles tipped with brilliant shades of blue and orange. He lights a torch in order to get a better look, and as he peers toward the creature, a sudden explosion singes off his eyebrows and sends the torch flying!",
					"Gasflame slugs can be found in swamps, sewers, and other places with an abundance of decomposing matter. They feed primarily on rotting wood and plants, but will happily consume any sewage. As a byproduct of digesting such sustenance, the slugs slowly produce a foul-smelling gas, which leaks out of the tips of their cerata. This gas is both toxic and flammable, and the slugs use it as a defense mechanism, pumping out clouds of the rancid fumes when startled. Unsurprisingly, scholars who study gasflame slugs are characterized by singed eyebrows and dulled sense of smell. Such scholars are usually artificers and tinkerers, seeking to harness the potential of such highly flammable gas for their contraptions."
				]
			},
			"traitTags": [
				"Amphibious"
			],
			"damageTags": [
				"F",
				"I"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Giant Gasflame Slug",
			"group": [
				"Slugs"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				8
			],
			"hp": {
				"formula": "15d8 + 45",
				"average": 112
			},
			"speed": {
				"walk": 15,
				"swim": 10
			},
			"str": 10,
			"dex": 6,
			"con": 16,
			"int": 1,
			"wis": 7,
			"cha": 1,
			"passive": 8,
			"resist": [
				{
					"resist": [
						"fire",
						"poison"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"conditionImmune": [
				"poisoned"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The gasflame slug can breathe air and water."
					]
				},
				{
					"name": "Flammable",
					"entries": [
						"If the gasflame slug takes fire damage, the gas leaking out of the tips of its cerata catch fire. The effects of its gas jet attack and Toxic Gas change as described, and the slug gains the Heated Body trait. This effect lasts for 1 minute, after which it cannot be activated again until the slug completes a long or short rest."
					]
				},
				{
					"name": "Heated Body (activated by Flammable)",
					"entries": [
						"A creature that touches the gasflame slug or hits it with a melee attack while within 5 feet of it takes 5 ({@damage 1d10}) fire damage."
					]
				}
			],
			"action": [
				{
					"name": "Gas Jet",
					"entries": [
						"The slug launches a jet of pressurized gas at one creature it can see within 15 feet of itself. The creature must make a {@dc 13} Constitution saving throw, taking 7 ({@damage 2d6}) poison damage on a failure, or half as much on a success. If there is a source of fire within 5 feet of the target, or if a source of fire enters within 5 feet of the target before it moves at least 10 feet, the lingering gas explodes, dealing 4 ({@damage 1d8}) fire damage to the target and any creature within 5 feet of it.",
						"If the slug's Flammable trait has been activated, this attack instead deals 10 ({@damage 3d6}) fire damage on a failure, or half as much on a success, and there are no lingering effects."
					]
				},
				{
					"name": "Toxic Gas {@recharge 4}",
					"entries": [
						"The gasflame slug pumps a poisonous, flammable gas into the area around it. Creatures within 5 feet of the slug must make a {@dc 13} Constitution saving throw. On a failure, creatures are {@condition poisoned} and have disadvantage on Wisdom (Perception) checks that rely on smell until the end of their next turn.",
						"The gas continues flowing until the end of the slug's next turn. During this time, any creature that ends its turn within 5 feet of the gasflame slug must make the associated Constitution saving throw. Additionally for the duration, if any source of fire comes within 5 feet of the slug, the gas ignites, dealing 5 ({@damage 1d10}) fire damage to the slug and all creatures within 5 feet of it.",
						"If the slug's Flammable trait has been activated, this action instead requires a creatures within 5 feet to make a {@dc 13} Dexterity saving throw, dealing 16 ({@damage 3d10}) fire damage on a failure, or half as much on a success, with no lingering effects."
					]
				}
			],
			"environment": [
				"coastal",
				"swamp",
				"underwater",
				"urban"
			],
			"traitTags": [
				"Amphibious"
			],
			"damageTags": [
				"F",
				"I"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Scorpion-tailed Spider",
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 1,
				"formula": "1d4 - 1"
			},
			"speed": {
				"walk": 20,
				"climb": 20
			},
			"str": 2,
			"dex": 14,
			"con": 8,
			"int": 1,
			"wis": 10,
			"cha": 2,
			"skill": {
				"stealth": "+4"
			},
			"senses": [
				"darkvision 30 ft.",
				"blindsight 10 ft."
			],
			"passive": 10,
			"cr": "0",
			"trait": [
				{
					"name": "Spider Climb",
					"entries": [
						"The spider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Web Sense",
					"entries": [
						"While in contact with a web, the spider knows the exact location of any other creature in contact with the same web."
					]
				},
				{
					"name": "Web Walker",
					"entries": [
						"The spider ignores movement restrictions caused by webbing."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}1 piercing damage, and the target must succeed on a {@dc 9} Constitution saving throw or take 2 ({@damage 1d4}) poison damage."
					]
				},
				{
					"name": "Sting",
					"entries": [
						"{@atk mw} {@hit +2} to hit, reach 5 ft., one creature. {@h}1 piercing damage, and the target must make a {@dc 9} Constitution saving throw, taking 4 ({@damage 1d8}) poison damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"fluff": {
				"entries": [
					"As if spiders and scorpions weren't bad enough, someone had to go and make a spider with a scorpion tail. Because of the time it takes to replenish venom, the scorpion-tailed spider tends to alternate between its bite and sting attacks."
				]
			},
			"familiar": true,
			"traitTags": [
				"Spider Climb",
				"Web Sense",
				"Web Walker"
			],
			"senseTags": [
				"B",
				"D"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Giant Millipede",
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "2d8 + 4",
				"average": 13
			},
			"speed": {
				"walk": 45,
				"climb": 30
			},
			"str": 12,
			"dex": 14,
			"con": 14,
			"int": 1,
			"wis": 7,
			"cha": 2,
			"senses": [
				"blindsight 30 ft."
			],
			"passive": 8,
			"cr": "1/8",
			"bonus": [
				{
					"name": "Toxic Secretion {@recharge 3}",
					"entries": [
						"The giant millipede releases a foul-smelling orange liquid from its pores. Until the end of its next turn, creatures that touch the millipede or hit it with a melee attack while within 5 feet of it must make a {@dc 13} Constitution saving throw, taking 2 ({@damage 1d4}) acid damage and 2 ({@damage 1d4}) poison damage on a failure, or half as much on a success. Also on a failure, roll a {@dice 1d100}. If a 1 is rolled, the creature becomes {@condition blinded} until cured by {@spell Lesser Restoration} or a similar effect."
					]
				}
			],
			"reaction": [
				{
					"name": "Defensive Roll",
					"entries": [
						"When the giant millipede takes damage from an attack, or is {@condition frightened} or {@condition surprised}, it can curl up into a defensive posture, hiding its more vulnerable underbelly. It may hold this position for up to an hour. Until it uncurls as an action, the giant millipede is subject to the following effects:",
						"- its movement speed drops to 0",
						"- it is {@condition prone}",
						"- it has a +1 bonus to its AC",
						"- it has advantage on Dexterity (Stealth) checks",
						"- it has advantage on Charisma (Performance) checks made to convince another creature that it is dead"
					]
				}
			],
			"environment": [
				"forest"
			],
			"fluff": {
				"entries": [
					"Giant millipedes, though larger than giant centipedes, are much less threatening than their aggressive cousins. While centipedes are predators, millipedes, even the giant ones, are docile herbivores, feeding on moss and rotting leaves. They do not have a venomous bite like centipedes do; in fact, they do not generally bite anything but plants. ",
					"However, giant millipedes are not totally helpless. When threatened, they can curl up into a tight spiral, hiding their vulnerable undersides and remaining completely still until the threat has passed. If that isn't enough to discourage an attacker, millipedes also excrete a foul-smelling poison from their skin. The poison is dark orange in color, and causes a variety of unpleasant effects, including:",
					"- blistering",
					"- itching and burning sensations",
					"- temporary orange staining of skin",
					"- nausea and vomiting (if ingested)",
					"The toxin has additional nasty effects if a creature happens to get it in their eyes:",
					"- eye spasms",
					"- excessive tear production",
					"- temporary blindness (rarely)",
					"Due to their passive nature and natural climbing ability, giant millipedes are occasionally used as mounts by forest gnomes and some fey. Generally, the saddles used for riding giant millipedes have straps to secure the rider, since the creatures have a habit of crawling upside-down on the underside of large tree branches."
				]
			},
			"senseTags": [
				"B"
			],
			"damageTags": [
				"A",
				"I"
			],
			"conditionInflict": [
				"blinded"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Pelican Flower",
			"source": "WeirdFlavorCreatures",
			"size": [
				"S"
			],
			"type": "plant",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 12,
					"condition": "while flying"
				},
				{
					"ac": 10,
					"condition": "when motionless",
					"braces": true
				}
			],
			"hp": {
				"formula": "2d6 ‒ 2",
				"average": 5
			},
			"speed": {
				"fly": 20
			},
			"str": 3,
			"dex": 14,
			"con": 8,
			"int": 4,
			"wis": 10,
			"cha": 2,
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"passive": 10,
			"resist": [
				"acid"
			],
			"vulnerable": [
				"fire"
			],
			"conditionImmune": [
				"blinded",
				"deafened"
			],
			"cr": "0",
			"trait": [
				{
					"name": "False Appearance",
					"entries": [
						"While the pelican flower remains motionless, it is indistinguishable from an (unusual) ordinary flower."
					]
				}
			],
			"action": [
				{
					"name": "Gulp",
					"entries": [
						"The pelican flower attempts to swallow one Tiny creature in an adjacent space. The target must make a {@dc 10} Dexterity saving throw (or {@dc 13} if the target is surprised by the flower). On a failure, the pelican flower successfully entraps the target in its digestive chamber, dealing 2 ({@damage 1d4}) acid damage to it. The creature takes this damage again at the end of each of its turns. A swallowed creature can escape by dealing a total of 2 damage to the flower, in which case it appears in a space adjacent to the pelican flower, falling to the ground {@condition prone}."
					]
				}
			],
			"environment": [
				"coastal",
				"forest",
				"swamp"
			],
			"fluff": {
				"entries": [
					"The large opening, pitcher-shaped sac, and smell of the pelican flower mark it as a carnivorous plant. However, unlike flytraps or pitcher plants, this one has a bit more agency. Using the two enormous flaps on either side of its feeding hole, a pelican flower can fly, appearing somewhat like a giant, clumsy butterfly. It uses this ability to swoop down on unsuspecting prey, relying on potent digestive acids to dissolve food before it has a chance to fight back.",
					"Fortunately, though they are much larger than most blooms, pelican flowers are too small to target anything bigger than a housecat. Their normal prey are small rodents and reptiles, which they attract with a sweet, honey-like fragrance. When not actively feeding, pelican flowers attach themselves to trees, vines, and other plants, attempting to blend in with the flora until suitable prey wanders too close.",
					"Pelican flowers are uncommon, tending to grow in places not frequented by people. Gardeners occasionally seek them out for use as natural pest control, but this is a tricky endeavor. Since the flowers are not intelligent enough to be trained, they often end up eating a pet or two before the gardener in question realizes the problem and gets rid of them. Druids and tribal shamans sometimes maintain a population of pelican flowers for medicinal use; their digestive acids, when diluted, are very effective at reducing itching, irritation, and pain associated with bug bites and stings, poisonous plants, and other minor inconveniences. In more concentrated solutions, the acids can be used to dissolve organic matter. One flower provides one vial of digestive acid, which functions in combat like a regular vial of acid, except that it deals 2 ({@dice 1d4}) acid damage on hit and at the start of the target's turns, until a creature uses an action to wipe off the acid. Out of combat, one vial takes 1 minute to dissolve an area of animal or plant matter no larger than 6 inches on a side. 15 vials will dissolve 1 cubic foot of flesh or plant matter in about 10 minutes, while dissolving the same amount of bone takes roughly an hour. ",
					"To dissolve an entire creature, the {@bold approximate} amount of acid needed is as follows:",
					"- Tiny creature: 1 vial to dissolve flesh in 1 minute. Additional vial to dissolve skeleton in 3 minutes",
					"- Small creature: 8 vials to dissolve flesh in 5 minutes. Additional 3 vials to dissolve skeleton in 15 minutes.",
					"- Medium creature: 30 vials to dissolve flesh in 20 minutes. Additional 10 vials to dissolve skeleton in 30 minutes.",
					"- Large creature: 200 vials to dissolve flesh in 3 hours. Additional 60 vials to dissolve skeleton in 4 hours.",
					"It is nearly impossible to find enough flowers by foraging to dissolve anything larger than a single Medium creature, since there are never very many pelican flowers in a single area. Acid on these quantities must be purchased from someone who cultivates pelican flowers and harvests the digestive acid."
				]
			},
			"traitTags": [
				"False Appearance"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Swallow"
			],
			"damageTags": [
				"A"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Stareater",
			"group": [
				"Stareater"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"S"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 7,
				"formula": "2d6"
			},
			"speed": {
				"walk": 0,
				"swim": 30
			},
			"str": 10,
			"dex": 14,
			"con": 11,
			"int": 3,
			"wis": 8,
			"cha": 1,
			"skill": {
				"stealth": "+4",
				"perception": "+1"
			},
			"senses": [
				"darkvision 120 ft.",
				"blindsight 30 ft."
			],
			"passive": 11,
			"cr": "1/8",
			"trait": [
				{
					"name": "Water Breathing",
					"entries": [
						"The stareater can breathe only underwater."
					]
				},
				{
					"name": "Light Absorption",
					"entries": [
						"Whenever the stareater is subjected to radiant damage, it takes no damage and instead regains a number of hit points equal to the radiant damage dealt."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) piercing damage."
					]
				},
				{
					"name": "Aphosis",
					"entries": [
						"The stareater attempts to consume a source of light within 5 feet of itself. The light source is automatically extinguished if:",
						"- it is not being worn or carried by a creature",
						"- it is not a magic item",
						"- it is not larger than 1 foot on a side",
						"If the light source is being worn or carried by a creature, the creature must make a {@dc 13} Dexterity saving throw, avoiding the effect on a success, or being subject to the effect as normal on a failure.",
						"If the light source is a magical item activated by expending charges, it may be reactivated by using the appropriate number of charges; otherwise, the item loses its ability to shed light for 1 minute.",
						"If the light source is larger than 1 foot on a side, a spherical portion of the light source 1 foot in diameter ceases to shed light, following all previous rules.",
						"If the light source is a spell, it is affected as follows:",
						"- The {@spell Light} cantrip is extinguished, regardless of the size of the object.",
						"- A light created by {@spell Dancing Lights} is extinguished, but other lights created by the spell are not affected.",
						"- The effects of {@spell Faerie Fire} end for the target creature",
						"- The area created by {@spell Daylight} is treated as a light source larger than 1 foot on a side, and each activation of this ability darkens a 1 foot diameter sphere within the area, unless the spell was cast targeting a specific object, in which case the object is treated as the source of light. If the object is smaller than 1 foot on a side, it is extinguished and the spell ends; if the object is larger than 1 foot on a side, it is treated as a light source of the appropriate size, and the spell ends once its entire surface has been affected.",
						"- A {@spell Wall of Light} is unaffected by this ability.",
						"- Other spells that create a light source may be partially or fully extinguished by this ability, but any other effects of the spell are unaffected."
					]
				}
			],
			"bonus": [
				{
					"name": "Nova",
					"entries": [
						"When the stareater successfully uses Aphosis, it may use its bonus action to trigger one of the following effects:",
						"- the stareater regains 2 ({@dice 1d4}) hit points.",
						"- all creatures that can see the stareater within 20 feet of it must make a {@dc 13} Constitution saving throw, as the stareater releases a searing flash of light. A creature that fails the saving throw is {@condition blinded} until the end of its next turn. Other stareaters and astronesths are immune to this effect.",
						"- the stareater flashes an entrancing pattern of lights. One creature of its choice within 15 feet of it must make a {@dc 13} Wisdom saving throw, becoming {@condition charmed} until the end of its next turn on a failure."
					]
				}
			],
			"environment": [
				"underwater"
			],
			"fluff": {
				"entries": [
					"Stareaters are large (~3 ft.), sleek, streamlined fish, with pitch-black scales and a row of light organs running down either side of their bodies. While this appearance alone is remarkable, it is their hunting behavior that makes them truly unique. Their long, thin, semi-translucent teeth indicate that they might eat smaller fish, but this is far from the truth. In fact, stareaters, as their name, suggests, consume light itself.",
					"Few trustworthy descriptions of stareaters exist. Most eyewitness accounts describe a black streak in the water, a splash, and then darkness. As if they weren't already difficult enough to spot, stareaters only venture into shallow water on nights when the moon is not visible. At all other times, they live in the depths, beyond where sunlight penetrates, subsisting on the glow of bioluminescent bacteria and other flashing critters. But on moonless nights, they surface, seeking the lamps of boats and fishermen. The lucky ones might even find an adventuring party, with all sorts of magical lights to feast upon.",
					"Stareaters are not inherently aggressive; while they will pursue bright sources of light with reckless abandon, they are unlikely to intentionally attack or harm creatures larger than themselves. Schools of trained stareaters are sometimes used by the aquatic races as a first line of defense to hide valuable secrets from prying eyes without resorting to violence.",
					"A stareater that has gorged itself on magic light can mutate into an astronesth."
				]
			},
			"traitTags": [
				"Damage Absorption",
				"Water Breathing"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"blinded"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"constitution",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Infested Adult Dragon",
			"shortName": "dragon",
			"group": [
				"Ancalag"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"H"
			],
			"type": {
				"type": "dragon",
				"tags": [
					"undead"
				]
			},
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "17d12 + 102",
				"average": 212
			},
			"speed": {
				"walk": 40,
				"fly": 80,
				"swim": {
					"number": 20,
					"condition": "* (*choose one)"
				},
				"climb": {
					"number": 20,
					"condition": "*"
				},
				"burrow": {
					"number": 30,
					"condition": "*"
				}
			},
			"str": 25,
			"dex": 9,
			"con": 23,
			"int": 7,
			"wis": 12,
			"cha": 15,
			"save": {
				"con": "+11",
				"wis": "+6",
				"str": "+12"
			},
			"skill": {
				"perception": "+6",
				"stealth": "+4"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 120 ft."
			],
			"passive": 16,
			"immune": [
				{
					"immune": [
						"acid",
						"cold",
						"fire",
						"lightning",
						"poison"
					],
					"preNote": "(choose one)"
				}
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "14",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The dragon can breathe air and water."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the dragon fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Undead Fortitude",
					"entries": [
						"If damage reduces the dragon to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the dragon drops to 1 hit point instead. On a failure, {@dice 1d12 + 7} ancalags burst from the corpse, making immediate bite attacks at any creature within 10 feet of the dragon (see the ancalag stat block)."
					]
				},
				{
					"name": "Worm Infestation",
					"entries": [
						"The dragon may make any number of opportunity attacks without expending its reaction. If it does not use its reaction for an opportunity attack, the attack may only be a worm lunge attack."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 10 ft., one target. {@h}18 ({@damage 2d10 + 7}) piercing damage plus 5 ({@damage 1d10}) necrotic damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d6 + 7}) slashing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 15 ft., one target. {@h}16 ({@damage 2d8 + 7}) bludgeoning damage."
					]
				},
				{
					"name": "Worm Lunge",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d12}) piercing damage and 6 ({@damage 1d12}) necrotic damage."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a {@dc 17} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Rotting Breath {@recharge 5}",
					"entries": [
						"The dragon exhales putrid gas in a 60-foot cone. Each creature in that area must make a {@dc 19} Dexterity saving throw, taking 58 ({@damage 13d8}) necrotic damage on a failed save, or half as much damage on a successful one. Each creature must also make a {@dc 19} Constitution saving throw, becoming {@condition poisoned} until the end of their next turn on a failed save."
					]
				}
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"The dragon makes a Wisdom ({@skill Perception}) check."
					]
				},
				{
					"name": "Tail Attack",
					"entries": [
						"The dragon makes a tail attack."
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a {@dc 20} Dexterity saving throw or take 14 ({@damage 2d6 + 7}) bludgeoning damage and be knocked {@condition prone}. The dragon can then fly up to half its flying speed."
					]
				}
			],
			"legendaryGroup": {
				"name": "Infested Dragon",
				"source": "WeirdFlavorCreatures"
			},
			"fluff": {
				"entries": [
					"Sounds of a rampaging dragon have been heard in the countryside for days. The locals sent word to the city, which has dispatched a team of adventurers to investigate. As the adventurers close in on the lair, they begin to notice a nauseating, putrid stench in the air. There is the sound of a dragon roar, oddly wet and gurgling. Suddenly, the ground shakes, and something bursts from the cave entrance. It is a dragon, but something is dreadfully wrong. All color has drained from its scales, its eyes are sunken in its skull, and there are large, seeping holes in its flesh. The rogue stealthily approaches from behind, but right when she moves to strike, she is caught off guard by a pink flash of movement. Out of one of its oozing wounds, a fleshy worm with rings of razor-sharp teeth lashes out, ripping through the rogue's armor and tearing her forearm to shreds. It is only then that the party notices the wriggling underneath the dragon's skin. This dragon has fallen victim to an ancalag infestation.",
					"Only wyrmlings and young dragons can naturally be infested by ancalags. The potent magic of an adult or ancient dragon is too powerful for the parasites to survive under normal circumstances. Occasionally, however, a cult worshipping a deity of disease or some other corrupting influence will perform a ritual to weaken an adult dragon, allowing it to be infested by ancalags, and forming a disgusting force of reckoning. These rituals, powerful as they may be, are still incapable of weakening an ancient dragon; an infested ancient dragon is only ever created through the direct action of a deity, archdevil, or similarly powerful force. These creatures are practically avatars of disease and corruption.",
					"Infested dragons of any age speak rarely and with difficulty. When they do speak, it is with a wet, rasping gurgle. Since it is not really the dragon speaking, but the colony of ancalags inside speaking through the dragon's mouth, infested dragons refer to themselves in the third person, and may talk with multiple voices, interrupting each other or echoing speech, as if many creatures were speaking at once.",
					"An infested adult or ancient dragon will inhabit the same lair that it did before it was infested, but it makes noticeable changes to the surrounding area. The existing regional effects fade as if the dragon were dead, and the infested dragon makes every effort to make it appear as though the lair is abandoned. Aside from the abundant worms burrowing throughout the area, there are few cues that a dragon still resides in the lair. In this way, the infested dragon hopes to lure a young dragon with the temptation of a pre-established lair and territory. When a young dragon falls for the trap, it finds not a welcoming, abandoned lair, but only an ambush of ancalags, waiting to infest another host.",
					"When found in the wild, ancalags are tiny, pathetic-looking pink worms. Their rings of teeth look mildly threatening, but few people realize how dangerous these parasites really are. Specialized to infest dragons, the fleshy form of an ancalag belies its incredible strength and resilience. Moreover, ancalags rarely attack alone. They hide in caves, sewers, and other out-of-the-way places, infecting any creatures they can, then compelling their hosts to seek out their true target: dragons."
				]
			},
			"dragonCastingColor": "B",
			"traitTags": [
				"Amphibious",
				"Legendary Resistances",
				"Undead Fortitude"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Breath Weapon",
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"B",
				"N",
				"P",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"conditionInflictLegendary": [
				"prone"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Infested Ancient Dragon",
			"shortName": "dragon",
			"group": [
				"Ancalag"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"G"
			],
			"type": {
				"type": "dragon",
				"tags": [
					"undead"
				]
			},
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 21,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "23d20 + 184",
				"average": 425
			},
			"speed": {
				"walk": 40,
				"fly": 80,
				"swim": {
					"number": 20,
					"condition": "* (*choose one)"
				},
				"climb": {
					"number": 20,
					"condition": "*"
				},
				"burrow": {
					"number": 30,
					"condition": "*"
				}
			},
			"str": 28,
			"dex": 9,
			"con": 27,
			"int": 8,
			"wis": 14,
			"cha": 18,
			"save": {
				"con": "+15",
				"wis": "+9",
				"str": "+16"
			},
			"skill": {
				"perception": "+9",
				"stealth": "+6"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 120 ft."
			],
			"passive": 19,
			"immune": [
				{
					"immune": [
						"acid",
						"cold",
						"fire",
						"lightning",
						"poison"
					],
					"preNote": "(choose one)"
				}
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "22",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The dragon can breathe air and water."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the dragon fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Undead Fortitude",
					"entries": [
						"If damage reduces the dragon to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the dragon drops to 1 hit point instead. On a failure, {@dice 1d20 + 10} ancalags burst from the corpse, making immediate bite attacks at any creature within 10 feet of the dragon (see the ancalag stat block)."
					]
				},
				{
					"name": "Worm Infestation",
					"entries": [
						"The dragon may make any number of opportunity attacks without expending its reaction. If it does not use its reaction for an opportunity attack, the attack may only be a worm lunge attack."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 16} to hit, reach 10 ft., one target. {@h}20 ({@damage 2d10 + 9}) piercing damage plus 6 ({@damage 1d12}) necrotic damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 16} to hit, reach 5 ft., one target. {@h}16 ({@damage 2d6 + 9}) slashing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 16} to hit, reach 15 ft., one target. {@h}18 ({@damage 2d8 + 9}) bludgeoning damage."
					]
				},
				{
					"name": "Worm Lunge",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d8}) piercing damage and 8 ({@damage 2d8}) necrotic damage."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a {@dc 20} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Rotting Breath {@recharge 5}",
					"entries": [
						"The dragon exhales putrid gas in a 90-foot cone. Each creature in that area must make a {@dc 23} Dexterity saving throw, taking 76 ({@damage 17d8}) necrotic damage on a failed save, or half as much damage on a successful one. Each creature must also make a {@dc 23} Constitution saving throw, becoming {@condition poisoned} until the end of their next turn on a failed save."
					]
				}
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"The dragon makes a Wisdom ({@skill Perception}) check."
					]
				},
				{
					"name": "Tail Attack",
					"entries": [
						"The dragon makes a tail attack."
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a {@dc 24} Dexterity saving throw or take 16 ({@damage 2d6 + 9}) bludgeoning damage and be knocked {@condition prone}. The dragon can then fly up to half its flying speed."
					]
				}
			],
			"legendaryGroup": {
				"name": "Infested Dragon",
				"source": "WeirdFlavorCreatures"
			},
			"environment": [
				"swamp"
			],
			"fluff": {
				"entries": [
					"Sounds of a rampaging dragon have been heard in the countryside for days. The locals sent word to the city, which has dispatched a team of adventurers to investigate. As the adventurers close in on the lair, they begin to notice a nauseating, putrid stench in the air. There is the sound of a dragon roar, oddly wet and gurgling. Suddenly, the ground shakes, and something bursts from the cave entrance. It is a dragon, but something is dreadfully wrong. All color has drained from its scales, its eyes are sunken in its skull, and there are large, seeping holes in its flesh. The rogue stealthily approaches from behind, but right when she moves to strike, she is caught off guard by a pink flash of movement. Out of one of its oozing wounds, a fleshy worm with rings of razor-sharp teeth lashes out, ripping through the rogue's armor and tearing her forearm to shreds. It is only then that the party notices the wriggling underneath the dragon's skin. This dragon has fallen victim to an ancalag infestation.",
					"Only wyrmlings and young dragons can naturally be infested by ancalags. The potent magic of an adult or ancient dragon is too powerful for the parasites to survive under normal circumstances. Occasionally, however, a cult worshipping a deity of disease or some other corrupting influence will perform a ritual to weaken an adult dragon, allowing it to be infested by ancalags, and forming a disgusting force of reckoning. These rituals, powerful as they may be, are still incapable of weakening an ancient dragon; an infested ancient dragon is only ever created through the direct action of a deity, archdevil, or similarly powerful force. These creatures are practically avatars of disease and corruption.",
					"Infested dragons of any age speak rarely and with difficulty. When they do speak, it is with a wet, rasping gurgle. Since it is not really the dragon speaking, but the colony of ancalags inside speaking through the dragon's mouth, infested dragons refer to themselves in the third person, and may talk with multiple voices, interrupting each other or echoing speech, as if many creatures were speaking at once.",
					"An infested adult or ancient dragon will inhabit the same lair that it did before it was infested, but it makes noticeable changes to the surrounding area. The existing regional effects fade as if the dragon were dead, and the infested dragon makes every effort to make it appear as though the lair is abandoned. Aside from the abundant worms burrowing throughout the area, there are few cues that a dragon still resides in the lair. In this way, the infested dragon hopes to lure a young dragon with the temptation of a pre-established lair and territory. When a young dragon falls for the trap, it finds not a welcoming, abandoned lair, but only an ambush of ancalags, waiting to infest another host.",
					"When found in the wild, ancalags are tiny, pathetic-looking pink worms. Their rings of teeth look mildly threatening, but few people realize how dangerous these parasites really are. Specialized to infest dragons, the fleshy form of an ancalag belies its incredible strength and resilience. Moreover, ancalags rarely attack alone. They hide in caves, sewers, and other out-of-the-way places, infecting any creatures they can, then compelling their hosts to seek out their true target: dragons."
				]
			},
			"dragonCastingColor": "B",
			"traitTags": [
				"Amphibious",
				"Legendary Resistances",
				"Undead Fortitude"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Breath Weapon",
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"B",
				"N",
				"P",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"conditionInflictLegendary": [
				"prone"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Astrapia",
			"alias": [
				"Bird"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 1,
				"formula": "1d4 - 1"
			},
			"speed": {
				"walk": 10,
				"fly": 40
			},
			"str": 2,
			"dex": 12,
			"con": 8,
			"int": 2,
			"wis": 12,
			"cha": 8,
			"skill": {
				"perception": "+3",
				"performance": "+1"
			},
			"passive": 13,
			"resist": [
				"psychic"
			],
			"cr": "1/8",
			"trait": [
				{
					"name": "Astral Echoes",
					"entries": [
						"The astrapia randomly and involuntarily repeats the thoughts and speech of nearby beings on the astral plane. This can include spirits of the dead, the astral forms of living creatures who have intentionally (e.g. via magic) or unintentionally (e.g. via dreaming) traveled to the astral plane, and the otherworldy natives of that plane. While these sounds are accurate to the source creature, they don't feel quite right; a creature that hears these sounds can determine that they do not originate directly from the mimicked creature with a {@dc 15} Wisdom (Insight) check."
					]
				},
				{
					"name": "Psychic Antennae",
					"entries": [
						"When the astrapia takes psychic damage, it deals the same amount (after resistance) to each creature in an adjacent space as lightning damage, even if the astrapia is killed by the remaining psychic damage. Affected creatures must succeed on a {@dc 13} Dexterity saving throw to avoid taking this damage."
					]
				},
				{
					"name": "Loud and Sparkly",
					"entries": [
						"The astrapia has disadvantage on Dexterity (Stealth) checks to avoid being seen or heard."
					]
				},
				{
					"name": "Electrified",
					"entries": [
						"A creature that touches the astrapia or hits it with a melee attack while within 5 feet of it takes 1 lightning damage."
					]
				}
			],
			"action": [
				{
					"name": "Beak",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}1 piercing damage."
					]
				},
				{
					"name": "Eldritch Echo {@recharge 4}",
					"entries": [
						"The astrapia broadcasts the inscrutable thoughts of a native astral creature. Any creature within 30 feet of the astrapia that can hear it must make a {@dc 13} Intelligence saving throw. On a failure, a creature takes 3 ({@damage 1d6}) psychic damage and is {@condition stunned} until the beginning of their next turn. Other astrapia are immune to this effect."
					]
				}
			],
			"fluff": {
				"entries": [
					"No one really understands the astrapia. Why and how its extremely long tail feathers conduct psychic energy is a mystery, as is its ability to convert this energy into electricity. Whatever its secrets, this bird is simultaneously revered and feared.",
					"Astrapia are average-sized birds, roughly as heavy as a raven, but with iridescent blue and green feathers on their backs, wings, and heads. They have two white tail feathers with black tips, which can be up to three feet in length, almost three times the length of the birds themselves!",
					"Through some unknown process, these feathers channel psychic energy, which gives rise to two odd abilities. The first is the conversion of such energy into electricity. Some birds might be said to have sparkling feathers; an astrapia's feathers actually flash with blue sparks in the presence of powerful psychic energy!",
					"While truly amazing, it is not their shocking nature that causes these birds to be viewed with superstition and reverence. No, the second effect their tail feathers confer is far stranger. Somehow, they tap directly into the astral plane, causing an astrapia to uncontrollably echo the thoughts and speech of nearby creatures present on the astral plane, including dead spirits and the astral forms of dreaming creatures.",
					"Astrapia are drawn to places where psychic energy concentrates, such as cemeteries, locations of devastating catastrophes, or the lairs of psychically powerful creatures. In such places, they can be heard crackling with energy and screaming the dying words of the fallen. Occasionally, a native inhabitant of the astral plane will encounter an astrapia's effect; this often causes the bird to echo truly incomprehensible, eldritch thoughts, causing distress and physical pain to nearby hearers on the material plane.",
					"Depending on the culture, astrapia are viewed as bad omens, evidence of a cursed location, or, occasionally, revered as connections to and speakers for the dead. They are the preferred familiar of some necromancers, and are sought out by certain witch doctors, who use their tails in occult rituals. Recent rumors, if they are to be believed, speak of a mad artificer seeking astrapia tail feathers in order to construct a device that produces large amounts of electricity from latent psychic energy. "
				]
			},
			"familiar": true,
			"damageTags": [
				"L",
				"P",
				"Y"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"stunned"
			],
			"savingThrowForced": [
				"dexterity",
				"intelligence"
			]
		},
		{
			"name": "Bush Viper",
			"shortName": "viper",
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "plant",
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 2,
				"formula": "1d4"
			},
			"speed": {
				"walk": 30,
				"swim": 30,
				"climb": 20
			},
			"str": 2,
			"dex": 16,
			"con": 11,
			"int": 1,
			"wis": 10,
			"cha": 3,
			"skill": {
				"stealth": "+5"
			},
			"senses": [
				"blindsight 10 ft."
			],
			"passive": 10,
			"resist": [
				"piercing"
			],
			"vulnerable": [
				"fire"
			],
			"cr": "1/8",
			"trait": [
				{
					"name": "Thermal Vision",
					"entries": [
						"The viper cannot use its blindsight while within 5 feet of a source of fire the size of a torch or larger."
					]
				},
				{
					"name": "Leafy Camouflage",
					"entries": [
						"The viper has advantage on Dexterity ({@skill Stealth}) checks made to hide in forest or jungle terrain. While the viper is motionless, a creature must succeed on a {@dc 13} Intelligence (Investigation) check to identify the viper as a creature instead of a mundane branch or vine."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}1 piercing damage, and the target must make a {@dc 10} Constitution saving throw, taking 5 ({@damage 2d4}) poison damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"environment": [
				"forest",
				"grassland",
				"hill",
				"swamp"
			],
			"fluff": {
				"entries": [
					"Upon first spotting a bush viper, one would be forgiven for mistaking it for a vine or small branch. With further investigation, its eyes and mouth can be identified, showing that it is actually a tiny snake with excellent camouflage. It is not until one handles a bush viper that its true nature can be uncovered; the \"snake\" is made up of tiny twigs, vines, and leaves, woven together in a convincing facsimile of a serpent.",
					"While it behaves almost identically to bestial snakes, the bush viper is some form of awakened plant, its body composed similarly to an {@creature awakened shrub}. Like true snakes, bush vipers are hesitant to bite anything that isn't prey unless they feel unavoidably threatened. Bush vipers tend to be docile when handled, provided the handler does not squeeze or poke them, or make sudden, startling moves. This docility is not to be mistaken for tameness, however; only bush vipers raised from birth can be properly trained as familiars.",
					"The process of bush viper reproduction is both beautiful and intricate. As plants, bush vipers seem capable of surviving on 3-5 hours of sunlight per day, along with an adequate supply of water, but they are incapable of reproducing without a couple meals of living prey. In springtime, if a bush viper is adequately fed with small reptiles and rodents, or particularly large insects, it will begin to produce small flowers along its body. Males produce a plethora of flowers, turning them almost entirely pink, while females will only grow a few slightly larger flowers. When properly pollinated, the female's flowers swell into bulbs. Fully grown, the bulbs are about the size and shape of a regular snake egg, but they retain the bright pink coloration of the mother's flowers. Once they are \"ripe,\" the bulbs fall off the mother, at which point she collects them into a small pile and spends about one week coiled around them, protecting them while ensuring they receive adequate sunlight. During this time, the bright pink bulbs slowly change to a verdant green color. When all traces of pink are gone, a baby bush viper emerges from the bulb. This is a crucial time for those wishing to tame a bush viper. In order to form the proper bond, a trainer must ensure that they are the first creature the baby sees when it hatches. They must then care for the viper as it grows, developing both its trust and its understanding of commands.",
					"Given their nature, bush vipers are valued as familiars for druids, hedge wizards, and other practitioners of magic who operate far from civilization. Bush vipers do not function well in industrial or urban settings, or anywhere they do not have easy access to trees, fresh water, and sunlight. A bush viper deprived of these things for even a day begins to brown and wilt, slowly losing mobility until it becomes as stiff and brittle as dead twigs and leaves.",
					"Bush viper flowers are highly valued in druidic rituals, especially those intended to increase one's connection to and harmony with nature. Only male's flowers are used; picking a female's flowers is extremely taboo in most druidic circles. However, witches and other practitioners of more occult magic claim that the flowers from a female bush viper grant the power to control and warp plants, accelerating their growth and causing them to develop thorns, poison sap, and other sinister adaptations. "
				]
			},
			"familiar": true,
			"senseTags": [
				"B"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Alarm Jellyfish",
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				6
			],
			"hp": {
				"formula": "1d4 ‒ 1",
				"average": 1
			},
			"speed": {
				"swim": 5
			},
			"str": 1,
			"dex": 2,
			"con": 2,
			"int": 0,
			"wis": 10,
			"cha": 1,
			"skill": {
				"perception": "+4"
			},
			"senses": [
				"tremorsense 5 ft."
			],
			"passive": 14,
			"resist": [
				"poison"
			],
			"immune": [
				"psychic"
			],
			"conditionImmune": [
				"charmed",
				"prone",
				"unconscious"
			],
			"cr": "0",
			"trait": [
				{
					"name": "Alarm",
					"entries": [
						"When the alarm jellyfish notices a creature within 5 feet of it, or is touched by a creature, it begins flashing a bright blue circular pattern of light. This light can attract large predators in the area. It also activates the {@spell Alarm} spell, as per the details presented in the description of this creature."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The alarm jellyfish can breathe only underwater."
					]
				},
				{
					"name": "Stinging Tentacles",
					"entries": [
						"A creature that touches the alarm jellyfish must make a {@dc 13} Constitution saving throw, taking 2 ({@damage 1d4}) poison damage on a failure."
					]
				}
			],
			"environment": [
				"underwater"
			],
			"fluff": {
				"entries": [
					"{@italic Swimming toward the underwater temple, he noticed a large number of small, bright-red jellyfish. He slowed down, carefully avoiding their stinging tentacles. Then he noticed the jellyfish nearest to him begin to flash with surprisingly bright light. Then a couple more joined in. Soon, the water around him was ablaze with hundreds of blinking jellyfish. Before he could process what was happening, he heard a clang, and turned toward the temple, watching in dismay as extra gates closed over the entrance, no doubt preparing traps and hazards. A faint but growing rumble caught his attention, and he watched with mounting terror as a truly gigantic crab crawled out of the depths. It was hundreds of feet away, but he could swear its beady eyes were focused directly on him.}",
					"{@italic The shark caught him completely off guard. As its teeth sank into his torso and his blood muddied the water, his last thought was that he should have listened more closely to the sailors' stories.}",
					"Alarm jellyfish are used by many underwater cultures as a sort of natural security system. Their bodies are 1-7 inches wide, with tentacles extending 6-12 inches behind the body. Other than their bright red coloration, they are unassuming and seemingly mundane. When disturbed, they produce bright blue flashes of light in circular patters on their bodies, frequently attracting large predators looking to feast upon the unfortunate trespasser.",
					"While this ability is useful all on its own, it is not the only unique feature of these creatures. When the spell {@spell Alarm} is cast on these jellyfish, they alter the effects of the spell in the following ways:",
					{
						"type": "list",
						"items": [
							"The casting time becomes 8 hours.",
							"The spell is applied to all jellyfish within the 20-foot cube area of effect. Up to 50,000 jellyfish can fit within this area, though they do not normally swarm that densely.",
							"Each jellyfish carries the effects of the spell with it, applying to a 5-foot radius sphere centered on the jellyfish. Evenly distributed, this allows an affected swarm of maximum size (50,000 jellyfish) to cover a cubic area up to 300 feet on a side (27,000,000 cubic feet), or to form a 10-foot thick square \"wall\" up to 1,000 feet tall and 1,000 feet wide (1,000,000 square feet). Depending on the intended use, a swarm may be much smaller than this; only a couple dozen jellyfish are required to sufficiently cover a medium-sized hallway or room.",
							"The jellyfish maintain the spell, indefinitely extending its duration.",
							"The trigger of the spell becomes activation of the jellyfishes' Alarm trait, as detailed in the stat block.",
							"When the Alarm trait of a jellyfish is triggered, other alarm jellyfish within 15 feet are also triggered, cascading outward until a large portion of the swarm are blinking at once. This cascade also occurs if an alarm jellyfish is killed within 10 feet of another."
						]
					}
				]
			},
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"T"
			],
			"damageTags": [
				"I"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Babirusa",
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 11,
				"formula": "2d8 + 2"
			},
			"speed": {
				"walk": 40
			},
			"str": 13,
			"dex": 11,
			"con": 12,
			"int": 2,
			"wis": 9,
			"cha": 5,
			"passive": 9,
			"cr": "1/4",
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the babirusa moves at least 20 feet straight toward a target and then hits it with a tusk attack on the same turn, the target takes an extra 3 ({@damage 1d6}) slashing damage. If the target is a creature, it must succeed on a {@dc 11} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Relentless (Recharges after a Short or Long Rest)",
					"entries": [
						"If the babirusa takes 7 damage or less that would reduce it to 0 hit points, it is reduced to 1 hit point instead."
					]
				}
			],
			"action": [
				{
					"name": "Tusk",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) slashing damage."
					]
				}
			],
			"environment": [
				"coastal",
				"forest",
				"swamp"
			],
			"fluff": {
				"entries": [
					"Babirusa are similar to wild pigs or boar, but are notable for living primarily on tropical islands. They are sometimes referred to as \"pig-deer\" because of the males' prominent tusks. In addition to a boar's normal lower-jaw tusks, babirusa have two tusks that emerge through the top of their snout. Both sets of tusks curve backward, and if not continually ground down through regular use, can grow to penetrate the animal's own skull. In areas where babirusa are common, this has spawned an adage about the dangers of apathy:",
					"\"The busy babirusa fights with fury, but the lazy babirusa pierces only himself,\" which is often shortened to just the second clause."
				]
			},
			"traitTags": [
				"Charge"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Kip Spider",
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				10
			],
			"hp": {
				"average": 1,
				"formula": "1d4 - 1"
			},
			"speed": {
				"walk": 20,
				"climb": 20
			},
			"str": 2,
			"dex": 16,
			"con": 8,
			"int": 4,
			"wis": 11,
			"cha": 4,
			"skill": {
				"stealth": "+5",
				"perception": "+2"
			},
			"senses": [
				"darkvision 30 ft."
			],
			"passive": 12,
			"cr": "0",
			"trait": [
				{
					"name": "Spider Climb",
					"entries": [
						"The spider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Web Sense",
					"entries": [
						"While in contact with a web, the spider knows the exact location of any other creature in contact with the same web."
					]
				},
				{
					"name": "Web Walker",
					"entries": [
						"The spider ignores movement restrictions caused by webbing."
					]
				},
				{
					"name": "Standing Leap",
					"entries": [
						"The kip spider's long jump is up to 2 feet and its high jump is up to 1 foot, with or without a running start."
					]
				},
				{
					"name": "Lightweight",
					"entries": [
						"The kip spider does not take damage from falling, regardless of distance."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}1 piercing damage, and the target must succeed on a {@dc 9} Constitution saving throw or take 2 ({@damage 1d4}) poison damage."
					]
				}
			],
			"environment": [
				"forest",
				"grassland"
			],
			"fluff": {
				"entries": [
					"The kip spider is a small, bright-green jumping spider. It is the only known spider that does not eat meat. Instead, it survives in a symbiotic relationship with special vachel trees, which produce small nubs filled with proteins and fats that the spiders eat. They also occasionally drink nectar from flowers.",
					"Like other jumping spiders, the kip spider is more intelligent than the average arachnid. They are too small to function as familiars, but they can be trained to perform simple tricks, and they seem to have an ability to recognize and remember faces of different people.",
					"Monks and druids sometimes use the kip spider as a metaphorical device to show that one can go against one's nature without upsetting the balance of life. Most famous is the following proverb, attributed to a long-forgotten philosopher:",
					"{@italic My friends, consider the kip spider. His brothers are all hunters and trappers, but does he follow the crowd? No, he rejects his family's way of life and strikes his own path. He denies his nature, and finds peace and harmony with the humble vachel tree.}",
					"{@italic Does this make him right, and his brothers wrong? Who is to say? The ways of life are all twisted up in this knot we call the world. No, we honor the kip spider not because he has found a better way, but because he forges his own destiny.}"
				]
			},
			"familiar": true,
			"traitTags": [
				"Spider Climb",
				"Web Sense",
				"Web Walker"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Banffia",
			"group": [
				"Banffia"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"T"
			],
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "3d4",
				"average": 7
			},
			"speed": {
				"walk": 25,
				"fly": 25
			},
			"str": 2,
			"dex": 15,
			"con": 10,
			"int": 3,
			"wis": 6,
			"cha": 6,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 8,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				{
					"immune": [
						"acid",
						"cold",
						"fire",
						"lightning",
						"poison"
					],
					"preNote": "choose one:"
				}
			],
			"vulnerable": [
				"force"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"grappled",
				"poisoned",
				"prone"
			],
			"cr": "1/4",
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The banffia has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Unstable",
					"entries": [
						"When the banffia takes damage, it teleports to a random open space adjacent to it.",
						"{@spell Dispel Magic} automatically kills a banffia, without activationg Volatile."
					]
				},
				{
					"name": "Volatile",
					"entries": [
						"When the banffia drops to 0 hit points, it explodes in a burst of energy. Creatures within 5 feet of the banffia must make {@dc 13} Dexterity saving throws, taking 5 ({@damage 2d4}) damage of the chosen type on a failure, or half as much damage on a success."
					]
				},
				{
					"name": "Elemental Nature",
					"entries": [
						"When the banffia deals damage with its attacks or traits, the damage type is the type chosen for its damage immunity."
					]
				},
				{
					"name": "Elemental Form",
					"entries": [
						"A creature that touches the banffia or hits it with a melee attack while within 5 feet of it takes 1 damage of the chosen type."
					]
				},
				{
					"name": "Elemental Absorption",
					"entries": [
						"Whenever the banffia is subjected to damage of its chosen immunity type, it instead takes no damage, and regains a number of hit points equal to half the damage dealt."
					]
				}
			],
			"action": [
				{
					"name": "Magical Strike",
					"entries": [
						"{@atk ms} {@hit 2} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) damage of the chosen type."
					]
				},
				{
					"name": "Magical Bolt {@recharge 4}",
					"entries": [
						"{@atk rs} {@hit 2} to hit, range 120 ft., one target. {@h}5 ({@damage 1d10}) damage of the chosen type."
					]
				}
			],
			"fluff": {
				"entries": [
					"Spiraling lazily through the air, feeding on ambient magic, banffia appear rather peaceful, if a bit comical in their movements. Watch them for long enough, however, and you'll notice strange things happen from time to time. A banffia might fizzle out of reality, only to appear moments later in a slightly different spot. Another might sizzle with energy, letting out a dangerous-looking bolt of magic. If you're really unlucky, you might witness a banffia decomposing; this is not a slow, drawn-out event, but a violent explosion, releasing all the energy that the creature was barely holding together.",
					"Banffia are spawned under the same conditions that create living spells. They share many traits with living spells, but seem to arise from fragments of spells and magical energies, rather than the full realization of any one spell.",
					"Since they do not have the formulae and structures of living spells, the magic that holds banffia together is very unstable. If this magic is disrupted, such as when a banffia is damaged, it tends to cause the banffia to blink out of existence for a second, reappearing nearby. Force damage seems to have an especially strong interaction with banffia, and tends to dispel them more quickly than other forms of damage.",
					"Because of their inherent instability, banffia are always seeking sources of magic to siphon from, strengthening the field that gives them form. Killing a banffia causes the full untangling of this magical field. When this happens, the remaining energy in the banffia erupts outward in a violent flash. Since they're not terribly aggressive unless provoked, this means that killing banffia is often more dangerous than leaving them alone. Unless, of course, they've formed a swarm.",
					"Swarms of banffia don't form naturally, and banffia on their own aren't even intelligent enough to work together in such a fashion. Instead, a swarm of banffia is formed when magical energy coalesces into a physical form. Often taking the appearance of a swirling ball of energy, this nexus of magic attracts nearby banffia. It's unclear exactly what happens after that, but the banffia seem to feed off the nexus at the same time as it draws energy from them. The end product is a swirling mass of banffia, with the magical nexus at the center, tearing accross the landscape and causing magical mayhem wherever it goes.",
					"Dispersing a swarm of banffia is nontrivial. Killing an individual banffia causes it to explode, and this release of magical energy strengthens the other members of the swarm, while also increasing the destructive potential of the nexus. Destroying the nexus itself, either by dispelling the magic or simply damaging it until it can't hold itself together, is the easiest way to get rid of a banffia swarm without dealing with tens or hundreds of magical explosions."
				]
			},
			"traitTags": [
				"Damage Absorption",
				"Magic Resistance"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"F"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Swarm of Banffia",
			"group": [
				"Banffia"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"L"
			],
			"type": {
				"type": "construct",
				"swarmSize": "T"
			},
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "8d10 + 8",
				"average": 52
			},
			"speed": {
				"walk": 40,
				"fly": 30
			},
			"str": 10,
			"dex": 14,
			"con": 12,
			"int": 3,
			"wis": 6,
			"cha": 6,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 8,
			"resist": [
				"acid",
				"bludgeoning",
				"cold",
				"fire",
				"lightning",
				"piercing",
				"poison",
				"slashing"
			],
			"vulnerable": [
				"force"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained",
				"stunned"
			],
			"cr": "6",
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The swarm has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Arcane Nexus",
					"entries": [
						"The nexus is the core of the swarm. Destroying it immediately dispels the swarm. {@spell Dispel Magic} treats the nexus as a 4th-level spell; a success instantly destroys the nexus.",
						"The nexus has 30 hit points; attack rolls of 20 or higher hit the nexus instead of the swarm. Damage to the nexus from spells is reduced by 7 ({@dice 2d6}) per spell level, or by 3 ({@dice 1d6}) for cantrips. Reducing the swarm to 0 hit points without killing the nexus destabilizes the nexus, causing a 20-foot radius spherical explosion that deals {@damage 8d6} force damage to creatures that fail a {@dc 15} Dexterity saving throw, or half as much to creatures that succeed."
					]
				},
				{
					"name": "Volatile",
					"entries": [
						"When the swarm takes more than 10 damage from a single attack, a couple banffia die and explode. Creatures within 10 feet of the swarm must make {@dc 15} Dexterity saving throws, taking 10 ({@damage 4d4}) elemental damage on a failure, or half as much damage on a success. The nexus also absorbs some of the explosion, restoring 10 ({@dice 4d4}) hit points to both the swarm and the nexus."
					]
				},
				{
					"name": "Elemental Damage",
					"entries": [
						"When the swarm deals damage with its attacks or traits, the damage type (\"elemental damage\") is determined by a {@dice 1d6}. A roll of 1-5 means acid(1), cold(2), fire(3), lightning(4), and poison(5) damage. On a roll of 6, the damage is overcharged by the nexus; roll again, and add 4 ({@damage 1d8}) to the damage."
					]
				},
				{
					"name": "Elemental Form",
					"entries": [
						"A creature that touches the swarm or hits it with a melee attack while within 5 feet of it takes 5 ({@damage 2d4}) elemental damage."
					]
				},
				{
					"name": "Furious Storm",
					"entries": [
						"The swarm must use at least 20 feet of movement on its turn. It is attracted to sources of magical power, including casters."
					]
				},
				{
					"name": "Swarm (Swarm of Banffia)",
					"entries": [
						"The swarm of banffia can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny banffia. The swarm can't regain hit points (except from Volatile) or gain temporary hit points."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The swarm of banffia makes 3 attacks using Magical Strike, Magical Bolt, or both."
					]
				},
				{
					"name": "Magical Strike",
					"entries": [
						"{@atk ms} {@hit 5} to hit, reach 5 ft., one target. {@h}14 ({@damage 4d6}) elemental damage. "
					]
				},
				{
					"name": "Magical Bolt {@recharge 4}",
					"entries": [
						"{@atk rs} {@hit 5} to hit, range 120 ft., one target. {@h}16 ({@damage 3d10}) elemental damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"Spiraling lazily through the air, feeding on ambient magic, banffia appear rather peaceful, if a bit comical in their movements. Watch them for long enough, however, and you'll notice strange things happen from time to time. A banffia might fizzle out of reality, only to appear moments later in a slightly different spot. Another might sizzle with energy, letting out a dangerous-looking bolt of magic. If you're really unlucky, you might witness a banffia decomposing; this is not a slow, drawn-out event, but a violent explosion, releasing all the energy that the creature was barely holding together.",
					"Banffia are spawned under the same conditions that create living spells. They share many traits with living spells, but seem to arise from fragments of spells and magical energies, rather than the full realization of any one spell.",
					"Since they do not have the formulae and structures of living spells, the magic that holds banffia together is very unstable. If this magic is disrupted, such as when a banffia is damaged, it tends to cause the banffia to blink out of existence for a second, reappearing nearby. Force damage seems to have an especially strong interaction with banffia, and tends to dispel them more quickly than other forms of damage.",
					"Because of their inherent instability, banffia are always seeking sources of magic to siphon from, strengthening the field that gives them form. Killing a banffia causes the full untangling of this magical field. When this happens, the remaining energy in the banffia erupts outward in a violent flash. Since they're not terribly aggressive unless provoked, this means that killing banffia is often more dangerous than leaving them alone. Unless, of course, they've formed a swarm.",
					"Swarms of banffia don't form naturally, and banffia on their own aren't even intelligent enough to work together in such a fashion. Instead, a swarm of banffia is formed when magical energy coalesces into a physical form. Often taking the appearance of a swirling ball of energy, this nexus of magic attracts nearby banffia. It's unclear exactly what happens after that, but the banffia seem to feed off the nexus at the same time as it draws energy from them. The end product is a swirling mass of banffia, with the magical nexus at the center, tearing accross the landscape and causing magical mayhem wherever it goes.",
					"Dispersing a swarm of banffia is nontrivial. Killing an individual banffia causes it to explode, and this release of magical energy strengthens the other members of the swarm, while also increasing the destructive potential of the nexus. Destroying the nexus itself, either by dispelling the magic or simply damaging it until it can't hold itself together, is the easiest way to get rid of a banffia swarm without dealing with tens or hundreds of magical explosions."
				]
			},
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"F"
			],
			"miscTags": [
				"AOE"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Astronesth",
			"group": [
				"Stareater"
			],
			"source": "WeirdFlavorCreatures",
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "5d8 + 5",
				"average": 27
			},
			"speed": {
				"walk": 0,
				"swim": 30
			},
			"str": 12,
			"dex": 14,
			"con": 13,
			"int": 3,
			"wis": 8,
			"cha": 3,
			"skill": {
				"stealth": "+4",
				"perception": "+1"
			},
			"senses": [
				"darkvision 120 ft.",
				"blindsight 30 ft."
			],
			"passive": 11,
			"cr": "1/4",
			"trait": [
				{
					"name": "Water Breathing",
					"entries": [
						"The astronesth can breathe only underwater."
					]
				},
				{
					"name": "Light Absorption",
					"entries": [
						"Whenever the astronesth is subjected to radiant damage, it takes no damage and instead regains a number of hit points equal to the radiant damage dealt."
					]
				},
				{
					"name": "Void Aura",
					"entries": [
						"The astronesth emits a 15-foot radius sphere of magical darkness centered on itself. No mundane or magical light can exist within this area, and a creature with darkvision cannot see through it. A source of light is suppressed while within the area of darkness, but may resume shedding light when it leaves the area."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d6}) piercing damage."
					]
				},
				{
					"name": "Aphosic Drain {@recharge 5}",
					"entries": [
						"The astronesthattempts to consume all sources of light within 30 feet of itself. A light source is automatically extinguished if:",
						"- it is not being worn or carried by a creature",
						"- it is not a magic item",
						"- it is not larger than 15 feet on a side",
						"If a light source is being worn or carried by a creature, the creature must make a {@dc 15} Dexterity saving throw, avoiding the effect on a success, or being subject to the effect as normal on a failure.",
						"If a light source is a magical item activated by expending charges, it may be reactivated by using the appropriate number of charges; otherwise, the item loses its ability to shed light for 1 day.",
						"If a light source is larger than 15 feet on a side, a spherical portion of the light source 15 feet in diameter ceases to shed light, following all previous rules.",
						"{@b If this effect extinguishes a spell, the radius of Void Aura increases by 5 feet for each level of spell extinguished. If it extinguishes a cantrip, there is a {@chance 10} chance that the radius increases by 5 feet. Spells are affected as follows:}",
						"- The {@spell Light} cantrip is extinguished, regardless of the size of the object.",
						"- All lights created by {@spell Dancing Lights} in range are extinguished, but other lights created by the spell are not affected.",
						"- The effects of {@spell Faerie Fire} end for any creature in range creature",
						"- The area created by {@spell Daylight} is treated as a light source larger than 15 feet on a side, and each activation of this ability darkens a 15-foot diameter sphere within the area, unless the spell was cast targeting a specific object, in which case the object is treated as the source of light. If the object is smaller than 15 feet on a side, it is extinguished and the spell ends; if the object is larger than 15 feet on a side, it is treated as a light source of the appropriate size, and the spell ends once its entire surface has been affected.",
						"- The length of a {@spell Wall of Light} is reduced by 10 feet.",
						"- Other spells that create a light source may be partially or fully extinguished by this ability, but any other effects of the spell are unaffected."
					]
				}
			],
			"bonus": [
				{
					"name": "Nova",
					"entries": [
						"When the astronesth successfully uses Aphosic Drain, it may use its bonus action to trigger one of the following effects:",
						"- the astronesth regains 9 ({@dice 2d8}) hit points, and each stareater in within its Void Aura regains 2 ({@dice 1d4}) hit points.",
						"- all creatures that can see the astronesth within 40 feet of it (ignoring the effects of Void Aura) must make a {@dc 15} Constitution saving throw, as the astronesth releases a searing flash of light. A creature that fails the saving throw is {@condition blinded} until the end of its next turn. Stareaters and other astronesths are immune to this effect.",
						"- the astronesth flashes an entrancing pattern of lights. Three creatures of its choice within 30 feet of it must make {@dc 15} Wisdom saving throws, becoming {@condition charmed} until the end of their next turn on a failure."
					]
				}
			],
			"environment": [
				"underwater"
			],
			"fluff": {
				"entries": [
					"Stareaters are large (~3 ft.), sleek, streamlined fish, with pitch-black scales and a row of light organs running down either side of their bodies. While this appearance alone is remarkable, it is their hunting behavior that makes them truly unique. Their long, thin, semi-translucent teeth indicate that they might eat smaller fish, but this is far from the truth. In fact, stareaters, as their name, suggests, consume light itself.",
					"Few trustworthy descriptions of stareaters exist. Most eyewitness accounts describe a black streak in the water, a splash, and then darkness. As if they weren't already difficult enough to spot, stareaters only venture into shallow water on nights when the moon is not visible. At all other times, they live in the depths, beyond where sunlight penetrates, subsisting on the glow of bioluminescent bacteria and other flashing critters. But on moonless nights, they surface, seeking the lamps of boats and fishermen. The lucky ones might even find an adventuring party, with all sorts of magical lights to feast upon.",
					"Stareaters are not inherently aggressive; while they will pursue bright sources of light with reckless abandon, they are unlikely to intentionally attack or harm creatures larger than themselves. Schools of trained stareaters are sometimes used by the aquatic races as a first line of defense to hide valuable secrets from prying eyes without resorting to violence.",
					"{@b Astronesths}",
					"A stareater that has gorged itself on magic light can mutate into an astronesth. Astronesths are much larger than an average stareater, and emit an intense aura of magical darkness that seems to suck light into itself. While no more evil than a regular stareater, an astronesth is only ever truly sated by magic light, and is therefore much more agressive and willing to attack creatures to get a meal."
				]
			},
			"traitTags": [
				"Damage Absorption",
				"Water Breathing"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"blinded"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"constitution",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Velvet Phase Worm",
			"shortName": "velvet worm",
			"source": "WeirdFlavorCreatures",
			"basicRules": true,
			"size": [
				"H"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "15d12 + 30",
				"average": 127
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 18,
			"dex": 15,
			"con": 14,
			"int": 8,
			"wis": 10,
			"cha": 6,
			"skill": {
				"stealth": "+4",
				"perception": "+4"
			},
			"senses": [
				"tremorsense 40 ft."
			],
			"passive": 14,
			"resist": [
				"bludgeoning"
			],
			"vulnerable": [
				"cold",
				"fire"
			],
			"conditionImmune": [
				"prone"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Ethereal Jaunt",
					"entries": [
						"As a bonus action, the velvet worm can magically shift from the Material Plane to the Ethereal Plane, or vice versa."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The velvet worm can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Flexible",
					"entries": [
						"The velvet worm can move through a space as narrow as 1 foot tall and 5 feet wide without squeezing."
					]
				},
				{
					"name": "Moist Body",
					"entries": [
						"The velvet worm has no defense against drying out, and must remain moist or submerge its body in water for 1 hour at least once a day. Any affect that removes water from the velvet worm's skin or body reduces its current and maximum hit points by {@dice 1d4} per gallon. Fire damage similarly reduces its hit point maximum by 1 point for every 5 points of fire damage taken. This reduction to its hit point maximum can be undone by submerging in water for 1 minute per hit point."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The velvet worm makes two attacks, only one of which can be a bite attack. It can replace one attack with its slime shot, if available."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}8 ({@damage 1d8 + 4}) piercing damage and 2 ({@damage 1d4}) acid damage, and the target must make a {@dc 13} Constitution saving throw, taking 18 ({@damage 4d8}) poison damage on a failed save, or half as much damage on a successful one. If the poison damage reduces the target to 0 hit points, the target is stable but {@condition poisoned} for 1 hour, even after regaining hit points, and is {@condition paralyzed} while {@condition poisoned} in this way."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d12 + 4}) bludgeoning damage."
					]
				},
				{
					"name": "Spit",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 30/60 ft., one target. {@h}5 ({@damage 1d6 + 2}) acid damage."
					]
				},
				{
					"name": "Slime Shot",
					"entries": [
						"The velvet worm shoots streams of sticky slime at a 10-foot square it can see within 60 feet of itself. Any creature within the area must make a {@dc 15} Dexterity saving throw, becoming {@condition restrained} on a failure. On its turn, an affected creature can make a {@dc 15} Strength (Athletics) check to end the effect. Dealing any amount of acid or cold damage to the slime reduces the DC to 12.",
						"The area also becomes difficult terrain, and any creature walking through the area must succeed on a {@dc 12} Strength (Athletics) or Dexterity (Acrobatics) check or have its speed reduced to 0. A creature that fails the check may repeat it on each turn, regaining its movement speed on a success."
					]
				}
			],
			"environment": [
				"cave",
				"coastal",
				"mountain",
				"swamp",
				"underdark",
				"urban"
			],
			"fluff": {
				"entries": [
					"The velvet worm is a strange creature, somewhere between a centipede and a caterpillar. It has many legs like a centipede, but is fleshy and soft, without a hard exoskeleton. Fine hairs cover its body, allowing it to sense minute vibrations in the dark caves where it lives. Perhaps strangest of all its features, two tube-like glands on its head allow it to fire high-pressure streams of a sticky, gluey slime that restrains its prey.",
					"A velvet phase worm possesses the additional magical ability to phase in and out of the Ethereal Plane. It seems to appear out of nowhere and quickly vanishes after attacking. Its movement on the Ethereal Plane before coming back to the Material Plane makes it seem like it can teleport.",
					"Velvet worms are more intelligent than their appearance would suggest. They tend to hunt in groups of 3-5 individuals, working together to wear down and eventually paralyze their prey before devouring them. They prefer to fight from a distance until their prey are restrained with slime, before moving in to deliver the killing blow. They are usually nocturnal, avoiding the heat of the sun, and hide in moist rock crevices during the day."
				]
			},
			"tokenUrl": "https://cdn.discordapp.com/attachments/678051537586618379/1108585980224602182/Velvet_Worm_Token.png",
			"traitTags": [
				"Amorphous",
				"Spider Climb",
				"Web Walker"
			],
			"senseTags": [
				"T"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"A",
				"B",
				"I",
				"P"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"conditionInflict": [
				"paralyzed",
				"poisoned"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		}
	]
}
