{
	"_meta": {
		"sources": [
			{
				"json": "RSP 3pp",
				"abbreviation": "RSP",
				"full": "Raging Swan Press",
				"authors": [
					"Raging Swan Press"
				],
				"convertedBy": [
					"FrankD"
				],
				"version": "1.0.0",
				"url": "http://www.ragingswan.com/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1543438798
	},
	"table": [
		{
			"name": "20 Things to Say When A PC makes a Perception Check And Finds Nothing",
			"source": "RSP 3pp",
			"intro": [
				"Adventurers are always poking their nose in where it doesn't belong. They seem to incessantly search even the most boring, featureless rooms in search of treasure. Sometimes, they get lucky and find hidden or forgotten loot, but—more often than not—there is simply nothing to find.",
				"Saying, \"You find nothing\", though, is boring. Use the table below, to inject minor interest into the proceedings (and perhaps to feed your players' paranoia):"
			],
			"caption": "Use the table below, when a PC makes a Perception check and finds nothing.",
			"colLabels": [
				"{@dice d20}",
				"Effect"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You see nothing out of the ordinary, and hear nothing but the laboured breathing of your companions and the creak of their equipment."
				],
				[
					"2",
					"A slight breeze plays across your face, but you can't make out where it comes from."
				],
				[
					"3",
					"Some of the nearby shadows seem slightly deeper than they should be."
				],
				[
					"4",
					"For just a moment, you thought you heard a faint whispered conversation, but it is gone now."
				],
				[
					"5",
					"As you search the area, a shiver runs down your spine. Is someone watching you?"
				],
				[
					"6",
					"You suddenly feel warm, as if you had exerted yourself for sometime. Perhaps it's just the stress of the adventure?"
				],
				[
					"7",
					"Dust—illuminated by the light—swirls and shimmers in the air creating intricate patterns that form and reform."
				],
				[
					"8",
					"A faint odour—perhaps sweat or damp—hangs in the air, but you cannot identify its source."
				],
				[
					"9",
					"Your heart pounds loudly in your chest and the roar of blood fills your ears. However, in the area you detect nothing seemingly of interest."
				],
				[
					"10",
					"You detect nothing of interest, but something just feels \"wrong.\" Perhaps its paranoia or perhaps its your sixth sense warning of a lurking danger..."
				],
				[
					"11",
					"You listen intently for the least sound, but suddenly one of your companions coughs loudly and ruins your concentration."
				],
				[
					"12",
					"Although you detect no obvious dangers in the immediate area a prickly feeling between your shoulder blades just won't go away..."
				],
				[
					"13",
					"A sudden breath of wind sighs through the area—it almost sounds like the dungeon itself is breathing..."
				],
				[
					"14",
					"Marks in the dust are suggestive of something disturbing it, but you don't know what did the disturbing."
				],
				[
					"15",
					"Spider webs cluster thickly in one corner. As you watch, the whole mass seems to pulsate and move as if disturbed by air moving through some hidden niche or crack."
				],
				[
					"16",
					"As you observe the area, a cold shiver briefly grips your body. As quickly as it comes it goes—what caused it is impossible to say with any certainty."
				],
				[
					"17",
					"Sweat drips down your forehead and into your eyes, momentarily blurring your vision. No matter, there is nothing to see here..."
				],
				[
					"18",
					"Your footsteps echo strangely in this place—as if the area was larger than it first appears."
				],
				[
					"19",
					"You don't hear anything out of the ordinary except for a faint sound of ringing in your ears. You wait a few moments, but it doesn't go away."
				],
				[
					"20",
					"The area seems safe, but—bizarrely—your nose starts to tingle and you have the overwhelming urge to scratch it."
				]
			]
		},
		{
			"name": "Alleyways: Appearance",
			"source": "RSP 3pp",
			"intro": [
				"Alleyways tend to be low on upkeep; used as either unofficial storage areas or handy rubbish dump for nearby buildings. It is not unlike navigating a goblin warren or an old dungeon in many ways, as you search for your footing and peer warily around each shadowy corner. The table below first presents the width, floor type and other salient terrain features before providing a brief description of 100 alleyways."
			],
			"caption": "Alleyways:Appearance",
			"colLabels": [
				"{@dice d100}",
				"Description"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"10 ft., dirt floor, light rubble; a pile of broken wooden crates lie on one side."
				],
				[
					"2",
					"10 ft., dirt floor, dim light; the sound of a cat mewling loudly carries into the street, though none can be seen. One side is lined with garbage bins."
				],
				[
					"3",
					"5 ft., cobblestones in poor repair, light rubble; two men play a dice game near the far corner."
				],
				[
					"4",
					"10 ft., cobblestone, dim light; a young girl sits as if waiting for someone"
				],
				[
					"5",
					"10 ft., dirt floor; {@dice 3d4} youths stand about gossiping."
				],
				[
					"6",
					"5 ft., dirt floor; charcoal graffiti marks the walls."
				],
				[
					"7",
					"5 ft., mud floor, light rubble; smells of cattle."
				],
				[
					"8",
					"10 ft., cobblestones, dim light; high walls on either and a clothesline with fresh linen hangs between open windows."
				],
				[
					"9",
					"5 ft., dirt floor, patches of dim light; walls narrow at the end to no more than 3 ft. and begin twisting around corners in a labyrinthine fashion."
				],
				[
					"10",
					"10 ft., cobblestone; a small, metal fountain, depicting various legendary figures, rests at the back of this dead end."
				],
				[
					"11",
					"10 ft., dirt floor, dense rubble; many empty, loose barrels are haphazardly scattered about."
				],
				[
					"12",
					"5 ft., cobblestone, dim light; high thatched roofs allow only thin shafts of sun into the alley."
				],
				[
					"13",
					"5 ft., cobblestone; this well maintained path leads to a small, locked (standard quality lock) iron gate. A small courtyard lies beyond."
				],
				[
					"14",
					"10 ft., cobblestone in poor repair, light rubble; an iron lamp hangs from the back of a neighbouring shop, keeping this alley lit at night."
				],
				[
					"15",
					"5 ft., hard-packed dirt floor; remarkably empty.Knowledge of spelunking may reveal that the alley is as clean as if a {@creature gelatinous cube|mm} had moved down it."
				],
				[
					"16",
					"10 ft., dirt floor; dozens of footprints mar the walkway, marking it as well travelled for an alley."
				],
				[
					"17",
					"10 ft., dirt floor; a few women have gathered at one of its intersections to socialize and mend clothes."
				],
				[
					"18",
					"5 ft., dirt floor; dried blood marks the walls in savage spray patterns."
				],
				[
					"19",
					"5 ft., cobblestone; bits of the walls have begun to peel and flake off onto the ground, producing a chalky mist when walked through."
				],
				[
					"20",
					"10 ft., dirt floor; several ropes hang tied from one of the neighbouring rooftops."
				],
				[
					"21",
					"5 ft., cobblestone; an arch wrapped in ivy covers the entrance to this alley."
				],
				[
					"22",
					"10 ft., dirt floor, dim light; vagrants huddle closely together, trying to make themselves insignificant as people pass."
				],
				[
					"23",
					"10 ft., cobblestone; a number of the cobblestones have been carved to resemble faces in profile."
				],
				[
					"24",
					"5 ft., dirt floor; quotes from legend have been painted along one wall. The other is bare."
				],
				[
					"25",
					"10 ft., cobblestone; a merchant has left his wagon parked here unattended; there is just enough room to squeeze by."
				],
				[
					"26",
					"5 ft., dirt floor; grass is struggling to grow in small patches down this alley."
				],
				[
					"27",
					"5 ft., dirt floor; a bull's-eye has been painted on the far wall of this dead end. Different sized holes indicate people have not just been throwing darts."
				],
				[
					"28",
					"5 ft., dirt floor, dim light; stagnant water has pooled in this alley."
				],
				[
					"29",
					"10 ft., dirt road, light rubble; a heap of rotting produce attracts flies and other pests."
				],
				[
					"30",
					"5 ft., dirt floor; new constructions jut into the alley at odd angles, forcing hard turns where the width reaches as few as one and a half feet."
				],
				[
					"31",
					"10 ft., cobblestone street; only recently paved."
				],
				[
					"32",
					"5 ft., dirt floor, dense rubble, dim light; filled with garbage piled four feet high from the neighbouring buildings."
				],
				[
					"33",
					"5 ft., cobblestone, light rubble. One of the walls has a two-foot wide hole covered by a stretched hide. Loose stone still litter the ground nearby."
				],
				[
					"34",
					"10 ft., cobblestone, dim light; high walls block most of the sun."
				],
				[
					"35",
					"5 ft., dirt floor; eerie pipe music echoes from around the next bend."
				],
				[
					"36",
					"10 ft., dirt floor; opens into a small, unofficial square where several alleys meet."
				],
				[
					"37",
					"5 ft., dirt floor; a large {@creature mastiff|mm} sleeps at the back entrance of an adjacent shop."
				],
				[
					"38",
					"5 ft., dirt floor, light rubble; a pile of ragged children's clothing has been abandoned here."
				],
				[
					"39",
					"5 ft., cobblestone, dim light; bits of bone have been worked in amongst the stones in the paving."
				],
				[
					"40",
					"5 ft., dirt floor, light rubble; scraps of metal pipe lean against one wall."
				],
				[
					"41",
					"5 ft., cobblestone; the stone arch at the mouth of this alley is engraved with the image of the god of magic."
				],
				[
					"42",
					"10 ft., dirt floor; rustling sounds emerge from several barrels of refuse due to {@creature rat|mm|Rats} digging around inside."
				],
				[
					"43",
					"10 ft., dirt floor; a small wooden gate, easily jumped, stands locked at the mouth of this alley. The lock has rusted shut."
				],
				[
					"44",
					"5 ft., dirt floor; a long old rug of red and gold has been rolled out over half the length of this alley."
				],
				[
					"45",
					"5 ft., dirt floor; a wind chime made of empty glass bottles hangs from an adjacent roof."
				],
				[
					"46",
					"10 ft., dirt floor; this alley slopes slowly downward."
				],
				[
					"47",
					"5 ft., cobblestone; this alley features a steep decline that widens at the end into an intersection."
				],
				[
					"48",
					"5 ft., dirt floor, dim light; high walls block the direct sun. A glass prism hangs from one building corner, faintly painting the air with a rainbow of colour."
				],
				[
					"49",
					"10 ft., cobblestone in poor repair, light rubble; a hunk of meat lies rotting in the sun."
				],
				[
					"50",
					"10 ft., uneven dirt floor, light rubble; slight incline."
				],
				[
					"51",
					"Variable width, dense rubble. A collapsed house has created an unofficial alley between two streets."
				],
				[
					"52",
					"5 ft., dirt floor; wooden beams have been set into the dirt to keep it traversable after heavy rains."
				],
				[
					"53",
					"10 ft., dirt floor, dim light; wooden boards over grown with vines serve as a fence between two adjacent buildings."
				],
				[
					"54",
					"5 ft., dirt floor, light rubble; a man re-thatches an adjacent roof and tosses old straw into the alley."
				],
				[
					"55",
					"5 ft., cobblestone, dim light; heavy curtains hang as doors at each end of this alley."
				],
				[
					"56",
					"5 ft., cobblestone; dead end with a hatch at the end that leads into the sewers."
				],
				[
					"57",
					"10 ft., dirt floor; a silver swan is set into one of the walls. Several scrapes show where people have failed to remove it forcibly."
				],
				[
					"58",
					"5 ft., dirt floor, dim light; high walls create a powerful wind tunnel."
				],
				[
					"59",
					"5 ft., cobblestone; slopes under the bridge of a larger street."
				],
				[
					"60",
					"5 ft., dirt floor; an abandoned, adjacent building has no doors and is used as a shortcut."
				],
				[
					"61",
					"10 ft., dirt floor; birds fight over scraps of food."
				],
				[
					"62",
					"5 ft., cobblestone; a small shrine with stained glass windows depicting prophets of flame. Several of the windows are cracked and broken."
				],
				[
					"63",
					"5 ft., dirt floor; a steep decline, then a sharp turn and a steep incline back up to another street."
				],
				[
					"64",
					"10 ft., cobblestone, light rubble; small pots, boxes and old tools clutter the alley."
				],
				[
					"65",
					"10 ft., dirt floor; a string of colourful handkerchiefs, tied between buildings, swings in the breeze."
				],
				[
					"66",
					"5 ft., dirt floor; two dwarves slowly carry a large keg of ale between them."
				],
				[
					"67",
					"5 ft., dirt floor; \"No Trespassing\" is painted at the entrance in large letters."
				],
				[
					"68",
					"2 ft., dirt floor, dim light; very close walls."
				],
				[
					"69",
					"5 ft., cobblestone; multiple engraved arches are spread over the length of this alley."
				],
				[
					"70",
					"5 ft., dirt floor, dim light; dark strands of hair are matted in among the dirt."
				],
				[
					"71",
					"10 ft., cobblestone; copper pipes run down from the gutters above."
				],
				[
					"72",
					"10 ft., dirt floor; an old cloth lies over two crates, left over from a makeshift table or sales counter."
				],
				[
					"73",
					"10 ft., dirt floor; flower baskets hang from a nearby window, filling the air with perfume."
				],
				[
					"74",
					"5 ft., dirt floor, light rubble; two vagrants lie sleeping, wrapped in blankets."
				],
				[
					"75",
					"5 ft., dirt floor; the smell of spoiled milk hangs in the air."
				],
				[
					"76",
					"10 ft., dirt floor, dense rubble; a broken cart lies in the middle of the alley, partially stripped of parts."
				],
				[
					"77",
					"5 ft., dirt floor; two old men play a game of horseshoes and are arguing about the rules."
				],
				[
					"78",
					"5 ft., dirt floor; a troupe of alley cats has created a pile of dead birds near one back door."
				],
				[
					"79",
					"10 ft., dirt floor; deep treads have dug into the earth from heavy wagon traffic."
				],
				[
					"80",
					"10 ft., dirt floor; a lilac tree thrives at one corner, giving a pleasant scent with each breeze."
				],
				[
					"81",
					"5 ft., dirt floor with the consistency of mud, light rubble, dim light; smells of manure."
				],
				[
					"82",
					"10 ft., dirt floor; a number of stone blocks are piled to one side, giving easy access to an adjacent roof."
				],
				[
					"83",
					"5 ft., cobblestone; a group of youths tosses rocks at passing carriages. They scatter if approached."
				],
				[
					"84",
					"5 ft., dirt floor; inclines to the entrance of a private home."
				],
				[
					"85",
					"5 ft., cobblestone; a locked wooden box hangs from a wall, taking anonymous donations to help the poor."
				],
				[
					"86",
					"10 ft., dirt floor; foreign traders selling specialty wares crowd this alley."
				],
				[
					"87",
					"5 ft., brick laid floor; dim light; high walls."
				],
				[
					"88",
					"10 ft., cobblestone floor painted gold and silver."
				],
				[
					"89",
					"10 ft., dirt floor; handmade flyers poster the walls advertising various services and merchants."
				],
				[
					"90",
					"5 ft., dirt floor; a hawk sits atop one wall, watching all who enter."
				],
				[
					"91",
					"5 ft., dirt floor; a few men lean against one wall smoking pipes."
				],
				[
					"92",
					"5 ft., cobblestone; a dead-end at first glance. An unlocked door is set into the far wall, leading to the other end of the alley."
				],
				[
					"93",
					"5 ft., dirt floor, light rubble; smells of salt air and fish guts. Old nets lie abandoned at one end."
				],
				[
					"94",
					"10 ft., dirt floor; two kids duel with wooden spoons."
				],
				[
					"95",
					"5 ft., dirt floor; a young woman tunes a lute."
				],
				[
					"96",
					"5 ft., dirt floor, dim light; a fractured humanoid skull lies in the dirt."
				],
				[
					"97",
					"10 ft., dirt floor; an abandoned fire burns low toward the end of the alley."
				],
				[
					"98",
					"5 ft. widens out to 15 ft., cobblestone; once the alley widens, rosebushes line one side."
				],
				[
					"99",
					"10 ft., cobblestone; light blue curtains fill the windows on either side."
				],
				[
					"100",
					"5 ft., dirt floor; smells of mint and parsley."
				]
			]
		},
		{
			"name": "Alleyways: Names",
			"source": "RSP 3pp",
			"intro": [
				"Some alleyways are so minor that they do not have an official name. Others might have more than one name – that used by the locals and the other bestowed by the town's officials."
			],
			"caption": "Alleyways:Names",
			"colLabels": [
				"{@dice d100}",
				"Alleyways Names"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Access Way"
				],
				[
					"2",
					"Adage Alley"
				],
				[
					"3",
					"Apprentice Way"
				],
				[
					"4",
					"Arrow Alley"
				],
				[
					"5",
					"Bass Alley"
				],
				[
					"6",
					"Broken Horn Alley"
				],
				[
					"7",
					"Bruiser Alley"
				],
				[
					"8",
					"Caster Way"
				],
				[
					"9",
					"Cat Path"
				],
				[
					"10",
					"Char Lane"
				],
				[
					"11",
					"Cherry Lane"
				],
				[
					"12",
					"Chill Alley"
				],
				[
					"13",
					"Courtier Alley"
				],
				[
					"14",
					"Dagger Pass"
				],
				[
					"15",
					"Dander Alley"
				],
				[
					"16",
					"Demesne Alley"
				],
				[
					"17",
					"Devil's Pass"
				],
				[
					"18",
					"Distant Pass"
				],
				[
					"19",
					"Dragon Chin Alley"
				],
				[
					"20",
					"Durgin Alley"
				],
				[
					"21",
					"Dusty Walk"
				],
				[
					"22",
					"Edgar Alley"
				],
				[
					"23",
					"Elder Alley"
				],
				[
					"24",
					"Eldritch Alley"
				],
				[
					"25",
					"Everdown Alley"
				],
				[
					"26",
					"Executioner Alley"
				],
				[
					"27",
					"Extra Alley"
				],
				[
					"28",
					"Ferry Pass"
				],
				[
					"29",
					"Fey Lane"
				],
				[
					"30",
					"Fool's Errand"
				],
				[
					"31",
					"Frogman Way"
				],
				[
					"32",
					"Ghast Alley"
				],
				[
					"33",
					"Ginger Alley"
				],
				[
					"34",
					"Goblin Ear Alley"
				],
				[
					"35",
					"God Street"
				],
				[
					"36",
					"Gorgon Alley"
				],
				[
					"37",
					"Grasping Alley"
				],
				[
					"38",
					"Green Alley"
				],
				[
					"39",
					"Gremlin Passage"
				],
				[
					"40",
					"Grifter Alley"
				],
				[
					"41",
					"Halfling's Pass"
				],
				[
					"42",
					"Hammer Alley"
				],
				[
					"43",
					"Heartache Way"
				],
				[
					"44",
					"Hidden Moon Alley"
				],
				[
					"45",
					"Homely Lane"
				],
				[
					"46",
					"Inferno Alley"
				],
				[
					"47",
					"Ivy Lane"
				],
				[
					"48",
					"Jackal Lane"
				],
				[
					"49",
					"Jacob's Alley"
				],
				[
					"50",
					"Jumping Lane"
				],
				[
					"51",
					"King's Alley"
				],
				[
					"52",
					"Knight's Pass"
				],
				[
					"53",
					"Languid Lane"
				],
				[
					"54",
					"Light's Passage"
				],
				[
					"55",
					"Lover's Quarrel"
				],
				[
					"56",
					"Lucy Lane"
				],
				[
					"57",
					"Manfried Alley"
				],
				[
					"58",
					"Manger Street"
				],
				[
					"59",
					"Mikle Alley"
				],
				[
					"60",
					"Never True Lane"
				],
				[
					"61",
					"Noman Lane"
				],
				[
					"62",
					"Nunnery Alley"
				],
				[
					"63",
					"Odd Lump Pass"
				],
				[
					"64",
					"Ogre Gullet"
				],
				[
					"65",
					"Old Head Lane"
				],
				[
					"66",
					"Once Ridge Lane"
				],
				[
					"67",
					"Outland Alley"
				],
				[
					"68",
					"Pardon Alley"
				],
				[
					"69",
					"Peddler Alley"
				],
				[
					"70",
					"Pidgin Pass"
				],
				[
					"71",
					"Pilgrim Passage"
				],
				[
					"72",
					"Poison Oak Alley"
				],
				[
					"73",
					"Porter Street"
				],
				[
					"74",
					"Pumpkin Alley"
				],
				[
					"75",
					"Quiet Alley"
				],
				[
					"76",
					"Rats Passage"
				],
				[
					"77",
					"Reckless Alley"
				],
				[
					"78",
					"Redbeard Alley"
				],
				[
					"79",
					"Righty Lane"
				],
				[
					"80",
					"Rolling Alley"
				],
				[
					"81",
					"Rumpled Alley"
				],
				[
					"82",
					"Scabbard Pass"
				],
				[
					"83",
					"Shamble Street"
				],
				[
					"84",
					"Shifter Street"
				],
				[
					"85",
					"Silk Way"
				],
				[
					"86",
					"Soapmaker's Lane"
				],
				[
					"87",
					"Stagnant Alley"
				],
				[
					"88",
					"Summoner's Pass"
				],
				[
					"89",
					"Swan Lane"
				],
				[
					"90",
					"Tether Alley"
				],
				[
					"91",
					"Tremble Lane"
				],
				[
					"92",
					"Turtle Walk"
				],
				[
					"93",
					"Tuttle Passway"
				],
				[
					"94",
					"Uncle Alley"
				],
				[
					"95",
					"Vapid Alley"
				],
				[
					"96",
					"Winter's Breath Alley"
				],
				[
					"97",
					"Wolf's End"
				],
				[
					"98",
					"Yester Way"
				],
				[
					"99",
					"Youngling Lane"
				],
				[
					"100",
					"Zero Alley"
				]
			]
		},
		{
			"name": "Alleyways: Hooks, Complications & Opportunities",
			"source": "RSP 3pp",
			"intro": [
				"Alleys are the shortcuts, backrooms and hangouts of the shady and less fortunate. Use this table to determine what opportunities or complications the PCs encounter."
			],
			"caption": "Alleyways: Hooks, Complications & Opportunities",
			"colLabels": [
				"{@dice d20}",
				"Hooks, Complications & Opportunities"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A carpentry shop is using the alley to store stock. A dirty, young boy watches over the wood."
				],
				[
					"2",
					"A piece of parchment is tacked onto the wall near the entrance reading \"Toll Road. 2 Copper\". An empty clay pot sits under the sign. A {@creature Master Thief|vgm|thief} hides nearby and tries to pickpocket those not paying."
				],
				[
					"3",
					"Crude runes, drawn in blood cover one wall. Solid knowledge of the realms beyond may identify the demon lord the author praises."
				],
				[
					"4",
					"A layer of smoke hangs in the air, filtering out from an open window. There is no fire, but a large gathering of merchants smoke cigars within and discuss the setting of prices for key goods."
				],
				[
					"5",
					"A sinkhole has formed, pulling the corner of a building down and making passage tricky at best."
				],
				[
					"6",
					"A pack of stray dogs has chased a young child up onto a stack of barrels."
				],
				[
					"7",
					"A rope of knotted sheets hangs from an upper floor. A woman calls out looking for her missing child."
				],
				[
					"8",
					"A young man sits behind an overturned crate trying to gather folks for a game of cards. He tries to raise the stakes after the first hand."
				],
				[
					"9",
					"{@dice 2d4} lepers lie at the end of the alley. A {@creature priest|mm|young priest} stands over them praying loudly for a miracle."
				],
				[
					"10",
					"An old woman frantically tries to sell a collection of masterwork weapons. She claims they belonged to her ex-husband and she can no longer bare the sight of them."
				],
				[
					"11",
					"A low hanging, pale blue fog fills the alley, created when an absentminded alchemist tripped and dropped his reagents. Anyone who enters has nightmares for {@dice 1d4} weeks."
				],
				[
					"12",
					"Several shepherds try to coax their sheep back onto the main thoroughfare."
				],
				[
					"13",
					"Several gang members beat another on suspicion of being a snitch."
				],
				[
					"14",
					"A young girl lies crying on the floor. She could be in genuine distress or a diversion for a lurking mugger."
				],
				[
					"15",
					"An imposing figure calls to any who look battle ready, looking for competitors for an unlicensed boxing club."
				],
				[
					"16",
					"A {@creature Master Thief|vgm|rogue} tries to sell a bejeweled dagger to the PCs. The dagger is very distinctive and its previous owner wants it back."
				],
				[
					"17",
					"The upper floor of an adjacent building collapsed during a recent storm, blocking the alley and burying at least one person below the wreckage."
				],
				[
					"18",
					"A {@creature kenku|mm|hooded kenku} offers to buy, sell and trade secrets. The first secret is free."
				],
				[
					"19",
					"A fortuneteller offers to predict the future in exchange for the memories of a day already passed."
				],
				[
					"20",
					"Without any warning, a slum dweller throws a bucket of night soil into the alley from an upstairs window."
				]
			]
		},
		{
			"name": "Alleyways: Encounters",
			"source": "RSP 3pp",
			"intro": [
				"Alleyways can be very dangerous places. This chart contains hard to ignore threats to add combat to your alley scene.",
				"Requires Critter Compendium in Mange Homebrew installed for Dire Rat links to work."
			],
			"caption": "Alleyways: Encounters",
			"colLabels": [
				"{@dice d12}",
				"Encounters"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A {@creature dire rat|CC 3pp} digging through rubbish treats passerby as threats to its territory."
				],
				[
					"2",
					"A {@creature wererat|MM} monologues its plan to rise up through the underworld to a pack of {@table Wandering Monster: Dire Rat|RSP 3pp|Dire Rats}. He orders an attack on perceived spies. The rats lair in an extensive warren below the alley."
				],
				[
					"3",
					"An {@creature assassin vine|toa} has been transplanted here by a savage plant {@creature mage|MM}. The {@creature mage|MM} lurks nearby to see what the {@creature assassin vine|toa} catches."
				],
				[
					"4",
					"{@table Wandering Monster: Shadow|RSP 3pp|Shadows} hide in the darkness of a rarely traveled alley, looking to snuff the light from the living."
				],
				[
					"5",
					"A {@creature Master Thief|vgm|freelance thief} looks to make money fencing magic items to adventurers. He is desperate for a sale and if the PCs seem wealthy, he sells their details onto his fellow thieves."
				],
				[
					"6",
					"A drunk barbarian looks to prove his worth through combat and challenges a PC to a fist fight. If he is defeated, he (bizarrely) makes friends with the group and is an excellent drinking companion. Sadly,trouble follows him."
				],
				[
					"7",
					"{@table Wandering Monster: Thug|RSP 3pp|Thugs}, bullying never-do-wells are looking to seek vengeance against citizens of this town after the mayor publically mocked an elder of their order."
				],
				[
					"8",
					"{@table Wandering Monster: Guard|RSP 3pp|Guards} are looking to increase their total arrests by the end of the week and accuse the PCs for an imagined crime."
				],
				[
					"9",
					"A carnivorous blob has emerged from the city sewers. Like always, it's hungry."
				],
				[
					"10",
					"{@dice 1d6} nuglub gremlims hide in the shadow looking for something to kill."
				],
				[
					"11",
					"A {@creature swarm of insects|mm|swarm of insects} leaps off the corpse of a stray dog, seeking its next warm blooded meal."
				],
				[
					"12",
					"A carnivorous fog lingers, attracted by an ongoing feud between noble houses."
				]
			]
		},
		{
			"name": "Wandering Monster: Dire Rat",
			"source": "RSP 3pp",
			"intro": [
				"Requires Critter Compendium in Mange Homebrew installed for Dire Rat links to work.",
				"Choose or roll randomly "
			],
			"caption": "Dire Rats",
			"colLabels": [
				"{@dice d12}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-1 text-align-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1",
					"3 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"2",
					"CR1",
					"4 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"3",
					"CR2",
					"5 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"4",
					"CR2",
					"6 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"5",
					"CR3",
					"7 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"6",
					"CR3",
					"8 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"7",
					"CR4",
					"9 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"8",
					"CR4",
					"10 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"9",
					"CR4",
					"11 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"10",
					"CR5",
					"12 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"11",
					"CR5",
					"13 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"12",
					"CR5",
					"13 {@creature dire rat|CC 3pp|dire rats}"
				]
			]
		},
		{
			"name": "Wandering Monster: Guard",
			"source": "RSP 3pp",
			"intro": [
				"Choose or roll randomly "
			],
			"caption": "Guards",
			"colLabels": [
				"{@dice d12}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-1 text-align-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1/4",
					"2 {@creature Guard|mm|Guards}"
				],
				[
					"2",
					"CR1/2",
					"3 {@creature Guard|mm|Guards}"
				],
				[
					"3",
					"CR1",
					"4 {@creature Guard|mm|Guards}"
				],
				[
					"4",
					"CR1",
					"5 {@creature Guard|mm|Guards}"
				],
				[
					"5",
					"CR1",
					"6 {@creature Guard|mm|Guards}"
				],
				[
					"6",
					"CR1",
					"7 {@creature Guard|mm|Guards}"
				],
				[
					"7",
					"CR2",
					"8 {@creature Guard|mm|Guards}"
				],
				[
					"8",
					"CR2",
					"9 {@creature Guard|mm|Guards}"
				],
				[
					"9",
					"CR4",
					"10 {@creature Guard|mm|Guards}"
				],
				[
					"10",
					"CR2",
					"12 {@creature Guard|mm|Guards}"
				],
				[
					"11",
					"CR3",
					"11 {@creature Guard|mm|Guards}"
				],
				[
					"12",
					"CR3",
					"12 {@creature Guard|mm|Guards}"
				]
			]
		},
		{
			"name": "Wandering Monster: Shadow",
			"source": "RSP 3pp",
			"intro": [
				"Choose or roll randomly "
			],
			"caption": "Shadows",
			"colLabels": [
				"{@dice d9}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-1 text-align-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1/2",
					"1 {@creature shadow|mm|shadow}"
				],
				[
					"2",
					"CR1",
					"2 {@creature shadow|mm|shadows}"
				],
				[
					"3",
					"CR2",
					"3 {@creature shadow|mm|shadows}"
				],
				[
					"4",
					"CR3",
					"4 {@creature shadow|mm|shadows}"
				],
				[
					"5",
					"CR3",
					"5 {@creature shadow|mm|shadows}"
				],
				[
					"6",
					"CR4",
					"6 {@creature shadow|mm|shadows}"
				],
				[
					"7",
					"CR4",
					"7 {@creature shadow|mm|shadows}"
				],
				[
					"8",
					"CR5",
					"8 {@creature shadow|mm|shadows}"
				],
				[
					"9",
					"CR5",
					"9 {@creature shadow|mm|shadows}"
				]
			]
		},
		{
			"name": "Wandering Monster: Thug",
			"source": "RSP 3pp",
			"intro": [
				"Choose or roll randomly "
			],
			"caption": "Thug",
			"colLabels": [
				"{@dice d9}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-1 text-align-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1/2",
					"1 {@creature Thug|mm|Thug}"
				],
				[
					"2",
					"CR1",
					"2 {@creature Thug|mm|Thugs}"
				],
				[
					"3",
					"CR2",
					"3 {@creature Thug|mm|Thugs}"
				],
				[
					"4",
					"CR3",
					"4 {@creature Thug|mm|Thugs}"
				],
				[
					"5",
					"CR3",
					"5 {@creature Thug|mm|Thugs}"
				],
				[
					"6",
					"CR4",
					"6 {@creature Thug|mm|Thugs}"
				],
				[
					"7",
					"CR4",
					"7 {@creature Thug|mm|Thugs}"
				],
				[
					"8",
					"CR5",
					"8 {@creature Thug|mm|Thugs}"
				],
				[
					"9",
					"CR5",
					"9 {@creature Thug|mm|Thugs}"
				]
			]
		}
	]
}
