{
	"_meta": {
		"sources": [
			{
				"json": "RSP",
				"abbreviation": "RSP",
				"full": "Raging Swan Press",
				"authors": [
					"Raging Swan Press"
				],
				"convertedBy": [
					"FrankD"
				],
				"version": "1.0.0",
				"url": "http://www.ragingswan.com/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1543438798,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "5e59bcd7ed",
		"edition": "classic"
	},
	"table": [
		{
			"name": "20 Things to Say When A PC makes a Perception Check And Finds Nothing",
			"source": "RSP",
			"intro": [
				"Adventurers are always poking their nose in where it doesn't belong. They seem to incessantly search even the most boring, featureless rooms in search of treasure. Sometimes, they get lucky and find hidden or forgotten loot, but—more often than not—there is simply nothing to find.",
				"Saying, \"You find nothing\", though, is boring. Use the table below, to inject minor interest into the proceedings (and perhaps to feed your players' paranoia):"
			],
			"caption": "Use the table below, when a PC makes a Perception check and finds nothing.",
			"colLabels": [
				"{@dice d20}",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You see nothing out of the ordinary, and hear nothing but the laboured breathing of your companions and the creak of their equipment."
				],
				[
					"2",
					"A slight breeze plays across your face, but you can't make out where it comes from."
				],
				[
					"3",
					"Some of the nearby shadows seem slightly deeper than they should be."
				],
				[
					"4",
					"For just a moment, you thought you heard a faint whispered conversation, but it is gone now."
				],
				[
					"5",
					"As you search the area, a shiver runs down your spine. Is someone watching you?"
				],
				[
					"6",
					"You suddenly feel warm, as if you had exerted yourself for sometime. Perhaps it's just the stress of the adventure?"
				],
				[
					"7",
					"Dust—illuminated by the light—swirls and shimmers in the air creating intricate patterns that form and reform."
				],
				[
					"8",
					"A faint odour—perhaps sweat or damp—hangs in the air, but you cannot identify its source."
				],
				[
					"9",
					"Your heart pounds loudly in your chest and the roar of blood fills your ears. However, in the area you detect nothing seemingly of interest."
				],
				[
					"10",
					"You detect nothing of interest, but something just feels \"wrong.\" Perhaps its paranoia or perhaps its your sixth sense warning of a lurking danger..."
				],
				[
					"11",
					"You listen intently for the least sound, but suddenly one of your companions coughs loudly and ruins your concentration."
				],
				[
					"12",
					"Although you detect no obvious dangers in the immediate area a prickly feeling between your shoulder blades just won't go away..."
				],
				[
					"13",
					"A sudden breath of wind sighs through the area—it almost sounds like the dungeon itself is breathing..."
				],
				[
					"14",
					"Marks in the dust are suggestive of something disturbing it, but you don't know what did the disturbing."
				],
				[
					"15",
					"Spider webs cluster thickly in one corner. As you watch, the whole mass seems to pulsate and move as if disturbed by air moving through some hidden niche or crack."
				],
				[
					"16",
					"As you observe the area, a cold shiver briefly grips your body. As quickly as it comes it goes—what caused it is impossible to say with any certainty."
				],
				[
					"17",
					"Sweat drips down your forehead and into your eyes, momentarily blurring your vision. No matter, there is nothing to see here..."
				],
				[
					"18",
					"Your footsteps echo strangely in this place—as if the area was larger than it first appears."
				],
				[
					"19",
					"You don't hear anything out of the ordinary except for a faint sound of ringing in your ears. You wait a few moments, but it doesn't go away."
				],
				[
					"20",
					"The area seems safe, but—bizarrely—your nose starts to tingle and you have the overwhelming urge to scratch it."
				]
			]
		},
		{
			"name": "10 Things to Say When a PC Spectacularly Fails to Pick a Lock",
			"source": "RSP",
			"intro": [
				"Adventurers always seem to be picking locks. Whether they are trying to open a treasure chest or gain access to a locked room, locks often stand in their way.",
				"Sometimes—of course—the PC manages to open the lock; other times he fails and sometimes his attempt is a spectacular failure!"
			],
			"caption": "Use the table below to determine what happens when the PC spectacularly fails to pick a lock. (Obviously, modify the entries on this table to take into account where the lock the PC is trying to pick is placed.)",
			"colLabels": [
				"{@dice d10}",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"As you carefully explore the lock's inner mechanism, your pick snaps in half and jams the lock. You've now got two problems—how you'll extract the broken pick and (afterwards) how you'll pick the lock!"
				],
				[
					"2",
					"Your hands are sweaty. As you jiggle the lock your pick slips from your fingers and slides through the lock into the room beyond!"
				],
				[
					"3",
					"You slip and badly bend your pick making it useless for further lock picking attempts."
				],
				[
					"4",
					"You sneeze violently and stab yourself in the forehead with the lockpick. You take 1 point of damage."
				],
				[
					"5",
					"Your picking makes an inordinate amount of noise as you grind your pick in the lock. Anything in the room beyond probably knows you are coming."
				],
				[
					"6",
					"There is a ominous clunk from within the lock and your pick is stuck! It seems you've managed to break the lock's internal mechanism..."
				],
				[
					"7",
					"Your hands are sweaty. As you pick the lock you slip and stab the pick into the door. (Unless the PC pulls the lockpick out carefully, it is bent and ruined)."
				],
				[
					"8",
					"Doubt assails you. Picking locks is hard and you are crap at it. Until you successfully pick a lock, you suffer a -2 on all such checks."
				],
				[
					"9",
					"Your hands are sweaty. The lockpick drops out of your hand, hits the floor and rolls under the door."
				],
				[
					"10",
					"Sweat drips down your forehead. Without thinking you wipe it away with your hand forgetting you are holding a lockpick. You stab yourself in the eye. You take 2 points of damage."
				]
			]
		},
		{
			"name": "10 Things to Say When a PC Spectacularly Fails to Pick a Pocket",
			"source": "RSP",
			"intro": [
				"Rogues pick pockets all the time. Whether it is a starving beggar trying to grab a few coppers for his next meal or a heroic adventurer trying to snag a key to release his companions, deft hands are a necessity for any thief.",
				"However, sometimes pick pocketing goes horribly wrong. Perhaps the mark is super aware or luck does not favour the erstwhile thief. When a rogue spectacularly failed his pick pockets check, use this table to determine what happens:"
			],
			"caption": "",
			"colLabels": [
				"{@dice d10}",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You slip your hand into the mark's pocket and search about for some small treasure. You cut your hand on something jagged within and suffer 1 point of damage."
				],
				[
					"2",
					"You miss the mark's pouch and instead slip your hand into his trousers (or her skirt). This—unsurprisingly—immediate alerts the mark to your attempt!"
				],
				[
					"3",
					"As you slip your hand into your mark's pouch, he steps forward unexpectedly. Your hand gets snagged in the pouch and you are dragged along behind him."
				],
				[
					"4",
					"You successfully cut the pouch from your mark's belt, but fail to actually catch the pouch as it falls. It clatters to the ground, immediately alerting the mark to your attempt."
				],
				[
					"5",
					"Just as you slip your hand into the mark's or pouch he also reaches into it to retrieve something. Embarrassingly (and potentially disastrously) you end up holding hands."
				],
				[
					"6",
					"You try and slip your hand into your mark's pouch, but miss your target. Instead, you get your hand tangled up in the victim's belt, which causes you problems as you are now effectively entangled with your victim."
				],
				[
					"7",
					"As your hand drifts toward the mark's pouch, you step on something slippery and fall to your knees in front of your target. You try to break your fall by grabbing the mark's belt but this does nothing but alert him to your larcenous doings."
				],
				[
					"8",
					"Picking pockets is hard. As you reach your hand forth, you start to daydream about what you'll spend the proceeds on. Sadly, this distracts you and you miss the target instead slipping your and into his shirt (or her dress). When you feel warm flesh beneath your hands you realise your mistake, but it is too late..."
				],
				[
					"9",
					"Clearly, walking and pick pocketing at the same time is tricky. While you manage to get your hand into the mark's pouch and extract some shiny goodies you pull your hand out too quickly. Consequently, what you filched flies from your hand, arches through the air and lands with a clatter on the floor nearby."
				],
				[
					"10",
					"You fail to extract anything from your victim's pouch. Even worse, as you remove your hand, one of your rings—or perhaps a bracelet—snags on the leather material and falls off ending up in the depths of the pouch."
				]
			]
		},
		{
			"name": "20 Things to Say When a PC Looks for a Trap and Finds Nothing",
			"source": "RSP",
			"intro": [
				"layers are a paranoid bunch. The only thing they hate more than finding a trap is not finding a trap when they are certain one lurks nearby!",
				"Use the table below, when a PC makes a Perception check and finds nothing, but remember to modify the entries to take into account the dungeon environment. For example, if a dungeon has floorboards or worked stone walls you'll have to do some minor work on several of the description below. Read:"
			],
			"caption": "You don't find anything out of the ordinary, but...",
			"colLabels": [
				"{@dice d20}",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"The floor doesn't seem completely flat. Several parts are slightly higher than the surrounding areas."
				],
				[
					"2",
					"Dust on the floor is thicker in some places than others"
				],
				[
					"3",
					"A gentle breeze caresses your face. You can't determine its source."
				],
				[
					"4",
					"The mortar in the walls is old and crumbling. In some places, it has completely disintegrated leaving gaps between the bricks."
				],
				[
					"5",
					"The floor at one point seems to be slightly concave and the stones look slightly damp."
				],
				[
					"6",
					"Your (torch, lantern or other) light casts strange shadows on the walls as if they are not as flat as they first appeared."
				],
				[
					"7",
					"The area seems slightly colder than you'd expect."
				],
				[
					"8",
					"The area seems slightly warmer than you'd expect."
				],
				[
					"9",
					"There is a faint, acrid smell in the air."
				],
				[
					"10",
					"You are pretty certain you heard the faint grinding or groaning of stone on stone."
				],
				[
					"11",
					"The air is perfectly still—it's as if the dungeon itself is holding its breath...waiting for you to make a mistake."
				],
				[
					"12",
					"The area seems safe, but for a moment you thought you heard a faint clicking sound."
				],
				[
					"13",
					"The ceiling looks a little odd. Perhaps it's not built properly, but you swear its sloping down toward one side of the room."
				],
				[
					"14",
					"There's a fair amount of stone dust and small pieces of stone lying against one wall."
				],
				[
					"15",
					"The faint smell of smoke hangs in the air."
				],
				[
					"16",
					"Several sections of the walls have soot stains reminiscent of that left by torches set in sconces. However, there are no sconces present anywhere in the room."
				],
				[
					"17",
					"Scratches on the floor show something large and heavy was dragged through here. However, the scratches stop roughly halfway across the area."
				],
				[
					"18",
					"In three spots, water drips from the ceiling onto the floor. None of the resultant puddles seem very large suggesting the water is draining away somehow."
				],
				[
					"19",
					"Faint growths of mould on the (floor, wall or ceiling) hint at an organised pattern of sorts unlikely to occur in nature. (The pattern could be suggestive of a hidden portal, trapdoor, pit or sigil of arcane of divine nature)."
				],
				[
					"20",
					"The proportions of the whole chamber just look wrong. Some pieces of architecture—protrusions and niches—seem to serve no purpose whatsoever and the ceiling seems suspiciously low."
				]
			]
		},
		{
			"name": "Alleyways: Appearance",
			"source": "RSP",
			"intro": [
				"Alleyways tend to be low on upkeep; used as either unofficial storage areas or handy rubbish dump for nearby buildings. It is not unlike navigating a goblin warren or an old dungeon in many ways, as you search for your footing and peer warily around each shadowy corner. The table below first presents the width, floor type and other salient terrain features before providing a brief description of 100 alleyways."
			],
			"caption": "Alleyways:Appearance",
			"colLabels": [
				"{@dice d100}",
				"Description"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"10 ft., dirt floor, light rubble; a pile of broken wooden crates lie on one side."
				],
				[
					"2",
					"10 ft., dirt floor, dim light; the sound of a cat mewling loudly carries into the street, though none can be seen. One side is lined with garbage bins."
				],
				[
					"3",
					"5 ft., cobblestones in poor repair, light rubble; two men play a dice game near the far corner."
				],
				[
					"4",
					"10 ft., cobblestone, dim light; a young girl sits as if waiting for someone"
				],
				[
					"5",
					"10 ft., dirt floor; {@dice 3d4} youths stand about gossiping."
				],
				[
					"6",
					"5 ft., dirt floor; charcoal graffiti marks the walls."
				],
				[
					"7",
					"5 ft., mud floor, light rubble; smells of cattle."
				],
				[
					"8",
					"10 ft., cobblestones, dim light; high walls on either and a clothesline with fresh linen hangs between open windows."
				],
				[
					"9",
					"5 ft., dirt floor, patches of dim light; walls narrow at the end to no more than 3 ft. and begin twisting around corners in a labyrinthine fashion."
				],
				[
					"10",
					"10 ft., cobblestone; a small, metal fountain, depicting various legendary figures, rests at the back of this dead end."
				],
				[
					"11",
					"10 ft., dirt floor, dense rubble; many empty, loose barrels are haphazardly scattered about."
				],
				[
					"12",
					"5 ft., cobblestone, dim light; high thatched roofs allow only thin shafts of sun into the alley."
				],
				[
					"13",
					"5 ft., cobblestone; this well maintained path leads to a small, locked (standard quality lock) iron gate. A small courtyard lies beyond."
				],
				[
					"14",
					"10 ft., cobblestone in poor repair, light rubble; an iron lamp hangs from the back of a neighbouring shop, keeping this alley lit at night."
				],
				[
					"15",
					"5 ft., hard-packed dirt floor; remarkably empty.Knowledge of spelunking may reveal that the alley is as clean as if a {@creature gelatinous cube|mm} had moved down it."
				],
				[
					"16",
					"10 ft., dirt floor; dozens of footprints mar the walkway, marking it as well travelled for an alley."
				],
				[
					"17",
					"10 ft., dirt floor; a few women have gathered at one of its intersections to socialize and mend clothes."
				],
				[
					"18",
					"5 ft., dirt floor; dried blood marks the walls in savage spray patterns."
				],
				[
					"19",
					"5 ft., cobblestone; bits of the walls have begun to peel and flake off onto the ground, producing a chalky mist when walked through."
				],
				[
					"20",
					"10 ft., dirt floor; several ropes hang tied from one of the neighbouring rooftops."
				],
				[
					"21",
					"5 ft., cobblestone; an arch wrapped in ivy covers the entrance to this alley."
				],
				[
					"22",
					"10 ft., dirt floor, dim light; vagrants huddle closely together, trying to make themselves insignificant as people pass."
				],
				[
					"23",
					"10 ft., cobblestone; a number of the cobblestones have been carved to resemble faces in profile."
				],
				[
					"24",
					"5 ft., dirt floor; quotes from legend have been painted along one wall. The other is bare."
				],
				[
					"25",
					"10 ft., cobblestone; a merchant has left his wagon parked here unattended; there is just enough room to squeeze by."
				],
				[
					"26",
					"5 ft., dirt floor; grass is struggling to grow in small patches down this alley."
				],
				[
					"27",
					"5 ft., dirt floor; a bull's-eye has been painted on the far wall of this dead end. Different sized holes indicate people have not just been throwing darts."
				],
				[
					"28",
					"5 ft., dirt floor, dim light; stagnant water has pooled in this alley."
				],
				[
					"29",
					"10 ft., dirt road, light rubble; a heap of rotting produce attracts flies and other pests."
				],
				[
					"30",
					"5 ft., dirt floor; new constructions jut into the alley at odd angles, forcing hard turns where the width reaches as few as one and a half feet."
				],
				[
					"31",
					"10 ft., cobblestone street; only recently paved."
				],
				[
					"32",
					"5 ft., dirt floor, dense rubble, dim light; filled with garbage piled four feet high from the neighbouring buildings."
				],
				[
					"33",
					"5 ft., cobblestone, light rubble. One of the walls has a two-foot wide hole covered by a stretched hide. Loose stone still litter the ground nearby."
				],
				[
					"34",
					"10 ft., cobblestone, dim light; high walls block most of the sun."
				],
				[
					"35",
					"5 ft., dirt floor; eerie pipe music echoes from around the next bend."
				],
				[
					"36",
					"10 ft., dirt floor; opens into a small, unofficial square where several alleys meet."
				],
				[
					"37",
					"5 ft., dirt floor; a large {@creature mastiff|mm} sleeps at the back entrance of an adjacent shop."
				],
				[
					"38",
					"5 ft., dirt floor, light rubble; a pile of ragged children's clothing has been abandoned here."
				],
				[
					"39",
					"5 ft., cobblestone, dim light; bits of bone have been worked in amongst the stones in the paving."
				],
				[
					"40",
					"5 ft., dirt floor, light rubble; scraps of metal pipe lean against one wall."
				],
				[
					"41",
					"5 ft., cobblestone; the stone arch at the mouth of this alley is engraved with the image of the god of magic."
				],
				[
					"42",
					"10 ft., dirt floor; rustling sounds emerge from several barrels of refuse due to {@creature rat|mm|Rats} digging around inside."
				],
				[
					"43",
					"10 ft., dirt floor; a small wooden gate, easily jumped, stands locked at the mouth of this alley. The lock has rusted shut."
				],
				[
					"44",
					"5 ft., dirt floor; a long old rug of red and gold has been rolled out over half the length of this alley."
				],
				[
					"45",
					"5 ft., dirt floor; a wind chime made of empty glass bottles hangs from an adjacent roof."
				],
				[
					"46",
					"10 ft., dirt floor; this alley slopes slowly downward."
				],
				[
					"47",
					"5 ft., cobblestone; this alley features a steep decline that widens at the end into an intersection."
				],
				[
					"48",
					"5 ft., dirt floor, dim light; high walls block the direct sun. A glass prism hangs from one building corner, faintly painting the air with a rainbow of colour."
				],
				[
					"49",
					"10 ft., cobblestone in poor repair, light rubble; a hunk of meat lies rotting in the sun."
				],
				[
					"50",
					"10 ft., uneven dirt floor, light rubble; slight incline."
				],
				[
					"51",
					"Variable width, dense rubble. A collapsed house has created an unofficial alley between two streets."
				],
				[
					"52",
					"5 ft., dirt floor; wooden beams have been set into the dirt to keep it traversable after heavy rains."
				],
				[
					"53",
					"10 ft., dirt floor, dim light; wooden boards over grown with vines serve as a fence between two adjacent buildings."
				],
				[
					"54",
					"5 ft., dirt floor, light rubble; a man re-thatches an adjacent roof and tosses old straw into the alley."
				],
				[
					"55",
					"5 ft., cobblestone, dim light; heavy curtains hang as doors at each end of this alley."
				],
				[
					"56",
					"5 ft., cobblestone; dead end with a hatch at the end that leads into the sewers."
				],
				[
					"57",
					"10 ft., dirt floor; a silver swan is set into one of the walls. Several scrapes show where people have failed to remove it forcibly."
				],
				[
					"58",
					"5 ft., dirt floor, dim light; high walls create a powerful wind tunnel."
				],
				[
					"59",
					"5 ft., cobblestone; slopes under the bridge of a larger street."
				],
				[
					"60",
					"5 ft., dirt floor; an abandoned, adjacent building has no doors and is used as a shortcut."
				],
				[
					"61",
					"10 ft., dirt floor; birds fight over scraps of food."
				],
				[
					"62",
					"5 ft., cobblestone; a small shrine with stained glass windows depicting prophets of flame. Several of the windows are cracked and broken."
				],
				[
					"63",
					"5 ft., dirt floor; a steep decline, then a sharp turn and a steep incline back up to another street."
				],
				[
					"64",
					"10 ft., cobblestone, light rubble; small pots, boxes and old tools clutter the alley."
				],
				[
					"65",
					"10 ft., dirt floor; a string of colourful handkerchiefs, tied between buildings, swings in the breeze."
				],
				[
					"66",
					"5 ft., dirt floor; two dwarves slowly carry a large keg of ale between them."
				],
				[
					"67",
					"5 ft., dirt floor; \"No Trespassing\" is painted at the entrance in large letters."
				],
				[
					"68",
					"2 ft., dirt floor, dim light; very close walls."
				],
				[
					"69",
					"5 ft., cobblestone; multiple engraved arches are spread over the length of this alley."
				],
				[
					"70",
					"5 ft., dirt floor, dim light; dark strands of hair are matted in among the dirt."
				],
				[
					"71",
					"10 ft., cobblestone; copper pipes run down from the gutters above."
				],
				[
					"72",
					"10 ft., dirt floor; an old cloth lies over two crates, left over from a makeshift table or sales counter."
				],
				[
					"73",
					"10 ft., dirt floor; flower baskets hang from a nearby window, filling the air with perfume."
				],
				[
					"74",
					"5 ft., dirt floor, light rubble; two vagrants lie sleeping, wrapped in blankets."
				],
				[
					"75",
					"5 ft., dirt floor; the smell of spoiled milk hangs in the air."
				],
				[
					"76",
					"10 ft., dirt floor, dense rubble; a broken cart lies in the middle of the alley, partially stripped of parts."
				],
				[
					"77",
					"5 ft., dirt floor; two old men play a game of horseshoes and are arguing about the rules."
				],
				[
					"78",
					"5 ft., dirt floor; a troupe of alley cats has created a pile of dead birds near one back door."
				],
				[
					"79",
					"10 ft., dirt floor; deep treads have dug into the earth from heavy wagon traffic."
				],
				[
					"80",
					"10 ft., dirt floor; a lilac tree thrives at one corner, giving a pleasant scent with each breeze."
				],
				[
					"81",
					"5 ft., dirt floor with the consistency of mud, light rubble, dim light; smells of manure."
				],
				[
					"82",
					"10 ft., dirt floor; a number of stone blocks are piled to one side, giving easy access to an adjacent roof."
				],
				[
					"83",
					"5 ft., cobblestone; a group of youths tosses rocks at passing carriages. They scatter if approached."
				],
				[
					"84",
					"5 ft., dirt floor; inclines to the entrance of a private home."
				],
				[
					"85",
					"5 ft., cobblestone; a locked wooden box hangs from a wall, taking anonymous donations to help the poor."
				],
				[
					"86",
					"10 ft., dirt floor; foreign traders selling specialty wares crowd this alley."
				],
				[
					"87",
					"5 ft., brick laid floor; dim light; high walls."
				],
				[
					"88",
					"10 ft., cobblestone floor painted gold and silver."
				],
				[
					"89",
					"10 ft., dirt floor; handmade flyers poster the walls advertising various services and merchants."
				],
				[
					"90",
					"5 ft., dirt floor; a hawk sits atop one wall, watching all who enter."
				],
				[
					"91",
					"5 ft., dirt floor; a few men lean against one wall smoking pipes."
				],
				[
					"92",
					"5 ft., cobblestone; a dead-end at first glance. An unlocked door is set into the far wall, leading to the other end of the alley."
				],
				[
					"93",
					"5 ft., dirt floor, light rubble; smells of salt air and fish guts. Old nets lie abandoned at one end."
				],
				[
					"94",
					"10 ft., dirt floor; two kids duel with wooden spoons."
				],
				[
					"95",
					"5 ft., dirt floor; a young woman tunes a lute."
				],
				[
					"96",
					"5 ft., dirt floor, dim light; a fractured humanoid skull lies in the dirt."
				],
				[
					"97",
					"10 ft., dirt floor; an abandoned fire burns low toward the end of the alley."
				],
				[
					"98",
					"5 ft. widens out to 15 ft., cobblestone; once the alley widens, rosebushes line one side."
				],
				[
					"99",
					"10 ft., cobblestone; light blue curtains fill the windows on either side."
				],
				[
					"100",
					"5 ft., dirt floor; smells of mint and parsley."
				]
			]
		},
		{
			"name": "Alleyways: Names",
			"source": "RSP",
			"intro": [
				"Some alleyways are so minor that they do not have an official name. Others might have more than one name–that used by the locals and the other bestowed by the town's officials."
			],
			"caption": "Alleyways:Names",
			"colLabels": [
				"{@dice d100}",
				"Alleyways Names"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Access Way"
				],
				[
					"2",
					"Adage Alley"
				],
				[
					"3",
					"Apprentice Way"
				],
				[
					"4",
					"Arrow Alley"
				],
				[
					"5",
					"Bass Alley"
				],
				[
					"6",
					"Broken Horn Alley"
				],
				[
					"7",
					"Bruiser Alley"
				],
				[
					"8",
					"Caster Way"
				],
				[
					"9",
					"Cat Path"
				],
				[
					"10",
					"Char Lane"
				],
				[
					"11",
					"Cherry Lane"
				],
				[
					"12",
					"Chill Alley"
				],
				[
					"13",
					"Courtier Alley"
				],
				[
					"14",
					"Dagger Pass"
				],
				[
					"15",
					"Dander Alley"
				],
				[
					"16",
					"Demesne Alley"
				],
				[
					"17",
					"Devil's Pass"
				],
				[
					"18",
					"Distant Pass"
				],
				[
					"19",
					"Dragon Chin Alley"
				],
				[
					"20",
					"Durgin Alley"
				],
				[
					"21",
					"Dusty Walk"
				],
				[
					"22",
					"Edgar Alley"
				],
				[
					"23",
					"Elder Alley"
				],
				[
					"24",
					"Eldritch Alley"
				],
				[
					"25",
					"Everdown Alley"
				],
				[
					"26",
					"Executioner Alley"
				],
				[
					"27",
					"Extra Alley"
				],
				[
					"28",
					"Ferry Pass"
				],
				[
					"29",
					"Fey Lane"
				],
				[
					"30",
					"Fool's Errand"
				],
				[
					"31",
					"Frogman Way"
				],
				[
					"32",
					"Ghast Alley"
				],
				[
					"33",
					"Ginger Alley"
				],
				[
					"34",
					"Goblin Ear Alley"
				],
				[
					"35",
					"God Street"
				],
				[
					"36",
					"Gorgon Alley"
				],
				[
					"37",
					"Grasping Alley"
				],
				[
					"38",
					"Green Alley"
				],
				[
					"39",
					"Gremlin Passage"
				],
				[
					"40",
					"Grifter Alley"
				],
				[
					"41",
					"Halfling's Pass"
				],
				[
					"42",
					"Hammer Alley"
				],
				[
					"43",
					"Heartache Way"
				],
				[
					"44",
					"Hidden Moon Alley"
				],
				[
					"45",
					"Homely Lane"
				],
				[
					"46",
					"Inferno Alley"
				],
				[
					"47",
					"Ivy Lane"
				],
				[
					"48",
					"Jackal Lane"
				],
				[
					"49",
					"Jacob's Alley"
				],
				[
					"50",
					"Jumping Lane"
				],
				[
					"51",
					"King's Alley"
				],
				[
					"52",
					"Knight's Pass"
				],
				[
					"53",
					"Languid Lane"
				],
				[
					"54",
					"Light's Passage"
				],
				[
					"55",
					"Lover's Quarrel"
				],
				[
					"56",
					"Lucy Lane"
				],
				[
					"57",
					"Manfried Alley"
				],
				[
					"58",
					"Manger Street"
				],
				[
					"59",
					"Mikle Alley"
				],
				[
					"60",
					"Never True Lane"
				],
				[
					"61",
					"Noman Lane"
				],
				[
					"62",
					"Nunnery Alley"
				],
				[
					"63",
					"Odd Lump Pass"
				],
				[
					"64",
					"Ogre Gullet"
				],
				[
					"65",
					"Old Head Lane"
				],
				[
					"66",
					"Once Ridge Lane"
				],
				[
					"67",
					"Outland Alley"
				],
				[
					"68",
					"Pardon Alley"
				],
				[
					"69",
					"Peddler Alley"
				],
				[
					"70",
					"Pidgin Pass"
				],
				[
					"71",
					"Pilgrim Passage"
				],
				[
					"72",
					"Poison Oak Alley"
				],
				[
					"73",
					"Porter Street"
				],
				[
					"74",
					"Pumpkin Alley"
				],
				[
					"75",
					"Quiet Alley"
				],
				[
					"76",
					"Rats Passage"
				],
				[
					"77",
					"Reckless Alley"
				],
				[
					"78",
					"Redbeard Alley"
				],
				[
					"79",
					"Righty Lane"
				],
				[
					"80",
					"Rolling Alley"
				],
				[
					"81",
					"Rumpled Alley"
				],
				[
					"82",
					"Scabbard Pass"
				],
				[
					"83",
					"Shamble Street"
				],
				[
					"84",
					"Shifter Street"
				],
				[
					"85",
					"Silk Way"
				],
				[
					"86",
					"Soapmaker's Lane"
				],
				[
					"87",
					"Stagnant Alley"
				],
				[
					"88",
					"Summoner's Pass"
				],
				[
					"89",
					"Swan Lane"
				],
				[
					"90",
					"Tether Alley"
				],
				[
					"91",
					"Tremble Lane"
				],
				[
					"92",
					"Turtle Walk"
				],
				[
					"93",
					"Tuttle Passway"
				],
				[
					"94",
					"Uncle Alley"
				],
				[
					"95",
					"Vapid Alley"
				],
				[
					"96",
					"Winter's Breath Alley"
				],
				[
					"97",
					"Wolf's End"
				],
				[
					"98",
					"Yester Way"
				],
				[
					"99",
					"Youngling Lane"
				],
				[
					"100",
					"Zero Alley"
				]
			]
		},
		{
			"name": "Alleyways: Hooks, Complications & Opportunities",
			"source": "RSP",
			"intro": [
				"Alleys are the shortcuts, backrooms and hangouts of the shady and less fortunate. Use this table to determine what opportunities or complications the PCs encounter."
			],
			"caption": "Alleyways: Hooks, Complications & Opportunities",
			"colLabels": [
				"{@dice d21}",
				"Hooks, Complications & Opportunities"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A carpentry shop is using the alley to store stock. A dirty, young boy watches over the wood."
				],
				[
					"2",
					"A piece of parchment is tacked onto the wall near the entrance reading \"Toll Road. 2 Copper\". An empty clay pot sits under the sign. A {@creature Master Thief|vgm|thief} hides nearby and tries to pickpocket those not paying."
				],
				[
					"3",
					"Crude runes, drawn in blood cover one wall. Solid knowledge of the realms beyond may identify the demon lord the author praises."
				],
				[
					"4",
					"A layer of smoke hangs in the air, filtering out from an open window. There is no fire, but a large gathering of merchants smoke cigars within and discuss the setting of prices for key goods."
				],
				[
					"5",
					"A sinkhole has formed, pulling the corner of a building down and making passage tricky at best."
				],
				[
					"6",
					"A pack of stray dogs has chased a young child up onto a stack of barrels."
				],
				[
					"7",
					"A rope of knotted sheets hangs from an upper floor. A woman calls out looking for her missing child."
				],
				[
					"8",
					"A young man sits behind an overturned crate trying to gather folks for a game of cards. He tries to raise the stakes after the first hand."
				],
				[
					"9",
					"{@dice 2d4} lepers lie at the end of the alley. A {@creature priest|mm|young priest} stands over them praying loudly for a miracle."
				],
				[
					"10",
					"An old woman frantically tries to sell a collection of masterwork weapons. She claims they belonged to her ex-husband and she can no longer bare the sight of them."
				],
				[
					"11",
					"A low hanging, pale blue fog fills the alley, created when an absentminded alchemist tripped and dropped his reagents. Anyone who enters has nightmares for {@dice 1d4} weeks."
				],
				[
					"12",
					"Several shepherds try to coax their sheep back onto the main thoroughfare."
				],
				[
					"13",
					"Several gang members beat another on suspicion of being a snitch."
				],
				[
					"14",
					"A young girl lies crying on the floor. She could be in genuine distress or a diversion for a lurking mugger."
				],
				[
					"15",
					"An imposing figure calls to any who look battle ready, looking for competitors for an unlicensed boxing club."
				],
				[
					"16",
					"A {@creature Master Thief|vgm|rogue} tries to sell a bejeweled dagger to the PCs. The dagger is very distinctive and its previous owner wants it back."
				],
				[
					"17",
					"The upper floor of an adjacent building collapsed during a recent storm, blocking the alley and burying at least one person below the wreckage."
				],
				[
					"18",
					"A {@creature kenku|mm|hooded kenku} offers to buy, sell and trade secrets. The first secret is free."
				],
				[
					"19",
					"A fortuneteller offers to predict the future in exchange for the memories of a day already passed."
				],
				[
					"20",
					"Without any warning, a slum dweller throws a bucket of night soil into the alley from an upstairs window."
				],
				[
					"21",
					"The street here is muddy and slippery. At one side of the mouth of an alley filled with trash, a rain water barrel that has been tipped over. It seems that the water has washed some of the waste from the alley into the street. People are stepping around the muddy barrel but no one is moving it out of the way. You are not sure that you want to know what else besides water caused the mud but it is clear that there is animal waste in the mix from passing horses and dogs. The street here smells vaguely like a cross between a latrine and a compost heap. People around you are picking their steps carefully and some are cursing fluently"
				]
			]
		},
		{
			"name": "Alleyways: Encounters",
			"source": "RSP",
			"intro": [
				"Alleyways can be very dangerous places. This chart contains hard to ignore threats to add combat to your alley scene.",
				"Requires Critter Compendium in Mange Homebrew installed for Dire Rat links to work."
			],
			"caption": "Alleyways: Encounters",
			"colLabels": [
				"{@dice d15}",
				"Encounters"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A {@creature dire rat|CC 3pp} digging through rubbish treats, passerby as threats to its territory."
				],
				[
					"2",
					"A {@creature wererat|MM} monologues its plan to rise up through the underworld to a pack of {@table Wandering Monster: Dire Rat|RSP|Dire Rats}. He orders an attack on perceived spies. The rats lair in an extensive warren below the alley."
				],
				[
					"3",
					"An {@creature assassin vine|toa} has been transplanted here by a savage plant {@creature mage|MM}. The {@creature mage|MM} lurks nearby to see what the {@creature assassin vine|toa} catches."
				],
				[
					"4",
					"{@table Wandering Monster: Shadow|RSP|Shadows} hide in the darkness of a rarely traveled alley, looking to snuff the light from the living."
				],
				[
					"5",
					"A {@creature Master Thief|vgm|freelance thief} looks to make money fencing magic items to adventurers. He is desperate for a sale and if the PCs seem wealthy, he sells their details onto his fellow thieves."
				],
				[
					"6",
					"A drunk barbarian looks to prove his worth through combat and challenges a PC to a fist fight. If he is defeated, he (bizarrely) makes friends with the group and is an excellent drinking companion. Sadly,trouble follows him."
				],
				[
					"7",
					"{@table Wandering Monster: Thug|RSP|Thugs}, bullying never-do-wells are looking to seek vengeance against citizens of this town after the mayor publically mocked an elder of their order."
				],
				[
					"8",
					"{@table Wandering Monster: Guard|RSP|Guards} are looking to increase their total arrests by the end of the week and accuse the PCs for an imagined crime."
				],
				[
					"9",
					"A carnivorous blob has emerged from the city sewers. Like always, it's hungry."
				],
				[
					"10",
					"{@dice 1d6} nuglub gremlims hide in the shadow looking for something to kill."
				],
				[
					"11",
					"A {@creature swarm of insects|mm} leaps off the corpse of a stray dog, seeking its next warm blooded meal."
				],
				[
					"12",
					"A carnivorous fog lingers, attracted by an ongoing feud between noble houses."
				],
				[
					"13",
					"Some {@table Wandering Monster: Shadow Rat|RSP|Shadow Rats} are digging through rubbish, treats passerby as threats to its territory."
				],
				[
					"14",
					"A gang of {@table Wandering Monster: Gutter Gnoll Tracker|RSP|Gutter Gnoll Tracker} feast on a dead body"
				],
				[
					"15",
					"Some {@table Wandering Monster: Thug|RSP|Thugs} are in conversion with some {@table Wandering Monster: Gutter Gnoll|RSP|Gnolls}, and on the floor is a dead body."
				]
			]
		},
		{
			"name": "Docks: Characteristics and Appearance",
			"source": "RSP",
			"intro": [
				""
			],
			"caption": "Docks come in many different shapes and sizes; most are  used for commercial activity but others may be for the exclusive use of the navy, members of the nobility or even the local ruler.",
			"colLabels": [
				"{@dice d100}",
				"Description"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A small dock with one pier, where an old man quietly fishes"
				],
				[
					"2",
					"A small dock with one pier. Two wooden chairs sit empty at the end."
				],
				[
					"3",
					"A small dock, with one ramshackle pier."
				],
				[
					"4",
					"A small dock with one pier; rusted chains are wrapped along an outer pillar."
				],
				[
					"5",
					"A small dock with one pier, heavily packed with crates and {@item barrel|phb|barrels}."
				],
				[
					"6",
					"A small dock with two piers, loaded with lobster traps."
				],
				[
					"7",
					"A small dock with two piers, with an old dog tied to one of the pillars"
				],
				[
					"8",
					"A small dock with two piers; the smell of decay hangs in the air."
				],
				[
					"9",
					"A small dock with piers; an old stone stairway leads from one pier down into the water."
				],
				[
					"10",
					"A small dock with two piers; two halflings struggle to load a large keg onto a docked ship."
				],
				[
					"11",
					"A small dock with two piers. Vines, with pink and yellow blossoms, grow along the pillars."
				],
				[
					"12",
					"A small dock, with two piers. Old stone foundations can be seen through the clear blue water."
				],
				[
					"13",
					"A small dock, with two piers, speckled with barnacles after the last high tide."
				],
				[
					"14",
					"A small dock with two piers. A small ship is unloading the day's catch."
				],
				[
					"15",
					"A small dock with two piers; a young couple holds hands, sitting on a pair of crates."
				],
				[
					"16",
					"A  moderately sized  dock, entirely manned by dwarves."
				],
				[
					"17",
					"A moderately sized dock, reeking of urine"
				],
				[
					"18",
					"A moderately sized dock, well-guarded by regular patrols of the city watch."
				],
				[
					"19",
					"A moderately sized dock, busy with porters unloading several newly docked ships"
				],
				[
					"20",
					"A moderately sized dock, smelling of spices and incense."
				],
				[
					"21",
					"A moderately sized dock, filled with the noise of drunken quarrels."
				],
				[
					"22",
					"A moderately sized dock covered in shadows from the city's buildings."
				],
				[
					"23",
					"This moderately sized dock is beset with a cold northern wind."
				],
				[
					"24",
					"A moderately sized dock. The music of a tavern is a faint counter to the dock's bustle."
				],
				[
					"25",
					"A moderately sized dock, with colourful banners that lead to the main merchant's row."
				],
				[
					"26",
					"A moderately sized dock, with more than its fair share of seagulls."
				],
				[
					"27",
					"A moderately sized dock, with a lively fish market."
				],
				[
					"28",
					"A moderately sized dock, where a large ship is unloading a long line of travelers."
				],
				[
					"29",
					"A moderately sized dock. The smell of fresh meat pies fills the air."
				],
				[
					"30",
					"A moderately sized dock where a small troupe of performers  has moored. Acrobats flip  back and forth."
				],
				[
					"31",
					"A moderately sized  dock where keen-eyed youths have gathered round a trickster displaying a simple shell game."
				],
				[
					"32",
					"A moderately sized dock. The left side is an open port; the right is devoted entirely to the navy."
				],
				[
					"33",
					"A moderately sized dock with a number of children scattered amongst the piers, waiting for the fishermen to finish their dealings."
				],
				[
					"34",
					"A moderately sized dock with bits of rotten fish strewn this  way and that from the kitchen windows of local inns."
				],
				[
					"35",
					"A moderately sized dock, with harshly mismatched paints colouring the walls of its inns, residences and storehouses."
				],
				[
					"36",
					"A moderately sized dock whose southern  side has begun to sink slowly into the harbour. It has a slightly lopsided appearance"
				],
				[
					"37",
					"A moderately sized dock with strange green and white  arcane symbols carved into the foundations of each building."
				],
				[
					"38",
					"A moderately sized dock whose planks have become fragile and rotten."
				],
				[
					"39",
					"A moderately sized dock, kept immaculately clean by a small group of workers."
				],
				[
					"40",
					"A moderately sized dock, filled with an erratic energy as the piers fill with foreign traders."
				],
				[
					"41",
					"The legs of this dock are wreathed in seaweed."
				],
				[
					"42",
					"This dock has obviously been repaired recently–new wooden beams stand in stark contrast to their old neighbours."
				],
				[
					"43",
					"Berths on this dock are marked by large, faded whitewashed numbers painted on boards."
				],
				[
					"44",
					"This moderately-sized dock boasts innumerable smaller piers stretching out in the harbour for quite some distance."
				],
				[
					"45",
					"A large wooden statue of a grizzled sailor stands watch over this dock."
				],
				[
					"46",
					"Where this dock narrows, hand rails stand to stop travellers falling into the water."
				],
				[
					"47",
					"Several missing planks create a dangerous part of this dock.In places old crates and boxes have been placed over such areas"
				],
				[
					"48",
					"A half-dozen fishing boats are tied up at this dock; the smell of fish pervades the air."
				],
				[
					"49",
					"Small wooden pillars bearing the sea god's sigil stand at intervals along this dock"
				],
				[
					"50",
					"This moderately-sized dock is in bad repair; in places the planks are rotten."
				],
				[
					"51",
					"This moderately sized dock links several bare shards of rock together that  thrust above the harbour's water"
				],
				[
					"52",
					"This dock features fixed ladders that can be used to climb down to small, docked vessels"
				],
				[
					"53",
					"Small  watchman's huts are scattered along this moderately-sized, but long, dock"
				],
				[
					"54",
					"This dock has four piers; one is clearly storm damaged and not in use"
				],
				[
					"55",
					"Dozens of sea birds nest under this dock."
				],
				[
					"56",
					"The piers of this dock are lower than the dock and are reached by slippery wooden steps."
				],
				[
					"57",
					"This dock has long sections of covered walkways."
				],
				[
					"58",
					"Benches are dotted along this wide, but low dock."
				],
				[
					"59",
					"This dock has a muddle of small piers leading away from it"
				],
				[
					"60",
					"Cargo nets hang down along this high dock; many vessel's decks are below the height of the dock."
				],
				[
					"61",
					"The burnt out hulk of a vessel lies close to this dock; the corresponding section of dock is scorched and burnt."
				],
				[
					"62",
					"Wooden cranes stand along this dock ready to help with loading and unloading."
				],
				[
					"63",
					"Floating piers bob on the water surrounding this dock."
				],
				[
					"64",
					"Flags flutter proudly from poles spaced along this long dock."
				],
				[
					"65",
					"Warehouses cluster close by this old, but serviceable, dock."
				],
				[
					"66",
					"The burnt remnants of an old pier stand nearby to a newly constructed dock."
				],
				[
					"67",
					"This dock is a bizarre mix of building styles; obviously it has been built up over time."
				],
				[
					"68",
					"A small office–the harbour master's–stands overlooking this dock."
				],
				[
					"69",
					"A sloped walkway leads down to a network of small docks and piers."
				],
				[
					"70",
					"The figureheads of old ships have been affixed to the end of this dock."
				],
				[
					"71",
					"Large, but old, notice boards stand along this dock; adverts and notices of sales cover them."
				],
				[
					"72",
					"This dock has stone legs, but a wooden walkway."
				],
				[
					"73",
					"Gibbets–holding  the rotten remains of thieves and the like - \"decorate\" this dock."
				],
				[
					"74",
					"The side of this dock is daubed in a prayer to the god of storms."
				],
				[
					"75",
					"This large dock bustles with traders and porters."
				],
				[
					"76",
					"This large dock has a central processing warehouse to inspect for illegal goods."
				],
				[
					"77",
					"This large dock is modelled in the style of a great seafaring nation of older days."
				],
				[
					"78",
					"This large dock had to be expanded  quickly due to demand. Many of  the newest piers are made of makeshift materials, salvaged from old boats."
				],
				[
					"79",
					"A large dock with tastes of civilization and the wild. A lower pier allows easy access to canoes to ease the trade of nearby barbarian tribes."
				],
				[
					"80",
					"A large dock with a significant \"neutral quarter\" built out along the piers, that technically doesn't fall within the bounds of the city and its laws."
				],
				[
					"81",
					"A large dock, loud with the unloading of goods."
				],
				[
					"82",
					"This large dock has an adjoining circular pier where aquatic races can swim up and trade goods."
				],
				[
					"83",
					"A large dock dominated by imposing naval ships."
				],
				[
					"84",
					"A large dock in use since ancient days. Old stone buildings stand side by side to newer wooden structures."
				],
				[
					"85",
					"A large dock strung with colourful banners and filled with the delightful smell of fresh roasted nuts."
				],
				[
					"86",
					"Large wooden gates control access to these docks."
				],
				[
					"87",
					"This large dock is badly damaged from where a ship crashed into it; repairs are ongoing at a frenzied pace."
				],
				[
					"88",
					"Several small branches for much smaller craft lead away from this large, central dock."
				],
				[
					"89",
					"A single heavily guarded vessel is docked at this large and impressive dock."
				],
				[
					"90",
					"A section of this dock can be raised to allow ships to pass underneath."
				],
				[
					"91",
					"The legs of this large dock are constructed from gigantic trees–in places their bark yet remains"
				],
				[
					"92",
					"A wooden archway–bearing the sigil of the sea god - stands at the dock's mouth."
				],
				[
					"93",
					"This large dock runs parallel to the sea wall."
				],
				[
					"94",
					"This large dock runs all the way to a fortified island dominating the bay."
				],
				[
					"95",
					"This large dock is for the exclusive use of nobles and their pleasure craft. Guards keep the riff raff away"
				],
				[
					"96",
					"Posts–topped with magical lights–illuminate this dock at night."
				],
				[
					"97",
					"This large dock is a frenzied hive of activity."
				],
				[
					"98",
					"Four large warships are berthed at this protected dock."
				],
				[
					"99",
					"This dock is of heavy stone construction; it doubles as the sea wall."
				],
				[
					"100",
					"Rusty, iron statues watch over this wide, busy dock."
				]
			]
		},
		{
			"name": "Docks: Hooks, Complications & Opportunities",
			"source": "RSP",
			"intro": [
				"Docks are often the mercantile centre of a settlement, and provide all manner of reasons to break up the daily grind of peasant life. Use this table to determine what special occurrence the PCs may encounter while passing by."
			],
			"caption": "Docks: Hooks, Complications & Opportunities",
			"colLabels": [
				"{@dice d21}",
				"Hooks, Complications & Opportunities"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"The dock is sinking by about half a foot a day into the harbour without explanation. The townsfolk are worried the town will go next."
				],
				[
					"2",
					"All the men in town have vanished. An old woman cries out for fear of sirens and mermaids."
				],
				[
					"3",
					"A sailor stands in front of a moderately worn boat with a sign that says \"Free to a good home.\" "
				],
				[
					"4",
					"Two young men are busy filling in all the empty knotholes among the piers, claiming that an infamous peg-legged pirate is rumored to make dock any day now."
				],
				[
					"5",
					"Pier Three was completely covered in seaweed overnight."
				],
				[
					"6",
					"A sailor loudly seeks out more crew, for a job to sail to the edge of the world."
				],
				[
					"7",
					"A strike by the town's prostitutes is making the sailors surlier than usual."
				],
				[
					"8",
					"All ships have been asked to stay in port due to the influence of a local cleric who claims an ocean bound, sin seeking disease will soon be set loosed upon the waves."
				],
				[
					"9",
					"The whole town is getting ready to host the Great Sea Lane Relay, which pits the best ships in a multilegged race."
				],
				[
					"10",
					"A ship has recently unloaded a delivery of produce which city officials are arguing about whether they should be sold. The goods look perfectly normal, except they smell strongly of rot."
				],
				[
					"11",
					"A band of young rebels have taken over the southern side of the docks, including two ships."
				],
				[
					"12",
					"A ghostly vessel has been seen docking under the full moon, but none dare approach it."
				],
				[
					"13",
					"A gang of {@table Wandering Monster: Wererat|RSP|Wererats} has taken up residence in planks under the docks."
				],
				[
					"14",
					"A mysterious fiddler fills the air with music in the docks every night. Those who approach him wake up penniless outside of town."
				],
				[
					"15",
					"Pirates have been spotted by the town watch and are sailing this way!"
				],
				[
					"16",
					"The docks are developing a serious stray cat problem. The mayor offers a sealed treasure map to whoever can catch the most felines."
				],
				[
					"17",
					"An old sailor claims to have lost his hand to a {@creature kraken|mm} and is hell bent on get it back."
				],
				[
					"18",
					"The town is in the midst of its annual seaweed festival, where it celebrates crafts, food and brew made of all sorts of aquatic plant-life."
				],
				[
					"19",
					"All the town's rum has gone missing. One of the \"merchant\" vessels departed in the middle of the night and has quickly received the blame."
				],
				[
					"20",
					"{@creature Merfolk|mm|Mermen} have swam up to the dock looking to trade, but seem only interested in items of magic."
				],
				[
					"21",
					"A gang of {@table Wandering Monster: Shadow Rat|RSP|Shadow Rats} has taken up residence in planks under the docks."
				]
			]
		},
		{
			"name": "Docks: Sight & Sounds",
			"source": "RSP",
			"intro": [
				"Docks are busy places; characters exploring them will no doubt hear and see many things."
			],
			"caption": "Docks: Sight & Sounds",
			"colLabels": [
				"{@dice d51}",
				"Sight & Sounds"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"The air is heavy with the tang of salt and the curses of sailors."
				],
				[
					"2",
					"Sea gulls and other birds wheel and turn overhead."
				],
				[
					"3",
					"Boxes and barrels are stacked haphazardly at the foot of a gangplank leading to a large cog."
				],
				[
					"4",
					"A large pile of vomit covers the dock; several dogs lick greedily at it."
				],
				[
					"5",
					"Four drunk sailors stagger along the dock; one slips and almost falls into the water."
				],
				[
					"6",
					"An old sailor sits on a box while singing a lusty sea shanty and drinking heavily."
				],
				[
					"7",
					"Small children dart in and out of the press of sailors and porters."
				],
				[
					"8",
					"A half-dozen porters stagger down the dock carrying matching sea chests."
				],
				[
					"9",
					"Curses and shouts in a half-dozen languages fill the air"
				],
				[
					"10",
					"A large splash followed by a shout announces the fall of a heavy box into the sea."
				],
				[
					"11",
					"A sinister fin cuts the water near the docks."
				],
				[
					"12",
					"Sea birds wheel and dart above a large ship as its cook throws food scraps into the harbour."
				],
				[
					"13",
					"Children laugh and shout as they dive into the harbour from the dock."
				],
				[
					"14",
					"Broken wood, scraps of food and other rubbish float on the water surrounding the dock."
				],
				[
					"15",
					"A scream is followed by a loud splash as a sailor falls from the rigging of a docked ship."
				],
				[
					"16",
					"A patrol of four watchmen surrounding an official of some sort push through the press."
				],
				[
					"17",
					"Two mangy dogs dart through the press; one has a string of sausages in its mouth."
				],
				[
					"18",
					"A waterman tries to sell his wares to thirsty sailors."
				],
				[
					"19",
					"A sailor - a parrot on each shoulder and a heavy bag in each hand–walks away from a large ship."
				],
				[
					"20",
					"The dock shivers as a large vessel, badly steered, thuds into its side."
				],
				[
					"21",
					"A sailor charges down the dock chasing a small child who carries a small sack."
				],
				[
					"22",
					"Boxes and barrels are stacked neatly along the dock."
				],
				[
					"23",
					"A rowing boat bobs next to the dock and the occupant shouts before throwing the PCs a line to tie off."
				],
				[
					"24",
					"The old dock creaks alarmingly as the PCs cross a certain section."
				],
				[
					"25",
					"Lobster pots cover one side of the pier"
				],
				[
					"26",
					"A young man, foppishly dressed  and with a forlorn  look upon his face, stands at the end of this dock staring off into the distance."
				],
				[
					"27",
					"Two sailors snatch a minute's rest with a wine flask while swapping lies about their previous voyages."
				],
				[
					"28",
					"Sailors are painting the hull of a docked ship."
				],
				[
					"29",
					"A plank cracks under a PC's weight."
				],
				[
					"30",
					"A peasant stands in a rowboat beneath the dock busily filling several bags with seaweed."
				],
				[
					"31",
					"Several folk sit at the end of the pier, fishing rods in hand."
				],
				[
					"32",
					"The smell of fresh fish is heavy in the air."
				],
				[
					"33",
					"A small gang of thuggish men loiter on the dock; the threat of violence hangs over them."
				],
				[
					"34",
					"A fist fight suddenly breaks out between rival crews over some imagined slight."
				],
				[
					"35",
					"A seasick passenger staggers off a ship, drops to the ground and kisses the dock."
				],
				[
					"36",
					"Buckets of sand–ready in  case of fire–are positioned at strategic places along the docks"
				],
				[
					"37",
					"A sailor is busy swabbing the dock–he appears to be trying to remove a large bloodstain."
				],
				[
					"38",
					"The smell of tar and paint permeate the air."
				],
				[
					"39",
					"A sea captain argues loudly with a city official."
				],
				[
					"40",
					"Two sailors drag an unconscious fellow down the dock. They are both drunk and laughing uncontrollably."
				],
				[
					"41",
					"A pile of ballast stones almost blocks the dock."
				],
				[
					"42",
					"A sailor–shouting loudly  that his vessel needs new crewmen–walks up and down the dock."
				],
				[
					"43",
					"Several people are swimming in the water of the harbour. Suddenly, one of them is pulled beneath the surface."
				],
				[
					"44",
					"The sounds of a violent argument emanate from a docked vessel."
				],
				[
					"45",
					"An artist sits sketching nearby vessels."
				],
				[
					"46",
					"A performing bard strolls up and down the dock calling out the local news to new arrivals."
				],
				[
					"47",
					"Four watchmen march down the dock dragging a badly beaten prisoner with them."
				],
				[
					"48",
					"A sailor strolls up and down the dock shouting that his vessel is available for hire."
				],
				[
					"49",
					"Sharp-eyed PCs can notice a figure lurking in the shadowy water under the dock."
				],
				[
					"50",
					"Cries of alarm and fear, and the sight of smoke rising from a docked ship, spark a general panic on the dock"
				],
				[
					"51",
					"You come to the riverside market, known as the 'quay'. Small boats are unloading their goods and there is the raucous sound of trade being conducted. People are gathered at each dock to look over the goods offered, and they shout bids to the boatmen as the cargo is unloaded. For miles up and down the quay, merchants are selling the imported wares. The brackish smell of the river water mingles with other more exotic scents: honey, vinegar, perfumes and imported oil. The acrid scent of pitch stains the air, then mixes with the deeper, more pleasant smell of timber and leather goods."
				]
			]
		},
		{
			"name": "Graveyards: Characteristics",
			"source": "RSP",
			"intro": [
				"Use the table below, to add a trait to a graveyard."
			],
			"colLabels": [
				"{@dice d20}",
				"Graveyards: Characteristics"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A small cemetery with markers placed at random."
				],
				[
					"2",
					"A small graveyard surrounded by a low iron fence wreathed in ivy."
				],
				[
					"3",
					"A small, dusty cemetery where no grass grows."
				],
				[
					"4",
					"A small graveyard surrounded by a fieldstone wall."
				],
				[
					"5",
					"A small cemetery founded among large fir trees that screen it from casual view."
				],
				[
					"6",
					"A small graveyard, completely flat with perfectly even rows of grave markers. The oldest–least visited graves–are in the centre of the graveyard."
				],
				[
					"7",
					"A small cemetery where white posies grow over each grave. A small team of gardeners tends the perfectly maintained grounds."
				],
				[
					"8",
					"A moderately-sized graveyard with paths lined with small smooth stones. The paths meander through the graves, which are haphazardly placed."
				],
				[
					"9",
					"A moderately-sized cemetery lit all night by oil lanterns hung from high iron poles."
				],
				[
					"10",
					"A moderately-sized graveyard where a cold wind blows from the east."
				],
				[
					"11",
					"A moderately-sized cemetery features rust coloured grass in the oldest section, as if stained with dried blood."
				],
				[
					"12",
					"A moderately-sized graveyard. Two statues of armoured knights flank the entrance. A stone wall surrounds the cemetary."
				],
				[
					"13",
					"A moderately-sized cemetery with a small stream running through the east corner. Thick hedges surround the whole area."
				],
				[
					"14",
					"A moderately-sized graveyard featuring a stone shack in the corner for the caretaker. A special furnace rests outside for cremation services."
				],
				[
					"15",
					"A moderately-sized cemetery where all the carving depict skeletal visages."
				],
				[
					"16",
					"A moderately sized graveyard with rows of welltended tulips."
				],
				[
					"17",
					"A large cemetery dotted with ruins of an ancient settlement or building."
				],
				[
					"18",
					"A large graveyard with graves sprawled across several small hills. It includes several small shrines."
				],
				[
					"19",
					"A large cemetery set about a white marble fountain at its centre. Wooden benches surround the fountain."
				],
				[
					"20",
					"A large graveyard studded with apple trees throughout the grounds. Visitors are free to pick the apples."
				]
			]
		},
		{
			"name": "Graveyards: Epitaphs",
			"source": "RSP",
			"intro": [
				"Many grave markers are inscribed with personal messages about the person or persons interred within."
			],
			"colLabels": [
				"{@dice d20}",
				"Epitaphs"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A man for all the ages."
				],
				[
					"2",
					"The great eye sees but never touches."
				],
				[
					"3",
					"He died as he lived. Drunk"
				],
				[
					"4",
					"Grave robber."
				],
				[
					"5",
					"The day will come when dragons walk and halflings fly."
				],
				[
					"6",
					"Obedient to the law, we lie."
				],
				[
					"7",
					"Heroes have the whole earth for their tomb."
				],
				[
					"8",
					"To die is to defy immortality."
				],
				[
					"9",
					"Defender of Whiteforge, until he took an arrow to the knee."
				],
				[
					"10",
					"I told you I was sick."
				],
				[
					"11",
					"The whites of their eyes were not enough."
				],
				[
					"12",
					"EAs you are now, so once was I. Prepare, therefore, to follow me."
				],
				[
					"13",
					"Echoes of A minor."
				],
				[
					"14",
					"A lady is only as great as her horse and her man, in that order."
				],
				[
					"15",
					"Through demons, through devils, through horrors of afar, the swords and the axes and daggers will mar."
				],
				[
					"16",
					"In the eyes of the gods we are but moments."
				],
				[
					"17",
					"Trust me, if I had no money in life, I have less in death."
				],
				[
					"18",
					"The itch of wisdom is a dangerous scratch."
				],
				[
					"19",
					"Sing the songs of your ancestors so their spirits will know the words."
				],
				[
					"20",
					"By his father's blade he knows his mother's presence."
				]
			]
		},
		{
			"name": "Graveyards: Headstones",
			"source": "RSP",
			"intro": [
				"The most common grave marking. Headstones are generally made of stone, stand two to four feet tall and are engraved to denote who is buried beneath. Moderately agile PCs can leap on a headstone. Headstones generally only provide partial cover."
			],
			"colLabels": [
				"{@dice d20}",
				"Headstones"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A marble headstone with a rounded top."
				],
				[
					"2",
					"A limestone headstone with squared off corners."
				],
				[
					"3",
					"A marble headstone covered in cobwebs."
				],
				[
					"4",
					"A sandstone headstone with a large crack down the left side."
				],
				[
					"5",
					"A granite headstone with a slanted top."
				],
				[
					"6",
					"A marble headstone splattered with bird droppings."
				],
				[
					"7",
					"A limestone headstone overgrown with ivy."
				],
				[
					"8",
					"A sandstone headstone of a strange purple hue."
				],
				[
					"9",
					"A white marble headstone that seems to glow in the moonlight."
				],
				[
					"10",
					"A limestone headstone that's fallen onto its side."
				],
				[
					"11",
					"A granite headstone with the image of a praying child engraved at the top."
				],
				[
					"12",
					"A granite headstone with a small door carved into the base."
				],
				[
					"13",
					"A marble headstone topped with an angel, arms outstretched."
				],
				[
					"14",
					"A sandstone headstone topped with a stooped gargoyle."
				],
				[
					"15",
					"A marble headstone leaning far to the right."
				],
				[
					"16",
					"A granite headstone whose lettering has been inlaid with gold leaf."
				],
				[
					"17",
					"A marble headstone engraved with the image of a whale."
				],
				[
					"18",
					"A limestone headstone flanked by small rose bushes."
				],
				[
					"19",
					"A granite headstone half sunk into the ground."
				],
				[
					"20",
					"A marble headstone topped with an ornate stone sun."
				]
			]
		},
		{
			"name": "Graveyards: Hooks, Complications & Opportunites",
			"source": "RSP",
			"intro": [
				"Graveyards are a place for the dead, and as such should only be minimally occupied by the living. Exceptions tend to create very interesting circumstances."
			],
			"colLabels": [
				"{@dice d21}",
				"Hooks, Complications & Opportunites"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A wizard seeks an ebon flower for an important ritual. It only grows in ground seeped with the flesh and blood of orcs. A small flower-cloaked burial mound in an isolated corner of the graveyard holds the bodies of a score of such raiders killed long ago."
				],
				[
					"2",
					"The mayor of the town died in his sleep at an old age. At the funeral, which is happening as the PCs enter the area, his grieving daughter throws open the coffin to find it empty."
				],
				[
					"3",
					"Someone has being knocking over headstones at night. The local constable sess the issue beneath him but has a few coins in his coffers to anyone who can catch the culprit."
				],
				[
					"4",
					"A tribe of {@table Wandering Monster: centaur|RSP|centaurs} have made camp in the middle of the graveyard, claiming the land is part of an ancestral pact agreed upon by the town's founder generations ago."
				],
				[
					"5",
					"Legend says a local wizard took the secret of destroying gods to his grave. The PCs have been tipped off that it's not just a turn of phrase and that a tome of knowledge lies in his tomb."
				],
				[
					"6",
					"The manager of the local orphanage got drunk and buried the rent money for its own safety in the graveyard. He can't remember which headstone he buried it under."
				],
				[
					"7",
					"A group of clerics of the god of death have gathered from all over the area to celebrate a prophet buried here. They've taken all the rooms in the inn and set up a tent city outside the graveyard gates. At night, loud chanting emanates from the graveyard."
				],
				[
					"8",
					"A young boy claims to see the image of his dead uncle walking the graveyard at night. Superstitious peasants want to exile the boy to lay the ghost to rest."
				],
				[
					"9",
					"Two young lovers, whose parent refuse to let them marry, have sealed themselves inside a mausoleum. When the PCs arrive, screams of terror erupt from within."
				],
				[
					"10",
					"Large holes, signs of a {@creature Bulette|mm}, have been spotted at the centre of the cemetery. Several graves have disappeared into the creature's tunnels."
				],
				[
					"11",
					"A {@creature necromancer|vgm} has set up shop, selling his services to provide mourners a day with an undead loved one. Many of the populace disapprove of his actions, but a few recently bereaved townsfolk have hired his services."
				],
				[
					"12",
					"A small group of {@table Wandering Monster: Vampires|RSP|vampires} has the populace of a village trapped in its graveyard. The vampires seem to be repulsed by the hallowed ground."
				],
				[
					"13",
					"A {@creature Young Black Dragon|mm|black dragon} has made a mausoleum his lair, converted the entire property to unhallowed ground. {@table Wandering Monster: Skeletons|RSP|Skeletons} have been spotted at night by villagers who dare to go close."
				],
				[
					"14",
					"A gravedigger has discovered an underground tunnel that bears signs of dwarven construction."
				],
				[
					"15",
					"The sword of a knight carved into a sarcophagus lid has begun glowing blue. If a paladin of pure heart approaches the sword, the light grows more intense and the sword transforms into an actual weapon."
				],
				[
					"16",
					"A young girl was found wandering among the headstones with no memory of how she came to be there. She is otherwise healthy."
				],
				[
					"17",
					"All the cats in town vanished a week ago. This morning their corpses were found stacked upon the grave of the town's founder; all their eyes were gouged out."
				],
				[
					"18",
					"A strange grey speckled mist hovers over the graveyard, whispering the words of departed loved ones. The mist is thickest in the newest part of the graveyard and seems to emanate from an as yet unfilled grave."
				],
				[
					"19",
					"The local militia has posted a reward for the capture of grave robbers plundering the graveyard. For the last three nights, strange sounds have been heard in the cemetery at night and every morning graves were found disturbed and defaced."
				],
				[
					"20",
					"{@creature Assassin vine|toa|Assassin vines} have spread from the forest across the oldest parts of the graveyard. Luckily, no one has yet been taken, although several cats and dogs have disappeared."
				],
				[
					"21",
					"Large holes, signs of a {@creature ankheg|mm}, have been spotted at the centre of the cemetery. Several graves have disappeared into the creature's tunnels."
				]
			]
		},
		{
			"name": "Graveyards: Mausoleums",
			"source": "RSP",
			"intro": [
				"A mausoleum is a free-standing structure that holds the dead above ground. They vary in size but often comprise but one room. Most are onestorey affairs.",
				"Mausoleums most often hold multiple bodies and may be owned by families or prosperous organizations. Many are ostentatiously decorated"
			],
			"colLabels": [
				"{@dice d20}",
				"Mausoleums"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A one-room square building of stone, with four columns at the entrance."
				],
				[
					"2",
					"A rounded granite structure with a red dome.The dome's paint has started to fade."
				],
				[
					"3",
					"A two-storey marble building. The second floor is lined with columns."
				],
				[
					"4",
					"A simple stone structure with a heavy iron door. The door has four separate locks."
				],
				[
					"5",
					"A limestone building; statues of tiefling mages stand in place of columns. Each mage holds a different set of spell components."
				],
				[
					"6",
					"A brick structure that was once a small temple. One of the stain glass windows is broken."
				],
				[
					"7",
					"A crumbling stone building with a heavy stone door. The door's lintel has shifted, making it very hard to open."
				],
				[
					"8",
					"A square structure with a slanted red slate roof. An old oak shades the structure."
				],
				[
					"9",
					"A large marble building. Statues of angels stand on the roof above the entrance, their axes crossed. Several have been vandalised."
				],
				[
					"10",
					"A small structure set back away from the other graves amongst a copse of trees."
				],
				[
					"11",
					"A simple building of wood with a slanted roof and a sliding steel door. The wood is as hard as stone and has been carved with images of clouds and flying dragons."
				],
				[
					"12",
					"A stone wall set into a hill, with a locked gate for a door. A narrow stone-lined passageways slopes downwards into the hill."
				],
				[
					"13",
					"An ivy covered building of white stone. Three small windows are set about eight feet above the ground."
				],
				[
					"14",
					"A small, one-room stone building with a green slanted roof. Weeds grow in profusion around the structure."
				],
				[
					"15",
					"A building of moderate size with soldiers carved across the exterior walls."
				],
				[
					"16",
					"Three rows of demonic statues flank the path leading up to this small round structure."
				],
				[
					"17",
					"A long one-storey building with several doors along the main wall."
				],
				[
					"18",
					"A three-storey, round structure with several small parapets. The whole gives the impression of a watchtower or keep."
				],
				[
					"19",
					"A small, square building, set atop a small hill, with stone steps leading to its doors."
				],
				[
					"20",
					"A set of bronze doors, set into a frame of stone in the earth. Stone stairs lead to the one-room mausoleum below."
				]
			]
		},
		{
			"name": "Graveyards: Grave Markings",
			"source": "RSP",
			"intro": [
				"The grave markers of a cemetery are as unique as the people buried within. At a minimum, most such markers name the person buried within, but they have many other characteristics. Use the tables below to generate interesting grave markers."
			],
			"colLabels": [
				"{@dice d20}",
				"Grave Markings"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Unmarked"
				],
				[
					"2",
					"Small raised mound"
				],
				[
					"3",
					"A wooden cross"
				],
				[
					"4",
					"A metal cross"
				],
				[
					"5",
					"A stacked pile of stones"
				],
				[
					"6-7",
					"A flat, stone name plate"
				],
				[
					"8-11",
					"A small {@table Graveyards: Headstones|RSP|headstone}"
				],
				[
					"12-16",
					"A large {@table Graveyards: Headstones|RSP|headstone}"
				],
				[
					"17-18",
					"{@table Graveyards: Sarcophagi|RSP|Sarcophagus}"
				],
				[
					"19",
					"{@table Graveyards: Mausoleums|RSP|Mausoleum}"
				],
				[
					"20",
					"Columbarium"
				]
			]
		},
		{
			"name": "Graveyards: Minor Events",
			"source": "RSP",
			"intro": [
				"Graveyards are often surprisingly busy places during the day."
			],
			"colLabels": [
				"{@dice d6}",
				"Minor Events"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Two labourers are digging a new grave. A pile of moist earth stands to one side."
				],
				[
					"2",
					"A mourner kneels in front of a grave, sobbing."
				],
				[
					"3",
					"An interment ceremony is taking place. Mourners stand about a grave as a priest reads from a holy book."
				],
				[
					"4",
					"A furtive, pale-skinned man skulks among the graves studying their markings."
				],
				[
					"5",
					"A gardener tends the graveyard's grass, flowers or trees. He has encyclopaedic knowledge of the surrounding graves."
				],
				[
					"6",
					"A couple–or a couple with children–stroll through the graveyard, flowers in hand."
				]
			]
		},
		{
			"name": "Graveyards: Sarcophagi",
			"source": "RSP",
			"intro": [
				"A box-like container for a corpse. They can be buried like a coffin, but also set above ground in place of a grave. Agile PCs can leap on a sarcophagus. They provide partial to total cover."
			],
			"colLabels": [
				"{@dice d20}",
				"Sarcophagi"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"The weather-worn image of a man with his hands crossed adorns the lid."
				],
				[
					"2",
					"Engraved all along the sides of the box is a battle between man and minotaur."
				],
				[
					"3",
					"Carvings of cavorting imps cover each of the sarcophagi's corners."
				],
				[
					"4",
					"The lid is smooth and painted with an iconographic lineage."
				],
				[
					"5",
					"The lid depicts two lovers in bed entwined around one another."
				],
				[
					"6",
					"Several gods are carved into the sides of the box with small kings kneeling at their feet."
				],
				[
					"7",
					"A montage of the important rites of a local temple, from birth to burial, is engraved along the sides of the box."
				],
				[
					"8",
					"A serpent-like dragon wraps across three sides of the box. The dragon is very life-like. Observant PCs may note that pressing both of its eyes opens the sarcophagus."
				],
				[
					"9",
					"The lid is carved with the image of a hundred, crawling beetles."
				],
				[
					"10",
					"An elderly bald man is carved into each side of the box. He has a different facial expression in each carving."
				],
				[
					"11",
					"The sarcophagus is plain except a single eye carved into the lid."
				],
				[
					"12",
					"The runes along one side of this sarcophagus are the instructions for how to construct a catapult."
				],
				[
					"13",
					"Blue-green moss grows all over the sarcophagi, obscuring any engraving. The moss is dry, almost desiccated and if disturbs fills the air with dust."
				],
				[
					"14",
					"There is no lid yet the insides are bathed in shadow."
				],
				[
					"15",
					"The sides are all carved with flame and a single clawed hand adorns the lid."
				],
				[
					"16",
					"The statue of an angel with sword outstretched, towers over this sarcophagus."
				],
				[
					"17",
					"The ballad of Rose Peak is engraved across the lid in beautiful flowing carven handwriting."
				],
				[
					"18",
					"The lid is slightly ajar and has been crudely sealed with plaster."
				],
				[
					"19",
					"The statuette of an elderly man, sitting with a book, rests atop the lid. The statuette is hollow and holds the key to the sarcophagi."
				],
				[
					"20",
					"An engraved lantern burns at each of the sarcophagus' corners. Enchanted with {@spell Continual Flame|phb}, they fill the surrounds with light."
				]
			]
		},
		{
			"name": "Guildhalls: Amenities",
			"source": "RSP",
			"intro": [
				"Many guilds offer additional services to members through common areas, and can provide unique spaces for social scenes during an adventure. These should be customized with elements relevant to the guild type. "
			],
			"colLabels": [
				"{@dice d6}",
				"Amenities"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Meeting Space: Every guild, even those who do not yet own their own building has a meeting space. It is essential to the planning and organizing of the guild. This is generally a hall with chairs or benches, but can take the form of anything from a raked theatre to a small tavern space. Members generally enter this space ready to hear news and take part in the guilds plans. Speaking within the guild meeting space makes it easier to gain information and favors. "
				],
				[
					"2",
					"Common Area/Libations: An area for relaxing, distinctly separate from where the meetings are held. This may also serve as a dining area or hall to host events. Examples are a tavern area, lounge or library. A guild member who spends an hour at rest in this area may better resist the next adversarial effect. "
				],
				[
					"3",
					"Training Area: Most members of a guild have their own space to practice their craft but even masters come together sometimes to improve. This space has everything needed to work on the trade and generally has a few members poking about to offer commentary. A guild member working here can easier pratice his craft. Members generally need to provide their own raw materials or pay for any materials used. "
				],
				[
					"4",
					"Barracks: Lodging is anything from a space by the fire to individual guest rooms. Prosperous guilds may even be willing to put up the travelling companions of their members. This is very useful when the guild has chapters in several cities. A guild with a barracks provides free lodging to its members. "
				],
				[
					"5",
					"Protection/Storage: The number one problem with a warehouse is keeping thieves out of it. A guildhall with this amenity has an area to store the possessions and goods of its members. It may also take extra measures to protect its grounds, such as high walls, complicated locks or patrolling guards. "
				],
				[
					"6",
					"Contracts/Information: This may be a message board, an archive or a lounge where the older members gather to share wisdom. Members making use of this amenity can make it easier to complete tasks relevant to the guild's purview. "
				]
			]
		},
		{
			"name": "Guildhalls: Initiations",
			"source": "RSP",
			"intro": [
				"Guilds do far more than serve as a meeting place for idle talk. Their schemes can be grand and sometimes treacherous. Even joining a guild can be a dangerous endeavour. Use these tables to add adventure and mystery to a guild.",
				"{@b Benefits:} Once gained, membership comes with several benefits. The starting attitude for a fellow guild member is generally one step more favourable than normal. Guild members generally offer a 10% discount on their goods or services to other members and have contracts set up to offer the same discount on merchandise that is common to their profession. See \"{@table Guildhalls: Amenities|RSP|amenities}\" for more benefits a guild may provide. ",
				"{@b Dues:} Guilds generally also require something in return of its members. It's generally not more than a few silver a month in membership dues and being kept apprised of information relevant to the guild's interest. Adventuring members are generally excused from making monthly visits to pay dues and in return are expected to take up the occasional task for the guild leaders. ",
				"{@b Initiations:} What a commoner or even an adventuring hero needs to do to join the guild. Many guilds have several levels of initiation, with primary membership being easy but not granting full benefits "
			],
			"colLabels": [
				"{@dice d20}",
				"Initiations"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A simple fee of {@dice 1d4} copper. "
				],
				[
					"2",
					"A small fee of {@dice 1d6} silver. "
				],
				[
					"3",
					"A moderate fee of {@dice 2d6} gold. "
				],
				[
					"4",
					"A letter of note from a community leader."
				],
				[
					"5",
					"The sponsorship of an active guild member. "
				],
				[
					"6",
					"Tithe 10% of current wealth to the guild's patron temple. "
				],
				[
					"7",
					"Have recently assisted a local community member."
				],
				[
					"8",
					"Complete a moderate test of skill in the guild's area of expertise. "
				],
				[
					"9",
					"Complete an expert test of skill in the guild's area of expertise. "
				],
				[
					"10",
					"Complete a moderate test of knowledge about the guild's history. "
				],
				[
					"11",
					"Complete a minor task for the guild, such as picking up an order from a distant member. "
				],
				[
					"12",
					"Apprentice under a full member, and earn their personal approval. "
				],
				[
					"13",
					"Travel to the capital and study under one of the guild masters. "
				],
				[
					"14",
					"Travel across the continent and learn from as many members as possible. "
				],
				[
					"15",
					"Swear a blood oath of loyalty to the guild often at the height of some esoteric ceremony. "
				],
				[
					"16",
					"Recruit a new customer for exclusive contract to the guild. "
				],
				[
					"17",
					"Recite from memory the guild charter, after a night of feasting and heavy drink. "
				],
				[
					"18",
					"Seek out a rare component of the guild's craft and present it to the guild leaders. "
				],
				[
					"19",
					"Defeat a member of a rival guild in a public contest of skill."
				],
				[
					"20",
					"Kill an existing member, earning their place."
				]
			]
		},
		{
			"name": "Guildhalls: Makeshift Guildhall",
			"source": "RSP",
			"intro": [
				""
			],
			"colLabels": [
				"{@dice d20}",
				"Makeshift Guildhall"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A dank basement with mould growing on the walls."
				],
				[
					"2",
					"The second floor apartment above the guild leader's shop. "
				],
				[
					"3",
					"A few tables pushed together in a local tavern, with members shouting to be heard over the rabble. "
				],
				[
					"4",
					"The corner table in the local tavern, after regular hours "
				],
				[
					"5",
					"A private backroom in the local tavern with a two drink minimum. "
				],
				[
					"6",
					"The centre of the city park, in full view of the public eye. "
				],
				[
					"7",
					"The alley between the butcher and the general goods store."
				],
				[
					"8",
					"The front room of a general store, after business hours."
				],
				[
					"9",
					"The backroom of a general store, crates piled high and smelling of yeast. "
				],
				[
					"10",
					"A warehouse, dimly lit by low lanterns. "
				],
				[
					"11",
					"An empty tenement, smelling of urine."
				],
				[
					"12",
					"The common room of a small home, a fire in the hearth and children sleeping upstairs."
				],
				[
					"13",
					"The backyard of a local manor, in the shade of a large willow tree. "
				],
				[
					"14",
					"A long table in the civic archives of the city library."
				],
				[
					"15",
					"The local theatre before rehearsal. A partial set is on the stage, and crew casually watch from the balcony. "
				],
				[
					"16",
					"The cellar of the local temple, between aging casks of wine "
				],
				[
					"17",
					"A small cave obscured by hanging moss, just outside town. "
				],
				[
					"18",
					"On the deck of a large fishing ship, tied up at the docks."
				],
				[
					"19",
					"A dank overflow chamber of the city sewer. "
				],
				[
					"20",
					"A family mausoleum towards the back of the city cemetery."
				]
			]
		},
		{
			"name": "Guildhalls: Moderate Guildhall",
			"source": "RSP",
			"intro": [
				""
			],
			"colLabels": [
				"{@dice d20}",
				"Moderate Guildhall"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A white walled guildhall with paper windows and thick, heavy shutters. "
				],
				[
					"2",
					"A rustic guildhall made of notched logs topped by a thatched roof. "
				],
				[
					"3",
					"A two-storey guildhall of painted green stone set at the end of a muddy lane. "
				],
				[
					"4",
					"A musty smelling guildhall with thin wooden walls, terrible drafts and too few fireplaces. "
				],
				[
					"5",
					"A simple brick guildhall with white windows and several tall chimneys. "
				],
				[
					"6",
					"An old remodelled bakery that still smells of bread and flour. "
				],
				[
					"7",
					"This guildhall has beige stone walls on the outside and oak wood panelling within. "
				],
				[
					"8",
					"A guildhall with fieldstone walls and large open rooms."
				],
				[
					"9",
					"A squat, brick guildhall with very few windows and a rooftop deck."
				],
				[
					"10",
					"The outer walls of this guildhall are set on a stone foundation of an old temple. The new construction is of wood. "
				],
				[
					"11",
					"A wooden building resting on thick columns. One can only enter when the stairs are lowered. "
				],
				[
					"12",
					"A stone complex surrounded by an iron fence and small courtyard. "
				],
				[
					"13",
					"A red walled building with a large central fire pit producing thick black smoke. "
				],
				[
					"14",
					"A fieldstone building with a thick layer of moss covering its south side. "
				],
				[
					"15",
					"A wooden two-storey guildhall with ill-fitting windows. "
				],
				[
					"16",
					"A small stone tower, with a winding central staircase."
				],
				[
					"17",
					"A squat stone guildhall of gnomish construction, extending underground through a network of low, cramped passageways and chambers. "
				],
				[
					"18",
					"An old family home with closed heavy wooden shutters and six locks on the front door. "
				],
				[
					"19",
					"A well-kept wooden structure with a pointed roof of green shingles."
				],
				[
					"20",
					"A small stone guildhall with a large private patio in the rear for hosting social functions. "
				]
			]
		},
		{
			"name": "Guildhalls: Motivations",
			"source": "RSP",
			"intro": [
				"Most guild members join because learning the trade and getting work outside the trade is far more difficult, but what is the guild striving towards in the greater sense? Economic domination is the simple answer, but guild leaders may have something else in mind. (Normal guild members may not know of this additional goal). "
			],
			"colLabels": [
				"{@dice d20}",
				"Motivations"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Destroy a rival guild."
				],
				[
					"2",
					"Make a similar industry obsolete."
				],
				[
					"3",
					"To please their god. "
				],
				[
					"4",
					"To gain respect in court for the guild leaders."
				],
				[
					"5",
					"To increase their land holdings."
				],
				[
					"6",
					"To gain the respect of the community."
				],
				[
					"7",
					"To never go hungry again."
				],
				[
					"8",
					"To become untouchable by the local militia."
				],
				[
					"9",
					"To secretly smuggle illegal goods."
				],
				[
					"10",
					"To fund a secret (possibly illegal or reviled) faith or church. "
				],
				[
					"11",
					"To protect their members where the government has failed."
				],
				[
					"12",
					"To educate the masses perhaps through formal schooling, scholarships or similar initiatives. "
				],
				[
					"13",
					"To advance society and to provide charitable works such as fountains, pools and wells usable by the masses. "
				],
				[
					"14",
					"For the glory of their lord"
				],
				[
					"15",
					"To become greater than their foreign rival by producing better products, destroying their rivals trading network and so on. "
				],
				[
					"16",
					"To reclaim glory after having fallen from favour (perhaps due to some terrible crime or failing of the guild). "
				],
				[
					"17",
					"To ensure their craft is never forgotten and always held in high regard. "
				],
				[
					"18",
					"To control the town or city through wealth and bribery."
				],
				[
					"19",
					"To know divinity through perfection of their craft."
				],
				[
					"20",
					"To win the love of a highborn lady or lord."
				]
			]
		},
		{
			"name": "Guildhalls: Prosperous Guildhall",
			"source": "RSP",
			"intro": [
				""
			],
			"colLabels": [
				"{@dice d20}",
				"Prosperous Guildhall"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A large stone guildhall with great woven banners decorating the halls. "
				],
				[
					"2",
					"A white walled building with stone columns ringing the ground floor that support a promenade balcony above. "
				],
				[
					"3",
					"A looming stone building with copper embellishments along the windows and doors. "
				],
				[
					"4",
					"An old manor with two rows of statue flanking the walkway to the main entrance. Gargoyles leer down from the roof. "
				],
				[
					"5",
					"A squat stone building that leads down to a multilayered complex of dwarven design. "
				],
				[
					"6",
					"A highly defensible complex with high outer walls, reinforced stone door and an entranceway equipped with murder holes."
				],
				[
					"7",
					"A grand tower with pointed slate roof and stained glass windows. Deep cellars below the tower intersect with the town's sewers. "
				],
				[
					"8",
					"A sprawling manor set among well-tended grounds. Some areas are in disrepair and cluttered with thick spider webs. "
				],
				[
					"9",
					"A grand building with pink walls, red shutters and tall fountains in the front courtyard surrounded by beautifully tended formal gardens. "
				],
				[
					"10",
					"A large stone structure with walls reinforced by adamantine. Ornate cold iron gates provide a glimpse of the building beyond. "
				],
				[
					"11",
					"A three-storey great brick guildhall with a black slate roof and many chimneys. "
				],
				[
					"12",
					"Large braziers always light the great stone steps outside the entrance of this marbled walled guildhall "
				],
				[
					"13",
					"A brick guildhall with large stone columns and with trellises covered in ivy. "
				],
				[
					"14",
					"This guildhall is an odd mix of styles, having once been four distinct buildings. Over the years they were purchased and connected to create a complex of stone and wood of many height and colours. "
				],
				[
					"15",
					"A gleaming building whose outer walls are a patchwork mosaic of onyx and jade tiles. "
				],
				[
					"16",
					"A grand stone building with cascading arches connected to support columns. "
				],
				[
					"17",
					"Large gargoyles of demonic visage guard the roof of this old fieldstone guildhall "
				],
				[
					"18",
					"This guildhall has large echoing rooms which occasionally make conversations quite difficult. "
				],
				[
					"19",
					"A great wooden lodge with three stories and a blue shingle roof "
				],
				[
					"20",
					"A massive oak structure with oil paintings of its members hanging throughout the halls. "
				]
			]
		},
		{
			"name": "Guildhalls: Quality",
			"source": "RSP",
			"intro": [
				"Guildhalls can be anywhere with enough space for the guild to meet, though once a guild achieves a certain level of prosperity they generally obtain a dedicated locale. Use these tables to determine the general characteristics of such a guildhall. You can also add some amenities to make guilds more tempting for players or add flavour to scenes taking place within the guild itself. Every hall at least has a meeting space even if it doubles as one of the amenity rooms."
			],
			"colLabels": [
				"{@dice d10}",
				"Quality"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A {@table Guildhalls: Makeshift Guildhall|RSP|makeshift} guildhall."
				],
				[
					"2",
					"A {@table Guildhalls: Makeshift Guildhall|RSP|makeshift} guildhall with one {@table Guildhalls: Amenities|RSP|amenity}."
				],
				[
					"3",
					"A {@table Guildhalls: Makeshift Guildhall|RSP|makeshift} guildhall with two {@table Guildhalls: Amenities|RSP|amenities}. "
				],
				[
					"4",
					"A {@table Guildhalls: Moderate Guildhall|RSP|moderate} guildhall"
				],
				[
					"5",
					"A {@table Guildhalls: Moderate Guildhall|RSP|moderate} guildhall with one {@table Guildhalls: Amenities|RSP|amenity}."
				],
				[
					"6",
					"A {@table Guildhalls: Moderate Guildhall|RSP|moderate} guildhall with two {@table Guildhalls: Amenities|RSP|amenities}. "
				],
				[
					"7",
					"A {@table Guildhalls: Moderate Guildhall|RSP|moderate} guildhall with three {@table Guildhalls: Amenities|RSP|amenities}. "
				],
				[
					"8",
					"A {@table Guildhalls: Prosperous Guildhall|RSP|prosperous} guildhall with three {@table Guildhalls: Amenities|RSP|amenities}."
				],
				[
					"9",
					"A {@table Guildhalls: Prosperous Guildhall|RSP|prosperous} guildhall with four {@table Guildhalls: Amenities|RSP|amenities}."
				],
				[
					"10",
					"A {@table Guildhalls: Prosperous Guildhall|RSP|prosperous} guildhall with five or more {@table Guildhalls: Amenities|RSP|amenities}."
				]
			]
		},
		{
			"name": "Guildhalls: Rumours",
			"source": "RSP",
			"intro": [
				"Guilds are very important to the everyday life of an urban society. Even to non-members they often have influence over trade, politics and festivals. People are bound to talk. How much truth can be had in idle gossip is at the GM's discretion. "
			],
			"colLabels": [
				"{@dice d20}",
				"Rumours"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"The guild is secretly controlled by the church."
				],
				[
					"2",
					"The guild master's daughter is secretly dating her father's apprentice. "
				],
				[
					"3",
					"The guild has been working with the thieves' guild to sabotage a rival's business."
				],
				[
					"4",
					"The guild waters down its wine at meetings."
				],
				[
					"5",
					"The guildhall is built upon the ruins of an ancient vault."
				],
				[
					"6",
					"The guild has a secret wing where the true decisions are made."
				],
				[
					"7",
					"The guild was responsible for the last king's death."
				],
				[
					"8",
					"The guild keeps a private brothel for the exclusive use of its members."
				],
				[
					"9",
					"The guild only pretends to be in competition with its rival. It's a carefully controlled show to discourage any real competitors. "
				],
				[
					"10",
					"The guild master is rarely in town. Instead he investigates old dungeons as an adventurer. "
				],
				[
					"11",
					"The guild keeps its prices cheap by using undead or slave labour. "
				],
				[
					"12",
					"The guild has fixed its books to pay less taxes. May local magistrates and tax collectors are paid off or blackmailed into silence. "
				],
				[
					"13",
					"The guild purchases ill-gotten goods from pirates and uses the profits to fund its members' lavish lifestyles. "
				],
				[
					"14",
					"The guild practices minor sacrifices to gain the favour of its long dead founders."
				],
				[
					"15",
					"The guild's founder is still running things as a reclusive vampire. "
				],
				[
					"16",
					"The mayor is secretly in the guild's pocket and is on its payroll. "
				],
				[
					"17",
					"The guild has been training its members to fight, in order to end a rivalry through force of arms."
				],
				[
					"18",
					"The guild does new product testing at the local orphanage. "
				],
				[
					"19",
					"The guild is heavily in debt to foreign investors and desperate for a solution. "
				],
				[
					"20",
					"The guild moves its goods at night through a series of secret tunnels. "
				]
			]
		},
		{
			"name": "Guildhalls: Types of Guilds",
			"source": "RSP",
			"intro": [
				"A guild is an association of people who practice a craft or labour, who come together to control that practise in a town or larger region. Though they often control the trade through sheer numbers and economic coordination, it was not uncommon for the guild to be granted official authority by the local ruler, making it illegal to practice without membership."
			],
			"colLabels": [
				"{@dice d100}",
				"Guild Type"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1-30",
					"Craft Guild: This is a typical medieval guild. The craft guild comprises skilled artisans who all create items of the same type. Depending on the size of the city and economy it could be as broad as a 'metalworkers' guild, or as specific as a silversmith or coopers' guild."
				],
				[
					"31-45",
					"Merchant Guild: Merchant guilds may be organized by type of product, region or trade routes. They're primarily an organization for those who sell physical products, though some regulate skilled labourers such as physicians or tinkers."
				],
				[
					"46-50",
					"Cartel: A cartel is an organization of craftsmen and/or merchants with the specific intent to fix prices, production and/or public image. Many other guilds are also cartels or a cartel may include members of various other guilds."
				],
				[
					"51-53",
					"Trade/Labour Union: A far less  common type of guild. These unions comprised the lower skilled, or at least the less stationed, members of a craft or labour to protect their common interests and help combat the power of other guilds. These may be more common in societies with large Adventurers Guilds to help organize the many hirelings employed in such endeavours."
				],
				[
					"54-60",
					"Religious Guild: Priests, clerics and the like have their own orders and churches. They have much of the same traits of a guild but their focus usually puts economics second to piety. Religious guilds are still common amongst laypeople, such as when all craftspeople among multiple fields come together under the banner of a common god. Like cartels, often another type of guild will also be a religious guild."
				],
				[
					"61-62",
					"Frith Guild: A group of upstanding citizens who pass judgement on the law. These individuals are often nobles or appointed by the ruling lord. Some frith guilds are actually secret societies, with their own laws that carry out vigilante justice against those who wrong their members and escape normal justice."
				],
				[
					"63-66",
					"Scholars'/Masters' Guild: A predecessor to universities, these are associations of masters, or their students, throughout a city. They are often from completely different fields but united by status and their love of academic study. They are centres of learning."
				],
				[
					"67-72",
					"Adventurers' Guild: Job postings, cheap beds, good beer and the rights to legally loot abandoned structures; an adventurer's guild is a PC's second home in the city. Particularly popular in areas surrounded by ruins or towns with a weak military presence."
				],
				[
					"73-76",
					"Arcanist Guild: Much like a masters' guild, the arcanists' guild is the foundation schools spring from. Arcanists guilds are often supported by governments as a matter of public safety, providing oversight as young mages learn the proper ways of spells and incantations. "
				],
				[
					"77-80",
					"Bardic Guild: Loremasters, jesters, storytellers, dancers, actors, playwrights and even the classic adventuring bard all belong to the bardic guild. It's the best place to find work, obtain public performance permits and swap stories. "
				],
				[
					"81-83",
					"Companion Guild: Formal organization of prostitutes, courtiers and courtesans. As a profession that needs very little to get started, practitioners organize into guilds more often in large societies with minimal laws, as a means of protection, or in heavily affluent societies were formal training is needed as a matter of course. "
				],
				[
					"84-86",
					"Thieves' Guild: A breeding ground for those who act outside of society and ignore property laws. It's the best place to find a fence, pick up speciality tools or grab a job. "
				],
				[
					"87",
					"Assassins' Guild: Much like the thieves' guild the assassins' guild generally operates outside the law, though some may be government sponsored. "
				],
				[
					"88-92",
					"Fraternity/Sorority: An organization dedicated to the development and prosperity of its members. These organizations often cross-occupational boundaries but are bound by a deep devotion to each member. While not technically economic in nature, wealth and prosperity go hand in hand. "
				],
				[
					"93-96",
					"Racial Guild: Much like a fraternity or sorority but bound by a common blood. These organizations focus on a single minority race in a society, but may also be applied to another type of guild, such as the Guild of Halfling Weavers. "
				],
				[
					"97-100",
					"Secret Society: Not all organizations flourish in the public eye. When popular culture or the law frowns upon how you wish to get things done secret societies form to provide like-minded individuals a place to do business. Cartels, thieves' guilds and assassins' guilds are often secret but any kind of guild can be secret. Some secret societies even have a public face, but keep their rites and dealings known only to members. "
				]
			]
		},
		{
			"name": "Inn & Tavern names",
			"source": "RSP",
			"intro": [
				""
			],
			"colLabels": [
				"{@dice d40}",
				"Names"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"The Bawdy Abbot"
				],
				[
					"2",
					"The Leaky Tankard"
				],
				[
					"3",
					"The Wench and the Warrior"
				],
				[
					"4",
					"Axe and Crown"
				],
				[
					"5",
					"The Harpy and Skull"
				],
				[
					"6",
					"The Bard and Bottle"
				],
				[
					"7",
					"The Green Triton"
				],
				[
					"8",
					"The Lonely Snake"
				],
				[
					"9",
					"The Laughing Hydra"
				],
				[
					"10",
					"The Duck and Harpy"
				],
				[
					"11",
					"The Bucket and Cockatrice"
				],
				[
					"12",
					"The Shepherd and Lady"
				],
				[
					"13",
					"The Witch and Jester"
				],
				[
					"14",
					"The Treacherous Lady"
				],
				[
					"15",
					"The Silver Staff"
				],
				[
					"16",
					"The Cursed Wheel"
				],
				[
					"17",
					"The Bishop and Lantern"
				],
				[
					"18",
					"The Singing Crossbow"
				],
				[
					"19",
					"The Hag and Guillotine"
				],
				[
					"20",
					"The Church Inn"
				],
				[
					"21",
					"The Silver Eel"
				],
				[
					"22",
					"The Golden Dolphin"
				],
				[
					"23",
					"The Staggering Dwarf"
				],
				[
					"24",
					"The Laughing Pegasus"
				],
				[
					"25",
					"The Prancing Pony"
				],
				[
					"26",
					"The Gilded Rose"
				],
				[
					"27",
					"The Running Stag"
				],
				[
					"28",
					"The Howling Wolf"
				],
				[
					"29",
					"The Slaughtered Lamb"
				],
				[
					"30",
					"The Leering Demon"
				],
				[
					"31",
					"The Drunken Goat"
				],
				[
					"32",
					"The Leaping Spirit"
				],
				[
					"33",
					"The Roaring Horde"
				],
				[
					"34",
					"The Frowning Jester"
				],
				[
					"35",
					"The Lonely Mountain"
				],
				[
					"36",
					"The Wandering Eagle"
				],
				[
					"37",
					"The Mysterious Satyr"
				],
				[
					"38",
					"The Barking Dog"
				],
				[
					"39",
					"The Black Spider"
				],
				[
					"40",
					"The Gleaming Star"
				]
			]
		},
		{
			"name": "Wandering Monster: Centaur",
			"source": "RSP",
			"intro": [
				"Choose or roll randomly "
			],
			"caption": "Centaur",
			"colLabels": [
				"{@dice d6}",
				"CR",
				"Tribe Members"
			],
			"colStyles": [
				"col-1 text-center",
				"col-1 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR2",
					"1 {@creature Centaur|mm}"
				],
				[
					"2",
					"CR5",
					"2 {@creature Centaur|mm|Centaurs}"
				],
				[
					"3",
					"CR7",
					"3 {@creature Centaur|mm|Centaurs}"
				],
				[
					"4",
					"CR8",
					"4 {@creature Centaur|mm|Centaurs}"
				],
				[
					"5",
					"CR9",
					"5 {@creature Centaur|mm|Centaurs}"
				],
				[
					"6",
					"CR10",
					"6 {@creature Centaur|mm|Centaurs}"
				]
			]
		},
		{
			"name": "Wandering Monster: Dire Rat",
			"source": "RSP",
			"intro": [
				"Requires Critter Compendium in Manage Homebrew installed for Dire Rat links to work.",
				"Choose or roll randomly "
			],
			"caption": "Dire Rats",
			"colLabels": [
				"{@dice d19}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-center",
				"col-1 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1",
					"2 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"2",
					"CR1",
					"3 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"3",
					"CR2",
					"4 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"4",
					"CR2",
					"5 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"5",
					"CR2",
					"6 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"6",
					"CR2",
					"7 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"7",
					"CR4",
					"8 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"8",
					"CR4",
					"9 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"9",
					"CR4",
					"10 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"10",
					"CR5",
					"11 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"11",
					"CR6",
					"12 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"12",
					"CR5",
					"13 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"13",
					"CR6",
					"14 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"14",
					"CR7",
					"15 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"15",
					"CR8",
					"16 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"16",
					"CR8",
					"17 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"17",
					"CR8",
					"18 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"18",
					"CR8",
					"19 {@creature dire rat|CC 3pp|dire rats}"
				],
				[
					"19",
					"CR9",
					"20 {@creature dire rat|CC 3pp|dire rats}"
				]
			]
		},
		{
			"name": "Wandering Monster: Guard",
			"source": "RSP",
			"intro": [
				"Choose or roll randomly "
			],
			"caption": "Guards",
			"colLabels": [
				"{@dice d20}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-center",
				"col-1 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1/2",
					"2 {@creature Guard|mm|Guards}"
				],
				[
					"2",
					"CR1/2",
					"3 {@creature Guard|mm|Guards}"
				],
				[
					"3",
					"CR1",
					"4 {@creature Guard|mm|Guards}"
				],
				[
					"4",
					"CR1",
					"5 {@creature Guard|mm|Guards}"
				],
				[
					"5",
					"CR1",
					"6 {@creature Guard|mm|Guards}"
				],
				[
					"6",
					"CR2",
					"7 {@creature Guard|mm|Guards}"
				],
				[
					"7",
					"CR2",
					"8 {@creature Guard|mm|Guards}"
				],
				[
					"8",
					"CR2",
					"9 {@creature Guard|mm|Guards}"
				],
				[
					"9",
					"CR3",
					"10 {@creature Guard|mm|Guards}"
				],
				[
					"10",
					"CR4",
					"11 {@creature Guard|mm|Guards}"
				],
				[
					"11",
					"CR4",
					"12 {@creature Guard|mm|Guards}"
				],
				[
					"12",
					"CR4",
					"13 {@creature Guard|mm|Guards}"
				],
				[
					"13",
					"CR4",
					"14 {@creature Guard|mm|Guards}"
				],
				[
					"14",
					"CR5",
					"15 {@creature Guard|mm|Guards}"
				],
				[
					"15",
					"CR5",
					"16 {@creature Guard|mm|Guards}"
				],
				[
					"16",
					"CR5",
					"17 {@creature Guard|mm|Guards}"
				],
				[
					"17",
					"CR5",
					"18 {@creature Guard|mm|Guards}"
				],
				[
					"18",
					"CR6",
					"19 {@creature Guard|mm|Guards}"
				],
				[
					"19",
					"CR6",
					"20 {@creature Guard|mm|Guards}"
				],
				[
					"20",
					"CR6",
					"21 {@creature Guard|mm|Guards}"
				]
			]
		},
		{
			"name": "Wandering Monster: Gutter Gnoll",
			"source": "RSP",
			"intro": [
				"Requires Ultimate Bestiary: Revenge of the Horde in Manage Homebrew installed for Gutter Gnoll links to work.",
				"Choose or roll randomly "
			],
			"caption": "Gutter Gnoll",
			"colLabels": [
				"{@dice d8}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-center",
				"col-1 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1",
					"2 {@creature Gutter Gnoll Lightfoot|RotH 3pp|Gutter Gnoll Lightfoot}"
				],
				[
					"2",
					"CR1",
					"2 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}"
				],
				[
					"3",
					"CR3",
					"2 {@creature Gutter Gnoll Lightfoot|RotH 3pp|Gutter Gnoll Lightfoot}, 1  {@creature Gutter Gnoll Fighter|RotH 3pp|Gutter Gnoll Fighter}"
				],
				[
					"4",
					"CR4",
					"4 {@creature Brown Hyena|RotH 3pp|Brown Hyena}, 2 {@creature Gutter Gnoll Fighter|RotH 3pp|Gutter Gnoll Fighters}"
				],
				[
					"5",
					"CR3",
					"2 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}, 1  {@creature Gutter Gnoll Fighter|RotH 3pp|Gutter Gnoll Fighter}"
				],
				[
					"6",
					"CR4",
					"4 {@creature Gutter Gnoll Lightfoot|RotH 3pp|Gutter Gnoll Lightfoot}, 2 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}"
				],
				[
					"7",
					"CR5",
					"4 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}, 2 {@creature Gutter Gnoll Fighter|RotH 3pp|Gutter Gnoll Fighters}"
				],
				[
					"8",
					"CR5",
					"2 {@creature Gutter Gnoll Fighter|RotH 3pp|Gutter Gnoll Fighters}, 1 {@creature Gutter Gnoll Pack Leader|RotH 3pp|Gutter Gnoll Pack Leader} "
				]
			]
		},
		{
			"name": "Wandering Monster: Gutter Gnoll Tracker",
			"source": "RSP",
			"intro": [
				"Requires Ultimate Bestiary: Revenge of the Horde in Manage Homebrew installed for Gutter Gnoll Tracker links to work.",
				"Choose or roll randomly "
			],
			"caption": "Gutter Gnoll Tracker",
			"colLabels": [
				"{@dice d10}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-center",
				"col-1 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1/2",
					"1 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Tracker}"
				],
				[
					"2",
					"CR1",
					"2 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}"
				],
				[
					"3",
					"CR3",
					"3 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}"
				],
				[
					"4",
					"CR3",
					"4 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}"
				],
				[
					"5",
					"CR4",
					"5 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}"
				],
				[
					"6",
					"CR4",
					"6 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}"
				],
				[
					"7",
					"CR5",
					"7 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}"
				],
				[
					"8",
					"CR6",
					"8 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}"
				],
				[
					"9",
					"CR6",
					"9 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}"
				],
				[
					"10",
					"CR7",
					"10 {@creature Gutter Gnoll Tracker|RotH 3pp|Gutter Gnoll Trackers}"
				]
			]
		},
		{
			"name": "Wandering Monster: Shadow",
			"source": "RSP",
			"intro": [
				"Choose or roll randomly "
			],
			"caption": "Shadows",
			"colLabels": [
				"{@dice d10}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-center",
				"col-1 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1/2",
					"1 {@creature shadow|mm}"
				],
				[
					"2",
					"CR1",
					"2 {@creature shadow|mm|shadows}"
				],
				[
					"3",
					"CR3",
					"3 {@creature shadow|mm|shadows}"
				],
				[
					"4",
					"CR3",
					"4 {@creature shadow|mm|shadows}"
				],
				[
					"5",
					"CR4",
					"5 {@creature shadow|mm|shadows}"
				],
				[
					"6",
					"CR4",
					"6 {@creature shadow|mm|shadows}"
				],
				[
					"7",
					"CR5",
					"7 {@creature shadow|mm|shadows}"
				],
				[
					"8",
					"CR6",
					"8 {@creature shadow|mm|shadows}"
				],
				[
					"9",
					"CR6",
					"9 {@creature shadow|mm|shadows}"
				],
				[
					"10",
					"CR7",
					"10 {@creature shadow|mm|shadows}"
				]
			]
		},
		{
			"name": "Wandering Monster: Shadow Rat",
			"source": "RSP",
			"intro": [
				"Requires Fifth Edition Foes in Manage Homebrew installed for Shadow Rat links to work.",
				"Choose or roll randomly "
			],
			"caption": "Shadows Rat",
			"colLabels": [
				"{@dice d10}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-center",
				"col-1 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1/2",
					"4 {@creature shadow Rat|FEF 3pp|shadow Rat}"
				],
				[
					"2",
					"CR1/2",
					"5 {@creature shadow Rat|FEF 3pp|shadow Rats}"
				],
				[
					"3",
					"CR1/2",
					"6 {@creature shadow Rat|FEF 3pp|shadow Rats}"
				],
				[
					"4",
					"CR1",
					"7 {@creature shadow Rat|FEF 3pp|shadow Rats}"
				],
				[
					"5",
					"CR1",
					"8 {@creature shadow Rat|FEF 3pp|shadow Rats}"
				],
				[
					"6",
					"CR1",
					"9 {@creature shadow Rat|FEF 3pp|shadow Rats}"
				],
				[
					"7",
					"CR1",
					"10 {@creature shadow Rat|FEF 3pp|shadow Rats}"
				],
				[
					"8",
					"CR1",
					"11 {@creature shadow Rat|FEF 3pp|shadow Rats}"
				],
				[
					"9",
					"CR2",
					"12 {@creature shadow Rat|FEF 3pp|shadow Rats}"
				],
				[
					"10",
					"CR2",
					"13 {@creature shadow Rat|FEF 3pp|shadow Rats}"
				]
			]
		},
		{
			"name": "Wandering Monster: Skeletons",
			"source": "RSP",
			"intro": [
				"Choose or roll randomly "
			],
			"caption": "Skeletons",
			"colLabels": [
				"{@dice d10}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-center",
				"col-1 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1/2",
					"2 {@creature Skeleton|MM|Skeletons}"
				],
				[
					"2",
					"CR1",
					"3 {@creature Skeleton|MM|Skeletons}"
				],
				[
					"3",
					"CR2",
					"4 {@creature Skeleton|MM|Skeletons}"
				],
				[
					"4",
					"CR2",
					"5 {@creature Skeleton|MM|Skeletons}"
				],
				[
					"5",
					"CR3",
					"6 {@creature Skeleton|MM|Skeletons}"
				],
				[
					"6",
					"CR3",
					"7 {@creature Skeleton|MM|Skeletons}"
				],
				[
					"7",
					"CR4",
					"8 {@creature Skeleton|MM|Skeletons}"
				],
				[
					"8",
					"CR4",
					"9 {@creature Skeleton|MM|Skeletons}"
				],
				[
					"9",
					"CR4",
					"10 {@creature Skeleton|MM|Skeletons}"
				],
				[
					"10",
					"CR5",
					"11 {@creature Skeleton|MM|Skeletons}"
				]
			]
		},
		{
			"name": "Wandering Monster: Thug",
			"source": "RSP",
			"intro": [
				"Choose or roll randomly "
			],
			"caption": "Thug",
			"colLabels": [
				"{@dice d10}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-center",
				"col-1 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1/2",
					"1 {@creature Thug|mm}"
				],
				[
					"2",
					"CR1",
					"2 {@creature Thug|mm|Thugs}"
				],
				[
					"3",
					"CR3",
					"3 {@creature Thug|mm|Thugs}"
				],
				[
					"4",
					"CR3",
					"4 {@creature Thug|mm|Thugs}"
				],
				[
					"5",
					"CR4",
					"5 {@creature Thug|mm|Thugs}"
				],
				[
					"6",
					"CR4",
					"6 {@creature Thug|mm|Thugs}"
				],
				[
					"7",
					"CR5",
					"7 {@creature Thug|mm|Thugs}"
				],
				[
					"8",
					"CR6",
					"8 {@creature Thug|mm|Thugs}"
				],
				[
					"9",
					"CR6",
					"9 {@creature Thug|mm|Thugs}"
				],
				[
					"10",
					"CR7",
					"10 {@creature Thug|mm|Thugs}"
				]
			]
		},
		{
			"name": "Wandering Monster: Vampires",
			"source": "RSP",
			"intro": [
				"Requires Tome of Beasts in Manage Homebrew installed for Vampire Warlock links to work.",
				"Choose or roll randomly "
			],
			"caption": "Vampires Coven",
			"colLabels": [
				"{@dice d10}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-center",
				"col-1 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR11",
					"2 {@creature Vampire Spawn|mm|Vampire Spawns}"
				],
				[
					"2",
					"CR21",
					"2 {@creature Vampire Spawn|mm|Vampire Spawns}, 1{@creature Vampire|mm}"
				],
				[
					"3",
					"CR21",
					"3 {@creature Vampire Spawn|mm|Vampire Spawns}, 1{@creature Vampire|mm}"
				],
				[
					"4",
					"CR22",
					"4 {@creature Vampire Spawn|mm|Vampire Spawns}, 1{@creature Vampire|mm}"
				],
				[
					"5",
					"CR22",
					"5 {@creature Vampire Spawn|mm|Vampire Spawns}, 1{@creature Vampire|mm}"
				],
				[
					"6",
					"CR24",
					"6 {@creature Vampire Spawn|mm|Vampire Spawns}, 1{@creature Vampire|mm}"
				],
				[
					"7",
					"CR26",
					"6 {@creature Vampire Spawn|mm|Vampire Spawns}, 2{@creature Vampire|mm}"
				],
				[
					"8",
					"CR26",
					"5 {@creature Vampire Spawn|mm|Vampire Spawns}, 1{@creature Vampire|mm}, 1{@creature Vampire Warlock|ToB 3pp|Vampire Warlock}"
				],
				[
					"9",
					"CR26",
					"5 {@creature Vampire Spawn|mm|Vampire Spawns}, 1{@creature Vampire|mm}, 1{@creature Vampire Spellcaster|mm}"
				],
				[
					"10",
					"CR26",
					"5 {@creature Vampire Spawn|mm|Vampire Spawns}, 1{@creature Vampire|mm}, 1{@creature Vampire Warrior|mm}"
				]
			]
		},
		{
			"name": "Wandering Monster: Wererat",
			"source": "RSP",
			"intro": [
				"Choose or roll randomly "
			],
			"caption": "Wererat",
			"colLabels": [
				"{@dice d10}",
				"CR",
				"Group Members"
			],
			"colStyles": [
				"col-1 text-center",
				"col-1 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"CR1",
					"1 {@creature Wererat|mm}"
				],
				[
					"2",
					"CR3",
					"2 {@creature Wererat|mm|Wererats}"
				],
				[
					"3",
					"CR4",
					"3 {@creature Wererat|mm|Wererats}"
				],
				[
					"4",
					"CR5",
					"4 {@creature Wererat|mm|Wererats}"
				],
				[
					"5",
					"CR6",
					"5 {@creature Wererat|mm|Wererats}"
				],
				[
					"6",
					"CR7",
					"6 {@creature Wererat|mm|Wererats}"
				],
				[
					"7",
					"CR8",
					"7 {@creature Wererat|mm|Wererats}"
				],
				[
					"8",
					"CR8",
					"8 {@creature Wererat|mm|Wererats}"
				],
				[
					"9",
					"CR9",
					"9 {@creature Wererat|mm|Wererats}"
				],
				[
					"10",
					"CR10",
					"10 {@creature Wererat|mm|Wererats}"
				]
			]
		}
	]
}
