{
	"_meta": {
		"sources": [
			{
				"json": "scarthey",
				"abbreviation": "scarthey",
				"full": "Welcome to Scarthey - Unversity of the Arcane",
				"authors": [
					"Bob Starrar",
					"Rodney Sloan"
				],
				"convertedBy": [
					"MrTavish"
				],
				"version": "1.0",
				"url": "https://www.drivethrurpg.com/product/210036/Welcome-to-Scarthey-DD-5e",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "cd98dd138e",
		"edition": "classic"
	},
	"book": [
		{
			"id": "scarthey",
			"name": "Welcome to Scarthey - unversity of the arcane",
			"source": "scarthey",
			"published": "2017-04-20",
			"group": "homebrew",
			"contents": [
				{
					"name": "Beyond Your Studies - Extramurals and Sports",
					"headers": [
						"Cackleball",
						"Dragon Boat Rowing",
						"Spelunking",
						"Griffin Riding",
						"Sorcerer's Senet"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "scarthey",
			"source": "scarthey",
			"data": [
				{
					"type": "section",
					"name": "Beyond Your Studies - Extramurals and Sports",
					"entries": [
						{
							"type": "section",
							"name": "Cackleball",
							"entries": [
								"The grotesque, violent game of Cackleball is a firm favorite with Scarthey's students, and the annual Varsity Cup is a highlight of the University's calendar.",
								"Cackleball is played with a severed goblin head. Before play, the umpire casts {@spell speak with dead} (or {@spell magic mouth}) on the head, causing it to cackle manically during the game. The objective of the sport is to outscore the opposing team by defending the head while it rests atop a small pyramid shaped mound within your own half of the field. Each beat of the drum - roughtly every second - score the team a point. Getting the head to pronounce you the winner is worth a significant 20 points. The drummer keeps a beat for 2 minutes a third (20 rounds), with the game going to the team with the highest score at the end.",
								"Crackleball teams consist of an equal number of prowlers, who must remain within their half of the field, and raiders, who may enter the opponent's half to capture the head. Each team is allowed a number of substitutions, decided before the match. Quarterstaffs, wands, and magic are allowed, and players may use these as well as full contact to secure and defend the head. The rules of cackleball strictly prohibited killing, but are otherwise tolerant of most strategies."
							]
						},
						{
							"type": "section",
							"name": "Dragon Boat Rowing",
							"entries": [
								"Scarthey Bay makes the ideal location for watersports, of which dragon boat racing is one of the most popular and prestigious sporting events on offer.",
								"Dragon boats vary in length and crew, from the individually crewed water wyrm canones to the 12 crew kraken rigs. Individual rowing contests are a test of strength and endurance, starting at the causeway that connects Scarthey, before ending back at the causeway.",
								"To run a rowing contest, mark out 11 squares on a sheet of paper. Each racer starts in the first square. next, each rower makes a Strength check, with all by the lowest advancing one block. Repeat this two more times, then have each rower make a Constitution check, with the lowest result not advancing. The entire race follows this pattern unitl the final strength check, when only the lead rower with the highest total advances, crossing under the causeway and making them the winner.",
								"Cheating with magic is against the rules, and thus highly expected. Details for referees are given in the following table, and if they can spot and identify a spell then the rower is disqualified.",
								{
									"type": "table",
									"caption": "Optional Caption",
									"colLabels": [
										"Average Level of Rowers",
										"Referee's Wisdom (Perception)",
										"Referee's Intelligence (Arcana)"
									],
									"colStyles": [
										"col-4",
										"col-4",
										"col-3"
									],
									"rows": [
										[
											"1-5",
											15,
											15
										],
										[
											"6-10",
											18,
											18
										],
										[
											"11-15",
											21,
											22
										],
										[
											"16+",
											25,
											30
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Spelunking",
							"entries": [
								"Spelunking, cave diving, and \"dungeon crawling\", below the earth of Scarthey or within the Undervaults is strictly prohibited. Should you discover a cavern, cave, tunnel, or any other entrace leading underground, please contact a member of the faculty immediately."
							]
						},
						{
							"type": "section",
							"name": "Griffin Riding",
							"entries": [
								"Both Arthfael's flightless griffin and the common griffin species are housed within Scarthey's well equipped eyrie, along with saddles harnesses and barding. All for a nominal fee. Please be sure to sign an indemnity for on your first visit",
								"For more information on griffins and griffin riding, be sure to pick up a copy of {@item Griffins - A Field Guide|Books}, availible from the school of High Arcane Lore of Creatures."
							]
						},
						{
							"type": "section",
							"name": "Sorcerer's Senet",
							"entries": [
								"The ancient game of Sorcerer's Senet is a very much alive at Scarthey. A tactical board game of magical manipulation, it involves moving living playing pieces along an enchanted, ever changing board. The first player to move three of their pieces poast all the hazards, and solve all the board's riddles, before reaching the final anke square is the winner."
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Referee Oversight",
			"caption": "Referee Oversight",
			"source": "scarthey",
			"colLabels": [
				"Average Level of Rowers",
				"Referee's Wisdom (Perception)",
				"Referee's Intelligence (Arcana)"
			],
			"colStyles": [
				"col-4",
				"col-4",
				"col-3"
			],
			"rows": [
				[
					"1-5",
					15,
					15
				],
				[
					"6-10",
					18,
					18
				],
				[
					"11-15",
					21,
					22
				],
				[
					"16+",
					25,
					30
				]
			]
		}
	]
}
