{
	"_meta": {
		"sources": [
			{
				"json": "AnWe",
				"abbreviation": "AnWe",
				"full": "Ancestral Weapons",
				"color": "7ba130",
				"authors": [
					"Dungeon Rollers",
					"Matt Vaughan"
				],
				"convertedBy": [
					"cadowtin",
					"Maal"
				],
				"url": "https://www.dmsguild.com/product/267877/Ancestral-Weapons#:~:text=Ancestral%20Weapons%20are%20iconic%20within,your%20adventurers%20perform%20heroic%20deeds.",
				"version": "1.2"
			}
		],
		"dateAdded": 1644736552,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ed9dfac1fc",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Ancestral Weapons",
			"id": "AnWe",
			"source": "AnWe",
			"published": "2020-01-01",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://i.imgur.com/XHfna9u.png"
			},
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"Areas of the Tavern",
						"The Tavern Operators",
						"The Tavern Guests",
						"Menu",
						"The Quest Board",
						"Events",
						"Tavern History",
						"Stat Block"
					]
				},
				{
					"name": "Ch. 1: Ancestral Weapons",
					"headers": [
						"Who wields Ancestral Weapons",
						"Spirit Points",
						"Ancestral Weapons Step-by-Step",
						"Buying Upgrades",
						"Upgrades Restrictions",
						"Limited Upgrades",
						"Overwriting Upgrades",
						"Refocusing Ancestral Weapons",
						"Attunement",
						"Ancestral Traits"
					]
				},
				{
					"name": "Ch. 2: Upgrades",
					"headers": [
						"Upgrade List",
						"Upgrade Descriptions"
					]
				},
				{
					"name": "Ch. 3: Ancestral Traits"
				},
				{
					"name": "Ch. 4: Creating non-Ancestral Magic Weapons",
					"headers": [
						"Quick-Build Magic Items",
						"Example Quick-Build Items",
						"Crafting Magic Items",
						"Example Crafted Items"
					]
				},
				{
					"name": "Ch. 5: Weapon History",
					"headers": [
						"History of the Weapon",
						"Physical Properties"
					]
				},
				{
					"name": "Ch. 6: Example Ancestral Weapons",
					"headers": [
						"Summaries",
						"Griffon's Rest",
						"Keshykiin Ilmaa",
						"Staff of the Homing Tree",
						"The Windblade"
					]
				},
				{
					"name": "App. A: Crafting Tables"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "AnWe",
			"source": "AnWe",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"page": 2,
					"entries": [
						"A noble blade wielded in the blood wars, an axe used to protect the great city of Mirabar from orc invasions, or a powerful staff passed down through the aeons. Ancestral weapons, heirlooms, are iconic within roleplaying. These weapons embody a character's family, story, and their history. These weapons are as important to many characters as their race, class, or background, to these people the opportunity to carry these items in their adventures is the true reward.",
						"Many of the legendary items within the Dungeons and Dragons universe could be classified as an ancestral weapon, such as the Blackstaff, wielded by the Archmage of Waterdeep. This powerful staff was originally wielded by Khelben Arunsun, and has been passed down through the ages, with seven generations now having wielded this powerful artifact. The holder of this staff becomes known by the same name as the weapon, Blackstaff, and becomes master of the Blackstaff Tower. Currently wielded by Vajra Safahr, this weapon is as important in the history books as whoever bears this powerful talisman. It is recognised by those near and far as a symbol of strength.",
						"Ancestral weapons are not simply magic items to be discovered in a dusty vault, gifted by a thankful being, or wrestled from a terrible overlord. These weapons are cared for, honored and respected, and a mark of family, friendship, and history.",
						"{@color The upgrades, traits and personalities from|127894} {@link Ancestral Weapons Nautical Upgrades|https://www.dmsguild.com/product/279476/Ancestral-Weapons--Nautical-Upgrades} {@color have been merged into this file.|127894} -Maal",
						{
							"type": "entries",
							"name": "Overview",
							"page": 2,
							"entries": [
								"Ancestral weapons contains all the rules you need to bring these powerful items into your Dungeons and Dragons games. A character with an ancestral weapon will have it level up with them throughout the campaign. These weapons will develop their own unique traits and abilities to match their story and each character's playstyle.",
								"As the character performs acts that honor the memories of the ancestors who previously wielded this weapon, it will grow in power, unlocking upgrades that keep the item relevant through the campaign.",
								"There are over 130 different upgrades presented in this tome, everything from acting faster in the initiative order, to casting spells from the weapon. From dealing thunder damage when you strike an opponent to giving the wielder the power of flight. With tens of millions of possible combinations, these weapons can truly be shaped by your characters and their history. No longer will they cast aside their family blade when a +1 longsword turns up in a goblin."
							]
						},
						{
							"type": "entries",
							"name": "The Spirit Point system",
							"page": 2,
							"entries": [
								"The 'Spirit Points' system represents the power imbued in each ancestral weapon by the deeds it has wrought and the power of its forebearers. By using this system, the weapon will level up alongside a character.",
								"These points are handed out based on storyline progression, much as you would with other magic items. This means the character does not miss out on gaining these rewards as they progress through a story, earning spirit points is much like gaining a new magic weapon.",
								"Due to the flexibility of the spirit points system, this module also includes rules for generating standard magic weapons for Dungeon Masters to use in their games. Allowing you to quickly create anything from a simple uncommon rapier wielded by a bandit captain, to a legendary greataxe wielded by the Dwarven kings of old.",
								"Additionally, there are rules to allow the use of spirit points to craft magic weapons, including costs, time, and the usage of quest-driving unique reagents. This allows characters to forge their own thematic items through the cause of your campaigns."
							]
						},
						{
							"name": "How to Use This Product",
							"type": "entries",
							"page": 2,
							"entries": [
								"This product can be used whenever a character has expressed in their backstory that they have had a family weapon passed down. Equally, you could decide that a character is to be gifted an ancestral weapon by a family member during the story. There are many reasons to include ancestral weaponry, and this extra level of character flexibility will be appreciated by the players.",
								"The rules for upgrading allow for three separate ways to develop an ancestral weapon. The first is for the player to choose their upgrades, deciding what suits their character better. The second option is that the Dungeon Master decides on the upgrades, building the item on a predetermined path based on its history. Third, a DM may choose the options based on a character's actions. All of these options are equally as effective and depends on the group and players within as to which style suits you best.",
								"into Dungeons and Dragons. If there is an upgrade not contained within this module, and you think that would be suitable for this game, do not be afraid to add it. If you want the whole party to have these weapons, do it. There is no wrong way to use this product, so don your armor, grab your ancestral glaive, and it's time to write some history!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 1: Ancestral Weapons",
					"page": 3,
					"entries": [
						"The following rules allow for characters to wield these ancestral weapons, without being tempted to throw away their historical tribal glaive for the first magical weapon that crosses their path. As the player performs deeds seen as worthy in the eyes of their ancestors the weapon will earn Spirit Points. These points can be assigned, either by the DM or the player, to unlock powers within the weapon scaling it to the relevant content and allowing for a sense of progression. These upgrades can remain as the weapon grows in power, or be replaced with new more powerful abilities.",
						"This system allows for weapons to be suited to the character and the heirloom's history, without causing an imbalance within the campaign. All ancestral weapons are magical, even when no upgrades are unlocked. Whilst not being sentient weapons, the powers are at the whim of the ancestors who wielded it. A character who uses the blade in ways that would bring great shame to their family may find the powers within it cease to function. At such a time, the weapon would perform as a mundane weapon of the same type, up until the ancestors deem the wielder worthy again.",
						{
							"type": "section",
							"name": "Who wields Ancestral Weapons",
							"page": 3,
							"entries": [
								"Any character can wield an ancestral weapon. This should either be worked into the character's backstory or handed down to the character in a roleplay situation. An ancestral weapon that is found, or taken from a corpse, would not allow it s powers to be unlocked by the new bearer. Instead, an ancestral weapon held by a character not linked to the weapon by blood, or who has been gifted it, acts as a mundane weapon of that type.",
								"These rules work best when discussed with a player before a campaign begins, as they are largely story driven. It is entirely possible for a character who wields an ancestral weapon to not unlock any powers for it until later in a campaign, on a similar timeline to other players receiving magic weapons, or other similar upgrades."
							]
						},
						{
							"type": "entries",
							"name": "Spirit Points",
							"page": 3,
							"entries": [
								"Spirit Points are the currency with which ancestral weapons are upgraded, and new abilities unlocked. Every upgrade has a cost which is paid for with spirit points that have been handed out by the DM. The higher the spirit point cost, the stronger the ability.",
								"A character will earn Spirit Points as they progress, at a rate of roughly 1 per character level - though it is strongly recommended that these points are kept separate from levelling and can be handed out in amounts varying from 1 to 5. A character should never have more than spirit points than their character level plus 2.",
								"Spirit points are generally granted when a heroic, or a particularly evil (depending on the alignment of the character) act is performed. This could involve one of the following situations or similar:",
								{
									"type": "list",
									"items": [
										"A monstrous beast terrorizing the city is killed",
										"Revenge has been achieved, this could have a family link the weapon is invested in",
										"Self sacrifice",
										"Achieving great renown"
									]
								},
								"When spirit points are earned a weapon will glow, pulse or emanate a spectral aura, indicating to the player that their ancestors are rewarding them for their actions. When the weapon receives its 20th spirit point, it also gains an additional 5 spirit points as the weapon unlocks the full power of its ancestors.",
								"Spirit points can be stored for future purchases, allowing a character to save up for more expensive upgrades. The rarity of an ancestral weapon is determined by the number of spirit points it currently has:",
								{
									"type": "table",
									"colLabels": [
										"Spirit Points",
										"Rarity"
									],
									"colStyles": [
										"col-1 text-center",
										"col-3"
									],
									"rows": [
										[
											"0",
											"Common"
										],
										[
											"1-4",
											"Uncommon"
										],
										[
											"5-9",
											"Rare"
										],
										[
											"10-15",
											"Very Rare"
										],
										[
											"16-25",
											"Legendary"
										]
									]
								}
							]
						},
						{
							"name": "Ancestral Weapons Step-by-Step",
							"type": "section",
							"page": 4,
							"entries": [
								"This ruleset is designed to be simple, flexible, and fun to use. The below steps show how to get started using ancestral weapons in your campaign.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"name": "1. Determine who has an Ancestral Weapon.",
													"type": "entries",
													"page": 4,
													"entries": [
														"These weapons are not appropriate for every character. Discuss with your players to find out where these are best placed. A Dragonborn barbarian from a noble tribe is more likely to wield an ancestral weapon than a orphan who was left on the streets with nothing. Though that is not to say they may not discover their true birthright in the course of the campaign!"
													]
												},
												{
													"name": "2. Decide on the Ancestral Weapon type.",
													"type": "entries",
													"page": 4,
													"entries": [
														"An ancestral weapon remains with a character for the entire campaign, and as such this decision is crucial. The character can pick any item from the weapons list, even if this would not be included in their normal starting equipment."
													]
												},
												{
													"name": "3. Determine starting Spirit Points.",
													"type": "entries",
													"page": 4,
													"entries": [
														"The DM decides the number of spirit points the weapon starts with. This can be anywhere from 0 to Character Level +2."
													]
												},
												{
													"name": "4. Buy Starting Upgrades",
													"type": "entries",
													"page": 4,
													"entries": [
														"Follow the 'Buying Upgrades' rules below to determine any starting upgrades."
													]
												}
											]
										}
									]
								},
								"During the campaign the ancestral weapon will gain spirit points, the following process should be following this occurring:",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"name": "1. Spirit Points Gained.",
													"type": "entries",
													"page": 4,
													"entries": [
														"The DM determines the number of spirit points earned. The total, included any previously awarded, shall not exceed Character Level +2."
													]
												},
												{
													"name": "2. Buy Upgrades.",
													"type": "entries",
													"page": 4,
													"entries": [
														"Either the player or the DM decides on any upgrades to be purchased, following the 'Buying Upgrades' rules below. Any previously unspent points can also be spent in this step."
													]
												},
												{
													"name": "3. Store Points.",
													"type": "entries",
													"page": 4,
													"entries": [
														"Any unspent points are noted and stored for future purchases."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Buying Upgrades",
							"page": 4,
							"entries": [
								"To add an upgrade to an ancestral weapon, a player must spend the number of spirit points as displayed in its description. A DM may choose to assign an upgrade to the ancestral weapon, instead of offering the player the spirit points directly. This represents the weapon having a predetermine path, unlocking powers it previously possessed. Some upgrades have a requirement, such as class, ability to cast spells, or type of weapon:",
								{
									"type": "inset",
									"entries": [
										{
											"type": "optfeature",
											"name": "Rampaging",
											"prerequisite": "{@i 3 Spirit Points, {@b melee weapon only}}",
											"entries": [
												"You have advantage on attacks with this weapon if you began your turn over 20 foot away from the target."
											]
										}
									]
								},
								"In these cases, if the requirements are not met, this upgrade may not be applied to this ancestral weapon. If already present, such as in the case of the weapon being gifted after being upgraded, these upgrades will have no effect.",
								"Upgrades are grouped by 'Tiers', which relate to the Tiers of play. Each Tier of upgrade are unlocked at certain levels, as detailed in Chapter 2. A character cannot add upgrades to an ancestral weapon unless they are of sufficient level.",
								"You cannot remove upgrades unless you are overwriting them, or refocusing the weapon, both of which are detailed later in this chapter."
							]
						},
						{
							"type": "section",
							"name": "Upgrade Restrictions",
							"page": 4,
							"entries": [
								"You can never have two upgrades with the same name. Some upgrades have a level, or subtype, displayed next to their name. These upgrades count as having the same name for the purpose of duplication, and are shown by having additional the level or subtype information displayed in brackets in their title:",
								{
									"type": "inset",
									"entries": [
										{
											"type": "optfeature",
											"name": "Proficient (level 1)",
											"prerequisite": "{@i 2 Spirit points}",
											"entries": [
												"You gain proficiency in a skill of your choice."
											]
										}
									]
								},
								{
									"type": "inset",
									"entries": [
										{
											"type": "optfeature",
											"name": "Overpower (Brawler)",
											"prerequisite": "{@i 2 Spirit points}",
											"entries": [
												"If the d20 roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon to make a DC 14 Strength saving throw, in addition to any damage caused. On a failed save, it is knocked {@condition prone}."
											]
										}
									]
								},
								{
									"type": "insetReadaloud",
									"name": "Betraying the Ancestors",
									"entries": [
										"Sometimes characters will perform actions that are disrespectful to the ancestors who wielded it. In this situation, at the DMs discretion, it is possible that the powers of the ancestral weapon will fail. During this time the weapon will count as a mundane weapon of its normal type, until such a time as the ancestor's respect has been renewed."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Limited Upgrades",
							"page": 5,
							"entries": [
								"Limited upgrades draw more power from the weapons ancestors. These upgrades have the limited tag alongside their cost:",
								{
									"type": "inset",
									"entries": [
										{
											"type": "optfeature",
											"name": "Flying",
											"prerequisite": "{@i 6 Spirit Points, {@b limited}}",
											"entries": [
												"You gain a flying speed equal to your movement speed."
											]
										}
									]
								},
								"Each ancestral weapon can only have 2 upgrades that are limited. If you have an item with a more than 2 limited upgrades, and wish to use another, you must overwrite one of the existing limited upgrades, following the overwriting rules found below."
							]
						},
						{
							"type": "section",
							"name": "Overwriting Upgrades",
							"page": 5,
							"entries": [
								"Sometimes you will want to place an upgrade on an ancestral weapon, replacing one already there. To do this, when you buy the upgrade, you gain spirit points towards the upgrade equal to the original cost of the upgrade being overwritten.",
								{
									"type": "quote",
									"entries": [
										"Isabella's family warhammer, The Heavensworn, was gifted by her grandmother. Currently the weapon has the 'Enhanced Weapon (Level 1)' upgrade applied.",
										"After gaining spirit points for downing Alarich von Wulmarch, she chooses to add the upgrade 'Enhanced Weapon (Level 2)'. She overwrites the current ability, refunding 3 spirit points from 'Enhanced Weapon (level 1)', and pays 6 spirit points for 'Enhanced Weapon (level 2)' - a net spend of 3 spirit points."
									]
								},
								"An upgrade can only ever overwrite a single other upgrade already on the weapon, you can never remove multiple other abilities in order to equip a single other upgrade."
							]
						},
						{
							"type": "section",
							"name": "Refocusing Ancestral Weapons",
							"page": 5,
							"entries": [
								"Sometimes players may decide they wish to have a new effect on their ancestral weapon. It is up to the DM as to whether they allow the upgrades to be altered. This is called refocusing the weapon.",
								"If a player wishes to refocus the weapon, it should not be a trivial matter. The player should complete a quest, perform a séance with their ancestors, or similar.",
								{
									"type": "insetReadaloud",
									"name": "Refocusing versus Overwriting",
									"entries": [
										"Despite the similarities of overwriting and refocusing, they are extremely different and should be used so.",
										{
											"type": "list",
											"items": [
												"Overwriting is used during the normal purchasing of upgrades, replacing one upgrade at a time.",
												"Refocusing is used in extreme circumstances when a character decides they are not satisfied with the current makeup of their weapon, and wishes to make multiple alterations. This requires the DMs approval."
											]
										}
									]
								},
								{
									"type": "insetReadaloud",
									"name": "Per Short/Long Rest",
									"entries": [
										"Several upgrades have the text \"per long rest\", or \"per short rest\". This is used to avoid the complication of weapons having multiple charges associated with different upgrades. These effects can be used a set number of times, after which you must complete the type of rest stated before you are able to use the upgrade again."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Limited Upgrades",
							"page": 5,
							"entries": [
								"Limited upgrades draw more power from the weapons ancestors. These upgrades have the limited tag alongside their cost:",
								{
									"type": "inset",
									"entries": [
										{
											"type": "optfeature",
											"name": "Flying",
											"prerequisite": "{@i 6 Spirit Points, {@b limited}}",
											"entries": [
												"You gain a flying speed equal to your movement speed."
											]
										}
									]
								},
								"Each ancestral weapon can only have 2 upgrades that are limited. If you have an item with a more than 2 limited upgrades, and wish to use another, you must overwrite one of the existing limited upgrades, following the overwriting rules found below."
							]
						},
						{
							"type": "section",
							"name": "Attunement",
							"page": 5,
							"entries": [
								"Ancestral weapons require attunement to the bearer before their abilities are usable. An ancestral weapon that is not attuned will act as a mundane weapon of the weapon's type. A character who begins a campaign with an ancestral weapon, is attuned to it immediately. In all other circumstances, the bearer of an ancestral weapon may only attune to the weapon if one of the following criteria is met:",
								{
									"type": "list",
									"items": [
										"The creature must have received the weapon as a gift from a creature attuned to the item",
										"In the case the creature attuned to this item has deceased, the creature must share a direct bloodline."
									]
								},
								"In addition, the new bearer must keep the weapon on their person for at least one month before they attempt to attune to the item in the normal manner.",
								"Each time a creature attunes to an ancestral weapon, the DM must decide whether the weapon keeps at its current unlocked power level, starts at a reduced power level, or with 0 spirit points. In each case the new bearer can earn spirit points as normal. A character should not be gifted an ancestral weapon with spirit points greater than their current character level."
							]
						},
						{
							"type": "section",
							"name": "Ancestor Traits",
							"page": 5,
							"entries": [
								"Many ancestral weapons have small, minor effects that add character to the weapons. An ancestral item can start with these, or unlock them as more of its gifts are earnt. You can find a list of minor effects in Chapter 3: Ancestral Traits and Personalities of this module which will act as flavourful traits. The minor effects and quirks tables, found on page 143 of the Dungeon Master's Guide also provide you with a variety of options.",
								"If you wish to create these yourself, it is recommended that the item does not materially effect in game situations, and are instead designed just to add flavour to the item.",
								"When adding ancestor traits, you should consider the background of the weapon. Who wielded the the weapon? Where was it used? What foes has it vanquished? What race crafted it? You can create this content yourself, or use the tables in Chapter 3 to help you randomly develop this."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 2: Upgrades",
					"page": 6,
					"entries": [
						"This chapter describes the upgrades available for ancestral weapons. The chapter begins with a summary of the upgrades, sorted by minimum level requirement in order to equip them to an item. These level requirements tie into the Tiers of play, as described in the Player's Handbook (page 15) . Following this you will find all the upgrades in alphabetical order, also by minimum level. Limited upgrades are listed before any other upgrades.",
						{
							"type": "table",
							"caption": "Tier 1: Level 1+ Upgrades",
							"page": 6,
							"colStyles": [
								"col-3",
								"col-3"
							],
							"rows": [
								[
									"Duelist (level 1)",
									"Hidden"
								],
								[
									"Enhanced Weapon (level 1)",
									"Hinge-Bane"
								],
								[
									"Infusion (level 1)",
									"Indomitable (level 1)"
								],
								[
									"Magus (level 1)",
									"Jarring (level 1)"
								],
								[
									"Magical Core (level 1)",
									"Marksman"
								],
								[
									"Slayer (level 1)",
									"Overpower (Brawler)"
								],
								[
									"Spell Link (level 1)",
									"Overpower (Brutish)"
								],
								[
									"Spell Storing (level 1)",
									"Overpower (Dread)"
								],
								[
									"Spell Storing (level 2)",
									"Overpower (Disarming)"
								],
								[
									"Bully",
									"Overpower (Hamstring)"
								],
								[
									"Charmward",
									"Overpower (Poisonous)"
								],
								[
									"Darkvision",
									"Poisonward"
								],
								[
									"Deathward",
									"Proficient (level 1)"
								],
								[
									"Fearward",
									"Quick"
								],
								[
									"Focus",
									"Ritualist"
								],
								[
									"Giant-Bane",
									"Shadowed"
								],
								[
									"Gripped",
									"Unflinching"
								],
								[
									"Guiding",
									"Willing"
								],
								[
									"{@color Nautical Upgrades|127894}",
									""
								],
								[
									"Booming (level 1)",
									"Beacon (level 1)"
								],
								[
									"Boarding Strike (level 1)",
									"Handcannon (level 1)"
								],
								[
									"Moonlit Strike (level 1)",
									"Navigator"
								],
								[
									"Oceans Sense",
									"Power of the Storm (level 1)"
								],
								[
									"Scrambler",
									"Shipmaster"
								],
								[
									"Speak with the Fishes (level 1)",
									"Storm Shield"
								],
								[
									"Swimming",
									"The Sailor"
								],
								[
									"Treasure Hunter",
									"Walk the Plank"
								]
							]
						},
						{
							"type": "table",
							"caption": "Tier 2: Level 5+ Upgrades",
							"page": 6,
							"colStyles": [
								"col-3",
								"col-3"
							],
							"rows": [
								[
									"Amplify (level 1)",
									"Jarring (level 2)"
								],
								[
									"Duelist (level 2)",
									"Mobile (level 1)"
								],
								[
									"Enhanced Weapon (level 2)",
									"Precise (level 1)"
								],
								[
									"Guardian (level 1)",
									"Proficient (level 2)"
								],
								[
									"Keen (level 1)",
									"Piercing(level 1)"
								],
								[
									"Magical Core (level 2)",
									"Power of the Ancestors"
								],
								[
									"Spell Link (level 2)",
									"Quickshot"
								],
								[
									"Spell Storing (level 3)",
									"Rampaging"
								],
								[
									"Stern",
									"Reckless"
								],
								[
									"Barbaric",
									"Reverberation"
								],
								[
									"Battlemage",
									"Scout"
								],
								[
									"Blindside (level 1)",
									"Sniping"
								],
								[
									"Bolstering",
									"Spellhunter"
								],
								[
									"Challenge",
									"Sprightly"
								],
								[
									"Charged Smite (level 1)",
									"Telepathic Link"
								],
								[
									"Distracting (level 1)",
									"Transforming"
								],
								[
									"Divine Grace",
									"Transposed"
								],
								[
									"Divine Touch",
									"Trapped Spell"
								],
								[
									"Doomerang",
									"Underhanded"
								],
								[
									"En Guard",
									"Vicious (level 1)"
								],
								[
									"Eye of the Storm",
									"Wild Spell"
								],
								[
									"Guard",
									"Will of the Ancestors"
								],
								[
									"Hunter's Watch",
									""
								],
								[
									"{@color Nautical Upgrades|127894}",
									""
								],
								[
									"Aquatic Polymorph (level 1)",
									"Bait"
								],
								[
									"Bioluminescence",
									"Boarding Strike (level 2)"
								],
								[
									"Gale",
									"Ice Path"
								],
								[
									"Moonlit Strike (level 2)",
									"Predator"
								],
								[
									"Pursue",
									"Scurvy"
								],
								[
									"Speak with FIshes (level 2)",
									"Spirit of the Kraken"
								],
								[
									"Swashbuckler",
									"Typhoons Blessing"
								],
								[
									"The Captain",
									"Underwater Breathing"
								]
							]
						},
						{
							"type": "table",
							"caption": "Tier 3: Level 10+ Upgrades",
							"page": 7,
							"colStyles": [
								"col-3",
								"col-3"
							],
							"rows": [
								[
									"Duelist (level 3)",
									"Elemental Resistance"
								],
								[
									"Enhanced Weapon (level 3)",
									"Focused"
								],
								[
									"Flying",
									"Hardy"
								],
								[
									"Infusion (level 2)",
									"Indomitable (level 2)"
								],
								[
									"Magical Core (level 3)",
									"Lashing"
								],
								[
									"Magus (level 2)",
									"Nemesis"
								],
								[
									"Spell Storing (level 4)",
									"Rapid Strike"
								],
								[
									"Spell Link (level 3)",
									"Proficient (level 3)"
								],
								[
									"Blindside (level 2)",
									"Shimmering"
								],
								[
									"Blood-drinker (level 1)",
									"Spelleater"
								],
								[
									"Brawn",
									"Spellhunter"
								],
								[
									"Charged Smite (level 2)",
									"Sustaining"
								],
								[
									"Distracting (level 2)",
									"Tracking"
								],
								[
									"Elemental Manipulation",
									"Will (level 1)"
								],
								[
									"{@color Nautical Upgrades|127894}",
									""
								],
								[
									"Aquatic Polymorph (level 2)",
									"Booming (level 2)"
								],
								[
									"Handcannon (level 2)",
									"Power of the Storm (level 2)"
								],
								[
									"Sirens Call",
									"Wind Wall"
								]
							]
						},
						{
							"type": "table",
							"caption": "Tier 4: Level 15+ Upgrades",
							"page": 7,
							"colStyles": [
								"col-3",
								"col-3"
							],
							"rows": [
								[
									"Amplify (level 2)",
									"Mentor"
								],
								[
									"Guardian (level 2)",
									"Mobile (level 2)"
								],
								[
									"Magical Core (level 4)",
									"Piercing (level 2)"
								],
								[
									"Slayer (level 2)",
									"Power Surge"
								],
								[
									"Spell Storing (level 5)",
									"Precise (level 2)"
								],
								[
									"Spell Link (level 4)",
									"Proficient (level 4)"
								],
								[
									"Truesight",
									"Protective"
								],
								[
									"Beacon (level 2)",
									"Rallying"
								],
								[
									"Blood-Drinker (level 2)",
									"Spectral Reach"
								],
								[
									"Dancing",
									"Venomous"
								],
								[
									"Homing",
									"Will (level 2)"
								],
								[
									"Keen (level 2)",
									"Whirlwind"
								],
								[
									"{@color Nautical Upgrades|127894}",
									""
								],
								[
									"Aquatic Polymorph (level 3)",
									"Mistress Luck"
								]
							]
						},
						{
							"type": "section",
							"name": "Upgrade Descriptions",
							"page": 7,
							"entries": [
								"The below details the effects of each of the upgrades. They are presented in alphabetical order, with the exception of limited abilities that are listed before any other upgrades.",
								{
									"type": "entries",
									"page": 7,
									"name": "Tier 1: Level 1+ Upgrades",
									"entries": [
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Duelist (level 1)",
													"prerequisite": "{@i 2 Spirit points, {@b melee weapons only, limited}}",
													"entries": [
														"When you are hit by a melee attack you can see, you can use your reaction to add 1 to your AC."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Enhanced Weapon (level 1)",
													"prerequisite": "{@i 3 Spirit points, {@b limited}}",
													"entries": [
														"You have a +1 bonus to attack and damage rolls made with this weapon."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Infusion (level 1)",
													"prerequisite": "{@i 5 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose a damage type from: acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, and thunder. Your weapon attacks from this weapon deal an additional d6 damage of that type."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Magus (level 1)",
													"prerequisite": "{@i 5 Spirit points, {@b limited}}",
													"entries": [
														"Whilst holding this weapon you have a +1 bonus to spell attack rolls and a +1 bonus to AC."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Magical Core (level 1)",
													"prerequisite": "{@i 2 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose any cantrip. You can use an action to cast this cantrip from the weapon. You can use this ability twice per long rest. The spell attack bonus of this spell is +4, and the spell save DC is 12."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Slayer (level 1)",
													"prerequisite": "{@i 5 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose an enemy type from, beasts, fey, humanoids, monstrosities, or undead. Your weapon attacks from this weapon deal 2d6 additional damage to all creatures of this type."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spell Link (level 1)",
													"prerequisite": "{@i 2 Spirit points, {@b spellcasters only, limited}}",
													"entries": [
														"You gain an additional level 1 spell slot. This spell slot is refreshed on a long rest."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spell Storing (level 1)",
													"prerequisite": "{@i 2 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose any level 1 spell. You can use an action to cast this spell from the weapon. You must complete a long rest before you can use this ability again. The spell attack bonus of this spell is +4, and the spell save difficulty is 12."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spell Storing (level 2)",
													"prerequisite": "{@i 4 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose any level 2 spell. You can use an action to cast this spell from the weapon. You must complete a long rest before you can use this ability again. The spell attack bonus of this spell is +4, and the spell save difficulty is 12."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Bully",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"You gain advantage on Charisma (Intimidation) checks when the target can see you and you are holding this weapon."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Charmward",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"You have advantage on saving throws against the {@condition charmed} condition."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Darkvision",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"You have darkvision out to a range of 60 feet. If you already have darkvision, increase the range by 60 feet."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Deathward",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"You have advantage on death saving throws."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Fearward",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"You have advantage on saving throws against the {@condition frightened} condition."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Focus",
													"prerequisite": "{@i 2 Spirit points, {@b spellcasters only}}",
													"entries": [
														"This weapon counts as a spellcasting focus."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Giant-Bane",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"You weapon attacks deal an additional d6 damage to creatures of large size or larger."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Gripped",
													"prerequisite": "{@i 1 Spirit Point}",
													"entries": [
														"You cannot be made to drop this weapon against your will."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Guiding",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"The weapon sheds bright light in a 15-foot radius, and dim light for an additional 15-foot. When you select this upgrade, you choose the color of the light."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Hidden",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"You can use an action to speak this weapon's command word, the weapon appears as an different item of a similar size until you speak the command word again to end this effect. The weapon retains all abilities during this time, and if a creature uses its action to examine the item, the creature can determine that it is an illusion with a successful DC 12 Intelligence (Investigation) check. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Hinge-Bane",
													"prerequisite": "{@i 1 Spirit point, {@b melee weapons only}}",
													"entries": [
														"You deal maximum damage against inanimate objects with attacks made from this weapon."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Indomitable (level 1)",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"When you are reduced to 0 hit points, you can immediately make an attack with this weapon before you fall unconscious."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Jarring (level 1)",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"Any enemy that suffers damage from a weapon attack made by this weapon cannot make attacks of opportunity against you until the beginning of your next turn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Marksman",
													"prerequisite": "{@i 3 Spirit points, {@b ranged weapon only}}",
													"entries": [
														"This weapon does not require physical ammo, upon readying this weapon a spectral arrow or bolt is notched that acts as magical ammo of its normal type."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Overpower (Brawler)",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"If the d20 roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon to make a DC 14 Strength saving throw, in addition to any damage caused. On a failed save, it is knocked {@condition prone}."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Overpower (Brutish)",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"If the d20 roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon to make a DC 14 Strength saving throw, in addition to any damage caused. On a failed save, it is shoved 10 feet in a direction of your choice."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Overpower (Dread)",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"If the d20 roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon to make a DC 14 Wisdom saving throw, in addition to any damage caused. On a failed save, it is frightened of you for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on it on a success."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Overpower (Disarming)",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"If the d20 roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon to make a DC 14 Strength saving throw, in addition to any damage caused. On a failed save, you can target one item the creature is holding, it drops that item. If it is holding the item in two or more hands, it has advantage on this check."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Overpower (Hamstring)",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"If the d20 roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon to make a DC 14 Dexterity saving throw, in addition to any damage caused. On a failed save, its movement speed is halved until your next turn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Overpower (Poisonous)",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"If the d20 roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon to make a DC14 Constitution saving throw, in addition to any damage caused. On a failed save, it gains the {@condition poisoned} condition. A creature can repeat the saving throw at the end of each of its turns, ending the effect on it on a success."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Poisonward",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"You have advantage on saving throws against the {@condition poisoned} condition."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Proficient (level 1)",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"You gain proficiency in a skill of your choice."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Quick",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"You have advantage on initiative rolls."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Ritualist",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"The time to ritual cast spells is halved whilst this weapon is in your possession."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Shadowed",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"When in cover, you count the cover as being one degree higher than it is, for example 1/2 cover counts as 3/4 cover."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Unflinching",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"Being within 5 feet of a hostile creature doesn't disadvantage on your ranged attack rolls."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Willing",
													"prerequisite": "{@i 1 Spirit point}",
													"entries": [
														"You can add 1d4 to a skill check, you may use this ability after rolling the check, but before you know if it was successful. You must declare you are using this feature before you make the roll, and you must complete a long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Booming (level 1)",
													"prerequisite": "{@i 4 Spirit points, {@b limited}}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"Your weapon attacks from this weapon deal an additional d4 thunder damage letting out an audible boom as they do say. When you declare an attack with this weapon you can choose to release the power within. If you hit with this attack this damage is increased to 3d6. Once you have released the power, this upgrade has no effect until the following dawn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Beacon (level 1)",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"You can use an action to fire a flare of light from this weapon into the air that can be seen from 2 miles around. The flare is a color of your choosing and remains in the sky for 1 minute. Whilst any ally can see the flare can use their bonus action to dash. After using this property it cannot be used again until the following dawn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Boarding strike (level 1)",
													"prerequisite": "{@i 2 Spirit points, {@b melee weapon only}}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"You leap into combat striking out at your enemies as you land. As an action you can perform a long jump without using your movement, upon landing you make an attack with this weapon."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Handcannon (level 1)",
													"prerequisite": "{@i 3 Spirit points, {@b black powder weapon only}}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"When you declare an attack with this weapon you can choose to fire a cannonball that grows through the air as it leaves the barrel of the weapon. If you hit with this attack you deal 4d8 bludgeoning damage instead of its normal damage. This passes through any wood, stone, or similar material up to 1 foot thick leaving a hole in its path, any creature hit after it has passed through such material suffers only half damage from the attack.",
														"Once this shot has been fired, you must spend one minute repacking the weapon before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Moonlit Strike (level 1)",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"You have advantage on attacks against surprised enemies."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Navigator",
													"prerequisite": "{@i 1 Spirit Point}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"Whilst this weapon is on your person, you always know which way is North. When you are traveling for more than one hour, and you are able to see the sky, your party is able to travel 25% faster."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Oceans Sense",
													"prerequisite": "{@i 1 Spirit Point}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"When on land you always know the direction to the closest body of water, including streams and rivers. When on water you always know the direction to the closest body of land."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Power of the Storm (level 1)",
													"prerequisite": "{@i 3 Spirit points, {@b spellcasters only}}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"When you deal damage to an enemy with a cantrip spell, they are pushed 5 feet directly away from you, in addition to any regular effects."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Scrambler",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"Years of climbing the rigging mean it comes as naturally as walking. You gain a climbing speed equal to your movement speed."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Shipmaster",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"You gain proficiency with water vehicles and whilst under your command water vehicles move 25% faster. You have advantage on survival checks whilst on a water vehicle."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Speak with the Fishes (level 1)",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"Whilst holding this weapon, you can, through a series of gestures, sounds, and actions, communicate simple ideas with amphibian or aquatic beasts."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Storm Shield",
													"prerequisite": "{@i 2 Spirit points, {@b spellcasters only}}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"When you cast an abjuration or divination spell, you gain temporary hit points equal to your spellcasting modifier for 1 minute."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Swimming",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"You gain a swim speed equal to movement speed."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "The Sailor",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"You ignore the movement penalty of difficult terrain when it comprises of man-made objects such as boxes and barrels"
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Treasure Hunter",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"Your thirst for treasure draws you to its presence. Whilst holding this weapon you are are able to pinpoint the location of coins and gems, within 30 feet of you. You do not know the quantity or type of these items, but you aware of their presence, distance, and direction."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Walk the Plank",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"When you use the Attack action during your turn to make a melee attack, you can attempt to shove a creature as a bonus action. You cannot use this shove attempt to knock a creature {@condition prone}."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"page": 9,
									"name": "Tier 2: Level 5+ Upgrades",
									"entries": [
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Amplify (level 1)",
													"prerequisite": "{@i 5 Spirit points, {@b limited}}",
													"entries": [
														"You gain +1 to an ability score of your choice, to a maximum of 20."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Duelist (level 2)",
													"prerequisite": "{@i 4 Spirit points, {@b melee weapons only, limited}}",
													"entries": [
														"When you are hit by a melee attack you can see, you can use your reaction to add 2 to your AC."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Enhanced Weapon (level 2)",
													"prerequisite": "{@i 6 Spirit points, {@b limited}}",
													"entries": [
														"You have a +2 bonus to attack and damage rolls made with this weapon."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Guardian (level 1)",
													"prerequisite": "{@i 4 Spirit points, {@b limited}}",
													"entries": [
														"You gain proficiency in a saving throw of your choice."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Keen (level 1)",
													"prerequisite": "{@i 4 Spirit points, {@b limited}}",
													"entries": [
														"The weapon causes a critical hit when the d20 roll for an attack made with this weapon is a 19 or 20."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Magical Core (level 2)",
													"prerequisite": "{@i 4 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose any cantrip. You can use an action to cast this cantrip from the weapon. You can use this ability at will. The spell attack bonus of this spell is +6, and the spell save DC is 14."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spell Link (level 2)",
													"prerequisite": "{@i 4 Spirit points, {@b spellcasters only, limited}}",
													"entries": [
														"You gain an additional level 2 spell slot. This spell slot is refreshed on a long rest."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spell Storing (level 3)",
													"prerequisite": "{@i 6 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose any level 3 spell. You can use an action to cast this spell from the weapon. You must complete a long rest before you can use this ability again. The spell attack bonus of this spell is +6, and the spell save difficulty is 14."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Stern",
													"prerequisite": "{@i 4 Spirit points, {@b requires a weapon with the heavy trait, limited}}",
													"entries": [
														"At the beginning of your turn, you can declare you are using this ability. Until the beginning of your next turn, you gain a +2 bonus to your AC, and your movement speed is reduced to 0. You cannot take any reactions whilst this ability is in effect."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Barbaric",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"When you reduce a creature to 0 hit points with this weapon, you gain advantage on your next attack."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Battlemage",
													"prerequisite": "{@i 4 Spirit points, {@b spellcasters only}}",
													"entries": [
														"When you cast a spell, you can use your bonus action to make an attack with this weapon."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Blindside (level 1)",
													"prerequisite": "{@i 4 Spirit points, {@b rogues only}}",
													"entries": [
														"You increase the damage of your sneak attacks made by this weapon by d6."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Bolstering",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"When you are the target of a spell that causes you to regain hit points, you regain additional hit points equal to your Constitution modifier."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Challenge",
													"prerequisite": "{@i 4 Spirit points, {@b barbarians only}}",
													"entries": [
														"When you use the reckless attack feature nominate one creature you can see, that creature does not gain advantage against you from that feature until the start of your next turn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Charged Smite (level 1)",
													"prerequisite": "{@i 2 Spirit points, {@b paladins only}}",
													"entries": [
														"When you deal damage with the divine smite feature, you deal an additional d8 radiant damage."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Distracting (level 1)",
													"prerequisite": "{@i 2 Spirit points, {@b ranged weapons only}}",
													"entries": [
														"You can use an action to make an attack with this weapon, after you do so you can move up to half your speed. This movement doesn't provoke opportunity attacks."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Divine Grace",
													"prerequisite": "{@i 2 Spirit points, {@b clerics only}}",
													"entries": [
														"You can spend 10 minutes concentrating on this weapon to commune with your deity. Over the next 24 hours you can reroll any one dice of your choosing, though you must take the second result. After you have used this reroll, you must complete a short or long rest before you can commune with your deity again to gain this benefit."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Divine Touch",
													"prerequisite": "{@i 4 Spirit points, {@b clerics, druids, or paladins only}}",
													"entries": [
														"The first time each turn you deal melee damage with this weapon, an ally within 5 foot regains d4 hit points."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Doomerang",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"The weapon gains the thrown trait. When used this way it flies back to your hand at the end of your turn via the most direct route. Any creature in its path must make DC 10 Dexterity saving throw, suffering d6 damage of the weapon's type on a failed save."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "En Guard",
													"prerequisite": "{@i 3 Spirit points, {@b fighters only}}",
													"entries": [
														"When you or an ally within 5ft is the target of an attack you can see, you can use your reaction for one of the following benefits:",
														{
															"type": "list",
															"items": [
																"+5 bonus AC to the target for the duration of the attack.",
																"After the attack you may move up to your speed. This movement doesn't provoke opportunity attacks.",
																"Make a melee weapon attack against the attacking creature.",
																"Gain advantage against the attacking creature until the end of your next turn."
															]
														},
														"You must complete a short or long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Eye of the Storm",
													"prerequisite": "{@i 5 Spirit points, {@b monks only}}",
													"entries": [
														"You can use an action to restore ki points equal to half your monk level, rounded down. You must complete a long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Guard",
													"prerequisite": "{@i 4 Spirit points, {@b melee weapon only}}",
													"entries": [
														"You can use your reaction to impose disadvantage on a weapon attack you can see that is targeting an ally within 5ft."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Hunter's Watch",
													"prerequisite": "{@i 3 Spirit points, {@b rangers only}}",
													"entries": [
														"You may use your reaction to make an attack of opportunity against a creature moving within 30 feet of you. A creature hit by this attack must make a DC 14 Dexterity saving throw, in addition to any damage caused. On a failed save, its movement is reduced to 0. You must complete a short or long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Jarring (level 2)",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"Any enemy that you make a weapon attack against with this weapon cannot make attacks of opportunity against you until the beginning of your next turn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Mobile (level 1)",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"Your base movement speed is increased by 5 feet."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Precise (level 1)",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"You can reroll damage results of 1 from this weapon, you must accept the second result."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Proficient (level 2)",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"You gain proficiency in 2 skills of your choice."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Piercing (level 1)",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"You have +2 on attack rolls against enemies with shields."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Power of the Ancestors",
													"prerequisite": "{@i 4 Spirit points, {@b sorcerers only}}",
													"entries": [
														"Once per day when you expend sorcery points, you instead do not expend any."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Quickshot",
													"prerequisite": "{@i 4 Spirit points, {@b ranged weapon only}}",
													"entries": [
														"The first time you hit with an attack on your turn, gain advantage on your next attack with this weapon until the end of your turn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Rampaging",
													"prerequisite": "{@i 3 Spirit points, {@b melee weapon only}}",
													"entries": [
														"You have advantage on attacks with this weapon if you began your turn over 20 foot away from the target."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Reckless",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"When you have advantage on attacks made with this weapon, you can reroll your damage dice. You must accept the second result."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Reverberation",
													"prerequisite": "{@i 5 Spirit points, {@b bards only}}",
													"entries": [
														"When you make an attack with this weapon, you can expend a bardic inspiration to instill a tale into your attack. If a creature takes damage from this attack it must make a Wisdom saving throw against your spell DC. On a failed roll, the creature is frightened of, or charmed by you, (your choice) for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on it on a success."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Scout",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"You have advantage on attacks with this weapon in the first round of combat."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Sniping",
													"prerequisite": "{@i 3 Spirit points, {@b requires a ranged weapon}}",
													"entries": [
														"When making attacks with this weapon, your target's cover counts as being one degree lower than it is. For example 3/4 cover counts as 1/2 cover. This has no effect against creatures not in cover."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spellhunter",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"Attacks with this weapon deal an additional 2d6 psychic damage versus spellcasters."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Sprightly",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"You can use your bonus action to gain advantage on your next attack roll, if the attack hits you must complete a short or long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Telepathic Link",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"The weapon gifts you the ability to communicate telepathically with any creature you are familiar with within 60 feet, that you can see."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Transforming",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"You can use an action to turn this weapon into a mundane version of itself, during this period it cannot be seen by the detect magic spell or similar, and loses all abilities. You can use an action to speak the weapon's command word, restoring it to its magical form."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Transposed",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"You can use your bonus action to summon or dismiss this weapon to/from a pocket dimension."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Trapped Spell",
													"prerequisite": "{@i 4 Spirit points, {@b warlocks only}}",
													"entries": [
														"When you complete a long rest you can store one spell you know in this weapon. You can as an bonus action release this spell from the staff. You do not need to expend a spell slot, and you ignore any verbal or somatic components."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Underhanded",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"You can use your reaction to cause a melee attack targeting you, or an ally within 5 foot, to be made at disadvantage. If this attack misses, you must complete a short or long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Vicious (level 1)",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"If the d20 roll for an attack made with this weapon is a 20, your critical hit deals an extra 2d6 damage of the weapon's type."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Wild Spell",
													"prerequisite": "{@i 3 Spirit points, {@b druids only}}",
													"entries": [
														"When you use your wild shape feature you can expend a spell slot of the relevant level to ready a spell. Once during your transformation, you can use an action to cast that spell."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Will of the Ancestors",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"You can use an action to release the wills of your ancestors from the blade. Each enemy within 15 feet must make a DC 14 Wisdom saving throw. An enemy takes 2d8 psychic damage on a failed save, or half as much damage on a successful one. You must complete a short or long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Aquatic Polymorph (level 1)",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"You can use an action whilst grasping this weapon to transform into a {@creature quipper} (MM 335) as per the {@spell polymorph} spell. The transformation lasts for 1 hour, and you can use your action to revert to your standard form. You cannot use this property again until the following dawn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Bait",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"Use your action to target a space you can see within 60 foot. At the beginning of your next turn a spectral shark erupts in that location targeting all creatures in that space and with a 5 foot radius must make a DC 12 dexterity saving throw. On a failed save a creature suffers 3d6 piercing damage and is bloody for 1 minute. The first attack against a bloody enemy within the next minute has advantage."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Bioluminescence",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"As an action, you create a cone of bioluminescence in a 15-foot cone in front of you. Each creature in the area must make a DC 13 Dexterity saving throw. On a failed save that creature glows with a cerulean light for the next 1 minute.",
														"During this time, your weapon attacks against that target deal an additional 1d8 damage. As a bonus action, you can absorb this luminescence into your weapon from an affected target within 30 foot, causing the bioluminescence to explode in a barrage of radiance, {@condition blinding|PHB|blinded} the target 1 round."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Boarding Strike (level 2)",
													"prerequisite": "{@i 4 Spirit points, {@b melee weapon only}}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"You leap into combat striking out at your enemies as you land. As an action you can perform a long jump without using your movement, upon landing you take the attack action with this weapon."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Gale",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"As an attack, your weapon expends a gale out in all directions. Any creature within 10 foot must make a DC 12 Strength saving throw. On a failed save the creature is forced 15 foot directly away from you. In addition, any movement made within 10 feet of you in the following turn counts as difficult terrain. Once used, this property cannot be used again until the following dawn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Icy Path",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"Whilst holding this weapon, you are able to move across any liquid surface as if you were under the effect of the water walk spell."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Moonlit Strike (level 2)",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"You have advantage on attacks against surprised enemies and these attacks deal an additional 2d6 weapon damage."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Predator",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"After you hit a target with an attack from this weapon you can force the target must make a DC 14 Wisdom saving throw. On a failed save you can hear a ticking sound emanating from the creature as their heart beats. Whilst you hear this sound know the location of the creature for the next 1 minute, and they cannot become hidden from you whilst they remain within 120 feet by magical, or other, means including whilst being {@condition invisible}. You cannot track more than one creature in this manner."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Pursue",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"When a hostile creature that you can see moves out of your reach you may use your reaction to move up to your movement distance to follow them. You must end your movement as close to the creature as you are able."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Scurvy",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"When you deal damage with this weapon you can force a creature that suffers damage from this weapon to make a DC14 Constitution saving throw, in addition to any damage caused. On a failed save the target is {@condition poisoned} for 1 minute. You cannot use this property again until the following dawn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Speak with the Fishes (level 2)",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"Whilst holding this weapon, you gain the ability to comprehend and verbally communicate with amphibian and aquatic beasts. You can attempt to learn simple information regarding the area and might be able to persuade a beast to perform a small favor for you."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spirit of the Kraken",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"Each time a creature suffers damage from this weapon you can force them to make a DC 13 Strength saving throw. On a failed save shadowy tentacles writhe from the weapon or ammunition, wrapping around the target. The creatures movement speed is halved and your attacks against them inflict an additional d6 bludgeoning damage as the tentacles constrict. The target can attempt to struggle free from the tentacles by using their action to attempt a DC 13 Strength ({@skill Athletics}) check. The tentacles disappear after one minute or if you target a second creature with this ability."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Swashbuckler",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"Once per long rest imbue the weapon with the power of the seas. Roll 2d6 and gain a number of flourish points for 1 minute equal to that value. When you hit a target with this weapon you can choose to expend a number of flourish points to gain one of the advantages shown below:",
														{
															"type": "list",
															"items": [
																"{@b Disarm: 3 Flourish -} Your target must pass a DC 12 Strength saving throw or be disarmed.",
																"{@b Knock Prone: 3 Flourish -} Your target must pass a DC 12 Dexterity saving throw or be knocked {@condition prone}.",
																"{@b Dart: 2 Flourish -} Your movement speed is increased by 10 foot this turn.",
																"{@b Mock: 3 Flourish -} The first attack the target makes against you before your next turn is at disadvantage.",
																"{@b Jab: 1+ Flourish -} You deal an amount of weapon damage equal to twice the number of flourish points expended."
															]
														},
														"You must complete a long or short rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Typhoons Blessing",
													"prerequisite": "{@i 3 Spirit points, {@b spellcasters only}}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"When you cast a spell targeting an ally, they may use their reaction to move up to half their movement speed."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "The Captain",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"When you make a Charisma ({@skill intimidation} or {@skill persuasion}) check you can choose to gain advantage on the roll. You must decide before making the check. If you do so you become aloof for the next hour. Whilst aloof you have disadvantage on any other Charisma checks against the target."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Underwater Breathing",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"Whilst holding this weapon you gain the ability to breathe underwater. You retain the ability to breathe normally whilst this effect is in place."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"page": 13,
									"name": "Tier 3: Level 10+ Upgrades",
									"entries": [
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Duelist (level 3)",
													"prerequisite": "{@i 6 Spirit points, {@b melee weapons only, limited}}",
													"entries": [
														"When you are hit by a melee attack you can see, you can use your reaction to add 3 to your AC."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Enhanced Weapon (level 3)",
													"prerequisite": "{@i 10 Spirit points, {@b limited}}",
													"entries": [
														"You have a +3 bonus to attack and damage rolls made with this weapon."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Flying",
													"prerequisite": "{@i 6 Spirit points, {@b limited}}",
													"entries": [
														"You gain a flying speed equal to your movement speed."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Infusion (level 2)",
													"prerequisite": "{@i 10 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose an damage type from acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, and thunder. Your weapon attacks from this weapon deal an additional 2d6 damage of that type."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Magical Core (level 3)",
													"prerequisite": "{@i 6 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose any level 1 spell. You can use an action to cast this spell from the weapon. You can use this ability twice per long rest. The spell attack bonus of this spell is +8, and the spell save DC is 16."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Magus (level 2)",
													"prerequisite": "{@i 8 Spirit points, {@b limited}}",
													"entries": [
														"Whilst holding this weapon you have a +2 bonus to spell attack rolls and a +2 bonus to AC."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spell Storing (level 4)",
													"prerequisite": "{@i 8 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose any level 4 spell. You can use an action to cast this spell from the weapon. You must complete a long rest before you can use this ability again. The spell attack bonus of this spell is +8, and the spell save difficulty is 16."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spell Link (level 3)",
													"prerequisite": "{@i 6 Spirit points, {@b spellcasters only, limited}}",
													"entries": [
														"You gain an additional level 3 spell slot. This spell slot is refreshed on a long rest."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Blindside (level 2)",
													"prerequisite": "{@i 8 Spirit points, {@b rogues only}}",
													"entries": [
														"You increase the damage of your sneak attacks made by this weapon by 2d6."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Blood-drinker (level 1)",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"If the d20 roll for an attack made with this weapon is a 19 or 20, you gain temporary hit points equal to half the damage dealt by this weapon, rounded down."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Brawn",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"You cannot be knocked {@condition prone}, and have advantage on grapple checks."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Charged Smite (level 2)",
													"prerequisite": "{@i 4 Spirit points, {@b paladins only}}",
													"entries": [
														"When you deal damage with the divine smite feature, you deal an additional 2d8 radiant damage."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Distracting (level 2)",
													"prerequisite": "{@i 4 Spirit points, {@b ranged weapons only}}",
													"entries": [
														"You can use an action to make an attack with this weapon, before you do so you can move up to half your speed. This movement doesn't provoke opportunity attacks."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Elemental Manipulation",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"When you cast a spell with a spell slot that deals acid, cold, fire, force, lightning, necrotic, radiant, or thunder damage, you can substitute that damage type with one other type from that list (you can change only one damage type per casting of a spell)."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Elemental Resistance",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"When you select this upgrade, choose an damage type from, fire, cold, lightning, radiant, thunder, necrotic, force, psychic, or poison. You gain resistance to damage of this type."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Focused",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"When you select this upgrade, pick an ability score. A creature that suffers damage from this weapon suffers disadvantage on saves relating to this ability score until your next turn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Hardy",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"You can use an action to spend up to half your hit dice, recovering that much health. You must complete a long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Indomitable (level 2)",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"When you are reduced to 0 hit points, you can immediately take the Attack action using this weapon before you fall unconscious."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Lashing",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"When you make an opportunity attack you may make an additional attack with this weapon, you do not add your ability modifier to the damage of this attack."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Nemesis",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"You can nominate a Nemesis for this weapon by spending 10 minutes in concentration, thinking of a target creature you are familiar with. Attacks from this weapon deal an additional 2d8 psychic damage against the target. You cannot change the Nemesis, or select a new one if the target is dead, until 1 week has passed."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Rapid Strike",
													"prerequisite": "{@i 4 Spirit points, {@b melee weapon; 6 Spirit points, ranged weapon}}",
													"entries": [
														"When you make an attack with this weapon you can use your bonus action to make an additional attack against a different creature within range. You do not add your ability modifier to the damage of this attack."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Proficient (level 3)",
													"prerequisite": "{@i 6 Spirit points}",
													"entries": [
														"You gain proficiency in 3 skills of your choice."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Shimmering",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"Ranged weapon attacks against you have disadvantage whilst you are within 5 feet of another creature."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spelleater",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"After a creature casts a spell whilst within 5 foot, you can spend your reaction to make an attack of opportunity against that creature."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spellhunter",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"Concentration checks caused by this weapon are at made at disadvantage."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Sustaining",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"You do not need to eat, drink, or sleep whilst this weapon is in your possession."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Tracking",
													"prerequisite": "{@i 2 Spirit points}",
													"entries": [
														"You can use an action to learn the exact direction of a creature who has taken damage from this weapon. This will only work against creatures who were damaged in the last week, whilst they are within 10 miles."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Will (level 1)",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"You can re-roll a failed concentration check. You must complete a long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Aquatic Polymorph (level 2)",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"You can use an action whilst grasping this weapon to transform into a {@creature reef shark} (MM 336) as per the {@spell polymorph} spell. The transformation lasts for 1 hour, and you can use your action to revert to your standard form. You cannot use this property again until the following dawn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Booming (level 2)",
													"prerequisite": "{@i 10 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"Your weapon attacks from this weapon deal an additional d8 thunder damage letting out an audible boom as they do say. When you declare an attack with this weapon you can choose to release the power within. If you hit with this attack this damage is increased to 6d6. Once you have released the power, this upgrade has no effect until the following dawn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Handcannon (level 2)",
													"prerequisite": "{@i 6 Spirit points, {@b black powder weapon only}}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"When you declare an attack with this weapon you can choose to fire a cannonball that grows through the air as it leaves the barrel of the weapon. If you hit with this attack you deal 8d8 bludgeoning damage instead of its normal damage. This passes through any wood, stone, or similar material up to 2 foot thick leaving a hole in its path, any creature hit after it has passed through such material suffers only half damage from the attack.",
														"Once this shot has been fired, you must spend one minute repacking the weapon before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Power of the Storm (level 2)",
													"prerequisite": "{@i 6 Spirit points, {@b spellcasters only}}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"When you deal damage to an enemy with a cantrip spell, they are pushed 10 feet directly away from you, in addition to any regular effects. In addition the enemy must make a DC12 Strength saving throw or be knocked {@condition prone}."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Sirens Call",
													"prerequisite": "{@i 6 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"A beautiful song in an unknown language flows from your weapon through the air towards a creature. Target a creature within 120 foot and that can hear, they must make a DC 14 Wisdom saving throw. A target automatically succeeds on this saving throw if it can't be {@condition charmed}. On a failed save, a target is affected by this song.",
														"The target must use as much of its movement as possible to move directly towards you in its next turn. It can take its action before or after it moves. After moving in this way, it can make another Wisdom saving throw to try to end the effect. The effect ends when the creature ends its turn within 5 feet of you, or as close as it can manage due to obstacles blocking its path.",
														"A target isn't compelled to move into an obviously deadly hazard, such as a fire or pit, but it will provoke opportunity attacks to move in the designated direction. Once used, this property cannot be used again until the following dawn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Wind Wall",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"You can use an action to create a wall of wind between two points no more than 20 foot apart, both of which must be an equidistance away within 60 feet of you. The wall extends 15 foot vertically and is 1 foot thick along its length and remains in place for 1 minute.",
														"Any projectiles traveling through the wall in a direction away from you when it was cast deal an additional 1d6 weapon damage, whilst there is a 50% chance that any ordinary projectiles traveling through the wall in the opposite direction automatically miss. (Boulders hurled by giants or siege engines, and similar projectiles, are unaffected.)",
														"Creatures that move through the wall in a direction away from you when it was cast gain an addition 50% movement speed this turn, whilst a creature moving through the wall in the opposite direction halves their movement speed. Once used, this property cannot be used again until the following dawn."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"page": 15,
									"name": "Tier 4: Level 15+ Upgrades",
									"entries": [
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Amplify (level 2)",
													"prerequisite": "{@i 10 Spirit points, {@b limited}}",
													"entries": [
														"You gain +2 to an ability score of your choice, to a maximum of 20."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Guardian (level 2)",
													"prerequisite": "{@i 7 Spirit points, {@b limited}}",
													"entries": [
														"You gain proficiency on a saving throw of your choice. If you can see the source of the effect, you also gain advantage on these saving throws."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Magical Core (level 4)",
													"prerequisite": "{@i 8 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose any level 1 spell. You can use an action to cast this spell from the weapon. You can use this ability at will. The spell attack bonus of this spell is +8, and the spell save DC is 16."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Slayer (level 2)",
													"prerequisite": "{@i 10 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose an enemy type from, beasts, fey, humanoids, monstrosities, or undead. Your weapon attacks from this weapon deal 4d6 additional damage to all creatures of this type."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spell Storing (level 5)",
													"prerequisite": "{@i 10 Spirit points, {@b limited}}",
													"entries": [
														"When you select this upgrade, choose any level 5 spell. You can use an action to cast this spell from the weapon. You must complete a long rest before you can use this ability again. The spell attack bonus of this spell is +8, and the spell save difficulty is 16."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spell Link (level 4)",
													"prerequisite": "{@i 8 Spirit points, {@b spellcasters only, limited}}",
													"entries": [
														"You gain an additional level 4 spell slot. This spell slot is refreshed on a long rest."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Truesight",
													"prerequisite": "{@i 10 Spirit points, {@b limited}}",
													"entries": [
														"You have truesight when holding this weapon."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Beacon (level 2)",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"You can use an action to plant this weapon in the ground. For the next 1 minute, whilst your weapon remains planted, the weapon glows with a divine light, shining bright light in a 30-foot radius, and dim light for an additional 30-foot. All allies within 15 feet gain a +1 bonus to their AC, and their attacks deal d6 additional force damage. Any ally that can draw line of sight to the weapon can take a bonus action to move up to half their movement towards the weapon. This movement doesn't provoke opportunity attacks. You must complete a short or long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Blood-drinker (level 2)",
													"prerequisite": "{@i 7 Spirit points}",
													"entries": [
														"If the d20 roll for an attack made with this weapon is a 19 or 20, you temporary hit points equal to the damage dealt."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Dancing",
													"prerequisite": "{@i 5 Spirit points, {@b melee weapon only}}",
													"entries": [
														"You use an action to speak the command word allowing this weapon to attack independently for 1 minute. For this duration, the weapon floats in the air and fights independently of you. You may use a bonus action to move the weapon up to 20 feet and make a melee attack as though you were holding it, and you may use your reaction to allow the weapon to make an opportunity attack from the weapon's location, following the normal attack of opportunity rules. You must complete a short or long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Homing",
													"prerequisite": "{@i 5 Spirit points, {@b ranged weapons only}}",
													"entries": [
														"You may attack creatures within range even if you cannot draw line of sight. These attacks are made at disadvantage. Any creature targeted this way counts as being in three-quarters cover"
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Keen (level 2)",
													"prerequisite": "{@i 10 Spirit points, {@b limited}}",
													"entries": [
														"The weapon causes a critical hit when the d20 roll for an attack made with this weapon is a 18, 19 or 20."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Mentor",
													"prerequisite": "{@i 3 Spirit points, {@b spellcasters only}}",
													"entries": [
														"You can cast any spell you know, even one that is not prepared, by expending a spell slot of the highest level available to you. You must complete a long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Mobile (level 2)",
													"prerequisite": "{@i 7 Spirit points}",
													"entries": [
														"Youe base movement speed is increased by 10 feet."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Piercing (level 2)",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"You have +4 on attack rolls against enemies with shields."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Power Surge",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"Once per day you can use a spell slot to cast a spell you know of up to 2 levels higher than that of the spell slot."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Precise (level 2)",
													"prerequisite": "{@i 6 Spirit points}",
													"entries": [
														"You can reroll damage results from this weapon, you must accept the second result."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Proficient (level 4)",
													"prerequisite": "{@i 8 Spirit points}",
													"entries": [
														"You gain proficiency in 4 skills of your choice."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Protective",
													"prerequisite": "{@i 3 Spirit points}",
													"entries": [
														"You can make a saving throw at advantage, you must complete a short or long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Rallying",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"You can use an action to raise this weapon in the air and let out a war cry bolstering your allies. For the next minute your weapon lets of a shining radiance, all allies within 30 feet gain advantage on Wisdom saving throws and are immune to the {@condition frightened} condition. Any ally moving directly towards you during this time can increase their movement speed by 10 feet. You must complete a short or long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Spectral Reach",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"Increase the range of this weapon by 5 feet for 1 minute. For the duration, the weapon inflicts an additional d4 damage. You must complete a short or long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Venomous",
													"prerequisite": "{@i 7 Spirit points}",
													"entries": [
														"Each creature damaged by this weapon must succeed on a DC15 Constitution save or suffer 2d6 poison damage at the start of their turn for 1 minute. If the creatures saving throw is successful they are immune to this effect for the next 24 hours."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Vicious (level 2)",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"If the d20 roll for an attack made with this weapon is a 20, your critical hit deals an extra 4d6 damage of the weapon's type."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Will (level 2)",
													"prerequisite": "{@i 5 Spirit points, {@b spellcasters only}}",
													"entries": [
														"When you fail a concentration check, you can choose to pass instead. You must complete a long rest before you can use this ability again."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Whirlwind",
													"prerequisite": "{@i 5 Spirit points}",
													"entries": [
														"You can use your action to perform a melee attack against each creature within 5 feet."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Aquatic Polymorph (level 3)",
													"prerequisite": "{@i 8 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"You can use an action whilst grasping this weapon to transform into a {@creature killer whale} (MM 331) as per the {@spell polymorph} spell. The transformation lasts for 1 hour, and you can use your action to revert to your standard form. You cannot use this property again until the following dawn."
													]
												}
											]
										},
										{
											"type": "inset",
											"entries": [
												{
													"type": "optfeature",
													"name": "Mistress Luck",
													"prerequisite": "{@i 4 Spirit points}",
													"entries": [
														"{@color Nautical Upgrades|127894}",
														"When you make an attack with this weapon you score a critical hit on the roll of a natural 1. When this happens your turn ends immediately, all attacks targeting you in the following turn have advantage, and you cannot use reactions until your following turn."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 3: Ancestral Traits & Personalities",
					"page": 17,
					"entries": [
						"Many ancestral weapons have small, subtle effects that add character to them. An ancestral weapon can start with these, or unlock them as more of their gifts are earnt. There are two types of properties represented in this chapter. Ancestral Traits are small characteristics built up over the life of the weapon, whilst Ancestral Personalities reveal the dominant personalities amongst the fragments of the ancestral spirits that are held within the weapon.",
						"Ancestral Traits often come with minor gameplay effects, whilst Ancestral Personalities manifest themselves in feelings that a character will sense when performing certain actions that align with, or against, the ancestral personality.",
						"A weapon can have either of the properties presented, one of each property, or neither property. A DM, or a player working with their DM, can also create a history fitting to the weapon and the Ancestral Traits can be supplemented by the Minor Property table on page 142 of the Dungeon Master's Guide.",
						"To determine an Ancestral Trait or Ancestral Personality, roll on the tables presented below.",
						{
							"type": "table",
							"caption": "Ancestral Traits",
							"page": 17,
							"colStyles": [
								"col-1",
								"col-2",
								"col-7"
							],
							"colLabels": [
								"{@dice d20}",
								"Name",
								"Details"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"Guided by the past",
									"The ancestors will occasionally speak to the bearer, imparting their wisdom. When making an ability check the player can ask the ancestors for aid. The player gains an additional d4 to add to the skill check but must complete a short or long rest before using this ability again."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"Moral Guidance",
									"If the player takes an action that is not within their alignment, they suffer d4 psychic damage, at the DMs discretion, as the ancestors are angered."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"Read Script",
									"The player or DM selects a language which relates to the history of this weapon. The bearer can read this language, but cannot speak or comprehend it verbally."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"Learn From Failure",
									"When you roll on 1 on the d20 to make a weapon attack with this weapon, your next weapon attack is made at advantage."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"Soldier's Saviour",
									"You always know the direction of the closest source of alcohol."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"Bolstering Growth",
									"You can use an action to grow 1 foot in height for one hour, you have advantage on Charisma (Intimidation) checks against creatures smaller than you during this time."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 7
										}
									},
									"Totemic",
									"The weapon is often recognised as being a true example of its craft, and will be appreciated and fawned over."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 8
										}
									},
									"History of the Spirits",
									"Occasionally the spirits of the ancestors within this weapon will communicate with the bearer, regaling a story from the weapons history."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 9
										}
									},
									"Forewarning",
									"On occasion, the spirits from the weapon will communicate with the bearer in their sleep or meditation, gifting them a cryptic omen of future events."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 10
										}
									},
									"Battlebred",
									"The weapon will glow a sinister red color around areas that have experienced bloodshed in the last week."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 11
										}
									},
									"Distorting",
									"The weapon shimmers constantly, it is always seen to be magical by anyone who views it."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 12
										}
									},
									"Longing",
									"When left alone, after an hour the weapon will emit a low hum until it is reunited with its owner."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 13
										}
									},
									"Thirst for knowledge",
									"The ancestors are driven to gain more knowledge. Whilst you sleep you can read any book, written in a language you know, by touching it."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 14
										}
									},
									"Wilderness",
									"The weapon guides the bearer carefully through the land. You leave no footprints."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 15
										}
									},
									"Malice",
									"Any other creature who lifts this weapon suffers d4 piercing damage."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 16
										}
									},
									"Entertainer",
									"The ancestors thrive in revelling after a success. You have advantage on Charisma (Performance) checks when the crowd is intoxicated."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 17
										}
									},
									"Cavalier",
									"The ancestors have led many glorious cavalry charges. You have advantage on saving throws to avoid being thrown from a mount."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 18
										}
									},
									"Bravado",
									"The weapon wants to be heard. If knocked against an inanimate object it will let out a booming noise that can be heard 300 feet away."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 19
										}
									},
									"Honorable",
									"The weapon will only deliver non-lethal damage to an unarmed humanoid."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 20
										}
									},
									"Homing",
									"You can use an action to mark your current location. For the next 24 hours the weapon will always be able to guide you back to that location"
								]
							]
						},
						{
							"type": "table",
							"caption": "Ancestral Traits",
							"page": 17,
							"colStyles": [
								"col-1",
								"col-2",
								"col-7"
							],
							"colLabels": [
								"{@dice d10}",
								"Name",
								"Details {@color Nautical Upgrades|127894}"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"Buried Treasure",
									"In previous eras, the weapon let its owners to great fortunes. The weapon glows in the presence of great fortunes."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"Voice on the wind",
									"Leading crews in deafening battles, the weapon allows you to be heard in the most tough situarions. When outside, your voice can travel twice as far."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"Lungbursting",
									"The weapon helps you live when all seems lost. You can hold your breath for four times as long."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"Windspeaker",
									"As if singing a romantic duet, the weapon hums in strong winds."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"Marinelife",
									"Having spent generations on the seas, the ancestors lend their knowledge to whoever wields this weapon. You have advantage on Wisdom ({@skill Nature}) checks regarding the oceans or creatures who live below."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"Marooned",
									"You are able to drink saltwater as though it was freshwater."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 7
										}
									},
									"Hunter",
									"You have advantage on Wisdom ({@skill Survival}) checks to track creatures when you are on or in bodies of water."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 8
										}
									},
									"Drunken Sailor",
									"Years of celebrations and joy ring through this weapon. When a sea shanty is sung, you will always know the words even if you have never heard it before."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 9
										}
									},
									"Fisherman",
									"You deal an additional d4 weapon damage to aquatic and amphibian creatures."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 10
										}
									},
									"Borne of the Sea",
									"Every ancestor was more at home than the sea than the land. Whilst on a water vehicle you gain an addition d4 to constitution checks."
								]
							]
						},
						{
							"type": "table",
							"caption": "Ancestral Personalities",
							"page": 18,
							"colStyles": [
								"col-1",
								"col-2",
								"col-7"
							],
							"colLabels": [
								"{@dice d10}",
								"Name",
								"Details"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"Stubborn",
									"When you change your viewpoint easily, a small sense of shame washes over you."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"Violent",
									"When you are presented with the options, the weapon will try to subtlety push you in the direction that would see more bloodshed."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"Calculating",
									"When you find yourself in a confrontational situation, the weapon will encourage you to bide your time, and not rush in."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"Serene",
									"When you are in a calm situation you will feel especially content."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"Determined",
									"Finding yourself up against impossible odds will only harden your resolve."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"Vengeful",
									"Once crossed, the weapon will not forget and will encourage you in situations where you can realise your revenge."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 7
										}
									},
									"Greedy",
									"The weapon will fill you with a lusting desire when an opportunity to increase your wealth presents itself."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 8
										}
									},
									"Bashful",
									"You find the weapon warming slightly, filling you with a feeling of joy, whenever something embarrassing happens to anyone in sight."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 9
										}
									},
									"Sinister",
									"Witnessing the downfall of others fills you with a sensation of happiness."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 10
										}
									},
									"Thoughtful",
									"The weapon will encourage you to think of a creative solution, filling you with pride when these come to fruition."
								]
							]
						},
						{
							"type": "table",
							"caption": "Ancestral Personalities",
							"page": 18,
							"colStyles": [
								"col-1",
								"col-2",
								"col-7"
							],
							"colLabels": [
								"{@dice d6}",
								"Name",
								"Details {@color Nautical Upgrades|127894}"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"Guiding",
									"You are drawn to those without a hope and feel a great sense of reward in helping them."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"Bloodthirsty",
									"When violence occurs you feel your blood pumping harder as a feeling of freedom courses through your veins."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"Forgiving",
									"When you meet someone who has wronged you, the weapon encourages forgiveness over the other paths that are presented."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"Malevolent",
									"The weapon encourages your darkest thoughts, bringing your most evil subconscious to the fore of your mind."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"Exploring",
									"When exploring into lands unknown, the weapon fills you with a sense of unbound optimism and hope."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"Mournful",
									"You feel the loss of each downed friend, or enemy, more than you could have believed possible."
								]
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 4: Creating non-Ancestral Weapons",
					"page": 19,
					"entries": [
						"Due to the design of the spirit point rules, it is extremely simple to create non-ancestral magic weapons using this system. This can either be done by the DM to create new weapons for the campaign, or allow players to craft magic weapons through the course of the campaign. This allows you access to the flexibility of the ancestral weapons rules whilst still creating fun, and balanced magic weapons.",
						{
							"type": "entries",
							"name": "Quick-Build Magic Weapons",
							"page": 19,
							"entries": [
								"To create a magic item, firstly select a number of spirit points to create the item. It is advised that this is determined based on the level of the party. The average level of the party will give you an appropriate amount of spirit points to create a suitable magical weapon.",
								"In some circumstances you may wish to give the party a stronger or weaker weapon in the course of your campaigns. For a more powerful item, add up to 3 spirit points to the groups average level, and for a less powerful weapon, subtract up to 3 spirit points.",
								"Any item that is very rare or legendary, or that has a limited upgrade, requires attunement.",
								"If you wish to make some of these items available for purchase in stores, or black markets, the table below also shows the recommended purchase cost.",
								{
									"type": "table",
									"colLabels": [
										"Spirit Points",
										"Rarity",
										"Purchase Cost per Spirit Point"
									],
									"colStyles": [
										"col-1 text-center",
										"col-1",
										"col-2"
									],
									"rows": [
										[
											"1-4",
											"Uncommon",
											"200 GP"
										],
										[
											"5-9",
											"Rare",
											"500 GP"
										],
										[
											"10-15",
											"Very Rare",
											"5000 GP"
										],
										[
											"16-25",
											"Legendary",
											"20000 GP"
										]
									]
								},
								{
									"type": "section",
									"name": "Example Quick-Build Items",
									"page": 19,
									"entries": [
										{
											"type": "list",
											"items": [
												"{@item Volcanic Blade|AnWe}",
												"{@item Alliance|AnWe}"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Crafting Magic Items",
							"page": 20,
							"entries": [
								"You can use spirit points to allow characters to craft magic weapons. These magical weapons do not earn spirit points after being created, and require no special attunement rules beyond those of the standard attunement rules found in the Player's Handbook. Any item that is very rare or legendary, or that has a limited upgrade, requires attunement.",
								"To craft a magic item, the player must pay a cost, as well as spend a period of time, both shown in the below table, in order to craft the item. The cost covers both magical and mundane materials. In order to embed a spell into a weapon, the player needs access to a spellcaster who has has the ability to cast that spell, and who must spend a number of days with the weapon equal to 1 + the spell level.",
								{
									"type": "table",
									"colLabels": [
										"Min Level",
										"Rarity",
										"Number of Spirit Points",
										"Cost per Spirit Point",
										"Time per Spirit Point"
									],
									"colStyles": [
										"col-1 text-center",
										"col-2",
										"col-2",
										"col-2",
										"col-2"
									],
									"rows": [
										[
											"1+",
											"Uncommon",
											"1-4",
											"200 GP",
											"2 days"
										],
										[
											"5+",
											"Rare",
											"5-9",
											"500 GP",
											"3 days"
										],
										[
											"10+",
											"Very Rare",
											"10-15",
											"5000 GP",
											"4 days"
										],
										[
											"16+",
											"Legendary",
											"16-25",
											"20000 GP",
											"1 week"
										]
									]
								},
								"To create such items a Dungeon Master may deem that a character needs to be proficient with Smith's tools, Woodcarver's tools or similar.",
								{
									"type": "insetReadaloud",
									"name": "Unique Reagents",
									"entries": [
										"Crafting a magical weapon should never be an easy endeavor. Oftentimes it is a great opportunity for a player driven quest.",
										"By requiring a unique reagent, such as the claw of a red dragon or a medusa's eye, the characters will drive the campaign forward allowing for additional motivations to add to determine their characters actions."
									]
								},
								{
									"type": "section",
									"name": "Example Quick-Build Items",
									"page": 19,
									"entries": [
										{
											"type": "list",
											"items": [
												"{@item Dirk of the Twin Fangs|AnWe}",
												"{@item The Sunstaff|AnWe}",
												"{@item Gitzla's Pokey Stabba|AnWe}"
											]
										}
									]
								},
								{
									"type": "inset",
									"entries": [
										"Gitzla is a goblin merchant who specialises in magical curiosities. He mostly tricks people into thinking they are buying something and palming them a fake. He has a 'Lukky Coin' that can be found in Treasures of the Mad Mage!"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 5: Weapon History",
					"page": 21,
					"entries": [
						"Every ancestral weapon holds a unique story. These weapons have been used in great battles, fought monstrous creatures, and been the envy of kings. You can create the history for your weapon, or you can instead roll on the tables provided below to randomly create a background for the weapon.",
						"In order to create a background for this weapon, roll on the below tables, or choose from the options presented. The rules and tables presented here are shown only as a guideline for you to pick and choose from as you wish. Feel free to add, embellish, or alter to make the weapon as unique as your character.",
						{
							"type": "entries",
							"name": "History of the Weapon",
							"page": 21,
							"entries": [
								"This section details the age of the weapon, measured in generations. Ancestral weapons exist of many ages, from being handed down a single generation, to being older than many races.",
								"First you should determine how many generations the weapon has been in existence, followed by how many feats of legend the weapon has been involved in.",
								"These feats of legend reveal some of the story into how the weapon became so powerful. It may have been involved in the Blood Wars, could have delivered the final blow to a tyrannical dragon, or have been blessed by a god.",
								{
									"type": "table",
									"caption": "Generations Since Created",
									"page": 21,
									"colLabels": [
										"Wielder's Race",
										"Number of Generations"
									],
									"colStyles": [
										"col-1 text-center",
										"col-1 text-center"
									],
									"rows": [
										[
											"Dragonborn",
											"{@dice d8}"
										],
										[
											"Dwarf",
											"{@dice d10}"
										],
										[
											"Elf",
											"{@dice d10}"
										],
										[
											"Gnome",
											"{@dice d6}"
										],
										[
											"Halfling",
											"{@dice d6}"
										],
										[
											"Half-Elf",
											"{@dice d8}"
										],
										[
											"Half-Orc",
											"{@dice d6}"
										],
										[
											"Human",
											"{@dice d6}"
										],
										[
											"Tiefling",
											"{@dice d12}"
										],
										[
											"Aarakocra",
											"{@dice d6}"
										],
										[
											"Aasamir",
											"{@dice d12}"
										],
										[
											"Bugbear",
											"{@dice d6}"
										],
										[
											"Feral Tiefling",
											"{@dice d4}"
										],
										[
											"Firbolg",
											"{@dice d8}"
										],
										[
											"Genasi",
											"{@dice d10}"
										],
										[
											"Gith",
											"{@dice d12}"
										],
										[
											"Goblin",
											"{@dice d4}"
										],
										[
											"Goliath",
											"{@dice d6}"
										],
										[
											"Hobgoblin",
											"{@dice d6}"
										],
										[
											"Kenku",
											"{@dice d4}"
										],
										[
											"Kobold",
											"{@dice d4}"
										],
										[
											"Lizardfolk",
											"{@dice d6}"
										],
										[
											"Orc",
											"{@dice d6}"
										],
										[
											"Tabaxi",
											"{@dice d6}"
										],
										[
											"Tortle",
											"{@dice d12}"
										],
										[
											"Triton",
											"{@dice d6}"
										],
										[
											"Yuan-ti Pureblood",
											"{@dice d8}"
										]
									]
								},
								{
									"type": "table",
									"caption": "Number of Feats of Legend",
									"page": 21,
									"colLabels": [
										"Number of Generations",
										"Number of Feats of Legend"
									],
									"colStyles": [
										"col-1 text-center",
										"col-1 text-center"
									],
									"rows": [
										[
											"1",
											"{@dice 1}"
										],
										[
											"2-4",
											"{@dice d4}"
										],
										[
											"5-8",
											"{@dice d6}"
										],
										[
											"9-12",
											"{@dice d8}"
										]
									]
								},
								{
									"type": "table",
									"page": 22,
									"caption": "Types of Feat of Legend",
									"colLabels": [
										"{@dice d20}",
										"Feat of Legend"
									],
									"colStyles": [
										"col-1 text-center",
										"col-6"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A previous owner defeated a dragon."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"The weapon itself was blessed by a god."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Was wielded in battle against a demigod."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The might of this weapon brought a city to ruin."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A previous owner led an army with this weapon."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"The weapon turned the tide of a battle."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 7
												}
											},
											"A ruler offered their lands in exchange for this weapon."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 8
												}
											},
											"Was used to destroy a lich."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 9
												}
											},
											"Has been to Sigil, and returned."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 10
												}
											},
											"Was wielded in battle in Avernus."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 11
												}
											},
											"Was gifted by a fey being."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 12
												}
											},
											"Was once in the possession of an angel."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 13
												}
											},
											"Was once in the possession of a devil."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 14
												}
											},
											"Was used in the rescue of an enslaved race."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 15
												}
											},
											"Has been lost, and found."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 16
												}
											},
											"Was broken and reforged."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 17
												}
											},
											"Was part of a ritual to banish a demon."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 18
												}
											},
											"Was wielded in far distant lands."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 19
												}
											},
											"A ruler was slain with this weapon."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 20
												}
											},
											"A previous wielder gave up their love, in return for this weapon."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Physical Properties",
							"page": 22,
							"entries": [
								"As well as a powerful and rich history, ancestral weapons are often distinguished in craftsmanship compared to other weapons of their type. The tables below allow you to determine the material of the weapon, which race crafted it, as well as an identifying feature that allows the weapon to stand out amongst others of its type.",
								{
									"type": "table",
									"caption": "Craftsmanship",
									"colLabels": [
										"{@dice d10}",
										"Craftsmanship"
									],
									"colStyles": [
										"col-1 text-center",
										"col-6 text-center"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Human"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Dwarven"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Elven"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Astral"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Fell"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Elemental"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 7
												}
											},
											"Gnomish"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 8
												}
											},
											"Fey"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 9
												}
											},
											"Other worldly"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 10
												}
											},
											"Unknown"
										]
									]
								},
								{
									"type": "insetReadaloud",
									"name": "Ancestral weapons from beyond the Realm",
									"entries": [
										"While the races listed here are those encountered within the Forgotten Realms, ancestral weapons can be found in the hands of many races throughout the multiverse. If you are using a race from a different setting, it's a good idea to compare the lifespan of that race with some of those in this table to figure out how old your weapon might be."
									]
								},
								{
									"type": "table",
									"caption": "Type of Wood Used",
									"colLabels": [
										"{@dice d10}",
										"Wood"
									],
									"colStyles": [
										"col-1 text-center",
										"col-6 text-center"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Ash"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Birch"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Duskwood"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Felsul"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Maple"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Oak"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 7
												}
											},
											"Phandar"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 8
												}
											},
											"Willow"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 9
												}
											},
											"Mahogany"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 10
												}
											},
											"Cherry"
										]
									]
								},
								{
									"type": "table",
									"caption": "Type of Metal Used",
									"colLabels": [
										"{@dice d10}",
										"Metal"
									],
									"colStyles": [
										"col-1 text-center",
										"col-6 text-center"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Brass"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Bronze"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Electrum"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Iron"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Mithril"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Obsidian"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 7
												}
											},
											"Platinum"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 8
												}
											},
											"Steel"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 9
												}
											},
											"Gold"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 10
												}
											},
											"Copper"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 6: Example Ancestral Weapons",
					"page": 23,
					"entries": [
						"In this chapter you will find four ancestral items that have each been created by one of our playtesters for use in their individual campaigns. For each weapon you will find a history of the weapon, who currently wields the weapon, as well as 4 seperate iterations of the weapon. These show how the weapon grew during the campaign and will feature one uncommon version, one rare, one very rare, and one legendary version.",
						"The four weapons you will find in this section are summarised below, along with a short bio of the writer, and the character who currently wields it.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Griffon's Rest",
									"page": 23,
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Created by Rob Tew, a sonographer by day and D&D terrain enthusiast by night."
											]
										},
										"Griffon's Rest is wielded by Nathaniel Garrow, having being handed to him by his father on this deathbed.",
										"Garrow is a lawful good paladin of Helm, and has saved Secomber and beyond with his limitless smites. He is well known for his ability to destroy doors, and his inability to recognise his wife."
									]
								},
								{
									"type": "entries",
									"name": "Keshykiin Ilmaa",
									"page": 23,
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Created by James \"Hobbit\" Braund, an enthusiastic DM and roleplayer who also would prefer to live in Middle-Earth than real life."
											]
										},
										"Keshykiin Ilmaa is wielded by Kalesh Qyzarraphor, dragonborn barbarian from the desert lands in northern Amalin, a member of a nomadic tribe of dragonborn - both natives and refugees from conflicts across Faerûn.",
										"Kalesh is a neutral good ancestral guardian barbarian, and part of the Adventurer's Guild of Holmsgarth, though ashamedly he was once in the competing guild - the (Dis)Honourable Guild of Defenders. Replete with impressive pauldrons crafted from the skull of a wyvern, Kalesh is a proud and honourable warrior who will defend the weak and cut short the life of those who stand before him. Not great with subtlety though."
									]
								},
								{
									"type": "entries",
									"name": "Staff of the Homing Tree",
									"page": 23,
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Created by Laura-Jade Klee, a new D&D player, who focuses on a dramatic characters, and enthusiastic roleplaying."
											]
										},
										"The Staff of the Homing Tree is wielded by Nala Mystan, being the only remaining object passed to her following the death of her parents. After their death Nala was rescued by the circus where this staff became an integral part of her acrobatic performances.",
										"Nala is a chaotic neutral dragonborn monk, who after leaving the circus signed up to the Adventurer's Guild of Holmsgarth. An impressive dragonborn, her menacing bite is equalled only by her terrifying roar."
									]
								},
								{
									"type": "entries",
									"name": "The Windblade",
									"page": 23,
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Created by Matthew Kelly, an absolute chocaholic who loves all things geek. If not wargaming, or walking the dog, you will find him at a D&D table, whether as DM or player."
											]
										},
										"The Windblade is wielded by Rynn Winter, having been handed down through each generation of the Winter family, containing the very essence of the tempest ravaging the lands when it was forged.",
										"Rynn is a lawful good wizard whose willpower and headstrong attitude led her to face off against a necromancer on her own. Her heart was always in the right place but she tends to never say the right thing."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Griffon's Rest",
							"page": 24,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Forged by the esteemed blacksmiths of Secomber, this blade was gifted to the knight Edwin Garrow after he earned renown in the battle of Griffon's Rest. In this battle against all odds, he led a small garrison of troops to victory against a larger invading force.",
										"Named after the outpost where they made their last stand, this hand and a half blade features an intricately carved Griffon's head set into the pommel. The blade itself however, is unassuming, built for practicality over presentation. Edwin and his blade were later famed for single handily holding off an ambush on the lord's caravan so that the lord and his family could escape. Thought to be dead, Edwin returned to the caravan later that day with a wounded soldier that was left behind.",
										"Upon his deathbed Edwin passed the sword on to his son, Nathaniel Garrow, who wields the blade to this day, defending the innocent in search of his missing family. Garrow and his father's blade have become renowned for their use of Thunderous Smite, bringing down their foes with an almighty bolt of energy just in the nick of time, saving him and his companions on several occasions. The Griffon's Rest blade is a symbol of hope and protection against even the most insurmountable odds."
									],
									"by": "Rob Tew. Wielded by Nathaniel Garrow",
									"from": "\"Secomber Chronicles\" campaign"
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Griffon's Rest",
											"page": 24,
											"entries": [
												"{@i Weapon (longsword), uncommon, requires attunement}",
												"This hand and a half blade features an intricately carved griffons head set into the pommel.",
												"You have a +1 bonus to attack and damage rolls made with this weapon.",
												"{@b Upgrades, 3 spirit points:} Enhanced Weapon (level 1) - 3 spirit points."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Griffon's Rest",
											"page": 24,
											"entries": [
												"{@i Weapon (longsword), rare, requires attunement}",
												"Atop this hand and a half blade sits an ornately carved marble griffon's head, each eye studded with an onyx.",
												"You have a +1 bonus to attack and damage rolls made with this magic weapon, and when you deal damage with a smite spell, you deal an additional d6 radiant damage.",
												"You can use an action cast thunderous smite from the weapon. You must complete a long rest before you can use this ability again. The spell attack bonus of this spell is +4, and the spell save difficulty is 12.",
												"{@b Upgrades, 7 spirit points:} Enhanced Weapon (level 1) - 3 spirit points, Spell Storing (level 1 - thunderous smite) - 2 spirit points, and Charged Smite (level 1) - 2 spirit points."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Griffon's Rest",
											"page": 24,
											"entries": [
												"{@i Weapon (longsword), very rare, requires attunement}",
												"A symbol of valour, honour, and truth. This blade features an onyx studded griffon's head, and brings vigour to those who see it wielded in battle.",
												"You have a +1 bonus to attack and damage rolls made with this magic weapon, and when you deal damage with a {@spell smite} spell, you deal an additional {@dice d6} radiant damage.",
												"You can use an action cast {@spell thunderous smite} from the weapon. You must complete a long rest before you can use this ability again. The spell attack bonus of this spell is +4, and the spell save difficulty is 12.",
												"{@b Upgrades, 12 spirit points:} Enhanced Weapon (level 2) - 6 spirit points, Spell Storing (level 1 - thunderous smite) - 2 spirit points, and Charged Smite (level 2) - 4 spirit points."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Griffon's Rest",
											"page": 24,
											"entries": [
												"{@i Weapon (longsword), legendary, requires attunement}",
												"This ornate blade is topped with an ornate marble griffon. When held aloft, griffon's rest beams a golden radiance, bolstering those who see it.",
												"You have a +3 bonus to attack and damage rolls made with this magic weapon, and when you deal damage with a smite spell, you deal an additional {@dice d6} radiant damage.",
												"You can use an action cast {@spell thunderous smite} from the weapon. You must complete a long rest before you can use this ability again. The spell attack bonus of this spell is +4, and the spell save difficulty is 12.",
												"You can use an action to raise this weapon in the air and let out a war cry bolstering your allies. For the next minute your weapon lets of a shining radiance, all allies within 30 foot gain advantage on wisdom saving throws and are immune to the frightened condition. Any ally moving directly towards you during this time can increase their movement speed by 10 foot. You must complete a short or long rest before you can use this feature again.",
												"{@b Upgrades, 20 spirit points:} Enhanced Weapon (level 3) - 10 spirit points, Spell Storing (level 1 - thunderous smite) - 2 spirit points, Charged Smite (level 2) - 4 spirit points, and Rallying - 4 spirit points"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Keshykiin Ilmaa",
							"page": 25,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"The Qyzarraphor tribe are deeply cultured and spiritual people with a great reverence for their ancestors. It is this tradition that brought Kalesh the ancient weapon that he bears to this day - Keshykiin Ilmaa, or in the common tongue - 'the sundering of the midnight air'.",
										"Keshykiin Ilmaa is a perfectly balanced, expertly wrought glaive. While the haft is dark as the desert sky at night, the blade glitters with an icy sheen that hints of its potency. It has been handed down through the Qyzarraphor tribe for 7 generations, and its legend has grown with each guardian to wield it. It is said to have slain children of Tiamat on more than one occasion, and its cold bite is most keenly felt by those whom the ancestors of the tribe were most wronged by."
									],
									"by": "James Braund. Wielded by Kalesh Qyzarraphor",
									"from": "\"The Adventurer's Guild\" campaign"
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Keshykiin Ilmaa",
											"page": 25,
											"entries": [
												"{@i Weapon (glaive), uncommon, requires attunement.}",
												"An ornate glaive, inscribed with Draconic runes",
												"When you are hit by a melee attack you can see, you can use your reaction to add 1 to your AC. When you are reduced to 0 hit points, you can immediately make an attack with this weapon before you fall unconscious.",
												"{@b Upgrades, 3 spirit points:} Duelist (level 1) - 2 spirit points, and Indomitable (level 1) - 1 spirit point."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Keshykiin Ilmaa",
											"page": 25,
											"entries": [
												"{@i Weapon (glaive), rare, requires attunement.}",
												"The runes on this ornate glaive glow with an ice-blue aura.",
												"When you are hit by a melee attack you can see, you can use your reaction to add 1 to your AC. When you are reduced to 0 hit points, you can immediately make an attack with this weapon before you fall unconscious.",
												"You have proficiency in Dexterity saving throws.",
												"{@b Upgrades, 7 spirit points:} Duelist (level 1) - 2 spirit points, Guardian (level 1)- 4 spirit points, Indomitable - 1 spirit point."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Keshykiin Ilmaa",
											"page": 25,
											"entries": [
												"{@i Weapon (glaive), very rare, requires attunement.}",
												"Finely crafted, and gleaming in the sunlight, this glaive's power radiates out from the Draconic runes glowing with an icy blue aura",
												"You have proficiency in Dexterity saving throws. When you are hit by a melee attack you can see, you can use your reaction to add 2 to your AC. When you are reduced to 0 hit points, you can immediately make an attack with this weapon before you fall unconscious.",
												"You can reroll your damage dice for attacks made with this weapon, you must take the second result.",
												"{@b Upgrades, 13 spirit points:} Duelist (level 2) - 4 spirit points, Guardian (level 1) - 4 spirit points, Indomitable - 1 spirit point, and Reckless - 4 spirit points."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Keshykiin Ilmaa",
											"page": 25,
											"entries": [
												"{@i Weapon (glaive), legendary, requires attunement.}",
												"The finely crafted blade of this ancient glaive appears to leave a ice-blue trail behind it as it cuts through the air. When held you can see the spirits of the ancestors within the finely carved draconic runes.",
												"You can reroll your damage dice for attacks made with this weapon, you must take the second result.",
												"You have proficiency in Dexterity saving throws. If you can see the source of the effect, you also gain advantage on these saving throws.",
												"When you are hit by a melee attack you can see, you can use your reaction to add 3 to your AC.",
												"You can use an action to spend up to half your hit dice, recovering that much health. You must complete a long rest before you can use this ability again.",
												"Increase the range of this weapon by 5 feet for 1 minute. For the duration, the weapon inflicts an additional d4 damage. You cannot use this special ability again until after you have completed a short or long rest.",
												"{@b Upgrades, 25 spirit points:} Duelist (level 3) - 6 spirit points, Guardian (level 2) - 7 spirit points, Hardy - 3 spirit points, Reckless - 4 spirit points, and Spectral Reach - 5 spirit points."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Staff of the Homing Tree",
							"page": 26,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"For thousands of years, The Homing Tree was the lifeblood of the Windswept forest in the Feywild. Despite its humble appearance, it exuded an extraordinary presence, that could deeply touch the soul of any who beheld it. When you are lost, the Homing Tree could find you, and would set you back on track. For those with a strong heart, The Homing Tree was a portal to wherever you most needed to be.",
										"Having existed for generations upon generation, nobody questioned when a few of its emerald green leaves started to turn a sickly yellow, or that it's rich floral scent started to have a sour undertone. When powers from the Shadowfell leaked into the Windswept Forest, the rottenness of the mirrored plane began to infect the tree from its roots. Triggered by an elemental build up a blinding fork of lightning struck its core, and shattered the tree to shards and splinters.",
										"The Staff of the Homing Tree, is the embodiment of this disillusioned Tree - it is bitter, broken, and lost. The Homing Staff finds you, and it can be a welcome companion or it can have a profound effect on its owner- for better or worse. A strike from The Homing Staff might cause little more than short sharp hit, or it might get beneath your skin like a charged current, and make you wonder where you are, who you are, or what the world might be like without you in it."
									],
									"by": "Laura-Jade Klée. Wielded by Nala Mystan",
									"from": "\"The Adventurer's Guild\" campaign"
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Staff of the Homing Tree",
											"page": 26,
											"entries": [
												"{@i Weapon (quarterstaff), uncommon, requires attunement}",
												"A carved branch from the homing tree, singed at each end.",
												"You can use an action to cast charm person spell from the weapon. You must complete a long rest before you can use this ability again. The spell save DC is 12.",
												"If the d20 roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon must make a DC 14 Wisdom saving throw, in addition to any damage caused. On a failed save, it is frightened of you for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on it on a success.",
												"{@b Upgrades, 4 spirit points:} Spell Storing (Level 1 - Charm Person) - 2 spirit points, and Overpower (Dread) - 2 spirit points."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Staff of the Homing Tree",
											"page": 26,
											"entries": [
												"{@i Weapon (quarterstaff), rare, requires attunement}",
												"Carved from a burnt branch of the Homing Tree, this quarterstaff smoulders as it whips through the air.",
												"Your weapon attacks from this weapon deal an additional d6 necrotic damage. You can use an action to cast charm person spell from the weapon. You must complete a long rest before you can use this ability again. The spell save DC is 12.",
												"If the d20 roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon must make a DC 14 Wisdom saving throw, in addition to any damage caused. On a failed save, it is frightened of you for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on it on a success.",
												"{@b Upgrades, 9 spirit points:} Infusion (level 1 - necrotic) - 5 spirit points, Spell Storing (Level 1 - Charm Person) - 2 spirit points, and Overpower (Dread) - 2 spirit points."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Staff of the Homing Tree",
											"page": 26,
											"entries": [
												"{@i Weapon (quarterstaff), very rare, requires attunement}",
												"This ancient quarterstaff smoulders constantly, a burning glow radiates from the heart of the staff.",
												"Your weapon attacks from this weapon deal an additional d6 necrotic damage. You can use an action to cast confusion spell from the weapon. You must complete a long rest before you can use this ability again. The spell save DC is 16.",
												"If the d20 roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon must make a DC 14 Wisdom saving throw, in addition to any damage caused. On a failed save, it is frightened of you for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on it on a success.",
												"{@b Upgrades, 15 spirit points:} Infusion (level 1 - necrotic) - 5 spirit points, Spell Storing (Level 4 - Confusion) - 8 spirit points, and Overpower (Dread) - 2 spirit points."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Staff of the Homing Tree",
											"page": 26,
											"entries": [
												"{@i Weapon (quarterstaff), legendary, requires attunement}",
												"Carved from a burnt branch of the Homing Tree, this ancient quarterstaff in inset with glowing embers, constantly burning.",
												"Your weapon attacks from this weapon deal an additional 2d6 necrotic damage. You can use an action to cast confusion spell from the weapon. You must complete a long rest before you can use this ability again. The spell save DC is 16.",
												"If the d20 roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon must make a DC 14 Wisdom saving throw, in addition to any damage caused. On a failed save, it is frightened of you for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on it on a success.",
												"{@b Upgrades, 24 spirit points:} Infusion (level 2 - necrotic) - 10 spirit points, Spell Storing (Level 3 - Confusion) - 8 spirit points, Overpower (Dread) - 2 spirit points, and Shimmering (4 spirit points)."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Windblade",
							"page": 27,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Forged at the height of a mighty storm, the Windblade contains the power of the tempest itself. The great mage crafters of the Winter family created the blade from an unholy union of otherworldly magic, and it has been in their family for several generations. Wizards of renown, the eldest Winter has always travelled with this blade seeking to aid those less fortunate.",
										"The raw magical essence contained inside serves as a grounding for a mage's abilities, allowing a calm mind in even the most stressful of situations. It can absorb and release the very lightning it was forged with. It is even rumoured that should one concentrate hard enough, they are able to see the flow of the wind itself, allowing them to see things that others cannot.",
										"Currently wielded by Rynn, the eldest daughter in the latest generation of winters, it was used by her grandfather to stop the advances of a powerful blue dragon who had been besieging the great desert city of Ankh Arabell. Stood atop the ramparts of its main gate, Ulric raised his blade high as the dragon assaulted with its lightning breath. The Windblade absorbed the damage and allowed Ulric time to cast his powerful incantation, sundering the dragon's mighty hide. Its bones now lay as a monument to the power of the weapon.",
										"Stewart Winter, several generations before, was able to hunt and kill several trickster demons on the borders thanks to the blade allowing him to see through their disguises. His son, Ander, was able to battle an orc horde, calmly casting spells at threats whilst the battle around him raged. Slaying their leaders caused the Orcs to rout and prevented countless deaths in a meatgrinder battle."
									],
									"by": "Matthew Kelly. Wielded by Rynn Winter",
									"from": "Ankh Arabell\" campaign"
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "The Windblade",
											"page": 27,
											"entries": [
												"{@i Weapon (shortsword), uncommon, requires attunement}",
												"This shortsword bears a slight curved edge and has a handle long enough to be wielded in two hands.",
												"This weapon counts as a spellcasting focus. Being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged attack rolls.",
												"{@b Upgrades, 3 spirit points:} Focus - 2 spirit points, and Unflinching - 1 spirit point."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "The Windblade",
											"page": 27,
											"entries": [
												"{@i Weapon (shortsword), rare, requires attunement.}",
												"With several runes etched across the surface of the blade that symbolise air in Sylvan, Celestial, and Abyssal, this shortsword bears a slight curved edge.",
												"This weapon counts as a spellcasting focus. Being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged attack rolls.",
												"You may cast lightning bolt as an action from this weapon. The spell save DC is 14. You must take a long rest before you can use this ability again.",
												"{@b Upgrades, 9 spirit points:} Spell Storing (Level 3 - lightning bolt) - 6 spirit points, Focus - 2 spirit points, and Unflinching - 1 spirit point."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "The Windblade",
											"page": 27,
											"entries": [
												"{@i Weapon (shortsword), very rare, requires attunement.}",
												"The runes along the surface of this blade crackle with the energy of the storm trapped inside.",
												"This weapon counts as a spellcasting focus. Being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged attack rolls.",
												"You may cast {@spell lightning bolt} as an action from this weapon. The spell save DC is 14. You must take a long rest before you can use this ability again.",
												"You have resistance to lightning damage.",
												"{@b Upgrades, 13 spirit points:} Spell Storing (Level 3 - lightning bolt) - 6 spirit points, Elemental Resistance (lightning) - 4 spirit points, Focus - 2 spirit points, and Unflinching - 1 spirit point."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "The Windblade",
											"page": 27,
											"entries": [
												"{@i Weapon (shortsword), legendary, requires attunement.}",
												"The runes etched across the surface of this blade symbolise air in Sylvan, Celestial, and Abyssal. Each rune crackles with the force of the infused tempest. This blade seems to slice through the very air itself when it is wielded.",
												"This weapon counts as a spellcasting focus. Being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged attack rolls.",
												"You may cast {@spell lightning bolt} as an action from this weapon. The spell save DC is 14. You must take a long rest before you can use this ability again.",
												"You have resistance to lightning damage. You have truesight while holding this weapon.",
												"{@b Upgrades, 23 spirit points:} Spell Storing (Level 3 - lightning bolt) - 6 spirit points, Elemental Resistance (lightning) - 4 spirit points, Focus - 2 spirit points, Truesight - 10 spirit points, and Unflinching - 1 spirit point."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix A: Crafting Table",
					"page": 28,
					"entries": [
						"The rules presented in Chapter 4 allow for crafting magic weapons for use in your campaign. The table below shows, at a glance, the cost, time requirement, and other pertinent information required for crafting, depending on the number of Spirit Points the crafted weapon has allocated.",
						{
							"type": "table",
							"caption": "Crafting Summary",
							"page": 28,
							"colLabels": [
								"Spirit Points",
								"Cost",
								"Time",
								"Rarity",
								"Upgrades Available",
								"Attunement"
							],
							"colStyles": [
								"col-1 text-center",
								"col-2",
								"col-2",
								"col-2",
								"col-2",
								"col-2"
							],
							"rows": [
								[
									"1",
									"200 gp",
									"2 days",
									"Uncommon",
									"Tier 1",
									"If Limited Upgrade"
								],
								[
									"2",
									"400 gp",
									"4 days",
									"Uncommon",
									"Tier 1",
									"If Limited Upgrade"
								],
								[
									"3",
									"600 gp",
									"6 days",
									"Uncommon",
									"Tier 1",
									"If Limited Upgrade"
								],
								[
									"4",
									"800 gp",
									"8 days",
									"Uncommon",
									"Tier 1",
									"If Limited Upgrade"
								],
								[
									"5",
									"2,500 gp",
									"15 days",
									"Rare",
									"Tier 1 & 2",
									"If Limited Upgrade"
								],
								[
									"6",
									"3,000 gp",
									"18 days",
									"Rare",
									"Tier 1 & 2",
									"If Limited Upgrade"
								],
								[
									"7",
									"3,500 gp",
									"21 days",
									"Rare",
									"Tier 1 & 2",
									"If Limited Upgrade"
								],
								[
									"8",
									"4,000 gp",
									"24 days",
									"Rare",
									"Tier 1 & 2",
									"If Limited Upgrade"
								],
								[
									"9",
									"4,500 gp",
									"27 days",
									"Rare",
									"Tier 1 & 2",
									"If Limited Upgrade"
								],
								[
									"10",
									"50,000 gp",
									"40 days",
									"Very",
									"Tier 1, 2, & 3",
									"Yes"
								],
								[
									"11",
									"55,000 gp",
									"44 days",
									"Very",
									"Tier 1, 2, & 3",
									"Yes"
								],
								[
									"12",
									"60,000 gp",
									"48 days",
									"Very",
									"Tier 1, 2, & 3",
									"Yes"
								],
								[
									"13",
									"65,000 gp",
									"52 days",
									"Very",
									"Tier 1, 2, & 3",
									"Yes"
								],
								[
									"14",
									"70,000 gp",
									"56 days",
									"Very",
									"Tier 1, 2, & 3",
									"Yes"
								],
								[
									"15",
									"75,000 gp",
									"60 days",
									"Very",
									"Tier 1, 2, & 3",
									"Yes"
								],
								[
									"16",
									"320,000 gp",
									"16 weeks",
									"Legendary",
									"All",
									"Yes"
								],
								[
									"17",
									"340,000 gp",
									"17 weeks",
									"Legendary",
									"All",
									"Yes"
								],
								[
									"18",
									"360,000 gp",
									"18 weeks",
									"Legendary",
									"All",
									"Yes"
								],
								[
									"19",
									"380,000 gp",
									"19 weeks",
									"Legendary",
									"All",
									"Yes"
								],
								[
									"20",
									"400,000 gp",
									"20 weeks",
									"Legendary",
									"All",
									"Yes"
								],
								[
									"21",
									"420,000 gp",
									"21 weeks",
									"Legendary",
									"All",
									"Yes"
								],
								[
									"22",
									"440,000 gp",
									"22 weeks",
									"Legendary",
									"All",
									"Yes"
								],
								[
									"23",
									"460,000 gp",
									"23 weeks",
									"Legendary",
									"All",
									"Yes"
								],
								[
									"24",
									"480,000 gp",
									"24 weeks",
									"Legendary",
									"All",
									"Yes"
								],
								[
									"25",
									"500,000 gp",
									"25 weeks",
									"Legendary",
									"All",
									"Yes"
								]
							]
						}
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Volcanic Blade",
			"source": "AnWe",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 3,
			"value": 450000,
			"baseItem": "longsword|PHB",
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"entries": [
				"This blade was crafted in the Dragon's Eye, forged from obsidian, deep inside the volcano itself.",
				"Your weapon attacks from this weapon deal an additional {@dice d4} fire damage.",
				"You can use an action to cast burning hands. You must complete a long rest before you can use this ability again. The spell attack bonus of this spell is +4, and the spell save difficulty is 12.",
				"In addition you can reroll damage results of 1 from this weapon, you must accept the second result.",
				"{@b Upgrades:} 9 spirit points: Infusion (level 1) - 5 spirit points, Spell Storing (level 1) - 2 spirit points, and Precise (level 1) - 2 spirit points.",
				"{@b Purchase Cost:} 4,500 gp"
			],
			"page": 19,
			"tier": "major"
		},
		{
			"name": "Alliance",
			"source": "AnWe",
			"type": "M",
			"rarity": "uncommon",
			"reqAttune": true,
			"weight": 4,
			"value": 60000,
			"baseItem": "quarterstaff|PHB",
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"entries": [
				"This long staff is topped with a bronze mask, on one side a smiling visage, and the other a menacing face.",
				"You have advantage on saving throws against the charmed condition, and you are proficient in the Charisma (Persuasion) skill.",
				"You can add {@dice 1d4} to a skill check, you may use this ability after rolling the check, but before you know if it was successful. You must declare you are using this feature before you make the roll, and must perform a long rest before using this feature again.",
				"{@b Upgrades:} 3 spirit points: Charmward - 1 spirit point, Proficient (level 1) - 1 spirit point, and willing - 1 spirit point.",
				"{@b Purchase Cost:} 600 gp"
			],
			"page": 19,
			"tier": "major"
		},
		{
			"name": "Dirk of the Twin Fangs",
			"source": "AnWe",
			"type": "M",
			"rarity": "legendary",
			"reqAttune": true,
			"weight": 4,
			"value": 46000000,
			"baseItem": "dagger|PHB",
			"weaponCategory": "simple",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"bonusWeapon": "+3",
			"dmgType": "P",
			"entries": [
				"Deep in the Underdark, in Menzoberranzan, the drow elf Ulkina Eldraor disappeared one day. She returned with a dagger of fine craftsmanship, with snake venom coursing through the blade itself. No-one knows what price she paid for such an item of nightmares.",
				"You have a +3 bonus to attack and damage rolls made with this magic weapon, and any enemy that you make a weapon attack against with this weapon cannot make attacks of opportunity against you until the beginning of your next turn.",
				"If the {@dice d20} roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon to make a DC14 Constitution saving throw, in addition to any damage caused. On a failed save, it gains the poisoned condition. A creature can repeat the saving throw at the end of each of its turns, ending the effect on it on a success.",
				"A creature damaged by this weapon must make a DC15 Constitution save at the start of each of their turns for 1 minute. On a fail they suffer {@dice 2d6} poison damage, and if they pass this effect ends. A creature can only be affected by this effect once per day.",
				"{@b Upgrades:} 23 spirit points: Enhanced Weapon (level 3) - 10 spirit points, Overpower (Poisonous) - 2 spirit points, Venomous - 7 spirit points, and Jarring (level 2) - 4 spirit points.",
				"{@b Purchase Cost:} 460,000 gp",
				"{@b Time to craft:} 23 weeks"
			],
			"page": 20,
			"tier": "major"
		},
		{
			"name": "The Sunstaff",
			"source": "AnWe",
			"type": "M",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 4,
			"value": 6000000,
			"bonusWeapon": "+1",
			"baseItem": "quarterstaff|PHB",
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"entries": [
				"Glowing proudly with a golden light, this weapon was crafted by the smiths of the sun worshipping Iliathoran tribe. It is now wielded by the ruling high priestess.",
				"Whilst holding this weapon you have a +1 bonus to spell attack rolls and a +1 bonus to AC. You gain advantage on intimidation checks when the target can see you and you are holding this weapon.",
				"The weapon sheds bright golden light in a 15-foot radius, and dimlight for an additional 15-foot.",
				"You can use an action to cast {@spell daylight} from the weapon. You must complete a long rest before you can use this ability again.",
				"{@b Upgrades:} 12 spirit points: Magus (level 1) - 5 spirit points, Spell Storing (level 3 - daylight) - 6 spirit points, Bully - 1 spirit point, and Guiding - 1 spirit point",
				"{@b Purchase Cost:} 60,000 gp",
				"{@b Time to craft:} 48 days"
			],
			"page": 20,
			"tier": "major"
		},
		{
			"name": "Gitzla's Pokey Stabba",
			"source": "AnWe",
			"type": "M",
			"rarity": "rare",
			"reqAttune": "by a rogue",
			"weight": 2,
			"value": 400000,
			"bonusWeapon": "+1",
			"baseItem": "shortsword|PHB",
			"weaponCategory": "martial",
			"property": [
				"F",
				"L"
			],
			"dmg1": "1d6",
			"dmgType": "P",
			"entries": [
				"Gitzla's emporium of rare and unknown curiosities in the Undermountain often attracts light fingers. Gitzla commissioned his pokey stabba to ensure his goods don't wander without his knowledge.",
				"You have a +1 bonus to attack and damage rolls made with this magic weapon, and you increase the damage of your sneak attacks made by this weapon by {@dice d6}.",
				"You have advantage on initiative rolls.",
				"{@b Upgrades:} 8 spirit points: Enhanced Weapon (level 1) - 3 spirit points, Blindside (level 1) - 4 spirit points, and Quick - 1 spirit point.",
				"{@b Purchase Cost:} 4,000 gp",
				"{@b Time to craft:} 24 days"
			],
			"page": 20,
			"tier": "major"
		}
	],
	"optionalfeature": [
		{
			"name": "Duelist (level 1)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"note": "Limited",
					"item": [
						"Melee Weapon"
					],
					"feature": [
						"2 Spirit Points"
					]
				}
			],
			"entries": [
				"When you are hit by a melee attack you can see, you can use your reaction to add 1 to your AC."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Enhanced Weapon (level 1)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"note": "Limited",
					"feature": [
						"3 Spirit Points"
					]
				}
			],
			"entries": [
				"You have a +1 bonus to attack and damage rolls made with this weapon."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Infusion (level 1)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"note": "Limited",
					"feature": [
						"5 Spirit Points"
					]
				}
			],
			"entries": [
				"When you select this upgrade, choose a damage type from: acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, and thunder. Your weapon attacks from this weapon deal an additional {@dice d6} damage of that type."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Magus (level 1)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"note": "Limited",
					"feature": [
						"5 Spirit Points"
					]
				}
			],
			"entries": [
				"Whilst holding this weapon you have a +1 bonus to spell attack rolls and a +1 bonus to AC."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Magical Core (level 1)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"note": "Limited",
					"feature": [
						"2 Spirit Points"
					]
				}
			],
			"entries": [
				"When you select this upgrade, choose any {@filter cantrip|spells|level=0}. You can use an action to cast this cantrip from the weapon. You can use this ability twice per long rest. The spell attack bonus of this spell is +4, and the spell save DC is 12."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Slayer (level 1)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"note": "Limited",
					"feature": [
						"5 Spirit Points"
					]
				}
			],
			"entries": [
				"When you select this upgrade, choose an enemy type from, beasts, fey, humanoids, monstrosities, or undead. Your weapon attacks from this weapon deal {@dice 2d6} additional damage to all creatures of this type."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Spell Link (level 1)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"note": "Limited",
					"spellcasting": true,
					"feature": [
						"2 Spirit Points"
					]
				}
			],
			"entries": [
				"You gain an additional level 1 spell slot. This spell slot is refreshed on a long rest."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Spell Storing (level 1)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"note": "Limited",
					"feature": [
						"2 Spirit Points"
					]
				}
			],
			"entries": [
				"When you select this upgrade, choose any {@filter level 1 spell|spells|level=1}. You can use an action to cast this spell from the weapon. You must complete a long rest before you can use this ability again. The spell attack bonus of this spell is +4, and the spell save difficulty is 12."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Spell Storing (level 2)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"note": "Limited",
					"feature": [
						"4 Spirit Points"
					]
				}
			],
			"entries": [
				"When you select this upgrade, choose any {@filter level 2 spell|spells|level=2}.. You can use an action to cast this spell from the weapon. You must complete a long rest before you can use this ability again. The spell attack bonus of this spell is +4, and the spell save difficulty is 12."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Bully",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"1 Spirit Point"
					]
				}
			],
			"entries": [
				"You gain advantage on Charisma (Intimidation) checks when the target can see you and you are holding this weapon."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Charmward",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"1 Spirit Point"
					]
				}
			],
			"entries": [
				"You have advantage on saving throws against the charmed condition."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Darkvision",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"note": "Limited",
					"feature": [
						"3 Spirit Points"
					]
				}
			],
			"entries": [
				"You have darkvision out to a range of 60 feet. If you already have darkvision, increase the range by 60 feet."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Deathward",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"note": "Limited",
					"feature": [
						"1 Spirit Point"
					]
				}
			],
			"entries": [
				"You have advantage on death saving throws."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Fearward",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"1 Spirit Point"
					]
				}
			],
			"entries": [
				"You have advantage on saving throws against the frightened condition."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Focus",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"spellcasting": true,
					"feature": [
						"4 Spirit Points"
					]
				}
			],
			"entries": [
				"This weapon counts as a spellcasting focus."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Giant-Bane",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"4 Spirit Points"
					]
				}
			],
			"entries": [
				"You weapon attacks deal an additional {@dice d6} damage to creatures of large size or larger."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Guiding",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"1 Spirit Point"
					]
				}
			],
			"entries": [
				"The weapon sheds bright light in a 15-foot radius, and dim light for an additional 15-foot. When you select this upgrade, you choose the color of the light."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Hidden",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"2 Spirit Points"
					]
				}
			],
			"entries": [
				"You can use an action to speak this weapon's command word, the weapon appears as an different item of a similar size until you speak the command word again to end this effect. The weapon retains all abilities during this time, and if a creature uses its action to examine the item, the creature can determine that it is an illusion with a successful DC 12 Intelligence (Investigation) check. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Hinge-Bane",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"item": [
						"Melee Weapon"
					],
					"feature": [
						"1 Spirit Point"
					]
				}
			],
			"entries": [
				"You deal maximum damage against inanimate objects with attacks made from this weapon."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Indomitable (level 1)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"1 Spirit Point"
					]
				}
			],
			"entries": [
				"When you are reduced to 0 hit points, you can immediately make an attack with this weapon before you fall unconscious."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Jarring (level 1)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"2 Spirit Points"
					]
				}
			],
			"entries": [
				"Any enemy that suffers damage from a weapon attack made by this weapon cannot make attacks of opportunity against you until the beginning of your next turn."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Marksman",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"item": [
						"Ranged Weapon"
					],
					"feature": [
						"3 Spirit Points"
					]
				}
			],
			"entries": [
				"This weapon does not require physical ammo, upon readying this weapon a spectral arrow or bolt is notched that acts as magical ammo of its normal type."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Overpower (Brawler)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"2 Spirit Points"
					]
				}
			],
			"entries": [
				"If the {@dice d20} roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon to make a DC 14 Strength saving throw, in addition to any damage caused. On a failed save, it is knocked {@condition prone}."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Overpower (Brutish).",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"2 Spirit Points"
					]
				}
			],
			"entries": [
				"If the {@dice d20} roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon to make a DC 14 Strength saving throw, in addition to any damage caused. On a failed save, it is shoved 10 feet in a direction of your choice."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Overpower (Disarming)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"2 Spirit Points"
					]
				}
			],
			"entries": [
				"If the {@dice d20} roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon to make a DC 14 Strength saving throw, in addition to any damage caused. On a failed save, you can target one item the creature is holding, it drops that item. If it is holding the item in two or more hands, it has advantage on this check."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Overpower (Hamstring)",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"1 Spirit Point"
					]
				}
			],
			"entries": [
				"If the {@dice d20} roll for an attack made with this weapon is a 19 or 20, you can force a creature that suffers damage from this weapon to make a DC 14 Dexterity saving throw, in addition to any damage caused. On a failed save, its movement speed is halved until your next turn."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		},
		{
			"name": "Gripped",
			"source": "AnWe",
			"prerequisite": [
				{
					"level": {
						"level": 1
					},
					"feature": [
						"1 Spirit Point"
					]
				}
			],
			"entries": [
				"You cannot be made to drop this weapon against your will."
			],
			"featureType": [
				"Anc. Wep. Upgrade"
			]
		}
	]
}
