{
	"_meta": {
		"sources": [
			{
				"json": "TSGtTT",
				"abbreviation": "TSGtTT",
				"full": "The Seeker's Guide to Twisted Taverns",
				"color": "7ba130",
				"authors": [
					"Ghostfire Gaming"
				],
				"convertedBy": [
					"cadowtin"
				],
				"url": "https://ghostfiregaming.com/welcome-to-the-twisted-taverns/",
				"version": "0.1"
			}
		],
		"dateAdded": 1644736552,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "9c70024f09",
		"edition": "classic"
	},
	"book": [
		{
			"name": "The Seeker's Guide to Twisted Taverns",
			"id": "TSGtTT",
			"source": "TSGtTT",
			"published": "2020-01-01",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/cadowtin/homebrew/twisted_taverns/_img/TSGtTT/cover_resized.png"
			},
			"contents": [
				{
					"name": "Ch 2: Rail-Away",
					"headers": [
						"Areas of the Tavern",
						"The Tavern Operators",
						"The Tavern Guests",
						"Menu",
						"The Quest Board",
						"Events",
						"Tavern History",
						"Stat Block"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "TSGtTT",
			"source": "TSGtTT",
			"data": [
				{
					"type": "section",
					"name": "Ch 2: Rail-Away",
					"page": 20,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail-away_icon.png"
							}
						},
						"Is it the destination or the journey that's more important? On the Rail-Away, the industrial crew have decided to offer both! This traveling tavern's tracks can run through any number of locations to suit your campaign—above ground and below, between cities and towns, through the countryside, over the mountains, or along the coast. The track can be circular for an infinite loop to bring you back to where you started, or an end-to-end journey with adventure along the way. As a variant way to play using this book, the Rail-Away can serve as a cruise vessel that visits all the other taverns in order.",
						"The adventures found on the Rail-Away are intended for characters level 5 to 10. The tavern can be played as a temporary location, serving as a respite from dangerous adventures. Alternatively, you can play through its combination of quests and a murder mystery event using the NPCs provided.",
						"While how frequently the Rail-Away stops at stations is at the GM's discretion, some quests require at least a day of travel time between stops to allow player characters time to adventure. Stops can also be instigated by refueling, passenger transitions, or the addition of cargo carts.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail-away_pic.png"
							}
						},
						{
							"type": "entries",
							"name": "Areas of the Tavern",
							"page": 21,
							"entries": [
								"The Rail-Away carriages are connected in the order listed, but additional cars can be added as necessary at the GM's discretion. Unless otherwise noted, each train carriage has a small platform on either end to facilitate moving between the cars while the train is in motion, as well as a ladder to provide access to the top of the train.",
								"The party can board the Rail-Away from their departing station onto any sleeper or amenities car, with or without a ticket, as Prim the Ticketmaster will be moving through the cars after departure. Anyone who has traveled the train before knows not to be caught out without buying a ticket. If the party attempts to do so, they will quickly learn Prim's nickname (see the Tavern's Operators), and be kicked off the train.",
								{
									"type": "inset",
									"entries": [
										"{@b {@i Note.}} Squares are actually 2.5' not 5'. GMs using minis are recommended to treat the squares as if they were 5', and ignore any combat restrictions this size would impose."
									]
								},
								{
									"name": "1. The Steam Engine",
									"page": 21,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail_1.png"
											}
										},
										"The Rail-Away's engine is a technological marvel for the ages, with two towering smokestacks that never seem to stop puffing away. Both the interior and exterior are a mixture of gleaming black iron, silver pipes, and brass fixtures with some painted accents of red and gold. A cow-catcher grille on the front has saved the train more than once from derailing, though only once was the creature it pushed out of the way an actual cow.",
										"Only the back half of the engine room is accessible by normal humanoids. The round hatch inset in the middle leads to the engine itself, which is powered by a fire elemental and a number of steam mephits, all controlled by the engineer, Brandr Fintan."
									],
									"type": "entries"
								},
								{
									"name": "2. Cargo / Livestock Car",
									"page": 22,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/Rail_2.png"
											}
										},
										"This multi-purpose carriage is one of the smaller of the Rail-Away's cars but serves three purposes: an area for livestock such as guest's mounts, a cargo bay for supplies and larger guest items that won't fit into their room, and a small bedroom with a private washroom for the engineer. While the outside of the carriage is of the same standard as the rest of the train, the inside is bare bones and undecorated. The floors are all plain wood, and some areas are noticeably damaged by the livestock's \"proceedings.\" There are no windows, except on the door to the engineer's room that leads to the engine. There are working lights in the livestock area, but the cargo bay has no built-in lighting.",
										"The engineer's room is spartan, containing only a double bed, a locked chest, a wardrobe, and a writing desk. A small stack of books and ledgers are piled on the desk, but they are covered in a fine layer of dust. The only concession to comfort is that the bathroom includes a claw foot bathtub and an extensive collection of scented soaps, quick-foaming bubble bath, and essential oils.",
										"If Lord Gammon is aboard, a large locked chest belonging to him will be located in the cargo bay. It contains 2,000 gold, five diamonds (worth 75 gold each), a supply of fine clothing, and a {@b coded ledger} that details Lord Gammon's illegal business dealings. It is a simple \"Caesar Shift\" code utilising Undercommon and Thieves' Cant, and can be cracked with a DC 16 Intelligence (Investigation) check. Anyone with knowledge of Thieves' Cant has advantage on the check. The most repeated code in the ledgers is \"Bpm Svqnm.\"",
										"",
										""
									],
									"type": "entries"
								},
								{
									"name": "3. Staff Sleeper Car",
									"page": 22,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail_3.png"
											}
										},
										"The Staff Sleeper Car outwardly appears the same as the rest of the Rail-Away's carriages, but the interior has significantly simpler (though still comfortable) decorations and furnishings. Rather than keeping with the opulent tones of the other interiors, the colors here are more muted and earthy to save on upkeep expenses.",
										"There are two bathrooms on either end of the carriage, with a toilet, sink, and shower for staff use. There are five bedrooms, each containing four twin-size beds (stacked like bunk beds), a chair, a chest, and two small closets to hang uniforms so they don't get wrinkled. A storage closet is located near the center of the carriage and is where staff know to go looking for Prim the Ticketmaster if she's had a hard day, as that is where she keeps her hanging punching bag. Hidden inside of this worn-out sandbag is a broken pickaxe and a pair of shackles."
									],
									"type": "entries"
								},
								{
									"name": "4. The Saphire, Emerald, and Ruby",
									"page": 22,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail_4.png"
											}
										},
										"There are three standard sleeper cars, which each contain:",
										{
											"type": "list",
											"items": [
												"Four shared bathrooms with toilet, sink, and shower: two on one end and two in the middle of the carriage",
												"Two large rooms with a double bed, a chest, small armchair, and a small wooden desk with a straightbacked chair",
												"Five small rooms with a twin bed, a chest, and a chair",
												"Two large rooms with a double bed, chest, small armchair, and a small wooden desk with a straightbacked chair, plus a private washroom with toilet, sink, and shower"
											]
										},
										"While not spacious, the rooms are all comfortable and more than generous for a train. The Rail-Away prides itself on being more accommodating than many stationary inns, a title that in many ways has been rightfully earned. The only way to tell the sleeper cars apart is by color and name, with each being decorated in a different color: royal blue (The Sapphire), deep green (The Emerald), and dark red (The Ruby).",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/railaway_cabin.png"
											},
											"title": "Cabin"
										}
									],
									"type": "entries"
								},
								{
									"name": "5. The Silver Piece",
									"page": 23,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail_5.png"
											}
										},
										"The dining car, also known as The Silver Piece, is a comfortable space full of inviting smells and sights, with the grand red velvet window curtains always pulled back so guests can enjoy the passing scenery as they dine. The galley-like kitchen is located within the car, allowing the guests to enjoy watching Somen Gilrona, the halfling chef, prepare their food. Somen's fast-paced proficiency with her knives (and her cute little stool) are a means of entertainment in their own right.",
										"Meals are served throughout the day and can also be ordered directly to a room or a table in the other entertainment cars. There are seven tables that seat up to four, and four tables that seat two. The far right corner holds a table for condiments and utensils as well as pitchers of water and juice. Each table holds a small brass bell that can be rung for service. The tables are always set with crisp linen tablecloths, fine silverware, and a lit candle for atmosphere."
									],
									"type": "entries"
								},
								{
									"name": "6. The Gold Coin",
									"page": 23,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail_6.png"
											}
										},
										"The gaming car is called The Gold Coin, and aptly so; many a coin is lost and won here on any given day on both the card and dice tables. However, games of chance are not the only ones on offer here. You can also find guests playing games of Chess, Trail Seeker, Go, Nine Men's Morris, Knucklebones, Checkers, and Fox and Geese.",
										"The entire carriage has an open plan, with tables of various sizes scattered around. Plush carpets layer the floor. Like its name, the color scheme is garishly gold and practically glitters when the sun comes in the windows in the late afternoon. A cupboard holds a supply of games and cards, though guests can also bring their own. However, any playing cards used for gambling tables where coin is on the line must be staff-provided due to cheating issues in the past.",
										"The Gambler is known to frequent this tavern the most, either lounging here or in the Copper Penny. He'll always be somewhere near a bottle of whiskey, and takes to smoking out of a small pipe when the room's less populated. He'll be unusually interested in the party's intentions, and give them advice regarding how to play the games.t, either lounging here or in the Copper Penny. He'll always be somewhere near a bottle of whiskey, and takes to smoking out of a small pipe when the room's less populated. He'll be unusually interested in the party's intentions, and give them advice regarding how to play the games"
									],
									"type": "entries"
								},
								{
									"name": "7. The Copper Penny",
									"page": 23,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail_7.png"
											}
										},
										"The bar car, known as The Copper Penny, is the heart of the Rail-Away. It features a long wooden bar with a rich, smooth patina that comes only with age and the constant mopping up of spilled drinks. Comfortable leather bar stools line the counter, which is where most regular guests prefer to sit, as they are the best seats if you want to talk Raivo the bartender into free or special drinks. Raivo behind the bar is, in fact, what immediately draws anyone's eye the first time they enter The Copper Penny, as his flaming hair is impossible to ignore.",
										"This car is by far the most popular carriage on the Rail-Away and a good place to meet any of the tavern's guests. There are three four-seater tables and four twoseater tables, one being located in the corner for privacy. Alongside the same side of the carriage as the bar is an open area used for entertainment or dancing. For boarding purposes, and to accommodate the loading and unloading of supplies, an additional door is located across from the stage area."
									],
									"type": "entries"
								},
								{
									"name": "8. The Platinum and the Mithril",
									"page": 24,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail_8.png"
											}
										},
										"There are two luxury accommodation sleeper cars for wealthy passengers to take advantage of: The Platinum and The Mithril. There are two suites in each carriage, which each include a private washroom (toilet, sink, and shower with brass fittings), a large bedroom (king size bed, wardrobe, desk and chair, two armchairs, and a small table), and an additional small bedroom (double bed and a chest). The small bedroom is most often used by children, retainers, or servants. Many wealthy visitors to the Rail-Away will rent an entire carriage so their important staff are near them, while others have their underlings stay in one of the normal sleeper cars.",
										"In keeping with the guests, these cars are sumptuously appointed with comfortable furnishings and many small touches that showcase the Rail-Away's attention to detail: fresh flowers, a turndown service, and complimentary chocolates. Upon first check-in, guests are treated to a complimentary beverage."
									],
									"type": "entries"
								},
								{
									"name": "9. The Mercury Observatory",
									"page": 25,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail_9.png"
											}
										},
										"The Mercury Observatory car is one of the highlights of the Rail-Away. A raised open-air oval platform takes up the entire back end of the carriage, surrounded by iron railings with spear-shaped finials. A large brass telescope is affixed to the platform, providing guests with an opportunity to see the stars—or simply take a closer look at any towns or scenery the train is passing. A number of comfortable deck chairs and small tables are scattered around. Drinks can be ordered directly from any passing staff, or through a communication pipe in the wall.",
										"The other half of the carriage is enclosed, but it still offers excellent visibility as it resembles a glass greenhouse with a tri-peaked roof. This way, guests can enjoy the view even in inclement weather. Couches and chairs with plump cushions are available, as well as some potted plants, which adds to the greenhouse atmosphere and lends a sense of privacy for late-night assignations.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/train_no_back.png"
											},
											"title": "Observatory"
										}
									],
									"type": "entries"
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail-away_layout.png"
									},
									"title": "Cart Layout"
								}
							]
						},
						{
							"type": "entries",
							"name": "The Tavern Operators",
							"page": 26,
							"entries": [
								"The staff of the Rail-Away come from across the land but have managed to form the close-knit bonds of a found family.",
								{
									"name": "Tarmo Warberry",
									"page": 26,
									"entries": [
										"Tarmo is a male high elf, and serves as the Rail-Away's conductor. Tarmo very much enjoys his job, though everyone knows that Prim is the one that really gets things done on the Rail-Away. Tarmo is more of a scholarly figurehead, opting to spend his time chatting amiably with the tavern's guests or studying history and languages. He is always particularly excited when someone speaks a rare language, and enjoys learning new words and phrases. (He endeavors to know how to say \"hello\" and \"thank you\" in every known language, and has a large collection of swear words written down in a leather-bound journal.) He wears spectacles and has never been seen dressed in anything other than his conductor's suit: a buttoned-up formal waistcoat with stiff lapels and gold braiding on the shoulders.",
										"Tarmo uses the {@creature mage} statistics but also knows the spells {@spell alarm} and {@spell unseen servant}. As an elf, he doesn't require sleep and often chooses to spend his time in trance in a quiet corner of the bar car, though he has a room of his own in the staff sleeper car. A student of languages, he can comfortably speak Common, Elvish, Dwarven, Giant, Halfling, Gnomish, and even a smattering of Infernal. He has a {@item wand of magic missiles} but will only use it as a last resort.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"He knows Verity's true form but has kept it secret, partly because she is the best entertainer the Rail-Away has ever had. He also trusts her to use her hidden abilities as crowd-control in unruly situations. She is teaching him how to speak Sylvan, but only the more vulgar terms."
													],
													"type": "entries"
												}
											]
										},
										{
											"type": "insetReadaloud",
											"entries": [
												{
													"name": "Bartender Insights",
													"entries": [
														"Tarmo knows that Raivo hates bats due to an unfortunate incident where one flew into his hair and burned to a crisp. He has also learned that the bartender loves cinnamon-based sugar sweets."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Prim, a.k.a. \"Knuckles\"",
									"page": 26,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/prim_knuckles.png"
											},
											"title": "Prim, A.K.A \"Knuckles\""
										},
										"Prim is a young goblin woman who serves both as the authority figure on the Rail-Away and as its ticketmaster. Anyone who underestimates \"Knuckles\" does so to their detriment. Prim is on the smaller side, and coupled with the Rail-Away's standard starched and pressed uniform, she somewhat resembles a child's doll one would buy from the tavern's gift shop. However, besides her iron will, she carries with her a set of magic brass knuckles that she likes to refer to as \"One-Two Punch.\" Prim can be found on any carriage of the Rail-Away, as she makes continuous rounds. Her sudden appearance may surprise some guests due to her remarkably silent stride.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Long before she was known as Knuckles, Prim was a slave in a goblin mine owned by Lord Gammon. While digging one day, she uncovered a small treasure box containing a set of magical brass knuckles and a small bag of gems, all of which she carries to this day. They enabled her to escape and have served her well.",
														"The items hidden in her punching bag help fuel the force behind her punches. If questioned about them, she may cave and explain a small portion of her history."
													],
													"type": "entries"
												}
											]
										},
										{
											"type": "insetReadaloud",
											"entries": [
												{
													"name": "Bartender Insights",
													"entries": [
														"Prim knows that Raivo finds people trying to touch his hair annoying, but he falls victim to almost any form of flattery."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Brandr Fintan",
									"page": 26,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/brander_fintan.png"
											},
											"title": "Brandr Fintan"
										},
										"Brandr Fintan is a human male nearing the end of his middle age, and is the engineer for the Rail-Away. A large, solid man, Brandr has a full beard and a wild mane of redhair. He wears thick, protective gear even in the sweltering heat of the engine room and does not appear to be affected by the temperature at all. A man of few words, he spends most of his time in the engine room or the bar car. He has a hearty laugh and a certain magnetism about him that seems to attract women of all races and types. Once a proud soldier of fortune, he found work on the Rail-Away after he grew tired of mercenary work. Brandr uses the {@creature veteran} statistics, but has a {@item Flame Tongue Longsword|DMG|flame tongue sword}.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Brandr has a {@item ring of fire elemental command} which allows him to control the fire elemental that powers the engine. In addition, he can speak Ignan while wearing the ring. In the most dangerous situations, he will use this in combat.",
														"He has a weakness for fancy bath products and his room has the only tub on the train."
													],
													"type": "entries"
												}
											]
										},
										{
											"type": "insetReadaloud",
											"entries": [
												{
													"name": "Bartender Insights",
													"entries": [
														"Brandr knows that Raivo is annoyed by boring conversation about the weather, but he enjoys talking about Verity's lovely singing voice."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Kogan Hamfist",
									"page": 26,
									"entries": [
										"Kogan Hamfist is an old hill dwarf who works as both the head porter and lead attendant. Kogan is an unusual dwarf who keeps a clean face (requiring shaving twice a day to keep up with his beard growth) and has unusually high charisma. Approaching old age, he is wise even beyond his years and knows how to keep his own counsel, an ideal trait for his job. He is in charge of all the standard sleeper cars and also manages the Copper Penny bar car and the Golden Coin gaming carriage.",
										"If questioned about his pride as a dwarf, he will calmly say,\"I am myself, not what you expect me to be.\" He only ever acts courteously, even in tense situations, and is quick to provide any service he and the other porters are capable of. He uses the {@creature commoner} stat block.",
										{
											"type": "insetReadaloud",
											"entries": [
												{
													"name": "Bartender Insights",
													"entries": [
														"Kogan knows that Raivo hates it when someone insinuates he looks sloppy, but that he has a soft spot for drinking songs and will give free drinks to those who sing well or sing new songs."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Porters",
									"page": 26,
									"entries": [
										"A porter is assigned to each sleeper car. They are responsible for making sure everything is in order, keeping the area clean, and seeing to the needs of the guests. They generally endeavor to keep out of sight but will converse with the guests in a friendly fashion if engaged. The porters are a mix of halflings, gnomes, and humans. Any interactions with them should be short and uneventful"
									],
									"type": "entries"
								},
								{
									"name": "Verity Billett",
									"page": 27,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/verity_billet.png"
											},
											"title": "Verity Billett"
										},
										"Verity is a gorgeous elven musician, and is the stationary bard for the Rail-Away. Tall and shapely, with long black hair all the way down her back, Verity commonly wears form-fitting dresses that can best be described as evening wear (even to drink her morning coffee). She has been the Rail-Away's resident performer for a number of years, resulting in many repeat guests who stay simply to appreciate her singing... and perhaps her features. She has a low, husky voice even when conversing normally, and people find themselves leaning in to catch every word she says. Verity stays in one of the double rooms in the Ruby sleeper car rather than the staff car.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Verity is actually a chaotic neutral {@creature night hag} in disguise. Verity worked for Lord Gammon many years ago, during his openly criminal dealings. She reveled in captivating crowds en masse, while Tav and his subordinates robbed them blind. While initially happy to earn her coin in this way, she was completely discarded by Gammon once he purchased his way into false nobility.",
														"Verity has all the normal skills and proficiencies of a night hag, in addition to the following ability:",
														"{@b {@i Enchanting Song.}} As an action, Verity can begin singing a haunting melody. Every humanoid within 300 feet that can hear the song must succeed on a DC 18 Wisdom saving throw or be charmed until the song ends.",
														"While charmed this way, targets are entirely entranced by the performance, gaining the Blind and Deafened conditions. Verity can continue this song on each of her turns as a bonus action. The song ends either after 1 minute or if she takes more than 10 damage from a single attack, she cannot use this ability until the next nightfall"
													],
													"type": "entries"
												}
											]
										},
										{
											"type": "insetReadaloud",
											"entries": [
												{
													"name": "Bartender Insights",
													"entries": [
														"Verity knows that Raivo doesn't like pipe smoke, but he greatly appreciates a generous tip."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Raivo Sevara",
									"page": 27,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/raivo_sevara.png"
											},
											"title": "Raivo Sevara"
										},
										"Raivo is a handsome young half-elf with outstanding features, and is the Rail-Away's bartender. A particularly hot-headed youth with an anger problem, Raivo was cursed by an ancient and powerful efreeti during an argument (one that he has forgotten the cause of, so frequent and inconsequential were his disagreements). The most prevalent effect of this curse is Raivo's hair, which acts like opaque fire. When his mood is good, the \"flames\" are low lying, barely flickering, but as his anger grows the flames grow stronger and gain real heat. Touching his hair when he is noticeably angry deals {@dice 1d8} fire damage.",
										"As an attractive and confident bar host, the flaming hair has done nothing to curtail his popularity (and, in fact, has likely increased it among a certain crowd). Still, those who know him well take cover if he's looking particularly fiery.",
										"Raivo uses the {@creature gladiator} statistics, with a few additional abilities. He uses empty bottles and glasses in the place of spears, and a steel serving tray instead of a shield. Raivo also knows the cantrips mage hand and minor illusion, which he learned from his elven mother. He has proficiency in Herbalism, Brewing, and Alchemy, all of which assist him in creating his sometimes magical cocktails.",
										"The curse placed on him by the efreeti is so powerful that it cannot be removed by a normal {@spell remove curse} spell. Casting remove curse on him will instead have a rebound effect where Raivo and the caster both feel sweltering heat for the next 24 hours, suffering from a level of exhaustion that cannot be removed by magical means. There are rumors that a {@spell greater restoration} spell would work, but Raivo—concerned about possible counter-curse effects—has not tried it.",
										"Depending on his anger level, Raivo can create different special cocktails (see the Cocktail Menu). However, there is a danger that, if provoked enough, he will vault over the bar and attack. He avoids outright killing people, but some bar-goers need to be taught a lesson.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Raivo and Verity are romantically involved. He knows her secrets and her past, but doesn't care. They met at a tavern after Verity saved him from a 20-to-1 brawl by charming the crowd with her Enchanting Song. He's the one that got her the job on the Rail-Away."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Alen Trismys",
									"page": 26,
									"entries": [
										"Alen Trismys is a pretentious high elf who serves as a butler for the most esteemed guests. Alen is in charge of the luxury carriages, and rarely leaves them unless by request. Considering his job to be \"above\" the rest of the employees of the Rail-Away (other than Tarmo as the conductor), he chooses not to associate with anyone he considers beneath him. He embodies the epitome of the \"high elf\" with a long, aquiline nose, high cheekbones, and piercing eyes. He looks down upon guests who stay in the standard sleeper cars and isn't all that fond of non-elves in general, regardless of stature. Alen uses the {@creature noble} stat block, but lacks a breastplate and instead has an AC of 11.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Alen is actually not a pureblooded high elf, as his father was half human. Lord Almanor knows this tidbit of potential blackmail, and uses it to stay for free in the luxury carriage whenever he travels on the Rail-Away. Alen would very much like to be rid of this troublesome guest, but has never made a move on his own."
													],
													"type": "entries"
												}
											]
										},
										{
											"type": "insetReadaloud",
											"entries": [
												{
													"name": "Bartender Insights",
													"entries": [
														"Alen knows that Raivo is annoyed when someone doesn't finish a drink, but loves it when someone orders a full round."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Somen Gilrona",
									"page": 27,
									"entries": [
										"Somen Gilrona is a middle-aged lightfoot halfling, and is the lead chef on the Rail-Away. She has brown hair, a number of freckles, and is decently plump (\"Never trust a skinny cook,\" she likes to say). While Somen is average height for a halfling, it makes cooking in a standard kitchen a bit of a challenge. She uses a stool on a track operated by a lever to move back and forth along the counter, and somehow manages to keep everything fully operational. Somen is an expert with knives and carries them with her at all times on a special belt she had made for the purpose. She uses the {@creature thug} stat block, but instead attacks with daggers (dealing {@dice 1d4 + 2} damage each).",
										"",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Somen, having no children of her own, feels protective of all of the staff of the Rail-Away, but very motherly towards Prim in particular, as she knows the little goblin's entire history. If Prim is threatened or accused, Somen will be the first to defend her."
													],
													"type": "entries"
												}
											]
										},
										{
											"type": "insetReadaloud",
											"entries": [
												{
													"name": "Bartender Insights",
													"entries": [
														"Somen knows that Raivo can't stand the smell of mushrooms, but he loves freshly cut fruit."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Restaurant and Bar Staff",
									"page": 27,
									"entries": [
										"There are two kitchen assistants, one of whom doubles as a backup bartender. An additional six staff are engaged as servers and work in all of the entertainment cars of the Rail-Away, including the gambling car. They all wear a standard uniform with white button-up shirts, brocade vests, and tailored trousers."
									],
									"type": "entries"
								}
							]
						},
						{
							"type": "entries",
							"name": "The Tavern Guests",
							"page": 28,
							"entries": [
								"Not everyone is what they seem on the Rail-Away, in more ways than one. The number of guests on the Rail-Away can fluctuate after every stop and at the GM's discretion, but listed below are a number of sample NPCs that can be included during the player's visit, many with accompanying quests. A number of guests and tavern operators are also an integral part of the murder mystery event: Accusations Fly. GMs who include that event should make sure everyone listed under the event is on board once the event begins.",
								{
									"name": "Hammond Axman",
									"page": 28,
									"entries": [
										"Hammond Axman is a cunning human man, who spends his time gambling and cheating other guests. Hammond has light, sandy blonde hair and watery blue eyes. His most pronounced feature is a scar that runs across his forehead. The unfortunate angle of the cut gives Hammond a comical look of surprise, instead of granting a rakish charm. A habitual liar and cheat, only his silver tongue has allowed him to survive this long. His games of choice are Knucklebones and Poker. He has a {@item stone of good luck} (luckstone). Hammond is a {@creature commoner}, with a base Charisma score of 17.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Hammond has worked in the past for Lord Almanor, but has not seen him in some years. After he skipped out on his last job, he is not keen on bringing attention to himself, though he is primed to earn back what he has lost on the tables before he leaves the Rail-Away.",
														"If Lord Almanor is on the train and the events of Accusations Fly are underway, it is important to note that Hammond knows very little about the situation. He is, however, fully aware that Lord Almanor is not a nobleman. If pressed for information, he will try to talk his way out of the situation by making up lies and trying to sound like he knows more than he does. Unless persuaded through magical means, he will either say he does not know Lord Almanor or bluntly state that he's a \"well-respected nobleman.\" If his ties are ever revealed, Hammond will beg the party for their silence on the matter."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Dretin Dalmura",
									"page": 28,
									"entries": [
										"Dretin Dalmura is a female drow, an avid black market fence. Dretin wears a hooded cloak, possibly to conceal her heritage from prying eyes, or to protect herself from the sun. Her build is slim and wiry, accented by leather armor dyed black underneath her cloak. Her hair falls in two braids. She has a small scar at the corner of her mouth, but smiles pleasantly if spoken to. She mostly stays in her room in the Ruby Sleeper Car and takes her meals there as well.",
										"If Dretin is brought out for questioning, she is sure to keep her room locked. Her answers are brief but honest, and it should be clear that she wants nothing to do with the ordeal. Her business relationship with Gammon is so distant that she isn't aware of his identity. The exact contents of her room are determined by the GM, but should not exceed a value of 150 gold."
									],
									"type": "entries"
								},
								{
									"name": "Lord Tavarious Gammon",
									"page": 28,
									"entries": [
										"Lord Tavarious Gammon is an obese human {@creature noble}, whose form hides experienced muscles. Lord Gammon dresses extravagantly even by noble standards: silks, satins, brocades, and the like. He wears his hair slicked back and tucked behind his ears, giving him a slightly oily appearance. While his expression is haughty, there is something rough around the edges about him, notable due to a few scars on his hands and face. He fancies himself a ladies man and, if the players' party includes a woman, he will likely flirt with her if his wife and mistress are not around. He spends most of his time in the bar car, or in his luxury room.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Lord Gammon was not born a noble and purchased patents of nobility from Lord Darus Almanor some years back. Before then, he was a massively successful criminal, running a number of scams and utilizing blackmail to manipulate victims. Over the course of his career, he expanded from theft to greater gambits. He was known as Tav \"The Knife\" Gammon in those early days.",
														"After purchasing his title he \"went straight\", which is to say he only operates lucrative and distant schemes, some of which include black market dealings, bootlegging, seeding slave markets, and financing crooked merchants. He has amassed himself a dragon's fortune."
													],
													"type": "entries"
												}
											]
										},
										{
											"type": "insetReadaloud",
											"entries": [
												{
													"name": "Important Note",
													"entries": [
														"Lord Gammon does not board the train until a point after the party has boarded, unless the GM avoids the events of Accusations Fly."
													],
													"type": "entries"
												}
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail_lion.png"
											}
										}
									],
									"type": "entries"
								},
								{
									"name": "Lady Ulume Gammon",
									"page": 28,
									"entries": [
										"Lady Ulume is a half-elf {@creature noble} woman, and Lord Gammon's wife. She dresses conservatively but richly, preferring dark colored gowns. She always wears a wrap, even when it is warm, and keeps her arms covered. Her hair is silver-blonde and she wears it in an elegant up-do. For a nobleman's wife, she does not wear a lot of obvious jewelry, though anyone paying attention might hear a distinct jingle of coins when she walks by. Lady Gammon boards the Rail-Away at the same time as Lord Gammon.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Lady Gammon met Lord Gammon only after he had taken on his title. However, it wasn't long before she discovered the extent of his depravity, wealth... and cruelty. They have been married for seven years, but he's stayed promiscuous. She recently overheard him mention he was ready to \"rid himself of the hassle\" so he could properly enjoy his tendencies. Determined to survive and escape with some wealth, she contacted her half-sister Esthene (who Lord Gammon had never met) and devised a plan to get rid of him.",
														"Uneasy about her husband, Lady Gammon always carries a good deal of wealth on her person: {@dice 2d6} bags of gold and assorted gems worth 1,500 gold, including a diamond worth 300 gold."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Esthene Moonshadow",
									"page": 29,
									"entries": [
										"Esthene is quite the beautiful half-elf, always dressed in shimmering, form-fitting clothes. She giggles excessively and seems to be unaware of personal space, often putting her hand on her conversation partner's arm or shoulder. She has silvery-blonde hair that she wears loose. Her features are delicate and her skin is the color of ashy porcelain. She wears a fine silver chain with a black gem about her neck",
										"Esthene can board the train either before, during, or soon after Lord Gammon. Anyone seeing them together should quickly assume that they are well acquainted friends (See Events: Accusations Fly for more).",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Esthene is Ulume's younger half-sister and quickly became Lord Gammon's mistress, though she does not love Lord Gammon in any sense. She and her sister are manipulating Gammon's habits with a plan to kill him using poison, before Gammon can kill Ulume. For the specific details, refer to the event Accusations Fly.",
														"The necklace she wears is a {@item periapt of proof against poison}, which can be discovered with an {@spell identify} spell. {@spell Detect magic} will only reveal an aura of Divination."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Lord Darus Almanor",
									"page": 29,
									"entries": [
										"If the idea of peacocking were to become personified, it would be Lord Almanor. While only average height, this human noble manages to appear taller, perhaps because of the long, flowing, fur-trimmed silk capes that he wears. He wears a number of ornate gloves, and has a pair to match every outfit. Lord Almanor's neck is wreathed in multiple bejeweled golden chains and his ears are studded with gems. His manner is high-handed and there is a cruel cut to his face, even when he is smiling, as his smile never reaches his eyes.",
										"The great Lord Almanor is always looking for ways to fleece his fellow man, and openly makes grandiose offers to guests aboard the Rail-Away. In most contracts, he requests suspiciously personal information... almost as if he's searching for means to blackmail everyone he deals with.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Darus Almanor is actually a {@creature rakshasa} in disguise. Darus originally sold Lord Gammon the forged patents of nobility. (His own lordship is also fake, as is everything about him other than his haughty attitude.) He has made a fortune through forgery, dishonest contracts, and embezzlement."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Trackle",
									"page": 29,
									"entries": [
										"Trackle is a noticeably unfortunate {@creature goblin} girl who serves Lord and Lady Gammon. Trackle walks with a limp, and does not speak unless spoken to. She carries her dark wispy hair in a ponytail and wears a simple but clean linen shift in the Gammon's livery colors. Her face generally betrays no emotion, though a Wisdom (Insight) check of 14 or higher reveals glimmers of resentment and despair in her eyes.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Trackle is cousin to Prim, who escaped their ore mine after Lady Gammon had requested a servant. While Lady Gammon's treatment is much better than what she experienced working in the mine, she holds no love for either of her \"employers.\" Trackle harbors a strongly negative opinion of Lady Gammon's intellect. As Lady Gammon often speaks freely in front of her, Trackle knows vague details about the women's plan to escape Lord Gammon's intentions. She chooses to stay silent, knowing that if Lady Gammon fails all three of them will suffer.",
														"She is astounded to find that Prim is aboard, believing Prim to have perished in a mine collapse that occurred shortly after her escape."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Bishel Voss",
									"page": 29,
									"entries": [
										"Bishel Voss is an unremarkably bland woman (human {@creature commoner}), and the direct underling of Lord Almanor. Where Lord Almanor always wears colorful and exuberant clothes, his closest servant fades into the background in comparison. Bishel's wardrobe consists entirely of muted gray and brown clothing, with no jewelry or adornment save for a simple leather choker. Characters with a Passive Perception of 17 or higher will notice there is a strange symbol burned into the leather.",
										"She has the kind of face that you forget the moment she's turned away, accented by her habit of keeping her eyes downcast. Those who pay any attention to her will notice that she does not speak, but seems to know what her employer wants without him even asking.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"The choker she wears around her neck is, in fact, a {@i collar of domination} (Very Rare Wondrous Item, requires attunement. When worn by a humanoid of CR 1 or less, it acts as a permanent casting of dominate person. In addition, it grants a telepathic communication between the target and the attuned creature). Bishel is a former street urchin who was kidnapped by Lord Almanor over fifteen years ago after a failed pocket-swipe. Bishel knows everything about his business dealings, as he does not hesitate to speak in front of someone who can't object.",
														"If a player character uses a {@spell detect magic} spell in her vicinity or notices its symbol, they will become aware of it. However, it will take the casting of {@spell identify} or an Intelligence ({@skill Arcana}) check (DC 18) to puzzle out its properties.",
														"If the player characters free her from the collar by casting {@spell remove curse}, destroying it, or killing Lord Almanor, she will declare herself eternally grateful, telling the player characters everything she knows about Lord Almanor (and/or his dealings with Lord Gammon), and offer to serve them as repayment."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Ryman Thorn",
									"page": 29,
									"entries": [
										"Ryman is a fleetfoot halfling gentleman ({@creature commoner}). Ryman lives life with a jaunty smile on his face. Older than he looks, people tend to underestimate him. He keeps his dark, curly hair short and his face clean shaven. He has been mistaken on more than one occasion for a human child. Born in a small town, Ryman decided at a young age that he wanted to travel the world.",
										{
											"type": "inset",
											"entries": [
												{
													"name": "Secrets",
													"entries": [
														"Ryman is an overexcited eavesdropper. Having a talent for moving around unseen, he recently overheard an interesting conversation between Lord Almanor and Lord Gammon. The details are fuzzy, but he heard the details \"goblins\" and \"another cave-in.\" Since then, he has tried to learn more, but with little luck."
													],
													"type": "entries"
												}
											]
										}
									],
									"type": "entries"
								},
								{
									"name": "Preston Hillmore",
									"page": 29,
									"entries": [
										"Preston Hillmore is a rough but honest half-orc ({@creature commoner} with a strength of 16). Preston is not the sharpest nor most charismatic tool in the shed, but he is earnest and hardworking. He keeps his black hair in a tidy man-bun and wears clean, well-worn leathers. Preston is a metalwork salesman who specializes in supplies like anvils. He takes the Rail-Away whenever he can, as he enjoys both the gaming car and the bar. He does not take kindly to cheats (and, if Hammond Axman is on board, there is a good chance he will have lost to him in cards). If engaged in conversation, at some point he will attempt to sell an anvil."
									],
									"type": "entries"
								}
							]
						},
						{
							"name": "Menu",
							"type": "section",
							"page": 30,
							"entries": [
								"The Rail-Away does not skimp on comfort or luxury, providing guests with tasty meals and drinks fit for the finest of inns. The menu is often seasonal, with fresh ingredients picked up from different stops along the way. The following is a sample menu, but other dishes related to the locations the train is passing through could be added for extra flair and flavor.",
								{
									"name": "Appetizers",
									"entries": [
										{
											"name": "Oysters on Ice - 5 sp",
											"entries": [
												"Fresh oysters on the half-shell with lemon verbena ice, chopped shallots, and a dash of hot pepper sauce."
											],
											"type": "entries"
										},
										{
											"name": "Devils on Horseback - 5 sp",
											"entries": [
												"Crispy bacon wrapped around baked dates stuffed with a butter and almond mixture."
											],
											"type": "entries"
										},
										{
											"name": "Toad in the Hole - 5 sp",
											"entries": [
												"Bite-size sausages baked in a black pepper batter and served with caramelised red onion marmalade and apple sauce for dipping."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								},
								{
									"name": "Entrees",
									"entries": [
										{
											"name": "Roast Beast - 5 gp",
											"entries": [
												"A succulent and generous portion of roasted red meat of the day served with a gravy boat full of piping hot drippings and a heaping platter of roasted vegetables. Usually beef, but if the Rail-Away's cow catcher has caught any game of a more interesting variety, Chef Somen will work her magic.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/roast_beast.png"
													},
													"title": "Roast Beast"
												}
											],
											"type": "entries"
										},
										{
											"name": "Glazed Duck Breast - 3 gp",
											"entries": [
												"Pan-fried duck breasts drizzled in molasses, served with roasted figs and spiced rice."
											],
											"type": "entries"
										},
										{
											"name": "Jugged Hare - 3 gp",
											"entries": [
												"A savory stew cooked in a clay pot of freshly caught hare, red wine, vegetables, and flavored with juniper berries and garlic."
											],
											"type": "entries"
										},
										{
											"name": "Farmhouse Tart - 1 gp",
											"entries": [
												"Layers of slow-roasted seasonal vegetables baked in a butter pastry crust and sprinkled with grated cheese. Includes a small side salad of fresh greens."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								},
								{
									"name": "Special Brunch Menu",
									"entries": [
										{
											"name": "Afternoon Tea - 4 gp",
											"entries": [
												"A chef's selection of finger sandwiches, tea cakes, and petite desserts served with your choice of elven tea or a cocktail from the bar."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								},
								{
									"name": "Cocktails",
									"entries": [
										"While the Rail-Away serves all of the standard ales, wines, and meads you would find at any tavern, there's also a special menu with drinks only available based on Raivo's current anger level. Roll 1d4 to determine Raivo's starting attitude.",
										"It is important to note that, while you may wish to increase Raivo's anger level (using any information you may have learned about him from other staff) to get the drink you want, it is equally important that you not make him angry at you or else a fight may ensue when he can't control his anger. In other words: don't make it personal.",
										{
											"name": "The Misty Morning - 6 sp",
											"entries": [
												"{@b Attitude:} Calm (1)",
												"A tranquil blue and only lightly alcoholic cocktail, the misty morning works well as a palate cleanser, leaving a refreshing minty taste behind.",
												"Any character who drinks this cocktail will feel a general sense of well-being and will lose 1 level of exhaustion."
											],
											"type": "entries"
										},
										{
											"name": "The Smoking Gargoyle - 8 sp",
											"entries": [
												"{@b Attitude:} Annoyed (2)",
												"Wisps of steam waft off the top of this swirling, murky cocktail, and specks of gold dust float inside it. After drinking, some will find that steam escapes their ears and nose."
											],
											"type": "entries"
										},
										{
											"name": "The Bugbear - 1 gp",
											"entries": [
												"{@b Attitude:} Annoyed (3)",
												"Barrel-aged malt grain spirits provide the base for this stout cocktail, mixed with a splash of orange juice and bitters. A cherry stabbed through the center with a toothpick is the only decoration."
											],
											"type": "entries"
										},
										{
											"name": "The Steam Engine - 3 gp",
											"entries": [
												"{@b Attitude:} Agitated (4)",
												"A bubbling, burbling drink served hot in a rounded glass, perfect for warming your hands on a cold day. Tarmo Warberry's favorite cocktail."
											],
											"type": "entries"
										},
										{
											"name": "The Executioner's Axe - 5 gp",
											"entries": [
												"{@b Attitude:} Angry (5)",
												"A drink with a bite, this cocktail contains no fewer than six different flavored alcohols that somehow combine to make something that tastes of nothing more than the sharp tang of steel.",
												"Any character who drinks the axe will be filled with confidence and receive +4 to any Charisma checks made within the next 8 hours."
											],
											"type": "entries"
										},
										{
											"name": "The Flaming Hairy Eyeball - 10 gp",
											"entries": [
												"{@b Attitude:} Incandescently Angry (6)",
												"Served in a highball glass, this cocktail actually has an illusory, unblinking and flaming eyeball hovering over it which seems to stare straight into the soul of the drinker. Hot and spicy, it contains clear spirits, red pepper syrup, and Raivo's special touch.",
												"Any character who successfully drinks (and keeps down, with a DC 12 Constitution check) this concoction will be filled with a surge of strength and receive +3 AC. This effect lasts {@dice 1d8 + 1} hours.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/flaming_hairy_eyeball.png"
													},
													"title": "The Flaming Hairy Eyeball"
												}
											],
											"type": "entries"
										}
									],
									"type": "entries"
								}
							]
						},
						{
							"name": "The Quest Board",
							"type": "section",
							"page": 32,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/rail_questboard.png"
									},
									"title": "Quest Board"
								},
								"A chalkboard is located in the dining car and bears some scrawled requests for help from either tavern operators or guests. Some handwriting is very fine and cultured, while some is barely legible.",
								{
									"name": "The Cheat",
									"entries": [
										"{@i Undercover help wanted. Discretion is a must.}",
										"{@i See Kogan Hamfist for details.}",
										"{@b Quest Giver:} Kogan Hamfist, Head Porter",
										"Kogan Hamfist has been receiving troubling reports of possible cheating in the gaming car, mostly in certain Poker games. While cheating is definitely not allowed on the Rail-Away, he also doesn't want to accuse anyone falsely. He asks that you investigate and report back to him. He offers a reward of 100 gold, so long as the problem is taken care of quietly and with no disruption to the guests.",
										"If the party investigates the card tables and plays a few games, they will soon find that Hammond Axman seems to win a disproportionate amount of the time, though he doesn't seem to be counting cards or working with anyone else. If they discover that he carries a Luckstone, that will be sufficient evidence for Kogan Hamfist to throw Hammond off the train. If the Gambler is on board, he'll bet against the party to potentially inform them of Hammond's treasure. Alternatively, they can interrogate Hammond or otherwise get him to admit his wrongdoing, or set a trap for him with a rigged game of their own. If confronted, Hammond will try to talk his way out of trouble."
									],
									"type": "entries"
								},
								{
									"name": "The Delivery",
									"entries": [
										"{@i Courier needed for a simple delivery job.}",
										"{@i Please see Dretin Dalmura, the Sapphire car.}",
										"{@b Quest Giver:} Dretin Dalmura",
										"{@i {@b Note:} This quest is intended to be used if the Rail-Away travels underground for any distance but can also be used in general with no restrictions. If the train does not have any underground destinations, it will just be that much stranger to see a drow traveling on it.}",
										"If the party meets with Dretin Dalmura, the drow will explain that she is uncomfortable going out in the sunlight, but needs an important package delivered at the next stop. She tells the party that the shop it needs to be delivered to is quite close to the station. They are to take payment of 250 gold from the merchant, of which Dretin will offer 50 to the party as payment for the job. If they take the job, she cautions the party against opening the package, saying the contents are fragile.",
										"If the player characters take the quest, they can simply deliver the package and return to the train as requested and be paid for their trouble. The merchant they are delivering to, a certain Nebble Grimmfolk, seems rather slimy, but he will promptly pay up, as will Dretin upon their return.",
										"However, if the player characters open the box, it will first appear to be full of squirming centipedes, but the centipedes transform into {@dice 2d4+2} {@creature quasit|mm|quasits}. As quasits prefer to be invisible and are not fond of daylight, they will likely vanish and attempt to scatter. Depending on where the box was opened, this could mean that a small horde of quasits have been unleashed upon the Rail-Away or on an unsuspecting town. The players must then clean up their mess by either re-capturing or killing the quasits. If the quasits are killed and Dretin finds out, she will attack unless convinced otherwise (e.g., by the players paying her the 250 gold owed or through a DC 16 Intimidation check)."
									],
									"type": "entries"
								},
								{
									"name": "Rusted!",
									"entries": [
										"{@i If you've a weapon handy & don't mind getting your hands dirty, see the engineer. Better yet, know some spells.}",
										"{@b Quest Giver:} Brandr Fintan",
										"If the PCs visit the engineer, he will explain that he's been warned of a {@creature rust monster} infestation on the tracks ahead and he'd like some assistance dealing with it. He warns them, that while rust monsters aren't particularly tough individually, they'd best be prepared when dealing with them without magical weapons.",
										"If the party takes the job, soon an alarm klaxon will sound and the train will slow to a stop. Ahead, about to attack the tracks, are {@dice 2d4 + 2} {@creature rust monster|mm|rust monsters}. The party has {@dice 1d4+1} rounds to dispose of the pests before they destroy the track, leading to repairs and a delay. If the party manages to save the tracks in time, Brandr will add {@dice 2d8} supply of +1 ammunition to his reward. Completing this quest successfully will also provide a relationship boost with Brandr and give advantage in any interactions with him.",
										""
									],
									"type": "entries"
								},
								{
									"name": "The Stowaway",
									"entries": [
										"{@i Help Wanted. See Prim.}",
										"{@b Quest Giver:} Prim, a.k.a. \"Knuckles,\" the ticketmaster",
										"Prim prides herself on a tight ship, and successful stowaways on the Rail-Away are quite the rarity—the more common case being a brutal beating and expulsion. But recently, Knuckles has heard rumors of disappearing food and moving items. She's searched the train repeatedly but is at her wit's end. Where is the stowaway? She needs them found and now before word gets out that she's lost her touch—she can't punch someone she can't find. She offers 200 gold if the party can solve the mystery and help her oust the stowaway, if there is one.",
										"If the players investigate, they may catch glimpses of someone who appears to be a child in places no child should be (as there are likely no families aboard the Rail-Away). While moving between cars, they may notice (with a Passive Perception of 14) a noise from above or the smell of food where there shouldn't be any. If they use one of the ladders to climb to the top of the train, they will find that someone has made what appears to be a small camp on top of one of the sleeper cars, which includes a bedroll and baggage. If they manage to locate Ryman, or wait at his camp, he will surrender.",
										"Ryman will beg that the party allow him to stay, pledging to share interesting information with them and that he will stop stealing food if they bring him meals. He says that he just wants to travel and means no one any harm. If Lord Gammon and Lord Almanor are on the train, he will indicate that he knows something very juicy is going on and he doesn't want to leave because he wants to find out what happens.",
										"If the player characters turn him in to \"Knuckles\" and take the reward, Ryman will be \"apprehended\" and kicked off the train at the next stop. Or they can choose to help Ryman, in which case he will share information with them. At the GM's discretion, Ryman may learn additional details to help them during Accusations Fly. However, they will need to come up with a reasonable story for \"Knuckles\" explaining why they didn't find a stowaway (DC 16 Persuasion or Deception check)."
									],
									"type": "entries"
								},
								{
									"name": "Dinner's On You",
									"entries": [
										"{@i Experienced Hunters Needed {@u Immediately!}}",
										"{@i See the Chef before our next stop.}",
										"{@b Quest Giver:} Somen Gilrona, the Chef",
										"{@i {@b ImportantNote:} This quest should only appear on the Quest Board once both Lord Almanor and Lord Gammon are aboard, preferably the second day after they board. Player characters might witness the halfling chef post it on the Quest Board after speaking with Lord Almanor. However, it can be used as a quest even if the GM is not running the event Accusations Fly, with Lord Almanor being replaced by any generic nobleman with a demanding appetite. Under this variant, this quest can be played any number of times.}",
										"Somen is in a panic, explaining that Lord Darus Almanor has demanded an extravagant feast with an unusual main course as the center attraction.",
										"Roll on or choose from the table below to determine which environment the Rail-Away will visit next. Then, roll or choose a monster that you feel is appropriate for the encounter either from those listed or another large, potentially edible creature of the GM's choice.",
										{
											"type": "table",
											"colLabels": [
												"Forest",
												"Lake/River",
												"Underground"
											],
											"colStyles": [
												"col-1",
												"col-1",
												"col-1"
											],
											"rows": [
												[
													"{@creature Wyvern}",
													"{@creature Giant Crocodile}",
													"{@creature hell hound|mm|Hellhound}"
												],
												[
													"{@creature Unicorn}",
													"{@creature Giant Scorpion}",
													"{@creature Purple Worm}"
												],
												[
													"{@creature Dire Wolf}",
													"{@dice 2d4+1} {@creature Giant Toad|mm|Giant Toads}",
													"{@creature Minotaur}"
												]
											]
										},
										{
											"type": "table",
											"colLabels": [
												"Forest",
												"Lake/River",
												"Underground"
											],
											"colStyles": [
												"col-1",
												"col-1",
												"col-1"
											],
											"rows": [
												[
													"{@dice 1d4} {@creature Bulette}",
													"{@creature Abominable Yeti}",
													"{@creature Giant Shark}"
												],
												[
													"{@dice 2d4} {@creature Cockatrice|mm|Cockatrices}",
													"{@creature Young Brass Dragon|mm|Young Dragon (any type)}",
													"{@creature Giant Octopus}"
												],
												[
													"{@dice 1d4} {@creature Giant Boar}",
													"{@dice 1d4} {@creature Giant Goat}",
													"{@dice 1d4} {@creature Giant Crab}"
												]
											]
										},
										"If the party accepts the quest, at the next stop Somen will give directions to where the prey can be found nearby. Time is of the essence as the train will be leaving again in 1 hour and she must start cooking the meal. If the party is successful in bringing back the game, they will be rewarded with 300 gold and an invitation to the feast, where they will be seated at Lord Almanor's table along with Lord and Lady Gammon."
									],
									"type": "entries"
								}
							]
						},
						{
							"name": "Events",
							"type": "section",
							"page": 34,
							"entries": [
								"Certain events can occur at the GM's discretion that are either time- or NPC-dependent.",
								{
									"name": "Elementally Unsound",
									"entries": [
										"{@i This optional event can occur at any time and is unrelated tothe Accusations Fly event.}",
										"The player characters are awakened by the train coming to an abrupt halt, accompanied by the ear-numbing sound of the brake being applied with full force. The jol is enough for the player characters to fall out of bed and be knocked prone unless they make a DC 14 Athletics check. On a fail, they will take falling damage.",
										"Confused and panicked shouting is heard from the front of the train. If the player characters make their way forward, they will see staff fleeing away from the engine and one of them will scream, \"Brandr's lost control!\" If players investigate the Steam Engine, they will find the hatch door to the engine flung open and a {@creature fire elemental} and {@dice 1d4} {@creature steam mephit|MM|steam mephits} laying waste to the room. Brandr, the engineer, lies on the floor unconscious. Anyone with a Passive Perception of 14 or higher will notice that a golden ring set with a ruby (a {@item ring of fire elemental command}) lies on the floor.",
										"If the party successfully contains or destroys the menace, they should be able to revive Brandr, who will ask for his ring back so he can get the train running again. Grateful for saving his life (and the train), he confers with Tarmo Warberry and Prim for a suitable reward. They offer the party free travel on the Rail-Away for life and a ring of cold resistance. The entire party will enjoy advantage on any Charisma- or Intelligence-based interactions with the train staff after this event."
									],
									"type": "entries"
								},
								{
									"name": "Accusations Fly",
									"entries": [
										"The following lays out a potential murder mystery that can be launched at the GM's discretion. The tavern operators and guests that are key to the plot (including red herrings) are:",
										{
											"type": "list",
											"name": "Guests",
											"columns": 3,
											"items": [
												"Lord Tavarious Gammon",
												"Lady Ulume Gammon",
												"Esthene",
												"Moonshadow",
												"Lord Darus Almanor",
												"Somen Gilrona",
												"Bishel Voss",
												"Trackle",
												"Hammond Axman",
												"Ryman Thorn"
											]
										},
										{
											"type": "list",
											"name": "Operators",
											"columns": 3,
											"items": [
												"Prim, aka \"Knuckles\"",
												"Verity Billett",
												"Raivo Sevara"
											]
										},
										{
											"name": "What Happens...",
											"entries": [
												"At the GM's discretion, at least one day after the player characters have boarded the Rail-Away, the following occurs:",
												"The Rail-Away stops at a normally scheduled station. While passengers are getting off and on, the player characters will be alerted to an unusual commotion outside:",
												"A well-dressed nobleman, his wife, and their goblin servant are struggling with their mount, who is refusing to board the livestock carriage. Several Rail-Away staff including Kogan, Brandr, and Prim, rush to help calm and load the horse. Any character with a Passive Perception of 12 or more will note that the two goblins (Prim and Trackle) appear shocked to see each other, but quickly continue their business. A large chest, also belonging to the Gammons, is loaded into the cargo area, with Lord Gammon making a fuss about it.",
												"Those observing the couple will learn that their names are Lord and Lady Gammon. Lord Gammon seems very bossy, while his wife seems quiet. Additional new passengers also embark, including another nobleman (Lord Almanor) and his servant (Bishel Voss).",
												"The second nobleman is heard to remark \"Why, my dear Lord Gammon, fancy meeting you here! I've been hearing all kinds of news of your... latest dealings... and have been meaning to look in on you. Perhaps we can discuss some business while we travel?\" Lord Gammon, with a look of distaste, responds, \"This is purely a pleasure trip, Lord Almanor.\"",
												"At the last minute before the train is due to leave, one additional passenger shows up: a beautiful half-elf woman (Esthene Moonshadow). Lord Gammon hungrily eyes the new passenger as Lady Gammon is looking the other way.",
												"Once the train leaves the station, the player characters may interact with any of the passengers or staff on board as normal, take quests, etc. A number of things happen that first day, which may or may not be directly observed by the player characters, but can be learned by speaking with a witness:"
											],
											"type": "entries"
										},
										{
											"type": "table",
											"caption": "Day 1",
											"colLabels": [
												"Time",
												"Event",
												"Witnesses"
											],
											"colStyles": [
												"col-1 text-center",
												"col-6",
												"col-3"
											],
											"rows": [
												[
													"{@b Morning}",
													"Prim and Trackle are seen together exchanging hugs and tears.",
													"Somen Gilrona, Ryman Thorn, and Kogan Hamfist"
												],
												[
													"",
													"Lord Almanor approaches Lord Gammon in the bar car and has a brief conversation. The words \"You'll regret it if you don't\" are heard.",
													"Raivo Sevara, Trackle, and Bishel Voss"
												],
												[
													"{@b Afternoon}",
													"Prim asks Tarmo Warberry if there is room for another staff member.",
													"Somen Gilrona and Alen Trismys"
												],
												[
													"{@b Evening}",
													"Verity Billett takes up her stage, noticeably flinching after seeing Lord Gammon in the audience.",
													"Raivo Sevara, Bishel Voss, Lord Almanor, Ryman Thorn, and Hammond Axman"
												],
												[
													"",
													"Lord Almanor sends Bishel Voss to Verity with a note. Verity crumples the note and throws it away. {@i Ryman Thorn later on picks up the discarded note and keeps it. It reads: I know what you are.}",
													"Raivo Sevara, Tarmo Warberry, and Ryman Thorn;"
												],
												[
													"{@b Night}",
													"Lord Gammon meets Esthene Moonshadow in the Observation Car for a romantic tryst.",
													"Alen Trismys, Ryman Thorn, and Verity Billett"
												],
												[
													"",
													"Raivo Sevara is seen going into Verity Billett's room.",
													"Kogan Hamfist and Dretin Dalmura"
												]
											]
										},
										{
											"type": "table",
											"caption": "On the second day, a number of things occur:",
											"colLabels": [
												"Time",
												"Event",
												"Witnesses"
											],
											"colStyles": [
												"col-1 text-center",
												"col-6",
												"col-3"
											],
											"rows": [
												[
													"{@b Morning}",
													"Lord Almanor asks Lord Gammon to join him for breakfast, but Lord Gammon refuses.",
													"Hammond Axman, Ryman Thorn and Bishel Voss"
												],
												[
													"",
													"Lord Almanor places a pricey request with Somen Gilrona. Soon thereafter, she posts a notice on the Quest board (See {@b Dinner's On You} quest; it is optional, and will be removed if ignored.)",
													"Bishel Voss, Hammond Axman and all Dining Car Staff"
												],
												[
													"",
													"The Rail-Away stops to retrieve Almanor's requested ingredients.",
													""
												],
												[
													"{@b Afternoon}",
													"Lord Almanor sends dinner invitations to Lord and Lady Gammon, and the party if they completed his request. The invitation reads \"A treat for the senses that only the privileged can enjoy!\"",
													"Bishel Voss"
												],
												[
													"",
													"Lady Gammon and Esthene meet in the Observation Car. Lady Gammon gives something to her.",
													"Ryman Thorn, Alen Trismys"
												],
												[
													"{@b Early Evening}",
													"Esthene informs Lord Gammon that she will be departing soon. She coyly mentions she will be retiring to her room until then.",
													"Alen Trismys, Ryman Thorn, Raivo Sevara, and Kogan Hamfist"
												],
												[
													"{@b Dinner}",
													"Lord Almanor has a hushed conversation with Lord Gammon, which Gammon seems to laugh off. If the player characters are present, they will hear the phrases \"Don't think your secrets are mine\" and \"a small price to pay\".",
													"Lady Gammon, Somen Gilrona, and Bishel Voss"
												],
												[
													"",
													{
														"type": "entries",
														"entries": [
															"Lord Almanor sends a note to Verity. Verity reads the note, adds to it and returns it via Bishel to Raivo, who throws it away.",
															"{@i If found later in the bar trash, it reads \"I need you to work your magic during dessert. Don't deny me.\" and \"Raivo, can you help? I have to sing.\"}"
														]
													},
													"Hammond Axman, Dretin Dalmura, Bishel Voss, Ryman Thorn, Lord & Lady Gammon and Somen Gilrona"
												],
												[
													"",
													"Just before dessert, Raivo and the staff deliver a special cocktail to everyone at Lord Almanor's table, save for Bishel. \"A special drink to go with your dessert course,\" says Raivo.",
													"Lord Almanor, Bishel Voss, Lord Gammon & Lady Gammon"
												],
												[
													"",
													{
														"type": "entries",
														"entries": [
															"After dessert is served, Lord Almanor makes a toast: \"To old friends and new!\" drinking the cocktail, and encourages everyone to join him in the toast.",
															"{@i {@b IMPORTANT NOTE:} The glasses are protected with Abjuration magic to prevent detection. Everyone drinking suffers disadvantage on Wisdom saving throws.}"
														]
													},
													"Lord Almanor, Bishel Voss, Lord Gammon, Lady Gammon"
												],
												[
													"",
													"Verity sings. Everyone must make a DC 18 Wisdom saving throw. If they fail, they greatly enjoy the song.",
													""
												],
												[
													"",
													{
														"type": "entries",
														"entries": [
															"During the song, Lord Almanor removes his glove and pokes the entranced Lord Gammon in the neck. Player characters with a Passive perception of 16 or higher will notice this (DC 15 if they are seated at the table).",
															"{@i Anyone with a Passive Perception of 20 will notice the odd shape of his hand.}"
														]
													},
													"Bishel Voss"
												],
												[
													"",
													"After the song, Lord Almanor tells Lord Gammon, \"Perhaps you will reconsider my proposal... after you get a good night's sleep.\" Though polite, it somehow sounds like a threat.",
													"Bishel Voss, Lord & Lady Gammon"
												],
												[
													"{@b After Dinner}",
													"Lord Gammon suffers aches and a fever. Lady Gammon requests a remedy of warm honey milk from Trackle.",
													"Bishel Voss and Lord Almanor"
												],
												[
													"",
													"Trackle leaves to retrieve it, interacting briefly with Prim, who hands her something.",
													"Somen Gilrona, the Dining Car Staff and Ryman Thorn"
												],
												[
													"",
													{
														"type": "entries",
														"entries": [
															"Lady Gammon leaves to sleep in the small room of their car.",
															"{@i She says she did so to avoid Lord Gammon's feverish complaining}"
														]
													},
													"Alen Trismys"
												],
												[
													"{@b Late Evening}",
													"Esthene climbs a ladder from her room to the roof, and makes her way to the Observation Car.",
													"Ryman Thorn"
												],
												[
													"",
													"If Lord Gammon brings company into the Observation Car, they will find Esthene waiting in a lacey nightgown. Seeing the company, she will flatly state \"I changed my mind, let's talk in the morning.\" After a brief but messy kiss, she leaves.",
													""
												],
												[
													"",
													"Flustered, Lord Gammon will ask the party if he can trust them (DC 14 Persuasion check). If convinced, he will plan to discuss details over breakfast. If unconvinced, he states he wishes to be left alone to enjoy the remnants of his kiss, along with his honey milk.",
													"Ryman Thorn"
												],
												[
													"{@b The Next Morning}",
													"Lord Gammon is found dead in the Mercury Observation car. The cause of death is clearly poison.",
													""
												]
											]
										},
										{
											"name": "What to Do...",
											"entries": [
												"To get out of being accused and carted off to jail for the murder of Lord Gammon, the player characters must develop and lay out a credible theory of how Lord Gammon died, who did it, and a reason why. They will have until the next stop on the Rail-Away's journey to complete this and will be allowed to question or talk to anyone on the train, though train staff, including Knuckles, will keep a close eye on them.",
												"As Lord Gammon was actually attacked by different people and has many enemies, there are a number of theories the players can lay out in order to save themselves from arrest. Additionally, so long as they lay out a convincing theory with the evidence they have been able to gather {@i even if it is not wholly correct}, they can succeed at the GM's discretion.",
												"If they are unable to piece enough clues together, they will be arrested at the next stop.",
												"The party can also choose to fight their way to freedom as a \"nuclear\" option. This choice will prompt Prim, Brandr Fintan, and Tarmo Warberry to fight against them. As a variant, at the GM's discretion, other passengers or staff may choose to join the fight depending on their current relationship with the party members.",
												"If the party members previously freed Bishel Voss from Lord Almanor's Collar of Domination, she will come forward and tell what she knows, which is enough to place suspicion on Lord Almanor and free the party."
											],
											"type": "entries"
										},
										{
											"name": "What Really Happened...",
											"entries": [
												"The following is what really happened on the Rail-Away:"
											],
											"type": "entries"
										},
										{
											"name": "Plot One (Cause of Death)",
											"entries": [
												"Lady Ulume Gammon and her half-sister Esthene Moonshadow have been plotting to get rid of Lord Gammon for some time. Rather than murdering him at home, they had decided it would be best to carry out the plot in public, making sure they both had an alibi. They sourced some poison and a {@item periapt of proof against poison} and bided their time. Esthene made sure that everyone saw her \"break up\" with Lord Gammon, while Ulume created her own alibi by snoring loudly in her bedroom. Esthene made her way to the Observation Car that night to poison him via the Rail-Away's roof. If the player characters went with Lord Gammon, she will be surprised to see them there and will quickly kiss him (depositing the poison via her lipstick, which contains a slow acting {@item Oil of Taggit} poison mixed with wax and cochineal dye from crushed fire beetle shells). She then returned to her room via the same route she took before (again witnessed by Ryman Thorn). This is what actually kills Lord Gammon."
											],
											"type": "entries"
										},
										{
											"name": "Plot Two",
											"entries": [
												"Prim and Trackle are overjoyed to be reunited, as both had thought the other dead. Prim, for her part, is also anxious to release Trackle from her servitude and even speaks to Tarmo Warberry about finding her cousin a job on the Rail-Away. Trackle knows that Ulume and Esthene are planning something, so she wants to get out as soon as possible before things get bad. When Trackle goes to get the honey milk, Prim gives her something: a gem from her stash, just in case Trackle needs some escape funds. This trade acts as a red herring that reveals Gammon's history."
											],
											"type": "entries"
										},
										{
											"name": "Plot Three",
											"entries": [
												"Verity is understandably stressed to see her former unsavory boss Lord Gammon aboard the Rail-Away. She doesn't want her past revealed, nor does she want to get pulled into any further schemes. She likes her life with Raivo aboard the train.",
												"Lord Almanor, meanwhile, is very happy to see Lord Gammon. He'd heard much about the fortune that his former client had amassed and was very interested in doing business with him again. If Gammon wasn't interested in a partnership, Almanor was not above blackmailing him. He attempts multiple times to get Lord Gammon to talk to him—unsuccessfully—and uses the elaborate dinner party as an excuse, knowing that Lord Gammon would not be able to turn it down.",
												"The day before, Lord Almanor had noted with interest the interaction between Verity and Gammon and, with his true seeing, had easily penetrated her disguise. When Gammon once again turns him down, Almanor decides to threaten him. He requests that Verity sing her Enchanting Song. Verity does, but not before enlisting the help of Raivo Sevara, who uses his skills to create a cocktail (the {@i Foggy Mind}, whose effects are detailed during day 2's dinner) to hopefully ensure that no one at the table is able to resist her song.",
												"While she is singing, Lord Almanor uses his Rakshasa claw attack discreetly on Lord Gammon, cursing him and causing a small trickle of blood on his neck. The magical curse was meant to take effect when Gammon slept, filling his thoughts with horrible images and dreams. His plan is to force Gammon to capitulate to his demands with the curse. However, Gammon dies before he is able to threaten him again."
											],
											"type": "entries"
										},
										{
											"type": "inset",
											"name": "Tavern History",
											"entries": [
												"The Rail-Away started small: just an engine and a single cargo car with a few bunk beds inside. Over the years, it grew larger and larger, and more and more grandiose. Under Tarmo Warberry, new destinations have been added and new track laid in his quest to cover more territory (and learn about the languages and people who live there). He has invested all of his considerable (inherited) fortune into the train and considers the staff to be the family he never had, as he has never married. Nearly all of the staff on the Rail-Away were rescued from the life of a vagabond, urchin, or refugee.",
												"He enjoys it immensely any time The Seeker visits the Rail-Away and does what he can to get the tiefling to stay and visit for as long as possible. Their incredible stories of otherworldly drama do more than enough to captivate Tarmo, as well attract passengers. To his trivial frustration, The Seeker never \"teaches\" Tarmo anything, saying that \"Learning is a waste of time—why not live instead?\" When approached together, Tarmo says that The Seeker is \"an old family friend\" who was one of the Rail-Away's very first passengers."
											]
										}
									],
									"type": "entries"
								}
							]
						},
						{
							"type": "entries",
							"name": "Stat Block",
							"page": 37,
							"entries": [
								{
									"type": "list",
									"items": [
										"{@creature Dretin Dalmura|TSGtTT}",
										"{@creature Prim, a.k.a. \"Knuckles\"|TSGtTT}"
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Dretin Dalmura",
			"isNamedCreature": true,
			"source": "TSGtTT",
			"page": 37,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"drow"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item chain shirt|phb}"
					]
				}
			],
			"hp": {
				"special": "19"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 14,
			"con": 12,
			"int": 11,
			"wis": 11,
			"cha": 14,
			"skill": {
				"perception": "+2",
				"stealth": "+4",
				"insight": "+4",
				"persuasion": "+4"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"languages": [
				"Common",
				"Undercommon",
				"Elvish"
			],
			"cr": "1",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Dretin Dalmura's spellcasting ability is Charisma (spell save {@dc 12}). She can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell dancing lights}"
					],
					"daily": {
						"1e": [
							"{@spell darkness}",
							"{@spell faerie fire}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Dretin Dalmura has advantage on saving throws against being {@condition charmed}, and magic can't put the drow to sleep."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the drow has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight."
					]
				}
			],
			"action": [
				{
					"name": "Gray Bag of Tricks",
					"entries": [
						"Dretin carries a gray bag of tricks, which she will pull from at the start of combat."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				},
				{
					"name": "Hand Crossbow",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 30/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage, and the target must succeed on a {@dc 13} Constitution saving throw or be {@condition poisoned} for 1 hour. If the saving throw fails by 5 or more, the target is also {@condition unconscious} while {@condition poisoned} in this way. The target wakes up if it takes damage or if another creature takes an action to shake it awake."
					]
				},
				{
					"name": "Sneak Attack (1/Turn)",
					"entries": [
						"Deals an extra 7 ({@damage 2d6}) damage when Dretin hits a target with a weapon attack and has advantage on the attack roll."
					]
				}
			],
			"traitTags": [
				"Fey Ancestry",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"C",
				"E",
				"U"
			],
			"damageTags": [
				"P"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"RNG",
				"RW",
				"MLW"
			],
			"conditionInflict": [
				"poisoned",
				"unconscious"
			],
			"fluff": {
				"entries": [
					"Dretin Dalmura is a female drow, an avid black market fence. Dretin wears a hooded cloak, possibly to conceal her heritage from prying eyes, or to protect herself from the sun. Her build is slim and wiry, accented by leather armor dyed black underneath her cloak. Her hair falls in two braids. She has a small scar at the corner of her mouth, but smiles pleasantly if spoken to. She mostly stays to her room."
				]
			},
			"attachedItems": [
				"hand crossbow|phb",
				"shortsword|phb"
			],
			"savingThrowForced": [
				"constitution"
			],
			"savingThrowForcedSpell": [
				"dexterity"
			]
		},
		{
			"name": "Prim, a.k.a. \"Knuckles\"",
			"isNamedCreature": true,
			"source": "TSGtTT",
			"page": 37,
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"goblinoid"
				]
			},
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 84,
				"formula": "14d8 + 28"
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 16,
			"con": 14,
			"int": 11,
			"wis": 16,
			"cha": 12,
			"skill": {
				"stealth": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 16,
			"languages": [
				"Common",
				"Goblin",
				"some Elvish"
			],
			"cr": "6",
			"action": [
				{
					"name": "Nimble Escape",
					"entries": [
						"Prim can take the Disengage or Hide action as a bonus action on each of her turns."
					]
				},
				{
					"name": "Multiattack",
					"entries": [
						"Prim can attack once with a Poisoned Dart and then twice with \"One-Two Punch\"."
					]
				},
				{
					"name": "Poisoned Dart",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 30/120 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage, and the target must succeed on a {@dc 16} Constitution saving throw or be {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "One-Two Punch",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}6 ({@damage 2d4 + 4}) bludgeoning damage, and the target must succeed on a {@dc 16} Constitution save or fall {@condition prone}.",
						"This set of brass knuckles has 6 charges and regains all expended charges at dawn. While holding and attuned to these items, Prim can expend 1 charge to activate one of the following properties:",
						{
							"type": "list",
							"items": [
								"On a hit with a natural roll of 19-20, Prim can expend 1 charge to knock the target {@condition unconscious} for 1 minute.",
								"Prim can expend 1 charge after a hit, forcing the target to succeed on a {@dc 18} Constitution save or be knocked {@condition unconscious} for {@dice 1d4} rounds."
							]
						}
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"GO",
				"E"
			],
			"damageTags": [
				"P",
				"B"
			],
			"miscTags": [
				"RW",
				"THW",
				"MW"
			],
			"conditionInflict": [
				"poisoned",
				"unconscious"
			],
			"fluff": {
				"entries": [
					"Prim is a young goblin woman, and serves both as the authority figure on the Rail-Away as well as its ticketmaster. Anyone who underestimates \"Knuckles\" does so to their detriment. Prim is on the smaller side, and coupled with the Rail-Away's standard starched and pressed ticketmaster uniform, she somewhat resembles a child's doll one would buy from the tavern's gift shop. However, besides her iron will, she carries with her a set of magic brass knuckles that she likes to refer to as \"One-Two Punch\". Prim can be found on any carriage of the Rail-Away, as she makes continuous rounds. Her sudden appearance may surprise some guests due to her remarkably silent stride."
				]
			},
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Prim, a.k.a. \"Knuckles\"",
			"isNamedCreature": true,
			"source": "TSGtTT",
			"page": 37,
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"goblinoid"
				]
			},
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 84,
				"formula": "14d8 + 28"
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 16,
			"con": 14,
			"int": 11,
			"wis": 16,
			"cha": 12,
			"skill": {
				"stealth": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 16,
			"languages": [
				"Common",
				"Goblin",
				"some Elvish"
			],
			"cr": "6",
			"action": [
				{
					"name": "Nimble Escape",
					"entries": [
						"Prim can take the Disengage or Hide action as a bonus action on each of her turns."
					]
				},
				{
					"name": "Multiattack",
					"entries": [
						"Prim can attack once with a Poisoned Dart and then twice with \"One-Two Punch\"."
					]
				},
				{
					"name": "Poisoned Dart",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 30/120 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage, and the target must succeed on a {@dc 16} Constitution saving throw or be {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "One-Two Punch",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}6 ({@damage 2d4 + 4}) bludgeoning damage, and the target must succeed on a {@dc 16} Constitution save or fall {@condition prone}.",
						"This set of brass knuckles has 6 charges and regains all expended charges at dawn. While holding and attuned to these items, Prim can expend 1 charge to activate one of the following properties:",
						{
							"type": "list",
							"items": [
								"On a hit with a natural roll of 19-20, Prim can expend 1 charge to knock the target {@condition unconscious} for 1 minute.",
								"Prim can expend 1 charge after a hit, forcing the target to succeed on a {@dc 18} Constitution save or be knocked {@condition unconscious} for {@dice 1d4} rounds."
							]
						}
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"GO",
				"E"
			],
			"damageTags": [
				"P",
				"B"
			],
			"miscTags": [
				"RW",
				"THW",
				"MW"
			],
			"conditionInflict": [
				"poisoned",
				"unconscious"
			],
			"fluff": {
				"entries": [
					"Prim is a young goblin woman, and serves both as the authority figure on the Rail-Away as well as its ticketmaster. Anyone who underestimates \"Knuckles\" does so to their detriment. Prim is on the smaller side, and coupled with the Rail-Away's standard starched and pressed ticketmaster uniform, she somewhat resembles a child's doll one would buy from the tavern's gift shop. However, besides her iron will, she carries with her a set of magic brass knuckles that she likes to refer to as \"One-Two Punch\". Prim can be found on any carriage of the Rail-Away, as she makes continuous rounds. Her sudden appearance may surprise some guests due to her remarkably silent stride."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/prim_knuckles.png"
						}
					}
				]
			},
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TSGtTT/Rail-Away/prim_token.png",
			"savingThrowForced": [
				"constitution"
			]
		}
	]
}
