{
	"_meta": {
		"sources": [
			{
				"json": "BloodInTheCompany",
				"abbreviation": "BITC",
				"full": "Blood in the Company",
				"authors": [
					"HapHazred"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"color": "8f7411",
				"version": "20210531",
				"url": "https://homebrewery.naturalcrit.com/share/Cx5Tc4r9-_zT",
				"targetSchema": "1.6.0"
			}
		],
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1621278254,
		"dateLastModified": 1732050890,
		"_dateLastModifiedHash": "ff2bd0613d"
	},
	"baseitem": [
		{
			"name": "Falx",
			"source": "BloodInTheCompany",
			"page": 8,
			"type": "M",
			"rarity": "none",
			"weight": 3,
			"value": 1500,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"sword": true,
			"weapon": true,
			"entries": [
				"{@note Similar to a {@item longsword|phb}.}"
			]
		},
		{
			"name": "Gastraphetes",
			"source": "BloodInTheCompany",
			"page": 8,
			"type": "R",
			"rarity": "none",
			"weight": 18,
			"value": 5000,
			"weaponCategory": "martial",
			"property": [
				"A",
				"H",
				"LD",
				"2H"
			],
			"range": "100/400",
			"dmg1": "1d10",
			"dmgType": "P",
			"crossbow": true,
			"weapon": true,
			"entries": [
				"{@note Similar to a {@item Heavy Crossbow|phb}, but fired from the stomach.}"
			],
			"ammoType": "crossbow bolt|phb"
		},
		{
			"name": "Grululu",
			"source": "BloodInTheCompany",
			"page": 1,
			"type": "INS",
			"typeAlt": "M",
			"rarity": "none",
			"weight": 10,
			"value": 2000,
			"weaponCategory": "martial",
			"property": [
				"2H"
			],
			"dmg1": "1d8",
			"dmgType": "B",
			"club": true,
			"weapon": true,
			"entries": [
				"The grululu is a larger, two-handed variant of the {@item ululu|BloodInTheCompany} played by professional musicians. Much like the {@item ululu|BloodInTheCompany}, it can be played by striking along its length with a baton or by hitting hostile enemies (or volunteers) with it. Due to its extended length, the grululu has a greater variety of notes and tones it can play. Due to its rarity and craftsmanship it is a serious investment for musicians."
			]
		},
		{
			"name": "Heavy Slingshot",
			"source": "BloodInTheCompany",
			"page": 1,
			"type": "R",
			"rarity": "none",
			"weight": 8,
			"value": 4000,
			"weaponCategory": "martial",
			"property": [
				"A",
				"2H",
				"LD"
			],
			"range": "80/320",
			"dmg1": "1d8",
			"dmgType": "B",
			"weapon": true,
			"entries": [
				"The heavy slingshot is a weapon used primarily by Huascan soldiers. It is a large, cumbersome weapon that utilises very powerful elastic natural rubbers to propel {@item Sling Bullet|PHB|bullets} at long distances."
			],
			"ammoType": "sling bullet|phb"
		},
		{
			"name": "Rokun Ta",
			"source": "BloodInTheCompany",
			"page": 1,
			"type": "M",
			"rarity": "none",
			"weight": 2,
			"value": 7500,
			"weaponCategory": "martial",
			"property": [
				"2H",
				"S",
				"R"
			],
			"dmg1": "1d8",
			"dmgType": "B",
			"weapon": true,
			"entries": [
				"Swatting archer dragonflies out of the air or hitting a {@item winged spider|BloodInTheCompany} on approach is not easy with a standard {@item warhammer|PHB}, and thus the Helviti designed the Rokun Ta, which consists of a heavy hammer-like weight attached to a strong spider-silk cord, around fifteen foot in length. This complicated to learn weapon is often held as a side-arm by Helviti rangers in case they run out of arrows, and can be swung and whipped around with deadly effect. Due to the materials used, the Rokun Ta is infamously expensive for a 'melee' weapon.",
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"You have disadvantage when you use a Rokun-Ta to attack a target within 5 feet of you. Additionally, the reach of the Rokun Ta extends to 15 ft."
					]
				}
			]
		},
		{
			"name": "Shikiti",
			"source": "BloodInTheCompany",
			"page": 1,
			"type": "INS",
			"typeAlt": "R",
			"rarity": "none",
			"weight": 1,
			"value": 1500,
			"weaponCategory": "simple",
			"property": [
				"A",
				"R",
				"LD"
			],
			"range": "20/80",
			"dmg1": "1",
			"dmgType": "P",
			"weapon": true,
			"entries": [
				"The shikiti is designed as a tool to both scare off attacking monsters by creating an ear-rending screech when blown into it as well as deliver a painful sting to an enemy via a {@item blowgun needle|PHB|dart} emitted similarly to a {@item blowgun|PHB}, used to ward off bugcats due to their sensitive hearing. Its low damage potential renders it less useful against larger targets, however it has also found a home as an instrument, and alongside the {@item ululu|BloodInTheCompany} is a staple of Helviti musical tradition."
			],
			"ammoType": "blowgun needle|phb"
		},
		{
			"name": "Shtra Ta",
			"source": "BloodInTheCompany",
			"page": 1,
			"type": "M",
			"rarity": "none",
			"weight": 10,
			"value": 3000,
			"weaponCategory": "martial",
			"property": [
				"2H",
				"R"
			],
			"dmg1": "2d4",
			"dmgType": "S",
			"weapon": true,
			"entries": [
				"The Shrta Ta is a long pole with a lengthy, swordlike spear tip extended along its length, held in place with either bars or other fixings. This weapon was designed to give the user additional reach as well as flexibility in close quarters when held by the base or near the middle, alternating being used as a staff and a polearm. Its use is similar to that of a {@item glaive|PHB}, but is less top-heavy and unbalanced, whilst being much heavier overall, used by the Helviti in caves and canyons to hunt {@creature winged spider|BloodInTheCompany|Winged Spiders} on their home turf."
			]
		},
		{
			"name": "Ululu",
			"source": "BloodInTheCompany",
			"page": 1,
			"type": "INS",
			"typeAlt": "M",
			"rarity": "none",
			"weight": 2,
			"value": 1000,
			"weaponCategory": "simple",
			"property": [
				"L"
			],
			"dmg1": "1d4",
			"dmgType": "B",
			"club": true,
			"weapon": true,
			"entries": [
				"The Ululu is a Helviti instrument not unlike a clacker. It is played by striking along its length with a baton; alternatively, it can be used as a {@item club|PHB} that produces a very satisfying clunk when it strikes an opponent. Helviti bards are able to play the instrument in battle, alternating between clacking the instrument against the baton or against a hostile target."
			]
		}
	],
	"deity": [
		{
			"name": "Lifegiver",
			"source": "BloodInTheCompany",
			"page": 13,
			"pantheon": "Gol",
			"alignment": [
				"C",
				"N"
			],
			"category": "None",
			"domains": [
				"Life",
				"Death",
				"Nature"
			],
			"entries": [
				"Lifegiver is the patron god of mothers, agriculture, plants and animals. She is also the bitter and callous brewer of diseases and poisons, decomposition, and death.",
				"She is often represented as anywhere between an old caring matron and a youthful, beautiful maiden, depending on the interpretation. Dressed simply in white or gold, palms outstretched, she is especially favoured in the countrysides, where life grows free. Farmers offer prayers to her, as do midwifes, cultivators, and parents.",
				"Her dim aspects take the form of plagues and infantile deaths. She can sometimes seem to be the cruellest of all the gods of Gol considering how easily she can take the lives of innocents. It is possibly no surprise that many of her followers, both good aligned and evil, have a greater tendency than most to be chaotic. Her cruelty comes often without warning. Failing crops leading to starvation, disease running rampant through the streets of a city, and death arriving in the dead of night, silently and without warning.",
				"Her worshippers often comprise of healers and caretakers who seek to appease her callous dimmer aspects by appealing to her brighter side. Poisoners do the opposite. To ponder the nature of life, its meaning, and how it can be nurtured or ended is what it means to be a devout follower of the Lifegiver. She gives, and she also takes away."
			]
		},
		{
			"name": "The Azure Artist",
			"source": "BloodInTheCompany",
			"page": 14,
			"pantheon": "Gol",
			"alignment": [
				"C",
				"N"
			],
			"category": "None",
			"domains": [
				"Arcana",
				"Life",
				"Trickery"
			],
			"entries": [
				"Creativity, art, love, generosity, travel and journeys...The Azure Artist rules over these things well. They are explosive and whimsical. They can be as delicate and intricate as the {@deity The Great Architect|Gol|BloodInTheCompany|Great Architect}, but with none of the deliberate planning. The Azure Artist is wild and untamed. When a muse strikes in the small hours of the morning, or the sun hits a landscape in just the right way, this is the domain of the Artist.",
				"To worship the Azure Artist is to be {@i free}. Free of mind and body, free to explore the depths of creativity. The Azure Artist is well liked by artists and writers, lovers and explorers. Adventurers also often have an affinity with the Azure Artist, as their lives hinge on the whims of risk and reward.",
				"The Azure Artist is represented often by a hermaphroditic elf swathed in delicate robes or dresses. Often depicted dancing or singing, they are often shown in temples as a happy, joyous spirit of art.",
				"The Azure Artist's dim aspects are depravity and wanton malice. Excess and torture are their darker sides, and it is how alluring these things can be that makes their influence. The wavering of morals and the delight in seeing suffering; this is the Artist at work once again."
			]
		},
		{
			"name": "The Eternal Queen",
			"altNames": [
				"Mistress",
				"Empress of Time",
				"Lady of Eternity"
			],
			"source": "BloodInTheCompany",
			"page": 14,
			"pantheon": "Gol",
			"alignment": [
				"N"
			],
			"title": "Empress of Time",
			"category": "None",
			"domains": [
				"Arcana",
				"Light",
				"Twilight"
			],
			"entries": [
				"The sun and moon; space, time and the distant stars. The Eternal Queen, the Lady of Eternity, may seem very distant to most common folk, but she is at the same time omnipresent. None escape the darkness of night, nor the blinding rays of the sun at noon.",
				"The Eternal Queen is represented most frequently as a regal and powerful woman. She often towers over other representations of gods; her title is that of Queen, Mistress, Empress of Time and Lady of Eternity. Her titles imply rulership, and she rules without a shadow of a doubt.",
				"Of all the gods, her bright and dim aspects are the most plain to see. If one has ever been frightened by the darkness, that is the influence of the Eternal Queen. If one has been warmed by the rays of the sun, or had their way illuminated by the moon, or been worn down by time, or been awed by the vastness of space, it is her work that has allowed this.",
				"Those who use magic also tend to have an association with the Eternal Queen. Explorers use her stars to guide them, and philosophers ponder the nature of time under her watchful gaze."
			]
		},
		{
			"name": "The Great Architect",
			"source": "BloodInTheCompany",
			"page": 13,
			"pantheon": "Gol",
			"alignment": [
				"L",
				"N"
			],
			"category": "None",
			"domains": [
				"Knowledge",
				"Order",
				"Forge"
			],
			"entries": [
				"Progress occurs slowly, but when it does, it is through the deliberate and cautious hand of engineers, designers, planners, and lawyers. The intricate systems of society and machines are what the Great Architect governs. They are quiet and subdued, but their influence is mighty.",
				"The Great Architect is often represented as an androgynous entity, often with tools, papers, and callipers. They are worshipped by intellectuals and planners alike, and those of rigorous mindset. The Great Architect is deliberate, composed, and precise. They do not act on a whim. Progress is their gift to the world, and it shall be done bit by bit.",
				"Whilst the Architect might be worshipped for his bright aspects, such as sturdy, foolproof plans and innovative designs, they are also worshipped by those seeking to plot and corrupt. Elegance in design can be found as equally in murderous assassination plans as it is in the designs of hospitals.",
				"Whilst they are few and far between, many {@class wizard|phb|wizards} of any alignment ponder the values of the Great Architect. Their trade requires a greater level of discipline and rigour than most, and these are things the Great Architect provides aplenty."
			]
		},
		{
			"name": "The Protector",
			"source": "BloodInTheCompany",
			"page": 13,
			"pantheon": "Gol",
			"alignment": [
				"L",
				"N"
			],
			"category": "None",
			"domains": [
				"Light",
				"Order",
				"War"
			],
			"symbol": "A knight in ancient resplendent silver armour",
			"entries": [
				"The Protector is the noble and heavy-handed patron of law, guards, city walls and the preservation of society and life. He is also the terrible and dark vengeful tyrant of war and fighters.",
				"Commonly represented in cities as a knight in ancient resplendent silver armour, he is typically worshipped by those who devote themselves to the maintenance of public order. It is no surprise that within cities he is widely regarded as the favoured patron of many; it is his influence that guards a city and society against the influence of chaos and corruption.",
				"His dim aspect emerges in times of strife. When the preservation of society fails, its destruction must happen swiftly and mercilessly in order for it to blossom anew. His anger is felt through the fiery might of siege engines and the tips of swords. His wrath is the cutting edge of a {@item falx|BloodInTheCompany}, the bite of arrows, and the relentless swing of an executioner's axe.",
				"To worship the Protector means to link oneself to society. Even the worshippers of his dimmer aspects tend to ponder the darker sides of society; the nature and merit of punishment, and the place of war and destruction in the continuation of civilisation. Though the Protector has very overt and clear dim aspects, his brighter followers are known to be some of the most noble individuals in the world. Paladins and knights, defenders and champions offer prayers and worship to the Protector."
			]
		}
	],
	"monster": [
		{
			"name": "Chimera Comanda Mercenary",
			"shortName": "Chimera Comanda Merc",
			"source": "BloodInTheCompany",
			"page": 8,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"{@item splint armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "9d8 + 18",
				"average": 58
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 13,
			"con": 14,
			"int": 10,
			"wis": 11,
			"cha": 10,
			"skill": {
				"perception": "+2",
				"athletics": "+5"
			},
			"passive": 12,
			"languages": [
				"Common"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Cruel Bloodlust",
					"entries": [
						"When the Chimera Comanda Mercenary hits a target with a melee attack, the Chimera Comanda Mercenary gains 2 temporary hit points that disappear at the beginning of their next turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Chimera Comanda Mercenary makes two falx attacks."
					]
				},
				{
					"name": "{@item Falx|BloodInTheCompany}",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with both hands."
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} {@hit 3} to hit, range 80/320 ft., one target. {@h}5 ({@damage 1d8 + 1}) piercing damage."
					]
				}
			],
			"environment": [
				"australian outback but slightly worse",
				"desert",
				"grassland",
				"urban"
			],
			"attachedItems": [
				"light crossbow|phb"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RNG",
				"RW"
			]
		},
		{
			"name": "Cobalt Comanda Mercenary",
			"shortName": "Cobalt Comanda Merc",
			"source": "BloodInTheCompany",
			"page": 8,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"{@item splint armor|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"formula": "9d8 + 18",
				"average": 58
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 13,
			"con": 14,
			"int": 10,
			"wis": 11,
			"cha": 10,
			"skill": {
				"perception": "+2",
				"athletics": "+5"
			},
			"passive": 12,
			"languages": [
				"Common"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Overwhelming Tactics",
					"entries": [
						"When the Cobalt Comanda Mercenary hits a target with a melee attack, all other Cobalt Comanda units gain advantage on any subsequent attacks until the beginning of this unit's next turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Cobalt Comanda Mercenary makes two shortsword attacks or two shortbow attacks."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage."
					]
				},
				{
					"name": "Shortbow",
					"entries": [
						"{@atk rw} {@hit 3} to hit, range 80/320 ft., one target. {@h}4 ({@damage 1d6 + 1}) piercing damage."
					]
				}
			],
			"environment": [
				"australian outback but slightly worse",
				"desert",
				"grassland",
				"urban"
			],
			"attachedItems": [
				"shortbow|phb",
				"shortsword|phb"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RNG",
				"RW"
			]
		},
		{
			"name": "Cobalt Comanda Officer",
			"shortName": "Cobalt Comanda Off",
			"source": "BloodInTheCompany",
			"page": 8,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"{@item splint armor|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"formula": "9d8 + 27",
				"average": 67
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 15,
			"con": 16,
			"int": 10,
			"wis": 11,
			"cha": 10,
			"skill": {
				"perception": "+2",
				"athletics": "+6"
			},
			"passive": 12,
			"languages": [
				"Common"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Overwhelming Tactics",
					"entries": [
						"When the Cobalt Comanda Officer hits a target with a melee attack, all other Cobalt Comanda units gain advantage on any subsequent attacks until the beginning of this unit's next turn."
					]
				}
			],
			"action": [
				{
					"name": "Punish them!",
					"entries": [
						"The Cobalt Officer can instruct all allied Cobalt Comanda units to perform a single attack with either a shortsword or a shortbow as a reaction on the Cobalt Officer's turn."
					]
				},
				{
					"name": "Multiattack",
					"entries": [
						"The Cobalt Comanda Mercenary makes two shortsword attacks or two shortbow attacks."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) slashing damage."
					]
				},
				{
					"name": "Shortbow",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 80/320 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				}
			],
			"environment": [
				"australian outback but slightly worse",
				"desert",
				"grassland",
				"urban"
			],
			"attachedItems": [
				"shortbow|phb",
				"shortsword|phb"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RNG",
				"RW"
			]
		},
		{
			"name": "Steelmonger Celeres",
			"source": "BloodInTheCompany",
			"page": 8,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 20,
					"from": [
						"{@item plate armor|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"formula": "8d8 + 16",
				"average": 52
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 11,
			"con": 14,
			"int": 11,
			"wis": 11,
			"cha": 15,
			"save": {
				"con": "+4",
				"wis": "+2"
			},
			"passive": 10,
			"languages": [
				"Common"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Crush the weak",
					"entries": [
						"All enemy creatures who begin their turn within 10 ft. of the Steelmonger Celeres must make a Wisdom Save ({@dc 10}) or become {@condition frightened} of the Steelmonger Celeres. They can repeat this save at the end of their next turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Steelmonger makes two warhammer attacks."
					]
				},
				{
					"name": "Warhammer",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) bludgeoning damage. A creature that is medium or smaller must make an {@skill Athletics} or {@skill Acrobatics} check ({@dc 13}) or be knocked {@condition prone}."
					]
				},
				{
					"name": "{@item Gastraphetes|BloodInTheCompany}",
					"entries": [
						"{@atk rw} {@hit 2} to hit, range 100/400 ft., one target. {@h}5 ({@damage 1d10}) piercing damage."
					]
				}
			],
			"environment": [
				"australian outback but slightly worse",
				"desert",
				"grassland",
				"urban"
			],
			"attachedItems": [
				"warhammer|phb"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RW"
			],
			"conditionInflict": [
				"prone"
			]
		},
		{
			"name": "Winged Spider",
			"source": "BloodInTheCompany",
			"page": 8,
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "10d10 + 20",
				"average": 75
			},
			"speed": {
				"walk": 30,
				"climb": 30,
				"fly": 50
			},
			"str": 14,
			"dex": 18,
			"con": 14,
			"int": 2,
			"wis": 11,
			"cha": 4,
			"skill": {
				"stealth": "+8"
			},
			"senses": [
				"blindsight 10 ft.",
				"darkvision 60 ft."
			],
			"passive": 10,
			"cr": "3",
			"trait": [
				{
					"name": "Spider Climb",
					"entries": [
						"The spider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Web Sense",
					"entries": [
						"While in contact with a web, the spider knows the exact location of any other creature in contact with the same web."
					]
				},
				{
					"name": "Web Walker",
					"entries": [
						"The spider ignores movement restrictions caused by webbing."
					]
				},
				{
					"name": "Ambusher",
					"entries": [
						"The giant spider has advantage on attack rolls against any creature it has surprised."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Winged Spider makes two bite attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d8 + 3}) piercing damage, and the target must make a {@dc 11} Constitution saving throw, taking 9 ({@damage 2d8}) poison damage on a failed save, or half as much damage on a successful one. If the poison damage reduces the target to 0 hit points, the target is stable but {@condition poisoned} for 1 hour, even after regaining hit points, and is {@condition paralyzed} while {@condition poisoned} in this way."
					]
				},
				{
					"name": "Web {@recharge 5}",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 30/60 ft., one creature. {@h}The target is {@condition restrained} by webbing. As an action, the {@condition restrained} target can make a {@dc 12} Strength check, bursting the webbing on a success. The webbing can also be attacked and destroyed (AC 10; hp 5; vulnerability to fire damage; immunity to bludgeoning, poison, and psychic damage)."
					]
				}
			],
			"environment": [
				"australian outback but slightly worse",
				"desert",
				"mountain"
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/WingedSpiderToken5e.webp"
			},
			"traitTags": [
				"Ambusher",
				"Spider Climb",
				"Web Sense",
				"Web Walker"
			],
			"senseTags": [
				"B",
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"conditionInflict": [
				"paralyzed",
				"poisoned",
				"restrained"
			],
			"savingThrowForced": [
				"constitution"
			],
			"hasFluffImages": true,
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/WingedSpiderArt.webp"
						},
						"width": 2877,
						"height": 2197
					}
				],
				"entries": [
					"The winged spiders are perhaps the only possible way that {@creature giant spider|MM|giant spiders} could have been made worse by nature. Four of their legs, two on either side of their body, grew a leathery bat-like membrane between them to serve as wings. These giant venomous monsters glide between the rocky ridges of the wastes, hopping between vast webs they spin between the rocks, and drop on unwary travellers in the blink of an eye. Their abdomen is flattened and elongated to make them more susceptible to flight, and they are reputed to be one of the ugliest sights on the entire continent."
				]
			}
		}
	],
	"cult": [
		{
			"name": "Church of Starborn",
			"source": "BloodInTheCompany",
			"page": 14,
			"type": "Pillars of Gol",
			"cultists": {
				"entry": "{@book The Eastern City States|BITCEH|1|The Eastern City States}"
			},
			"entries": [
				"The Church of Starborn are located primarily in the {@book Eastern City State region|BITCEH|1|The Eastern City States}, and feature the {@deity The Eternal Queen|Gol|BloodInTheCompany|Eternal Queen} more prominently in their legends. They maintain that the {@deity The Eternal Queen|Gol|BloodInTheCompany|Eternal Queen} not only exists as a sort of primal entity, but serves to manage and organise the flow of time and magic directly. To them, the events that transpire all occur due to the {@deity The Eternal Queen|Gol|BloodInTheCompany|Queen's} all-encompassing plans, and the other gods are pawns that are directed by this design.",
				"The Church of Starborn also alludes to a separate creation myth where the inhabitants of Gol originate from the stars, hence the name of the church. Whilst many consider this creation myth to be hogwash, the Church has grown significantly in recent years despite its comparative youth."
			]
		},
		{
			"name": "Dyvarran Cult",
			"source": "BloodInTheCompany",
			"page": 14,
			"type": "Pillars of Gol",
			"cultists": {
				"entry": "{@book Kathkacha|BITCPI|4}"
			},
			"entries": [
				"The Dyvarran Cult posits that all gods are in fact merely aspects of society and that following each equally provides part of a whole existence. They believe that the teachings of each of the gods acts as a sort of blueprint to life.",
				"Their philosophy is more transactional than other religious bodies, and they view the gods less as objects of worship, and more as simply powerful beings that do not exist to be worshipped, but instead to listen to and even bargain with.",
				"This philosophy is already considered controversial enough amongst some followers of other cults (notably the {@cult Imperial Cult|BloodInTheCompany}) but to make matters worse, the cult insists that the {@book Dyvare|BITCPI|8|The Dyvare}, a prophetic figure, was the one who built this philosophy. The cult holds the {@book Dyvare|BITCPI|8|The Dyvare} as a sort of saint who built most of society prior to the collapse, moving isolated clans of {@race orc|MPMM|orcs}, {@race human|PHB|men}, and {@race dwarf|PHB|dwarves} into the valleys.",
				"The {@cult Imperial Cult|BloodInTheCompany} considers this heretical idolatry, and the Cult is banned in the {@book Aegan Empire|BITCEH|1|The Aegan Empire}. It is permitted in other places, though can be frowned upon. It is most popular in {@book Kathkacha|BITCPI|4}, where it was said that the {@book Dyvare|BITCPI|8|The Dyvare} brought her united people to. In the city of {@book Kathkach|BITCPI|4} itself, however, it is still something of an underground movement."
			]
		},
		{
			"name": "Illegal Cults",
			"source": "BloodInTheCompany",
			"page": 15,
			"type": "Pillars of Gol",
			"cultists": {
				"entry": "{@book The Northern Kingdoms|BITCEH|1|The Northern Kingdoms}"
			},
			"entries": [
				"Cults dedicated to other gods, entities, or objects of worship are often not allowed to purchase temple grounds or hire workers to further the faiths. Many such cults worship dark gods or demons, for whom many old texts from before the collapse refer to.",
				"These cults are many and diverse, but often operate secretly. Small shrines can be found in poor quarters of cities or in the wilderness, where secret cultists gather. Some are outright considered dangerous terrorists by local governments depending on what entities they worship.",
				"In the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms}, many small cults are allowed to exist in the countryside so long as their activities are peaceful. Several magical groves turn towards the worship of fey creatures or extraplanar entities that still maintain tenuous contact via these groves.",
				"Some cults are attacked on sight by local guards. Such cults include the cult of OMBAK, ancient cults dedicated to {@deity Asmodeus|Faerûnian|SCAG}, and cults of {@deity Lolth|Drow|MTF}, among others. These cults are determined to be too dangerous to let exist and proliferate."
			]
		},
		{
			"name": "Imperial Cult",
			"source": "BloodInTheCompany",
			"page": 14,
			"type": "Pillars of Gol",
			"cultists": {
				"entry": "{@book The Aegan Empire|BITCEH|1|The Aegan Empire}"
			},
			"entries": [
				"The {@book Aegan Empire|BITCEH|1|The Aegan Empire} maintains its own organised religion through the Imperial Cult, or the Aegan Cult as it is sometimes referred to. This cult makes some additional distinctions between the gods. It puts the {@deity The Protector|Gol|BloodInTheCompany|Protector} as the highest god and maintainer of order between the gods, and insists that the other gods are to greater or lesser extents subservient to him. It is also somewhat unique in that it depicts the {@deity The Azure Artist|Gol|BloodInTheCompany|Azure Artist} as a trickster and devious, even malicious entity, putting emphasis on their dim aspect over the light one.",
				"Whilst the Imperial Cult maintains good relations with other religious bodies across the world, it attracts some animosity from free-thinking followers of the {@deity The Azure Artist|Gol|BloodInTheCompany|Azure Artist} for this reason."
			]
		}
	],
	"table": [
		{
			"name": "Clerical Domains of the Five Pillars of Gol",
			"source": "BloodInTheCompany",
			"page": 14,
			"colLabels": [
				"God",
				"Common Domains"
			],
			"colStyles": [
				"col-6 text-center",
				"col-6 text-center"
			],
			"rows": [
				[
					"{@deity The Protector|Gol|BloodInTheCompany}",
					"Light, Order, War"
				],
				[
					"{@deity Lifegiver|Gol|BloodInTheCompany}",
					"Life, Death, Nature"
				],
				[
					"{@deity The Great Architect|Gol|BloodInTheCompany}",
					"Knowledge, Order, Forge"
				],
				[
					"{@deity The Eternal Queen|Gol|BloodInTheCompany}",
					"Arcana, Light, Twilight"
				],
				[
					"{@deity The Azure Artist|Gol|BloodInTheCompany}",
					"Arcana, Life, Trickery"
				]
			]
		},
		{
			"name": "Favourite Entertainment",
			"source": "BloodInTheCompany",
			"page": 9,
			"colLabels": [
				"{@dice d6}",
				"Favourite Entertainment"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left "
			],
			"rows": [
				[
					"1",
					"{@item dice set|phb|Dice}! For some reason you've always enjoyed games of chance, and would play with friends over ales."
				],
				[
					"2",
					"When you can, you go to watch theatre. You're particularly fond of the play recounting the Dyvarran Legend."
				],
				[
					"3",
					"Books are hard to get, but reading is your favourite pastime."
				],
				[
					"4",
					"Training! You enjoy practising with {@table weapons|phb}, for sport and for self-defence."
				],
				[
					"5",
					"Swimming and running are relaxing and accessible pastimes."
				],
				[
					"6",
					"Poetry and song soothe your soul more than anything else."
				]
			]
		},
		{
			"name": "Helviti Comanda",
			"source": "BloodInTheCompany",
			"page": 9,
			"colLabels": [
				"{@dice 1d6}",
				"Name",
				"Description"
			],
			"colStyles": [
				"col-1 text-center",
				"col-3",
				"col-8"
			],
			"rows": [
				[
					"1",
					"Gold Comanda",
					"Gold Comanda are noble and diligent. They prefer close quarters combat with swords and shields."
				],
				[
					"2",
					"Wendigo Comanda",
					"Wendigo Helviti are independent and often operate alone or in groups of two to three. They prefer ranged combat and ambush tactics."
				],
				[
					"3",
					"Titanium Comanda",
					"Fearsome siege experts. They operate in kill-squads and often carry small portable ballista with them in battle in groups of three."
				],
				[
					"4",
					"Lion Comanda",
					"Ravaged at the {@book Battle of Looming Rock|BITCEH|1|The Battle at Looming Rock}, this noble Comanda is greatly reduced in strength. They prioritise fierce independence and draw their tactics from the Northern Kingdom barbarians."
				],
				[
					"5",
					"Kraken Comanda",
					"Naval experts, possibly the only Comanda to specialise in such a role."
				],
				[
					"6",
					"Granite Comanda",
					"Specialists in setting up fortifications and outposts. Often hired alongside settlers to efficiently build settlements in hostile areas."
				]
			]
		},
		{
			"name": "Land of Origin",
			"source": "BloodInTheCompany",
			"page": 2,
			"colLabels": [
				"{@dice 1d6}",
				"Land of Origin"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"rows": [
				[
					"1",
					"You are a native of the {@book Kathkacha valley|BITCPI|4}, raised among the sunkissed rocks and shrubs."
				],
				[
					"2",
					"You hail from the Helvit Waste; whether a mercenary or a nomad, you are accustomed to violence and hard living."
				],
				[
					"3",
					"You hail from the {@book Aegan Empire|BITCPI|7|The Aegan Empire} and its well defended coastal towns."
				],
				[
					"4",
					"Your home was the distant lands to the north, surrounded by grass and snow and harsh stone forts."
				],
				[
					"5",
					"You come from the {@book city states to the east|BITCPI|7|The Eastern City States}, whether fleeing war or economic instability."
				],
				[
					"6",
					"You are from a land even more distant still; the uncharted {@book jungles|BITCPI|7|The Untamed Jungles} to the south, the icy peaks by the poles, or even a traveller from the Cosmic Web, you are far from home indeed."
				]
			]
		},
		{
			"name": "Law & Order",
			"source": "BloodInTheCompany",
			"page": 4,
			"colLabels": [
				"Crime",
				"Punishment"
			],
			"colStyles": [
				"col-4 text-center",
				"col-8 text-left "
			],
			"rows": [
				[
					"Petty Theft (<1gp worth)",
					"5sp fine, 24 hours in stocks"
				],
				[
					"Theft (>1gp worth)",
					"10gp fine, up to 1 week in stocks"
				],
				[
					"Major Theft",
					"Up to 100gp fine or hand removed"
				],
				[
					"Unlawful Assault",
					"5sp fine, 24 hours in stocks"
				],
				[
					"Murder, Treason",
					"Death"
				]
			]
		},
		{
			"name": "Major Gods of the Pevic Continent",
			"source": "BloodInTheCompany",
			"page": 4,
			"colLabels": [
				"Divinity",
				"Description"
			],
			"colStyles": [
				"col-4 text-center",
				"col-8 text-left "
			],
			"rows": [
				[
					"{@deity The Protector|Gol|BloodInTheCompany}",
					"Supports society, protects the weak and fights injustice."
				],
				[
					"{@deity Lifegiver|Gol|BloodInTheCompany}",
					"Provides for crops, parents, and animals."
				],
				[
					"{@deity The Great Architect|Gol|BloodInTheCompany}",
					"Grants creativity and intelligence, supports trade."
				],
				[
					"{@deity The Eternal Queen|Gol|BloodInTheCompany}",
					"Rules over the Sun, the Moon, and Time."
				],
				[
					"{@deity The Azure Artist|Gol|BloodInTheCompany}",
					"Rules over song, art, travel, generosity."
				]
			]
		},
		{
			"name": "Origin",
			"source": "BloodInTheCompany",
			"page": 2,
			"colLabels": [
				"{@dice 1d6}",
				"Reason for Arriving"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"rows": [
				[
					"1",
					"A letter of recommendation from the {@book Silver Company|BITCEH|2|Silver Company} is in your pocket; you are a mercenary looking for employment among the prestigious organisation in the valley."
				],
				[
					"2",
					"You have nowhere to go home to. The conflict in the East has forced you from your home. Taking what little skills you have, perhaps {@book Kathkacha|BITCPI|4} will have a place for you."
				],
				[
					"3",
					"Odd dreams plague your sleep, dreams of blood and violence. As if sleepwalking, you found yourself drawn to this place looking for answers, and perhaps a good night's rest at last."
				],
				[
					"4",
					"{@book Kathkacha|BITCPI|4} is rich in {@item copper|phb}, wine, and opportunity. You know well of the wealth in this place and are determined to partake in its bounty."
				],
				[
					"5",
					"Blood was spilled in {@book Kathkacha|BITCPI|4}, and it is blood you seek. Whether it was a family member or friend that died doesn't matter; you will find the perpetrators and bring them to justice, or death."
				],
				[
					"6",
					"You are driven by a higher purpose. This land is ailing and you will bring justice, hope, and life... or plunge it into darkness as you see fit."
				]
			]
		},
		{
			"name": "Piece of Culture",
			"source": "BloodInTheCompany",
			"page": 9,
			"colLabels": [
				"{@dice d6}",
				"Piece of Culture"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left "
			],
			"rows": [
				[
					"1",
					"A book written by Ikarian Devos, a sage of the {@book Aegan Empire|BITCPI|7|The Aegan Empire}."
				],
				[
					"2",
					"A parchment drawing of an eastern soldier."
				],
				[
					"3",
					"A charcoal sketch of the {@book Brass Palace|BITCPI|5|The Brass Palace}."
				],
				[
					"4",
					"An {@item ululu|BloodInTheCompany}, a small percussive Helviti instrument. Doubles as a {@item club|phb}."
				],
				[
					"5",
					"A short story about {@book Flambard Hawk|BITCEH|5|Flambard Hawk} by Galos Gafinger. Almost certainly non-factual."
				],
				[
					"6",
					"A bronze locket containing a painting of the current King of the {@book Aegan Empire|BITCPI|7|The Aegan Empire}, King Hekari."
				]
			]
		},
		{
			"name": "Previous Adventure",
			"source": "BloodInTheCompany",
			"page": 9,
			"colLabels": [
				"{@dice d6}",
				"Previous Adventure"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left "
			],
			"rows": [
				[
					"1",
					"You were a bodyguard for an Eastern merchant. You quit before he went south to the {@book jungle|BITCPI|7|The Untamed Jungles}, never to return."
				],
				[
					"2",
					"You tried to steal a piece of jewellery from a wealthy lord. You successfully escaped with all your hands!"
				],
				[
					"3",
					"You fought as a {@background Variant Entertainer (Gladiator)|phb|gladiator} in a tournament. First place is overrated."
				],
				[
					"4",
					"You served on an {@book Aegan|BITCPI|7|The Aegan Empire} scouting vessel, and the things you saw on the high seas do not bear retelling."
				],
				[
					"5",
					"You did a job for a {@class wizard|phb}. You're not sure what the point of it was, but at least he paid well."
				],
				[
					"6",
					"A bandit hunt you were on was interrupted by an ungodly howling. You found the bandits the next morning, parts of them."
				]
			]
		},
		{
			"name": "Previous Occupation",
			"source": "BloodInTheCompany",
			"page": 9,
			"colLabels": [
				"{@dice d6}",
				"Previous Occupation"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left "
			],
			"rows": [
				[
					"1",
					"You were a craftsman; you worked with either stone, {@item copper|phb}, or {@item iron|phb} for money."
				],
				[
					"2",
					"You used your skill with a quill to write for commissions."
				],
				[
					"3",
					"You were an artist. You illustrated books and murals from where you were from."
				],
				[
					"4",
					"You were a mercenary, and made money performing jobs for the highest bidder."
				],
				[
					"5",
					"You were a professional soldier working for the local militia."
				],
				[
					"6",
					"You worked on the farms, living a simple life."
				]
			]
		},
		{
			"name": "Previous Relationship",
			"source": "BloodInTheCompany",
			"page": 9,
			"colLabels": [
				"{@dice d6}",
				"Previous Relationship"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left "
			],
			"rows": [
				[
					"1",
					"You were friends with a merchant from the {@book Aegan Empire|BITCPI|7|The Aegan Empire}, and often listened to her stories about her technologically advanced homeland."
				],
				[
					"2",
					"You kept company with a thief who would sometimes take you on drunken adventures."
				],
				[
					"3",
					"You were good friends with a priest of the Eternal Queen, and often talked about the gods and history."
				],
				[
					"4",
					"You had a brief relationship with a {@race tiefling|phb}, or another rare sight in the {@book Pevic Continent|BITCPI|2}. For better or worse you were the talk of the town until they left without a word."
				],
				[
					"5",
					"You had an enmity with a {@book Helveti Mercenary|BITCPI|7|The Helveti} from the Wendigo {@book Comanda|BITCPI|4|The Helveti Comanda}, which caused you no end of trouble."
				],
				[
					"6",
					"You would frequently bump into a {@class wizard|phb}, who seemed to find you very curious for some reason."
				]
			]
		},
		{
			"name": "Trinket",
			"source": "BloodInTheCompany",
			"page": 7,
			"colLabels": [
				"{@dice d6}",
				"Trinket"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left "
			],
			"rows": [
				[
					"1",
					"A piece of {@book Aegan|BITCPI|7|The Aegan Empire} steelcraft; a chisel or a cutlery set."
				],
				[
					"2",
					"An elegant marble carving of the {@book Dyvare|BITCPI|8|The Dyvare} made by an {@book Eastern City State|BITCPI|7|The Eastern City States}."
				],
				[
					"3",
					"A diagram of a strange wheeled ship design."
				],
				[
					"4",
					"An ornamental bronze {@item dagger|phb}."
				],
				[
					"5",
					"Helviti inks squeezed from the bladders of the giant sandsquids.🦑"
				],
				[
					"6",
					"An {@coinflip ancient magical coin|Ancient Magical Coin|Your choice of head, tails, or edge|Your choice of head, tails, or edge} that can land on its head, tails, or edge on command."
				]
			]
		}
	],
	"book": [
		{
			"name": "Blood in the Company: Player's Introduction",
			"id": "BITCPI",
			"source": "BloodInTheCompany",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/BloodintheCompanyPICover.webp"
			},
			"published": "2021-05-17",
			"author": "HapHazred",
			"contents": [
				{
					"name": "Cover Page"
				},
				{
					"name": "Background"
				},
				{
					"name": "The Pevic Continent"
				},
				{
					"name": "Adventurers in the Pevic Region",
					"headers": [
						"Fighters & Rogues",
						"Monks, Rangers, Paladins, & Barbarians",
						"Clerics, Bards, & Druids",
						"Wizards & Sorcerers",
						"Warlocks"
					]
				},
				{
					"name": "Life in Kathkacha",
					"headers": [
						{
							"depth": 1,
							"header": "The Helviti Comanda"
						},
						"Common Races",
						"Uncommon Races",
						"Rare Races",
						{
							"depth": 1,
							"header": "Nobility of Kathkach"
						}
					]
				},
				{
					"name": "Locations in Kathkacha Valley",
					"headers": [
						"The Platinum Pot",
						"The Brass Palace",
						"The Copper Mines of Coprun",
						"The Wine Farms"
					]
				},
				{
					"name": "Technology in the Pevic Region"
				},
				{
					"name": "Neighbours of Kathkacha Valley",
					"headers": [
						"The Helviti",
						"The Eastern City States",
						"The Aegan Empire",
						"The Untamed Jungles"
					]
				},
				{
					"name": "Legends of the Pevic Region",
					"headers": [
						"The Dyvare",
						"Flambard Hawk",
						"Brasshand the Bold"
					]
				},
				{
					"name": "Additional Tables",
					"ordinal": {
						"type": "appendix",
						"identifier": "A"
					}
				}
			]
		},
		{
			"name": "Blood in the Company: Explorer's Handbook to the Pevic Region & its Peoples",
			"id": "BITCEH",
			"source": "BloodInTheCompany",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/BloodintheCompanyEHCover.webp"
			},
			"published": "2022-02-07",
			"author": "HapHazred",
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"History of the Continent",
						"Present Day"
					]
				},
				{
					"name": "Nations of the Pevic Region",
					"headers": [
						"The Aegan Empire",
						"The Helviti Wastes",
						"The Northern Kingdoms",
						"The Eastern City States",
						"Kathkacha"
					]
				},
				{
					"name": "Organisations in the Pevic Region",
					"headers": [
						"Steelmongers",
						"The Tower of Eyes",
						"Helviti Comanda",
						"Silver Company",
						"Alliance of Groves",
						"Inquisition"
					]
				},
				{
					"name": "Dangers of the Pevic Continent",
					"headers": [
						"Bandits",
						"Goblins",
						"Helviti Wildlife",
						"Supernatural Remnants"
					]
				},
				{
					"name": "Religion on the Pevic Continent",
					"headers": [
						"The Gods of Gol",
						{
							"depth": 1,
							"header": "The Protector"
						},
						{
							"depth": 1,
							"header": "Lifegiver"
						},
						{
							"depth": 1,
							"header": "The Great Architect"
						},
						{
							"depth": 1,
							"header": "Eternal Queen"
						},
						{
							"depth": 1,
							"header": "Azure Artist"
						},
						"Cults of the Pevic Continent",
						{
							"depth": 1,
							"header": "Imperial Cult"
						},
						{
							"depth": 1,
							"header": "Church of Starborn"
						},
						{
							"depth": 1,
							"header": "Dyvarran Cult"
						},
						{
							"depth": 1,
							"header": "Illegal Cults"
						},
						"Clerics in Gol"
					]
				},
				{
					"name": "Notable Persons of the Pevic Continent",
					"headers": [
						"Brayk Brasshand",
						"High King Brekivik",
						"Lady Eyelaine",
						"Flambard Hawk",
						"King Hekari",
						"Ikarian Devos",
						"Omana the Eldritch"
					]
				},
				{
					"name": "The Pevic Continent"
				},
				{
					"name": "Appendix A:",
					"headers": [
						"Aegan Language Sayings",
						"Helviti Language Sayings",
						"Kathkach Language Sayings"
					]
				},
				{
					"name": "Appendix B: Fashion in Kathkach"
				}
			]
		},
		{
			"name": "Blood in the Company: Helviti Weapons",
			"id": "BITCHW",
			"source": "BloodInTheCompany",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/BloodintheCompanyHWCover.webp"
			},
			"published": "2022-11-21",
			"author": "HapHazred",
			"contents": [
				{
					"name": "Helviti Weapons",
					"headers": [
						"Miscellaneous Weapons"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "BITCEH",
			"source": "BloodInTheCompany",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"page": 2,
					"entries": [
						"The Pevic Continent is a land situated on the world of Gol, a sphere floating amongst several other vibrant world connected by a cosmic web. It is a land steeped in history and featuring a variety of cultures and societies.",
						"It currently is in the midst of a renaissance after hundreds of years of darkness following a terrible catastrophe that led to magic being made rare and unusual. Prior to the catastrophe magic was ubiquitous across cities and towns, and virtually every citizen had access to basic cantrips and common magical items that kept the wheels of civilisation turning. Without magic, the world entered a dark age. Cities splintered and old nations crumbled into isolated city states and tribes.",
						"What little magic was left became the stuff of fairytales and folklore. Hidden groves where magic still thrived were hidden away in nature, tended to by the few druids and {@class ranger|PHB|rangers} that were left in the world. {@class wizard|phb|Wizards} became a rare elite, and even the gods themselves could not escape the magical calamity. All were weakened, many disappeared entirely, and the few that were left had survived only by merging their portfolios together to safeguard civilisation.",
						"This devastating fall of magic led to the rise of new technologies. Ways of working metal and stone had to be developed once again, and currently the continent is comfortable in their use of bronze and iron. To the West, the newly formed {@book Aegan Empire|BITCEH|1|The Aegan Empire} has revived the manufacture of steel, and it seems that the dark ages are near a close.",
						"War yet persists in the East, where dozens of city states vie for power. Instability creates opportunity, though. Several of the largest of them have risen up above the weaker cities in power. In the centre of the continent the valley of Kathkacha rolls in wealth from their mercantile deals with both the {@book Aegan Empire|BITCEH|1|The Aegan Empire} and the {@book Eastern City States|BITCEH|1|The Eastern City States}. To the north, the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} benefit greatly from weakness in the south securing their borders. Lastly, the fearsome {@book Helviti|BITCEH|3|Helviti Comanda} sell their services as deadly soldiers to the highest bidder and maintain order within the civilised regions.",
						"It is a time where conflict and opportunity exist in equal supply. More than a few adventurers would throw themselves into these tumultuous times in search of gold and power. Others would hunt for the rare fragments of magic left in the world, as even something as simple as an ancient enchanted sword would give them a distinct edge. Others hunt down emerging instances of the supernatural that hide in the darkest corners of the world, hidden away from the watchful eyes of civilisation.",
						"It is into this strange land that you find yourself...",
						{
							"type": "entries",
							"name": "History of the Continent",
							"page": 2,
							"entries": [
								"The continent itself has a long history, but before the collapse of magic only a small amount is known. Many ancient texts were lost following the collapse of the magic age, and what remains is found largely in the memories of the {@race elf|phb|elves} who were still alive in that period.",
								"Before the collapse, there were many cities ruled by the most powerful wizard and priest class. Some were ruled well, whilst others were brutal dictatorships. There was also a massive variety of religion, featuring many deities familiar to other worlds, such as Tyr and Eredus, as well as gods native to the world of Gol, such as Aepoptosis, the primal god of violence, and Ukua, the goddess of civilisation.",
								"In this time the {@book Aegan Empire|BITCEH|1|The Aegan Empire} did not exist, nor did the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} as we know them today. Some cities stood in this time, such as Kathkach, the largest city in the {@book Kathkacha region|BITCEH|1|Kathkacha}, as well as Grandstar, known in this age as Virilian by the {@race elf|phb|elves} who lived there.",
								"Each city ruled itself, with a powerful spellcaster at its head, be it a divine spellcaster such as a high priest or an arcane spellcaster such as an {@creature archmage}.",
								"The collapse occurred roughly five-hundred years ago. Cities like Kathkacha were abandoned in the chaos, and were only reclaimed later as the panic and terror subsided. Organisations formed to grant security to the people; most notable of these were the powerful {@book Aegan Empire|BITCEH|1|The Aegan Empire} and the decentralised {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms}. The Kathkacha valley was resettled by {@book Brasshand the Bold|BITCPI|8|Brasshand the Bold} after it abandoned its bloody ways worshipping the primal god of violence, Aepoptosis. {@book The Eastern City States|BITCEH|1|The Eastern City States} built themselves on the bones of the ancient mage-cities. Magic faded from prominence overnight, and in its place mercantilism and military might rose into newfound favour.",
								"Plunged into a technological dark age, many of the new civilisations were sent back into a proverbial stone age. Technology did not advance equally across all of the continent. The {@book Aegan Empire|BITCEH|1|The Aegan Empire}, racing to reclaim ancient texts and technologies, flourished and has begun introducing steel back into their armies. The rest of the world remains more comfortable with bronze and iron."
							]
						},
						{
							"type": "entries",
							"name": "Present Day",
							"page": 2,
							"entries": [
								"Today the status-quo between the civilisations of the Pevic Continent is stable. The {@book Aegan Empire's|BITCEH|1|The Aegan Empire} expansion was halted by a sudden series of mysterious attacks along its coastline. The {@book City States to the East|BITCEH|1|The Eastern City States} have struggled to unite and are in a state of constant competition. The {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} have any expanse halted by unforgiving mountain ranges on their border. In the centre, {@book Kathkacha|BITCEH|1|Kathkacha} and the {@book Helviti Waste|BITCEH|1|The Helviti Wastes} benefit greatly from their geographic position in the world."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Nations of the Pevic Region",
					"page": 3,
					"entries": [
						{
							"type": "entries",
							"name": "The Aegan Empire",
							"page": 3,
							"entries": [
								"Perhaps the most powerful of the new world orders is the Aegan Empire. It built itself along the western coast of the continent, and it spans from the {@book inhospitable jungles|BITCPI|7|The Untamed Jungles} to the south all the way up to a mountainous border with the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms}.",
								"Above all else, the Aegan Empire is obsessed with power. They are a military powerhouse, their martial prowess matched only by the {@book Helviti|BITCEH|3|Helviti Comanda}, but with the added advantage of size, a stronger and more reliable economy, and a prestigious navy. If left unchecked they might have invaded towards the centre of the continent, taking over {@book Kathkacha|BITCEH|1|Kathkacha} and penetrating into the {@book Eastern City States region|BITCEH|1|The Eastern City States}, and forming an Empire that spanned the width of the entire continent.",
								"Their expanse was halted, however, as they found an enemy they never expected. Ships sent West, designed to explore the various islands and potentially discover new lands in the form of distant continents, returned as enemies. The seamen aboard their ships were driven mad, their bodies bearing signs of self-mutilation, and wreaked havoc across the Aegan coastline and island forts. More worrisome still were the ships they had {@i not} sent West that followed them. Ramshackle rafts carrying men and women of equal insanity, armed with crude but brutal weapons. They attacked with no mercy nor predictability, whooping and hollering as they disembarked upon the vulnerable shores. They killed and tormented without remorse, and this sudden string of attacks put the Aegan Empire on the defensive.",
								"Their focus became the formation of a deadly fleet and fortifying their coastal forts against attack. Never again would they allow themselves to be made vulnerable from the sea. The Aegan Fleet became the greatest in the world, but at the same time any hopes of conquest of the continent were dashed by the relentless naval attacks. To make matters worse, in a poorly judged moment of arrogance, their largest land army was devastated at the infamous {@book Battle of Looming Rock|BITCEH|1|The Battle at Looming Rock}. The formation of a fleet required coin and resources, and trade with the {@book East|BITCEH|1|The Eastern City States} provided both. Never again would the Aegan Empire pose a serious threat to the lands to the {@book East|BITCEH|1|The Eastern City States}.",
								"The fear of attack from the sea allowed a powerful faction within the Aegan Empire to form: the {@book Steelmongers|BITCEH|2|Steelmongers}. This group pushed for the reclaiming of ancient arcane technology, and focussed much of their resources on advancing the military might of the Aegan Empire. Under their rule, the Aegan Empire became technologically advanced compared to the other nations in the Continent. Steel tips their magnificent {@object ballista} bolts, their {@vehicle warship|GoS|Warships} are twice the size of any other in the world, and magnificently engineered stone citadels dot the coast.",
								"In order to secure their rule, they entered into an alliance with the {@book Helviti Comanda|BITCEH|3|Helviti Comanda} in order to boost their control over the region. As regular additions to their army, they have acquired the services of {@book Devil Comanda, Lion Comanda, and Kraken Comanda|BITCEH|3|Helviti Comanda|1}.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/ByzantineTagmata.webp"
									},
									"credit": "{@link Byzantine tagmata|https://cdnb.artstation.com/p/assets/images/images/007/446/455/large/joan-francesc-oliveras-pallerols-byzantine-tagmata.jpg?1506196177} by {@link Joan Francesc Oliveras Pallerols|https://www.artstation.com/jfoliveras}, 2017",
									"altText": "An armoured solider stands facing away looking over a rocky seaside cliff with a stone tower in the distance. They wear a mail coif and orange-red leather tunic with blue tassels. A red teardrop shaped shield  dominates the frame in their left hand, while a curved sword blade is visible in profile behind them.",
									"width": 1667,
									"height": 2500
								},
								"There is little room for dissent under the rule of the {@book Steelmongers|BITCEH|2|Steelmongers}. Complete subservience to the Empire is mandatory. Despite their technological advances, the Aegan Empire is a brutal regime that cracks down on personal freedom in the name of securing its borders. In this, it is largely successful, though many chafe under its vicious rule. Whilst there are honourable and gentle members of the {@book Steelmonger|BITCEH|2|Steelmongers} ruling elite, most tend to be hard and cruel leaders focussed on amassing more power and military might.",
								"The Aegan Empire entered into a brief war against the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} as it overstepped its bounds in the north. This war saw the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} as victors. After many years roaming the seas, the Empire was ill-prepared for a ground war against the rough barbaric tactics of the north, and their forces were decimated at the disaster that was the {@book Battle of Looming Rock|BITCEH|1|The Battle at Looming Rock} which saw them enter into conflict with their {@book Helviti|BITCEH|3|Helviti Comanda} allies. Now vulnerable despite their advanced military power and technology, many of their number were left paranoid that their empire might crumble around them."
							]
						},
						{
							"type": "entries",
							"name": "The Helviti Wastes",
							"page": 4,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/ConceptTomrris.webp"
									},
									"credit": "{@link Historical Concept Tomrris|https://www.artstation.com/artwork/OoKdRe} by {@link Timur Mutsaev|https://www.artstation.com/timur}, 2021",
									"altText": "A tattooed woman wearing sleek scale mail armour with bared arms and intricate ornamentation holds a half sheathed sword in one hand, and the bearded decapitated head of a swarthy man in the other.",
									"width": 1600,
									"height": 2606
								},
								"Across the Pevic Continent, no land is more inhospitable than the dreaded Helviti Wastes. A land drenched in coarse sand, dirt, ash, vile gasses, and violent beasts. The wildlife is considered to be so hostile to civilised life that when the poisoned ash blows across the paths the Helviti consider it a blessing; at least when the poison gasses make it near impossible to breathe without wearing special masks the wildlife doesn't tend to attack. Except the devil vampire crabs. Nothing stops the devil vampire crabs. The only habitable spots (relatively speaking) are a small number of oases that dot the landscape. These oases are home to the most dangerous civilisation in terms of raw fighting prowess: the Helviti.",
								"The Helviti are a rough, violent people adjusted to living in the most dangerous land in the Continent. They are largely organised into groups known as {@book Comanda|BITCEH|3|Helviti Comanda}, which operate like clans, or a mercenary company. Each {@book Comanda|BITCEH|3|Helviti Comanda} has a name, and famous Comanda are legendary across the Continent. Among them are the {@book Cobalt Comanda|BITCPI|4|Cobalt Comanda}, Titanium Comanda, and the Vanguard Comanda, but there are hundreds of smaller groups throughout the world.",
								"Despite the dangers of the wastes, which include dehydration, disorientation, and digestion in the stomach of the vicious giant sandsquids, {@creature Winged Spider|BloodInTheCompany|winged spiders}, and bugcats, the Helviti Wastes are the fastest and most direct path between the {@book Eastern City States|BITCEH|1|The Eastern City States}, Kathkacha, the {@book Aegan Empire|BITCEH|1|The Aegan Empire} and the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} that doesn't involve marching over unforgiving and treacherous mountain ranges or sailing around the coast. For this reason, the Helviti found themselves in a uniquely profitable position.",
								{
									"type": "inset",
									"name": "The Battle at Looming Rock",
									"page": 4,
									"entries": [
										"The Helviti Wastelanders don't have many defining battles due to their disparate clan-like nature. For this reason, the Battle of Looming Rock, also known as the battle of the Five Comanda, stands out. Serving the {@book Aegan Empire|BITCEH|1|The Aegan Empire}, the Lion Comanda and the Devil Comanda both marched against an army from the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} alongside an Aegan force. Sensing imminent victory, the {@book Aegan Empire|BITCEH|1|The Aegan Empire} rescinded their contract with the Helviti just prior to the final battle at Looming Rock.",
										"In order to protect their reputation and prevent similar breaches in contract from other nations, Lion and Devil Comanda both sent a call to the Topaz, Horsehair, and Whistle Comanda who were in the region. Through deft manoeuvering and sudden surprise, they were able to annihilate a full half of the Aegan force, though this came at the cost of the Lion Comanda.",
										"Sensing defeat and dreading the complete loss of the Aegan army, the Aegan Commander at the time quickly ordered the Helviti to be paid in full. Through quick communication and expert coordination, the Helviti switched sides once again and cornered the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} army, unaware of the turmoil between the Helviti and the Aegan armies.",
										"The battle ended as a pyrrhic victory for the Aegan forces, who had lost such a substantial portion of their forces to Helviti harrying from the Horsehair and Whistle Comanda that their aspirations to march on the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} were irreparably halted. The Helviti had cemented their reputation as a force not to be crossed. The Devil Comanda continues to serve the {@book Aegan Empire|BITCEH|1|The Aegan Empire}, who relies heavily on their service and continues to pay them handsomely to this day."
									]
								},
								"In exchange for safe passage, they would tax merchants passing through their nation. They secured their borders well and guard against smugglers and bandits, and by taming the few paths through the deadly wastes they monopolised trade through their rugged homeland.",
								"Taking this mentality of using their martial skills for profit, many of their Comanda export themselves to the rest of the world as mercenaries. A Helviti Comanda is often able to defeat armies much larger than itself in size due to their lifelong commitment to battle and violence and highly specialised set of skills, and so are often bought as guards in the {@book Aegan Empire|BITCEH|1|The Aegan Empire}, {@book Kathkacha|BITCEH|1|Kathkacha}, and wealthier members of the {@book Eastern City States|BITCEH|1|The Eastern City States}. Kraken Comanda sails the seas alongside the Aegans to protect against the maddened sea-people, {@book Cobalt Comanda|BITCPI|4|Cobalt Comanda} guards the {@book Brass Palace|BITCPI|5|The Brass Palace} in Kathkach, and Wendigo Comanda spreads itself far and wide, individual members sending back their earnings to the homeland.",
								"Each Comanda follows a strict and complex code that involves not taking any action that would harm the homeland. They are even permitted to fight one another if so doing brings profit to the homeland and does not endanger their security at home.",
								"The image abroad of the Helviti is therefore one of violent barbarians and professional killers. At home, the truth is more nuanced. The towns around the oases are filled with civilians and even artists. These people are rougher than most due to their environment, but nonetheless it can be surprising for many outsiders to see this softer side of the Helviti Comanda.",
								"To a Helviti, one is only considered an adult if one joins and proves themselves to a Comanda. An adult is given a suit of armour to protect themselves, and these armours can vary in origin and type. Some are made abroad, some are passed down generations, and some are built to order for the individual Helviti. As there is a lack of resources in the Wastes, this results in a patchwork look to most warriors from this region. Children work in the Wastes to maintain food supplies, tend to homes, and other less violent tasks. They are offered protection by the powerful Comanda, though this protection is retracted if they leave the Wastes and cease contributing to their society.",
								"Also present in the Wastes are nomadic tribes that follow oral traditions. These groups live in harmony with the more civilised Comanda and often work alongside them during travels through the Wastes. These nomadic groups remember the times before the collapse, and train to hunt down magic and harness it through martial arts. These nomadic groups form the basis of many monastic orders, such as the influential Helviti Inquisition. Martial arts across the continent mostly stems from these nomadic tribes.",
								"Depending on what Comanda one might encounter, one's experience of the Helviti could be radically different. Whereas the {@book Chimera Comanda|BITCPI|4|Chimera Comanda} focus on cruelty, for instance, Gold Comanda are well reputed for their noble disposition.",
								{
									"type": "insetReadaloud",
									"name": "On Helviti Business Practices",
									"page": 5,
									"entries": [
										{
											"type": "quote",
											"entries": [
												"You ever hear the popular Helviti saying? 'Pay your bills, lardface'. Or something to that effect. Aegan's learned to pay their bills the hard way."
											],
											"by": "Flambard Hawk"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Northern Kingdoms",
							"page": 5,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/CelticInfantry.webp"
									},
									"credit": "{@link Celtic light infantry types 1st century BC to 1st century AD|} from {@link Rome's Enemies (2): Gallic & British Celts: No. 2 (Men-at-Arms)|https://smile.amazon.com/Romes-Enemies-Gallic-British-Men-at-Arms/dp/B002L4FAIU} by {@link Angus McBride|https://en.wikipedia.org/wiki/Angus_McBride}",
									"altText": "Four Celtish warriors rush down a bank, swords and leather shields swinging.",
									"width": 1280,
									"height": 1667
								},
								"The Northern Kingdoms are a loose organisation of a half-dozen kings and queens who rule the cold, grassy hills to the north of the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes}. They are rich in resources and despite their barbaric and backwards reputation surprisingly powerful and secure. They have been at peace for many years, with only small skirmishes against some {@book Eastern City States|BITCEH|1|The Eastern City States} trying to march over the mountains into their land and one war against the {@book Aegan Empire|BITCEH|1|The Aegan Empire} that resulted in a win for the fearsome northern warriors.",
								"Contrary to the {@book Aegan Empire|BITCEH|1|The Aegan Empire}, the Northern Kingdoms prefer ambush and guerilla tactics, and their strategies focus on mobility, camouflage, and quick daring strikes. In the hilly, grassy terrain they live in, they have plenty of cover to conceal themselves in and are far more mobile than large, slow columns that the {@book Aegan Empire|BITCEH|1|The Aegan Empire} prefers.",
								"Not only are the Northern Kingdoms well adjusted to their colder climate but they have a disproportionately high number of magical groves still present in their lands. This means that their society has a higher number of {@race elf|phb|elves}, {@class ranger|phb|rangers}, and {@class druid|phb|druids} than one might expect to see in other regions of the Pevic Continent. They are not so frequently seen to be considered common by any means, but in a world where magic is rare, it is a notable enough increase in magical power to be considered a strategic advantage. For this reason, many {@class wizard|phb|wizards} also pass through the Northern Kingdoms in order to visit and study some of the better known groves of this land.",
								"The Northern Kingdoms have an extensive farming society, along with a lot of fishing and hunting. They are typically well fed and hearty, and are known for their sense of humour and welcoming attitude towards foreigners from the south. They trade their natural resources, mostly {@item iron|PHB}, {@item copper|PHB}, {@item silver|PHB}, and {@item wheat|PHB|grain} with the powerful city of {@book Kathkach|BITCPI|4} in the south through the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes}.",
								"After a series of skirmishes on their border, they employ the services of the Horse Comanda to protect their borders. Compared to other Comanda it is small, and primarily serves as a scouting unit to provide warning to the armies of barbaric soldiers waiting in scattered stone castles and forts.",
								"Their rich homeland has allowed the Northern Kingdoms to be a kinder, softer land to live in. Art is encouraged, as is literature, and stories of heroic warriors and lovestruck paladins are sung by {@class bard|PHB|bards} across the land. Chivalry is a well-regarded ideal in the Northern Kingdoms, and the warriors of that region often try to live up to such lofty expectations.  They like bravery, honour, and valiance. They also admire beauty, skill, and poetry.",
								{
									"type": "inset",
									"name": "Conflict at Korigvit",
									"page": 6,
									"entries": [
										"Korigvit is a small valley south of Dostym which would have been peaceful if not for a rebellion of peasants seeking to depose the local ruler. The King of Dostym famously quelled the rebellion by making a deal with the local Grovers, trapping the rebellion within a maze of thick brambles and trees. The time it took for the rebels to escape, Dostym had already scrambled its forces and cornered them.",
										"The King took a relaxed view on the rebellion and withheld punishment... though he did scatter the rebels throughout the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms}, rendering it almost impossible for them to organise again."
									]
								},
								"All is not perfect in the land in the north, though. The same seamen raiders that plague the {@book Aegan Empire|BITCEH|1|The Aegan Empire} sometimes find their way north, and this often compels local kings nearer to the {@book Empire|BITCEH|1|The Aegan Empire} to work alongside the {@book Empire|BITCEH|1|The Aegan Empire} despite their at-times violent relationship. The cold winters also tend to put their lives on hold for months at a time, as regions can become nearly untraversable without well-equipped caravans. The groves are also sometimes a source of trouble. The {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} are one of the few places where some supernatural stories are taken seriously.",
								"It is said that the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} is the home to the mysterious {@book Tower of Eyes|BITCEH|2|The Tower of Eyes}, an organisation aimed at investigating and controlling the supernatural in the Pevic Region. It is not known whether this is true or not as the {@book Tower of Eyes|BITCEH|2|The Tower of Eyes} guards its secrets well, but it is certainly true that a fair few of their agents can be found in the large cities of the Kingdoms, such as Dostym or Berovika.",
								"Many of the northmen emigrate south in search of wealth and exploration. Many southerners also emigrate north to enjoy the lifestyle and peace that can be found there... if they can successfully traverse the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes}."
							]
						},
						{
							"type": "entries",
							"name": "The Eastern City States",
							"page": 6,
							"entries": [
								"It is not as simple to categorise the Eastern City States as one distinct bloc, as many of them have their own history, culture, and social identity. As a bloc, it is this disunity that ironically serves as a point of commonality. The traditions of each often conflict and contrast against one another, and whilst this gives them a patchwork make-up of social identities, there are some elements that are common to most of the City States.",
								"The Eastern City States are widely regarded as being artistic and vibrant. Perhaps it is the clashes of culture that keeps their art, literature, and music rapidly evolving and complex. They are also rapidly evolving, and despite instability, are flexible and adaptable people who are as suited to war as they are to trade.",
								"Whilst there are dozens of city states in the Eastern region, there are three major cities that make up the balance of power in the region. Parche is a warlike city to the north, near the border of the great mountain ranges that separate them from the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms}. More distant from the river Kacha compared to other cities, Parche is fiercely independent due to its difficulty trading with the rest of the world.",
								"Yayoi rules over a large swathe of territory by the eastern coast and despite frequent raids and wars with its neighbours, still boasts extensive farmland and agriculture. It flipflops between trading with nearby Chineria and Parche and being at war with them. Some of its land begins to enter into the {@book treacherous jungles|BITCPI|7|The Untamed Jungles} to the south, and they are known for being a uniquely colourful people.",
								"Chineria is situated on the river Kacha and often acts as a gateway to the rest of the City States. It is unquestionably the richest of the City States, though it's wealth pales in comparison to that of {@book Kathkach|BITCPI|4} further down the Kacha.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/AncientAssyrians.webp"
									},
									"credit": "From {@link The Ancient Assyrians ELITE 39|https://ospreypublishing.com/the-ancient-assyrians-pb} by {@link Angus McBride|https://en.wikipedia.org/wiki/Angus_McBride}",
									"altText": "A battle scene depicting infantry and cavalry units of different types in combat.",
									"width": 1280,
									"height": 720
								},
								"The Eastern City States are also unique in that they maintain some of the old traditions from before the collapse of magic. Yayoi is still ruled by an arcane elite, though dramatically reduced in power compared to the days of old. Parche exports ancient reproductions of arcane texts, primarily to the distant {@book Aegan Empire|BITCEH|1|The Aegan Empire}, at great profit. Were the region not constantly unstable, they may well be the most powerful in the entire continent, but alas, they are unable to form a persistent alliance.",
								"Wars are fought in this region often by proxy. Smaller cities and fortified towns are given support by Parche, Chineria, or Yayoi to skirmish against one-another and secure small gains in control or territory to the larger city states. This is a status-quo that has persisted for close to two-hundred years now, and shows no sign of slowing down.",
								"As a result many emigrate from the Eastern City States. If one doesn't live in one of the three major cities, it's likely that life is hard and at times violent. Raids and pillaging are frequent. A significant number of refugees are found in Kathkacha, working in the {@book vineyards|BITCPI|5|The Wine Farms}, farmlands, or {@book copper mines|BITCPI|5|The Copper Mines of Coprun}. Many others seek refuge to the north, but reaching the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} past the treacherous mountains is risky and often fatal. Pursuing an escape through the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes} is either one of two things: expensive, or suicide.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/OttomanSolider.webp"
									},
									"credit": "{@link 16th Century Ottoman Solider|https://www.bloomsbury.com/uk/polish-winged-hussar-15761775-9781841766508/} by {@link Velimir Vukšić|https://www.bloomsbury.com/uk/author/velimir-vuksic/}",
									"altText": "A drawing of a man with shield and full mail holding a horse by the bridle.",
									"width": 590,
									"height": 791
								},
								"Many in this region therefore explore the {@book jungles|BITCPI|7|The Untamed Jungles} to the south. Whilst uninhabited by any large civilisation, there is still a lot of land in the jungle. Many do not return, and communities there are often short-lived. For those that survive, however, profit can be immense. There are as-yet undiscovered resources in the jungles to the south, and it is a bounty that, whilst risky, some brave entrepreneurs would gladly explore..."
							]
						},
						{
							"type": "entries",
							"name": "Kathkacha",
							"page": 7,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Scythians.webp"
									},
									"credit": "From {@link The Scythians 700-300BC (Men-at-Arms)|https://smile.amazon.co.uk/Scythians-700-300BC-Men-at-Arms-137/dp/0850454786} by {@link Angus McBride|https://en.wikipedia.org/wiki/Angus_McBride}",
									"altText": "Three men in traditional battle dress stand armed while a cloud of orange dusk is stirred up behind them by cavalry.",
									"width": 520,
									"height": 714
								},
								"Kathkach is an old city with a complex history. Its history is in fact the oldest of any city on the Pevic Continent, with records sourced from Parche's ancient libraries citing Kathkach as one of the first named cities to be built before the collapse. Kathkach sits on the banks of the river Kacha, and controls the valley named after it: Kathkacha.",
								"Resettled in the new age by the prophetic figure, the {@book Dyvare|BITCPI|8|The Dyvare}, Kathkach is built in a fertile and rich valley where {@item fine wine (bottle)|PHB|wine} can easily be made, {@item copper|PHB} mined, and crops harvested.",
								"The city once had a bloody history and under the rule of its arcane masters worshipped the god of violence, Aepoptosis, and frequently sacrificed slaves in his name in brutal fighting pits. This grim history was left behind after the collapse. With Aepoptosis gone and the new gods all that remained, Kathkach was abandoned for a hundred years until it was recaptured by the {@book Dyvare|BITCPI|8|The Dyvare} and turned towards a more profitable goal: mercantilism.",
								"Kathkacha is the wealthiest region in the known world. Whilst the {@book Aegan Empire|BITCEH|1|The Aegan Empire} might have more wealth over its vast territory and the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} might have more natural resources, Kathkacha's position south of the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes} and in-between the {@book Aegan Empire|BITCEH|1|The Aegan Empire} and the {@book Eastern City States|BITCEH|1|The Eastern City States} have allowed it to thrive. More gold per-capita is found here than anywhere else, and it is of little surprise that society flourishes in such a bastion of wealth.",
								"It is therefore ironic that its military is somewhat behind those found in the {@book Aegan Empire|BITCEH|1|The Aegan Empire} and the {@book Eastern City States|BITCEH|1|The Eastern City States}. Its armies still prefer bronze due to the valley's cheap access to it, and as it has been a very peaceful region the military sciences have not advanced at the same pace as the {@book Aegan Empire's|BITCEH|1|The Aegan Empire} or the {@book Eastern City States'|BITCEH|1|The Eastern City States} has. Its manufacturing sciences, however, are second to none. Resources from the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} are often sent to Kathkacha to be worked into tools and other products.",
								{
									"type": "inset",
									"name": "The Second Founding",
									"page": 8,
									"entries": [
										"Kathkach was founded twice; once by {@book Brasshand|BITCPI|8|Brasshand the Bold} before the calamity, and once again by the {@book Dyvare|BITCPI|8|The Dyvare}. The {@book Dyvare|BITCPI|8|The Dyvare} fought to clear the valley of monsters and invaders with a legendary fighting force called the One-Hundred Dyvarran Golden Guard. After securing the valley, it is presumed that she and the One-Hundred perished in battle before the situation on the Pevic Continent stabilised.",
										"Kathkacha as a region has no standing military. The villages and lower city is patrolled by a local militia, but it is defended from invasion by two of the most well-reputed Helviti Comanda in the world; the {@book Cobalt Comanda|BITCPI|4|Cobalt Comanda} and the {@book Chimera Comanda|BITCPI|4|Chimera Comanda}. {@book Cobalt Comanda|BITCPI|4|Cobalt Comanda} defends the {@book Brass Palace|BITCPI|5|The Brass Palace} and maintains order under the rule of the  merchant class and {@book Chimera Comanda|BITCPI|4|Chimera Comanda} operates in the wider valley, stamping out lawlessness and banditry. In case that wasn't enough, a third Comanda can be found in the {@book Crimson Keep|BITCPI|4|Scorpion Comanda} that guards the pass into the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes}: the vicious {@book Scorpion Comanda|BITCPI|4|Scorpion Comanda}, reputed to be the most dangerous of all. The {@book Scorpion Comanda|BITCPI|4|Scorpion Comanda} protects the pass and is the first line of defence the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes} have against invasion. It is widely assumed that if Kathkacha is invaded, {@book Scorpion Comanda|BITCPI|4|Scorpion Comanda} would intervene to protect the valley and maintain control over the {@book Crimson Keep|BITCPI|4|Scorpion Comanda}.",
										"Ruling over Kathkacha are the merchant elite in the city. Corporations and syndicates are in control here, with the most powerful being the Vermillion Hand, led by the canny 'Mistress of Kathkach', {@book Lady Eyelaine|BITCEH|5|Lady Eyelaine}. Others include Evangeline Stifka of the Seablooded Organisation, Kevin Aldragosh, the administrator of the {@book Silver Company|BITCEH|2|Silver Company}, and {@book Brayk Brasshand|BITCEH|5|Brayk Brasshand}, descendant of {@book Brasshand the Bold|BITCPI|8|Brasshand the Bold}, who runs the Brasshand Foundation.",
										"Kathkach is a diverse city, and it primarily inhabited by {@race human|phb|humans}, {@race orc|MPMM|orcs}, and {@race dwarf|PHB|dwarves}. It has a sizeable {@race kobold|vgm} population in the lower town as well as a modest {@race elf|phb} community. It is an attractive place for {@class wizard|phb|wizards} to move to due to its wealth and quality of life, and in general is a shining jewel of the Pevic Continent.",
										"In order to survive in Kathkacha, one must belong to one of the companies that own everything in the valley, from shares in the wine, copper, and farm industries, to land, to merchant rights. Virtually every aspect of life in Kathkacha can be bought and sold, and this cutthroat mercantile existence can be hostile to many, but appealing to some. It is equal parts vicious and full of opportunity to the canny."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Organisations in the Pevic Region",
					"page": 8,
					"entries": [
						"There are a great many organisations that make up the factions and groups in the Pevic Region, too many to list comprehensively. Some of the largest will be cited here, however. It is not required in any way that these groups be played in Blood in the Company, however descriptions of how to roleplay members or aspiring members of these groups is included.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/FlambardHawk.webp"
							},
							"title": "The Adventurer {@book Flambard Hawk|BITCEH|5|Flambard Hawk}",
							"credit": "HapHazred",
							"altText": "A warrior in red and yellow armour.",
							"width": 1108,
							"height": 1386
						},
						{
							"type": "entries",
							"name": "Steelmongers",
							"page": 8,
							"entries": [
								"The Steelmongers are the ruling group in the {@book Aegan Empire|BITCEH|1|The Aegan Empire}. They are a primarily military organisation dedicated to securing an iron grip on their homeland. They were founded shortly after the raids on their coastlands by the maddened seamen.",
								"Their name derives from their use of steel, which they try to get ahold of as much as possible. The greatest among them wear the most advanced equipment in the Pevic Continent; {@item plate armor|PHB|plate armour}, steel {@item longsword|PHB|longswords}, and {@item heavy crossbow|PHB|heavy crossbows} make up their elite troops. They also put a heavy emphasis on leadership skills. Steelmongers are meant to lead the soldiers of the {@book Aegan Empire|BITCEH|1|The Aegan Empire}.",
								{
									"type": "inset",
									"name": "Roleplaying Steelmongers",
									"page": 8,
									"entries": [
										"In order to roleplay a Steelmonger, it would make sense to play a {@class fighter|PHB} or a {@class paladin|PHB}. Steelmongers are disciplined and well-trained. They prefer heavy armour and brutal, military tactics to secure victory quickly and decisively.",
										"A Paladin of {@subclassFeature Oath of Vengeance|Paladin|PHB|Vengeance|PHB|3|PHB|Vengeance} or {@subclassFeature Oath of Conquest|Paladin|PHB|Conquest|XGE|3|XGE|Conquest} would work especially well for a Steelmonger, or a {@subclassFeature Battle Master|Fighter|PHB|Battle Master|PHB|3} or {@subclassFeature Purple Dragon Knight (Banneret)|Fighter|PHB|Purple Dragon Knight (Banneret)|SCAG|3|SCAG|Banneret}. There are no restrictions on what race or gender might become a Steelmonger, but {@race human|phb|humans}, {@race orc|vgm|orcs}, and {@race dwarf|phb|dwarves} are most commonly seen amongst their ranks. They are almost universally lawful and tend towards Lawful Neutral especially, but can be Evil or Good depending on the individual.",
										"The {@background Soldier} or {@background Noble} background would be appropriate picks for an aspiring or former Steelmonger."
									]
								},
								"Steelmongers are revered amongst the populace of the {@book Aegan Empire|BITCEH|1|The Aegan Empire}, but the rest of the world views them with suspicion and even hate. This is a group that has subjugated millions; the freer minds of the Pevic Continent resent them for this."
							]
						},
						{
							"type": "entries",
							"name": "The Tower of Eyes",
							"page": 8,
							"entries": [
								"The mysterious Tower of Eyes is a group aimed at controlling the last vestiges of magic in the Pevic Continent, and perhaps even all of Gol. They are secretive and elusive, often operating through front companies and proxies.",
								"It is theorised that they originated in the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms}, but this is largely speculative. None truly know where the organisation came from, even their own members. The organisation works through anonymous contracts and most people who do dealings with them may not even know that they're in contact with a member of the Tower.",
								"A large number of them are magic users, though what kind varies greatly. A fair number of them are {@class bard|PHB|bards}, who act as agents, {@class rogue|phb|rogues}, and {@class wizard|phb|wizards}.",
								{
									"type": "inset",
									"name": "Roleplaying a Tower Agent",
									"page": 8,
									"entries": [
										"Tower Agents can be virtually of any origin, but the group prefers to work with more unique individuals. {@race elf|phb|Elves}, {@race half-elf|phb|half-elves}, {@race halfling|phb|halflings}, and {@race gnome|phb|gnomes} would be comfortable as a Tower Agent.",
										"A typical Tower Agent might be a {@subclassFeature College of Lore|Bard|PHB|Lore|PHB|3|PHB|lore bard}, an {@subclassFeature Arcane Trickster|Rogue|PHB|Arcane Trickster|PHB|3|PHB|arcane trickster rogue}, or an {@subclassFeature School of Illusion|Wizard|PHB|Illusion|PHB|2|PHB|illusion}, {@subclassFeature School of Divination|Wizard|PHB|Divination|PHB|2|PHB|divination}, or {@subclassFeature School of Enchantment|Wizard|PHB|Enchantment|PHB|2|PHB|enchantment wizard}. They will be proficient in {@skill Deception} in order to keep their identity a secret from as many as possible, since the common folk view them with suspicion... with good reason.",
										"Tower Agents are often True Neutral in alignment. The {@background Charlatan} or {@background Variant Criminal (Spy)} background would be appropriate picks for a Tower Agent."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Helviti Comanda",
							"page": 8,
							"entries": [
								"To be a member of a Helviti Comanda is to be devoted to the homeland. The Wastes may be the single worst place to live on the entire continent, but it's home, and as a member of a Comanda your entire code of honour revolves around defending it and protecting its interests.",
								"A member of a Comanda will follow a strict code. No action taken must threaten the homeland. Virtually all contracts involve sending money back to the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes}, and no contract against the homeland must ever be taken.",
								"Individual Comanda have different rules and traditions specific to those groups. {@book Chimera Comanda|BITCPI|4|Chimera Comanda} for instance have brutal hazing rituals, whereas Lion Comanda must compete in difficult duels to join the Comanda. Many Comanda work abroad and send money back to the Wastes; those that stay behind are funded by this money in order to protect and maintain order in the Wastes.",
								{
									"type": "inset",
									"name": "Roleplaying a Helviti Comanda",
									"page": 9,
									"entries": [
										"The Helviti are primarily {@class fighter|PHB|fighters}, {@class barbarian|PHB|barbarians}, and {@class ranger|PHB|rangers}. They rely on martial skill and weapons. Virtually any fighter would be an appropriate class pick for a Helviti; the wide range in strategies they employ make the fighter class in general a natural pick. A Ranger with the {@subclassFeature Hunter|Ranger|PHB|Hunter|PHB|3|PHB|Hunter} subclass would also be a suitable choice for a more independent Helviti Comanda or a {@subclassFeature Path of the Berserker|Barbarian|PHB|Berserker|PHB|3|PHB|Berserker} Barbarian.",
										"A Helviti Comanda would likely have the {@background Soldier} background, and they have no restriction on alignment."
									]
								},
								{
									"type": "statblock",
									"tag": "table",
									"source": "BloodInTheCompany",
									"name": "Helviti Comanda",
									"page": 9
								},
								"It is not unheard of for Helviti to be cast out from their Comanda if they do not perform well or dishonour their group. These Helviti often turn to bounty hunting and crime outside of their homeland, but are no less dangerous for being isolated."
							]
						},
						{
							"type": "entries",
							"name": "Silver Company",
							"page": 9,
							"entries": [
								"One of the largest syndicates in Kathkacha, the Silver Company is currently run by administrator Kevin Aldragosh, an {@creature orc} of considerable intellect and mystery. They act as middlemen in trade and diplomatic ventures.",
								"The company offers jobs for brokering deals and securing goods for their company. They also tend to fund adventuring expeditions to reclaim lost magical artifacts which they often sell to the {@book Aegan Empire|BITCEH|1|The Aegan Empire} or, as rumour has it, the {@book Tower of Eyes|BITCEH|2|The Tower of Eyes}.",
								"Whilst they are not the most powerful company in Kathkach, they are one of the more internationally recognised."
							]
						},
						{
							"type": "entries",
							"name": "Alliance of Groves",
							"page": 9,
							"entries": [
								"In the world, there are still pockets of magic where strange and mysterious things yet occur. These places, when located in the wilderness, are often called magic groves, and are settled by {@race elf|phb|elves} and {@class druid|PHB|druids} alike. Many are hostile to inhabitants, but some are large and perfectly pleasant to live in. In order to secure their future, some small number of these communicate with one another and formed a loose alliance.",
								"Most of these groves are present in the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} and try to remain hidden from civilisation, which is not a difficult task considering that by their very nature, magic groves are often difficult to find. Some are present in the {@book Aegan Empire|BITCEH|1|The Aegan Empire}, where they are hunted down by more militant {@book Steelmongers|BITCEH|2|Steelmongers}, and some are even rumoured to be near Kathkacha.",
								"The groves are places where communities of {@race elf|phb|elves} may live in peace and continue their lifestyle from before the collapse of magic as much as they are able. They avoid contact with the outside, but sometimes contact is inevitable.",
								{
									"type": "inset",
									"name": "Roleplaying a Grover",
									"page": 9,
									"entries": [
										"A Grover will be more likely to be an {@race elf}, {@race tiefling}, or {@race gnome}, but this is not an all-encompassing restriction. Many {@race human|phb|humans}, {@race orc|vgm|orcs}, and other inhabitants of the Pevic Continent still find their way to groves and learn the ways of the inhabitants there.",
										"For a grover, appropriate class picks would be {@class ranger}, {@class druid}, or {@class sorcerer}. Particularly {@subclassFeature Beast Master|Ranger|PHB|Beast Master|PHB|3|PHB|beastmaster} rangers and {@subclassFeature Wild Magic|Sorcerer|PHB|Wild|PHB|1|PHB|wild magic} {@class sorcerer|PHB|sorcerers} would be strong picks. A {@class druid} of virtually any subclass would also make sense. A {@background hermit} or {@background outlander} background would be sensible selections as well.",
										"Grovers tend towards chaotic neutral alignments, and are on average more likely to be good than evil."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Inquisition",
							"page": 10,
							"entries": [
								"Other than the Comanda, the inhabitants of the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes} are the Helviti Nomads. They have strong oral traditions and aim to continue telling stories from before the collapse.",
								"Because of this powerful memory, they take the threats caused by magic very seriously, and a number of them formed what is known as the Helviti Inquisition, though by this point it is an international group with hundreds of branches all over the world. They are specialists at hunting down {@class wizard|phb|wizards}, {@class sorcerer|PHB|sorcerers}, and {@class warlock|PHB|warlocks}, and take special interest in the supernatural as well.",
								"They focus on martial arts and survivability. Their martial arts are the basis for most modern hand-to-hand combat skills in the Pevic Continent and have been adopted by all military groups, from the {@book Aegan Empire|BITCEH|1|The Aegan Empire} to the City State armies.",
								{
									"type": "inset",
									"name": "Roleplaying an Inquisitor",
									"page": 10,
									"entries": [
										"Inquisitors are usually either {@class monk|PHB|monks} or {@class ranger|PHB|rangers}. A {@subclassFeature Hunter|Ranger|PHB|Hunter|PHB|3|PHB|hunter} type ranger would be a suitable pick for an Inquisitor, with a focus on hunting fiends and abberrations. Virtually any {@class monk} subclass would be a sensible pick for an Inquisitor, reflecting the broad range of martial arts schools present in the world that originate from the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes}. Consider investing in the {@feat Mage Slayer} feat as well for an Inquisitor, and they would most likely have proficiency in {@skill Investigation} and/or {@skill Insight}.",
										"Inquisitors have a broad recruiting strategy, and draw from all races, even rarer races such as goblinoids, {@race tiefling|PHB|tieflings}, and {@race kobold|VGM|kobolds}. The capacity to cast spells inherently does not make one less valuable to the Inquisition; rather it makes one more valuable. They tend towards lawful in alignment and prefer to work with the ruling governments they operate in.",
										"An inquisitor would be comfortable with either the {@background Variant Criminal (Spy)}, {@background Acolyte}, or {@background Outlander} background if they were directly from a nomadic tribe in the Wastes."
									]
								},
								"Inquisitors do not hunt down {@class wizard|phb|wizards} and {@class sorcerer|PHB|sorcerers} mindlessly; they aim to act as a balancing force against out-of-control magic in the Pevic Region. As such they will often work alongside governments to hunt down magic criminals and {@class sorcerer|PHB|sorcerers} that have gone rogue. They also hunt down monsters that somehow originate from different planes.",
								"Many consider Inquisitors eccentric due to their insistence that the supernatural is real and present, but this does nothing to dispel the fear many have for the Inquisition. Despite their honest goals for keeping the peace, their association with the wyrd and eldritch gives them an eerie reputation. They are considered rivals of sorts to the {@book Tower of Eyes|BITCEH|2|The Tower of Eyes}. To the Inquisition, the {@book Tower of Eyes|BITCEH|2|The Tower of Eyes} is a disaster waiting to happen.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/PalidMask.webp"
									},
									"credit": "From {@link Black Stars Beckon|https://pathfinderwiki.com/wiki/Black_Stars_Beckon}",
									"altText": "A yellow robed cultist with a mask.",
									"width": 599,
									"height": 1002
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Dangers of the Pevic Continent",
					"page": 11,
					"entries": [
						"Though the Pevic Continent is filled with nations, civilisations, organisations, syndicates and alliances, there is still much dangerous and untamed land across the continent. From the {@book untamed jungles|BITCPI|7|The Untamed Jungles} to the south, to the craggy mountains, to the leagues of grasslands in the north, there is a lot of the Pevic Region that is still home to roving bandits and thieves, brutish monsters like {@creature ogre|MM|ogres}, {@creature stone giant|MM|giants}, and feral {@creature goblin|MM|goblins}, and hostile warbands of {@race elf|phb|elves}. {@creature owlbear|MM|Owlbears}, {@creature chimera|MM|chimeras}, {@creature bulette|Mm|bulettes} and more all prowl the vast landscape and hide in dark, deep forests.",
						"There is much for an adventurer to face in the Pevic Continent, and these will form only a small handful of what one might encounter on one's journeys.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/BloodintheCompanyPainting.webp"
							},
							"credit": "HapHazred",
							"altText": "A team of adventurers.",
							"width": 2000,
							"height": 2000
						},
						{
							"type": "entries",
							"name": "Bandits",
							"page": 11,
							"entries": [
								"In a land that relies on trade and merchants to prosper, {@creature bandit|MM|bandits} roam the countryside. They are particularly present in the {@book Aegan Empire|BITCEH|1|The Aegan Empire}, the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms}, and the {@book Eastern City States|BITCEH|1|The Eastern City States}.",
								"In the {@book Aegan Empire|BITCEH|1|The Aegan Empire}, the bulk of the military is concentrated along the coast. The open fields are therefore at times vulnerable to gangs of thugs who prey on the weak and vulnerable before retreating into shallow caves and woodland to conceal themselves from the militia.",
								"In the north, hillmen team up with {@creature ogre|MM|ogres} and {@creature hill giant|MM|hill giants} to raid villages for food and wares. The large expanse of untamed and cold tundra can make it difficult to track down these feral hillmen.",
								"In the east, many mercenary groups and soldiers turn to banditry in the chaos of the {@book City States'|BITCEH|1|The Eastern City States} infighting. They are cruel and savage, and often have to be put down by more lawful groups of adventurers or militia, often at great cost. They hijack trade shipments and ambush travellers, sometimes so successfully that they can form their own bandit factions in renovated forts in the mountains.",
								"Even in Kathkacha, hill bandits perform acts of robbery in the wealthy valley. They often get stamped out quickly by the {@book Cobalt Comanda|BITCPI|4|Cobalt Comanda} under Shiendo Kadan, but oftentimes it is already too late for those they murder and steal from. The mountains in general are dangerous places to be."
							]
						},
						{
							"type": "entries",
							"name": "Goblins",
							"page": 11,
							"entries": [
								"Not all races equally descended into the fertile valleys to settle. Goblinoids especially were split when the other races left the mountains to form large cities. Some followed the {@race orc|vgm|orcs}, {@race dwarf|PHB|dwarves}, and {@race human|phb|humans} into the valleys whereas others kept to their underground mountain forts and maintained their savage ways.",
								"For this reason, travel through the mountains is exceptionally dangerous. Many a ravine is in fact an entrance to a goblinoid fort, and more than one pass is littered with traps. Food is scarce in the mountains, and many {@creature goblin|MM|goblins} would much prefer to subside on captured travellers than the mushrooms and sparse game to be found amongst the crags...",
								"On rare occasion, when population builds past the breaking point, a swarm of {@creature goblin|MM|goblins} will emerge from the mountains to invade the lands below. Sometimes this is peaceful, and the mountain {@creature goblin|MM|goblins} find that life in the cities and valleys is not so bad if they adapt to the rules of those that govern those lands. Other times it is brutal and vicious, and the goblinoids infest the forests and caves like a plague until they are eventually stamped out or they retreat back into the mountains."
							]
						},
						{
							"type": "entries",
							"name": "Helviti Wildlife",
							"page": 11,
							"entries": [
								"Many creatures native to the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes} would be considered evidence enough that the gods of Gol hold nothing but hatred for the lives of mortals. Each is horrifying, dangerous, and thoroughly unsettling to behold.",
								"The {@creature winged spider|BloodInTheCompany|winged spiders} are perhaps the only possible way that {@creature giant spider|MM|giant spiders} could have been made worse by nature. Four of their legs, two on either side of their body, grew a leathery bat-like membrane between them to serve as wings. These giant venomous monsters glide between the rocky ridges of the wastes, hopping between vast webs they spin between the rocks, and drop on unwary travellers in the blink of an eye. Their abdomen is flattened and elongated to make them more susceptible to flight, and they are reputed to be one of the ugliest sights on the entire continent.",
								"Giant sandsquids burrow through the sand as if it were water, and the only sign that they are lying in wait for other creatures or travellers is a slight unnatural pattern in the sand. Once they sense tremors from above, their ten tentacles emerge from the sand, wrapping around the ankles and legs of those they catch, and drag them into the ground like quicksand, burying them alive and keeping their bodies suspended in the sand for later consumption.",
								"If neither monster catches you, the packs of bugcats might. Similar in size to a {@creature lion|MM}, these chitinous insects are lightning fast and venomous. They are among the most feared monsters by the local Helviti because unlike the {@creature winged spider|BloodInTheCompany|winged spiders} or sandsquids, the bugcats are intelligent and hunt in packs.",
								"The only thing worse than a pack, though, is a {@i swarm}, and the monstrous archer dragonflies fly in numbers of up to a hundred. Their size ranges from anywhere between a seagull and a {@creature eagle|Mm|bald eagle}, but their true danger comes from their ability to spit poison from their mandibles. A literal rain of poison can shoot down from the sky in an instant, and it is therefore no wonder that the Helviti treat clouds as nothing more than potential cover for these winged menaces.",
								"At least archer dragonflies have the capacity to die. Devil vampire crabs are nothing like the pleasantly coloured normal variety found in the ocean. These ones are amphibious, gargantuan, and virtually unkillable. Infected with a form of vampirism, they appear to retreat inside their shell during the day. With no heart, however, it is not known if they can in fact be killed at all. There is nothing through which to drive a stake. The only way the locals have to deal with them is to overwhelm them with siege weapons, destroy their shell, and then bury their bodies as deep as possible in a marked location. Eventually, they rise again. On the plus side, they are an unlimited supply of crustacean food for any Helviti brave or foolish enough to capture and contain one... their flesh regenerates eternally. It is considered a delicacy in the {@book Aegan Empire|BITCEH|1|The Aegan Empire}.",
								"Spitlizards are, by contrast, rather delightful. The smell is atrocious and their ability to cast spit at one-hundred yards {@i is} alarming, but they're surprisingly docile. Many Helviti keep them as pets and mounts and develop rather long-lasting bonds with the ugly malodorous beasts.",
								"It is no surprise that with a bestiary like this, one of the worst fates a Helviti border patrol can inflict on an unprepared band of smugglers is to simply let them through. Additionally, the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms} has a generous deal with the Helviti that involves the local kings paying them a hefty sum in order to make sure the local beasts {@i stay} local.",
								{
									"type": "insetReadaloud",
									"name": "On Helviti Wildlife",
									"page": 12,
									"entries": [
										{
											"type": "quote",
											"entries": [
												"I have seen spirits suck the life from my still-living comrades. I have run from giants of ice and hid from monsters straight out of your worst nightmares. I have seen beasts so huge on the high seas that they could swallow a ship whole.",
												"I would rather see all of them at once than have one more run-in with a gods-damned flying spider, or swarm of archer dragonflies. When the poison gas comes and you feel relieved just because it reduces the chance of the bugcats leaping from the dirt and clawing through your best mate, well, you know you've picked a shitty place to settle.",
												"The Helviti have got to be the dumbest people I've ever seen."
											],
											"by": "Flambard Hawk"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Supernatural Remnants",
							"page": 12,
							"entries": [
								"The collapse reduced the influence of magic on Gol greatly. Spells failed, magic items turned to dust or stopped working, and many magical beings flickered out of existence entirely. However, not {@i everything} disappeared.",
								"Whilst stories of {@creature ghost|MM|ghosts}, elementals, and fiends might be considered children's stories to many, there are some that know them to be quite real. {@race elf|phb|Elves} have a longer memory than most and more than a few lived through the collapse and were alive when magicians and {@class sorcerer|PHB|sorcerers} consorted freely with fiends and celestial beings alike.",
								"The Inquisition maintains old traditions and histories reminding people of the dangers of magic and the supernatural. In the darkest corners of the world, magic persists, and it is all the more dangerous for its rarity. Experts on dealing with these supernatural dangers also began dwindling along with the magical monsters that they were designed to hunt.",
								"Adventurers know what many of the common folk do not; that there are grave dangers that lurk in the forgotten corners of the world, and that if they keep on poking and prodding its depths, eventually, {@i something} will prod back.",
								"{@book Flambard Hawk|BITCEH|5|Flambard Hawk}, a popular adventurer in the modern day, enjoys spinning all manner of false rumours about herself, but one thing she takes seriously are the stories of the supernatural. She tells of duels with fiendish monsters summoned by {@class sorcerer|PHB|sorcerers} hidden in ancient temples. She recounts stories of escapes from elementals left behind from the collapse. She frightens children with tales of {@creature gibbering mouther|MM|gibbering mouthers} and aberrant monsters.",
								"Most consider these to be tall tales. You know better."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Religion on the Pevic Continent",
					"page": 13,
					"entries": [
						"Once there were hundreds of gods and a myriad number of cults, dedicated to all manner of celestials, eldritch powers, demons and magnificent powers. Today, only a select number remain after the collapse.",
						"The reality of the collapse was that, whatever happened, most gods vanished. Stories say that some were evaporated into nothingness; others that they gave up their divinity to survive in a world without magic. The ones that survived the collapse were changed, and these few gods make up the modern pantheon of Gol.",
						"Stories of ancient gods like Aepoptosis and Ukua are relegated to myth. Today, the temples are dedicated to the gods of the civilised world known to most as the Five Pillars of Gol.",
						{
							"type": "entries",
							"name": "The Gods of Gol",
							"page": 13,
							"entries": [
								"Most inhabitants of the Pevic Continent subscribe to the notion that each of their gods has both a bright and a dim aspect that represents elements of society both good and bad, lawful and chaotic. Some choose to throw themselves behind a specific aspect of their favoured patron god, whereas others prefer to worship a more whole and nuanced interpretation. Regardless of where individual preference lies, it is generally accepted that both aspects exist.",
								{
									"type": "entries",
									"name": "The Protector",
									"page": 13,
									"entries": [
										"{@deity The Protector|Gol|BloodInTheCompany} is the noble and heavy-handed patron of law, guards, city walls and the preservation of society and life. He is also the terrible and dark vengeful tyrant of war and fighters.",
										"Commonly represented in cities as a knight in ancient resplendent silver armour, he is typically worshipped by those who devote themselves to the maintenance of public order. It is no surprise that within cities he is widely regarded as the favoured patron of many; it is his influence that guards a city and society against the influence of chaos and corruption.",
										"His dim aspect emerges in times of strife. When the preservation of society fails, its destruction must happen swiftly and mercilessly in order for it to blossom anew. His anger is felt through the fiery might of siege engines and the tips of swords. His wrath is the cutting edge of a {@item falx|BloodInTheCompany}, the bite of arrows, and the relentless swing of an executioner's axe.",
										"To worship the Protector means to link oneself to society. Even the worshippers of his dimmer aspects tend to ponder the darker sides of society; the nature and merit of punishment, and the place of war and destruction in the continuation of civilisation. Though the Protector has very overt and clear dim aspects, his brighter followers are known to be some of the most noble individuals in the world. Paladins and knights, defenders and champions offer prayers and worship to the Protector."
									]
								},
								{
									"type": "entries",
									"name": "Lifegiver",
									"page": 13,
									"entries": [
										"{@deity Lifegiver|Gol|BloodInTheCompany} is the patron god of mothers, agriculture, plants and animals. She is also the bitter and callous brewer of diseases and poisons, decomposition, and death.",
										"She is often represented as anywhere between an old caring matron and a youthful, beautiful maiden, depending on the interpretation. Dressed simply in white or gold, palms outstretched, she is especially favoured in the countrysides, where life grows free. Farmers offer prayers to her, as do midwifes, cultivators, and parents.",
										"Her dim aspects take the form of plagues and infantile deaths. She can sometimes seem to be the cruellest of all the gods of Gol considering how easily she can take the lives of innocents. It is possibly no surprise that many of her followers, both good aligned and evil, have a greater tendency than most to be chaotic. Her cruelty comes often without warning. Failing crops leading to starvation, disease running rampant through the streets of a city, and death arriving in the dead of night, silently and without warning.",
										"Her worshippers often comprise of healers and caretakers who seek to appease her callous dimmer aspects by appealing to her brighter side. Poisoners do the opposite. To ponder the nature of life, its meaning, and how it can be nurtured or ended is what it means to be a devout follower of the Lifegiver. She gives, and she also takes away."
									]
								},
								{
									"type": "entries",
									"name": "The Great Architect",
									"page": 13,
									"entries": [
										"Progress occurs slowly, but when it does, it is through the deliberate and cautious hand of engineers, designers, planners, and lawyers. The intricate systems of society and machines are what the Great Architect governs. They are quiet and subdued, but their influence is mighty.",
										"{@deity The Great Architect|Gol|BloodInTheCompany} is often represented as an androgynous entity, often with tools, papers, and callipers. They are worshipped by intellectuals and planners alike, and those of rigorous mindset. The Great Architect is deliberate, composed, and precise. They do not act on a whim. Progress is their gift to the world, and it shall be done bit by bit.",
										"Whilst the Architect might be worshipped for his bright aspects, such as sturdy, foolproof plans and innovative designs, they are also worshipped by those seeking to plot and corrupt. Elegance in design can be found as equally in murderous assassination plans as it is in the designs of hospitals.",
										"Whilst they are few and far between, many {@class wizard|phb|wizards} of any alignment ponder the values of the Great Architect. Their trade requires a greater level of discipline and rigour than most, and these are things the Great Architect provides aplenty."
									]
								},
								{
									"type": "entries",
									"name": "Eternal Queen",
									"page": 14,
									"entries": [
										"The sun and moon; space, time and the distant stars. {@deity The Eternal Queen|Gol|BloodInTheCompany}, the Lady of Eternity, may seem very distant to most common folk, but she is at the same time omnipresent. None escape the darkness of night, nor the blinding rays of the sun at noon.",
										"The Eternal Queen is represented most frequently as a regal and powerful woman. She often towers over other representations of gods; her title is that of Queen, Mistress, Empress of Time and Lady of Eternity. Her titles imply rulership, and she rules without a shadow of a doubt.",
										"Of all the gods, her bright and dim aspects are the most plain to see. If one has ever been frightened by the darkness, that is the influence of the Eternal Queen. If one has been warmed by the rays of the sun, or had their way illuminated by the moon, or been worn down by time, or been awed by the vastness of space, it is her work that has allowed this.",
										"Those who use magic also tend to have an association with the Eternal Queen. Explorers use her stars to guide them, and philosophers ponder the nature of time under her watchful gaze."
									]
								},
								{
									"type": "entries",
									"name": "Azure Artist",
									"page": 14,
									"entries": [
										"Creativity, art, love, generosity, travel and journeys... {@deity The Azure Artist|Gol|BloodInTheCompany} rules over these things well. They are explosive and whimsical. They can be as delicate and intricate as the {@deity The Great Architect|Gol|BloodInTheCompany|Great Architect}, but with none of the deliberate planning. The Azure Artist is wild and untamed. When a muse strikes in the small hours of the morning, or the sun hits a landscape in just the right way, this is the domain of the Artist.",
										"To worship the Azure Artist is to be {@i free}. Free of mind and body, free to explore the depths of creativity. The Azure Artist is well liked by artists and writers, lovers and explorers. Adventurers also often have an affinity with the Azure Artist, as their lives hinge on the whims of risk and reward.",
										"The Azure Artist is represented often by a hermaphroditic elf swathed in delicate robes or dresses. Often depicted dancing or singing, they are often shown in temples as a happy, joyous spirit of art.",
										"The Azure Artist's dim aspects are depravity and wanton malice. Excess and torture are their darker sides, and it is how alluring these things can be that makes their influence. The wavering of morals and the delight in seeing suffering; this is the Artist at work once again."
									]
								},
								{
									"type": "statblock",
									"tag": "table",
									"source": "BloodInTheCompany",
									"name": "Clerical Domains of the Five Pillars of Gol",
									"page": 14
								}
							]
						},
						{
							"type": "entries",
							"name": "Cults of the Pevic Continent",
							"page": 14,
							"entries": [
								"There are variations in how the Pillars of Gol are worshipped across the Pevic Continent. Most frequently in cities this is done in temples and large organised shrines maintained by devout worshippers. In the countryside worship becomes a bit more informal; whilst there are some small shrines and monasteries scattered through the country, a lot of worship is done through local festivals and at home.",
								"There are several large cults that are spread through the continent that are of note.",
								{
									"type": "entries",
									"name": "Imperial Cult",
									"page": 14,
									"entries": [
										"The {@book Aegan Empire|BITCEH|1|The Aegan Empire} maintains its own organised religion through the {@cult Imperial Cult|BloodInTheCompany}, or the Aegan Cult as it is sometimes referred to. This cult makes some additional distinctions between the gods. It puts the {@deity The Protector|Gol|BloodInTheCompany|Protector} as the highest god and maintainer of order between the gods, and insists that the other gods are to greater or lesser extents subservient to him. It is also somewhat unique in that it depicts the {@deity The Azure Artist|Gol|BloodInTheCompany|Azure Artist} as a trickster and devious, even malicious entity, putting emphasis on their dim aspect over the light one.",
										"Whilst the Imperial Cult maintains good relations with other religious bodies across the world, it attracts some animosity from free-thinking followers of the {@deity The Azure Artist|Gol|BloodInTheCompany|Azure Artist} for this reason."
									]
								},
								{
									"type": "entries",
									"name": "Church of Starborn",
									"page": 14,
									"entries": [
										"The {@cult Church of Starborn|BloodInTheCompany} are located primarily in the {@book Eastern City State region|BITCEH|1|The {@book Eastern City States|BITCEH|1|The Eastern City States}}, and feature the {@deity The Eternal Queen|Gol|BloodInTheCompany|Eternal Queen} more prominently in their legends. They maintain that the {@deity The Eternal Queen|Gol|BloodInTheCompany|Eternal Queen} not only exists as a sort of primal entity, but serves to manage and organise the flow of time and magic directly. To them, the events that transpire all occur due to the {@deity The Eternal Queen|Gol|BloodInTheCompany|Queen's} all-encompassing plans, and the other gods are pawns that are directed by this design.",
										"The Church of Starborn also alludes to a separate creation myth where the inhabitants of Gol originate from the stars, hence the name of the church. Whilst many consider this creation myth to be hogwash, the Church has grown significantly in recent years despite its comparative youth."
									]
								},
								{
									"type": "entries",
									"name": "Dyvarran Cult",
									"page": 14,
									"entries": [
										"The {@cult Dyvarran Cult|BloodInTheCompany} posits that all gods are in fact merely aspects of society and that following each equally provides part of a whole existence. They believe that the teachings of each of the gods acts as a sort of blueprint to life.",
										"Their philosophy is more transactional than other religious bodies, and they view the gods less as objects of worship, and more as simply powerful beings that do not exist to be worshipped, but instead to listen to and even bargain with.",
										"This philosophy is already considered controversial enough amongst some followers of other cults (notably the Imperial Cult) but to make matters worse, the cult insists that the {@book Dyvare|BITCPI|8|The Dyvare}, a prophetic figure, was the one who built this philosophy. The cult holds the {@book Dyvare|BITCPI|8|The Dyvare} as a sort of saint who built most of society prior to the collapse, moving isolated clans of {@race orc|vgm|orcs}, men, and {@race dwarf|PHB|dwarves} into the valleys.",
										"The Imperial Cult considers this heretical idolatry, and the Cult is banned in the {@book Aegan Empire|BITCEH|1|The Aegan Empire}. It is permitted in other places, though can be frowned upon. It is most popular in Kathkacha, where it was said that the {@book Dyvare|BITCPI|8|The Dyvare} brought her united people to. In the city of Kathkach itself, however, it is still something of an underground movement."
									]
								},
								{
									"type": "entries",
									"name": "{@cult Illegal Cults|BloodInTheCompany}",
									"page": 15,
									"entries": [
										"Cults dedicated to other gods, entities, or objects of worship are often not allowed to purchase temple grounds or hire workers to further the faiths. Many such cults worship dark gods or demons, for whom many old texts from before the collapse refer to.",
										"These cults are many and diverse, but often operate secretly. Small shrines can be found in poor quarters of cities or in the wilderness, where secret cultists gather. Some are outright considered dangerous terrorists by local governments depending on what entities they worship.",
										"In the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms}, many small cults are allowed to exist in the countryside so long as their activities are peaceful. Several magical groves turn towards the worship of fey creatures or extraplanar entities that still maintain tenuous contact via these groves.",
										"Some cults are attacked on sight by local guards. Such cults include the cult of OMBAK, ancient cults dedicated to {@deity Asmodeus|Faerûnian|SCAG}, and cults of {@deity Lolth|Drow|MTF}, among others. These cults are determined to be too dangerous to let exist and proliferate."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Clerics in Gol",
							"page": 15,
							"entries": [
								"Whilst worship of the gods is widespread, divine spellcasters are still rare. They are not as uncommon as arcane spellcasters, but as the power of the gods is weakened, they are far more selective about which of their followers might gain spells and magical aid.",
								"Often there is a single {@class cleric|PHB} per community, and these clerics range in power depending on what tasks they are meant to accomplish by their gods. A local cleric of the {@deity Lifegiver|Gol|BloodInTheCompany} whose main task is to keep the villagers healthy may only have a few healing spells, whereas a great champion of {@deity The Protector|Gol|BloodInTheCompany} who is tasked to bring peace to an entire nation may be granted amazing spells and magical powers.",
								"It is not unheard of for the abilities of clerics to wax and wane as their tasks are completed. Most conventional clerics try to exercise discretion as to when to use their powers, knowing well that their gods have given them their spells for a reason; it is up to them to ensure that their trust is not misplaced.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Emperor.webp"
									},
									"credit": "{@link Emperor and guards|https://thehistoryofbyzantium.com/2018/10/05/episode-172-the-roman-army-in-1025-ad/emperor-and-guards-from-ospreys-byzantine-armies-886-1118/} from {@link Byzantine Armies 886–1118|https://ospreypublishing.com/byzantine-armies-886-1118-pb} by {@link Angus McBride|https://en.wikipedia.org/wiki/Angus_McBride}",
									"altText": "An illustration of an emperor and two guards in parade dress.",
									"width": 644,
									"height": 898
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Notable Persons of the Pevic Continent",
					"page": 16,
					"entries": [
						{
							"type": "entries",
							"name": "Brayk Brasshand",
							"page": 16,
							"entries": [
								"Brayk Brasshand is the current head of the Brasshand Foundation. His ancestor, {@book Brasshand the Bold|BITCPI|8|Brasshand the Bold}, was the one to reclaim the city of {@book Kathkach|BITCPI|4} after the collapse and turn it into the bustling trade city is is today. He lives in the Gold Quarter in {@book Kathkach|BITCPI|4} and is heavily involved with mercenary deals and foreign affairs, making him one of the most influential members of the city and even the entire valley."
							]
						},
						{
							"type": "entries",
							"name": "High King Brekivik",
							"page": 16,
							"entries": [
								"High King Brekivik is the foremost king of the {@book Northern Kingdoms|BITCEH|1|The Northern Kingdoms}, the loose alliance of kings to the north of the Pevic Continent. He is known for his courage, daring, and love of art. He rules through force of personality, and in his lifetime repelled an invasion from the {@book Aegan Empire|BITCEH|1|The Aegan Empire}. He is now old and physically frail, but his fiery temper is still as strong as ever."
							]
						},
						{
							"type": "entries",
							"name": "Lady Eyelaine",
							"page": 16,
							"entries": [
								"Lady Eyelaine is the head of the Vermillion Hand, possibly the single most powerful trading organisation on the continent. She exports {@item fine wine (bottle)|PHB|wine}, {@item copper|PHB}, and crafts outside of Kathkacha and imports labour, materials, {@item iron|PHB} and {@item silver|PHB}. Beyond her valley she has shares in businesses in the {@book Eastern City States|BITCEH|1|The Eastern City States} and has invested in colonisation activities in the {@book Aegan Empire|BITCEH|1|The Aegan Empire}. She buys and sells weapons, materials, and goods of all kinds.",
								"Potentially among the richest of all people on the continent, she is known to most as the Mistress of Kathkach."
							]
						},
						{
							"type": "entries",
							"name": "Flambard Hawk",
							"page": 16,
							"entries": [
								"Flambard Hawk is a famous (or notorious) adventurer who roams the continent. Her journeys have often taken her into abandoned castles and ancient towers where rumours of magic still persist. Her daring and wit are often the talk of whatever town she happens to be in.",
								"As a way to enhance her fame, she allows (or spreads) rumours, both true and false, wherever she goes. Salacious stories of trysts with local lords and ladies? Besting {@creature ogre|MM|ogres} and {@creature hill giant|MM|hill-giants} in tests of strength? Single-handedly cutting through hordes of {@creature bandit|MM|bandits}? Downing a dozen pints of Friarbarns in one minute? Murder of a {@creature priest}? No matter how scandalous, nefarious, or heroic it may be, Flambard allows the tales to be told with mischievous glee. As a result, no less than four books claiming to be the 'true' biography of Flambard Hawk, each with conflicting details, are in publication.",
								"Even Flambard's weapons of choice are unknown. Some swear she prefers to fight with dual {@item shortsword|PHB|shortswords}; others that she favours an Aegan {@item heavy crossbow|PHB}. More than a handful insist she can somehow fly. Flambard insists on being an unknown quantity in a world where the hidden corners of the world are gradually being filled in.",
								"The only thing everyone can agree on about Flambard is that she never, ever takes her mask off in public."
							]
						},
						{
							"type": "entries",
							"name": "King Hekari",
							"page": 16,
							"entries": [
								"The ruler of the {@book Aegan Empire|BITCEH|1|The Aegan Empire} insists on being called a king, despite the title of Emperor being suggested to him. Until all of the Pevic Continent is his, he denies the title of Emperor for himself.",
								"Hekari is a pragmatist. He knows well that the {@book Steelmongers|BITCEH|2|Steelmongers} are a force to be reckoned with within his Empire, and that until the mystery of the mad seamen is solved, he will forever be in an unfavourable position to invade the rest of the world. He prefers peace for now, but any sign of weakness from his neighbours and he might re-evaluate his position."
							]
						},
						{
							"type": "entries",
							"name": "Ikarian Devos",
							"page": 16,
							"entries": [
								"The famous sage of the {@book Aegan Empire|BITCEH|1|The Aegan Empire} is a collector of ancient knowledge from before the collapse. He is considered one of the foremost experts on ancient history in the entire world and is a regular contact of the Inquisition and, allegedly, the {@book Tower of Eyes|BITCEH|2|The Tower of Eyes}. He is an old dwarf nearing the end of his life, and is determined to put all his considerable knowledge to paper before the end."
							]
						},
						{
							"type": "entries",
							"name": "Omana the Eldritch",
							"page": 16,
							"entries": [
								"One of the most renowned {@class wizard|phb|wizards} on the continent, Omana the Eldritch is the ruler of Parche. They are cunning, pragmatic, and powerful. They are known to be an enchanter of considerable power, and having access to the ancient texts of Parche, they have unique access to ancient knowledge.",
								"It is partly due to Omana's influence that Parche has been able to thrive in the Eastern Region despite considerable instability. Their power is not to be trifled with."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Pevic Continent",
					"page": 17,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/PevicContinent.webp"
							},
							"title": "The Pevic Continent",
							"imageType": "map",
							"grid": {
								"type": "none"
							},
							"width": 2000,
							"height": 2000
						},
						{
							"type": "entries",
							"page": 17,
							"style": "text-center",
							"entries": [
								"Credit: HapHazred"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix A:",
					"page": 18,
					"entries": [
						{
							"type": "entries",
							"name": "Aegan Language Sayings",
							"page": 18,
							"entries": [
								"Doxza Kraetoria: Formal greetings meaning 'glory to the Empire'",
								"Effeza: A well-wishing term meaning 'be well'"
							]
						},
						{
							"type": "entries",
							"name": "Helviti Language Sayings",
							"page": 18,
							"entries": [
								"Utua oh pyr : Pay your bills",
								"Ara Helwit : Helviti duty, frequently referencing either contracts or the Helviti code of honour",
								"Comanda Kotou: Formal Helviti greeting, literally meaning 'the Comanda welcomes you'",
								"Tatau kait eh: A threat indicating impatience",
								"Urur 'n patunga: The waste claims another"
							]
						},
						{
							"type": "entries",
							"name": "Kathkach Language Sayings",
							"page": 18,
							"entries": [
								"Tadafuq M'wal: The gold will flow",
								"Haza haza: 'Be lucky', a well-wishing saying",
								"Kacha yarkud: The river Kacha runs on, a saying referencing how life goes on",
								"Aitiram te Seda: Informal greeting, meaning 'respect and happiness'",
								"Muktamil Aitiram: Formal greeting, meaning 'utter respect'"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix B: Fashion in Kathkach",
					"page": 19,
					"entries": [
						"In Kathkach, looking good is a major part of life. The land of Kathkacha has the benefit of being the centre of the Pevic Continent, and thus inherits various styles of clothing and dress from all over the world. Most clothes will be made to suit a particular style; these styles go in and out of fashion periodically.",
						{
							"type": "entries",
							"name": "Common Dress",
							"page": 19,
							"entries": [
								"Even the denizens of the Low District will wear basic tunics. The Kathkachan style sees both men and women wear tunics that reach the thigh, tied at the waist by a coloured rope upon which pouches and items can be hung. The collar of the tunic is occasionally striped. Footwear is typically a wooden-soled sandal layered with sheepskin that does not hinder movement. Hats are commonly made of fabric and tied at the back with leather, and are often brightly coloured and striped."
							]
						},
						{
							"type": "entries",
							"name": "Merchant's Dress in the Aegan Style",
							"page": 19,
							"entries": [
								"Many merchants adopt the Aegan style of dress, which involves a large toga that reaches the ankles. It is often held in place with a sash that crosses from the shoulder to the side. It is loose clothing that would be worn by both sexes. In the Aegan style, it would be adorned with iron jewelry which is a display of power, though in Kathkach these are often replaced by bronze or gold adornments. The Aegan style of hair is cut short, again both for male and females, as in the Aegan Empire, it is considered a luxury to have well cut and short hair. It is not uncommon to see both males and females shaved bald. Sandals are typically worn, tied with leather around the ankles."
							]
						},
						{
							"type": "entries",
							"name": "Merchant's Dress in the Chinerian Style",
							"page": 19,
							"entries": [
								"The Chinerians favour a short tunic that reaches to the level of the groin, and loose trousers to cover the legs in their entirety, reaching the ankles. The trousers reach up to the stomach, under the tunic, are held in place with a vertical sash. A scarf or hood may be worn in inclement weather, as Chineria is infamous for chill winds. The wrists are never adorned with bracelets, as wrappings around the forearms are seen as a sign of slavery. Rings, however, are well regarded, and the wealthy adorn their rings with precious stones. There is no uniform hair style that is popular, and both male and females will prefer to keep their hair shoulder length. In Chineria, women will typically wear wider sashes to help promote their figure, whereas men will favour narrower sashes. In Chineria, shoes are worn, typically made out of leather and fur. The wealthiest can afford pointed shoes. Patterned clothes are favoured, often displaying flowers or other natural patterns. The sash is often the most elaborate item to be worn."
							]
						},
						{
							"type": "entries",
							"name": "Merchant's Dress in the Northern Style",
							"page": 19,
							"entries": [
								"In the north, heavy furs are preferred due to the climate, but even south in Kathkacha, elements of this style can be seen. Belts used to secure trousers and tunics can be adorned with rare furs unseen of in Kathkacha, and the wool that is traded with the south is viewed as a luxury; colours such as blue and green are preferred. Boots lined with fur will reach below the knee. Necklaces and torqs are seen as a sign of status, and wristbands made of leather, wool, or silver are also preferred. Men favour hair that does not reach the shoulder and beards, whereas women prefer long hair; long hair for women is a sign of great status."
							]
						},
						{
							"type": "entries",
							"name": "Merchant's Dress in the Kathkachan Style",
							"page": 19,
							"entries": [
								"Kathkachans favour long dresses for both males and females, along with long sleeves; these dresses reach the ankles for the wealthy. Partly due to the climate and partly for social reasons, many wealthy dresses will feature low cuts around the chest and back, or cuts up the sides below the waist in order to open the dress to display skin. Bronze and gold are the preferred materials for jewelry, and the Kathkachans enjoy a very gauche mixture of colours spiralling across their dress, using many dyes and stones of different colours. Hats are often worn, similarly adorned. Beards and hair alike are braided. Orcs and half-orcs will frequently plate their tusks with bronze or gold, and species like elves or gnomes who live there may adorn their ears with any number of earrings and piercings. In Kathkacha, even weapons are accessories, and the wealthy may carry decorative items like khopeshes, handaxes, and daggers at the waist. In Kathkacha, beards and hair alike are braided into coils, often held in place with bronze rings. As for the common dress, sandals are worn, though they are soled with softwood and multiple layers of leather, rather than wood."
							]
						},
						{
							"type": "entries",
							"name": "Noble's Dress in the Kathkachan Style",
							"page": 19,
							"entries": [
								"Kathkachan elite abandon the traditional dress for a very long, wide sash that is wrapped about the body loosely and fixed in place with bronze pegs. The art of wrapping oneself in this sash, called a Khapat, is delicate and various methods are known, some which are designed to keep the body warmer in the colder months, others which are revealling and meant to enhance attractiveness. It can take several minutes for a servant to prepare the Khapat, which is why this item is reserved for the ruling class. Headbands made of silver, gold, and bronze are worn. The ruling class prefers to walk barefoot, but in instances where they would travel, they will wear bronze-plated platformed sandals that will be removed upon reaching their destination and kept by a servant."
							]
						},
						{
							"type": "entries",
							"name": "Dress in the Helviti Style",
							"page": 19,
							"entries": [
								"The Helviti do not have merchant or noble dress, and rather instead wear wool outfits fastened with wood or bone clasps, often reinforced with leather or fur. In other regions, they may adopt local styles with Helviti flair, using teeth and bones from their local wildlife to adorn their clothes. Many Helviti may wear skin markings such as dyes that colour the skin, either for camouflage or for aesthetics. In the Helviti Wastes, cloaks are a major part of life, and despite their reputation, they often enjoy wearing patterned cloaks, or adorning their cloaks with trophies or jewelry when they are not expecting battle. However, they do not wear rings or earrings under any circumstances, though they enjoy iron wristbands adorned with bone and tusk, as well as headbands similarly adorned for their more affluent members."
							]
						},
						{
							"type": "entries",
							"name": "Rebel Style",
							"page": 19,
							"entries": [
								"Despite the trends presented, some brave or rebellious souls may reject these trends in order to either stand out, subvert the norm, or simply because they have no fashion sense. These rare individuals are rebels to the fashion world, and though they might..."
							]
						}
					]
				}
			]
		},
		{
			"id": "BITCHW",
			"source": "BloodInTheCompany",
			"data": [
				{
					"type": "section",
					"name": "Helviti Weapons",
					"page": 1,
					"entries": [
						"The Helviti use a wide array of unusual weapons designed for use in the Helviti Wastes, often to fend off dangerous beasts and fill some niche application most weapons are unable to fill. They are typically expensive outside of the Wastes, but find themselves used by specialist fighters in all corners of the world.",
						{
							"type": "statblock",
							"tag": "item",
							"source": "BloodInTheCompany",
							"name": "Shtra Ta",
							"page": 1
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "BloodInTheCompany",
							"name": "Ululu",
							"page": 1
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "BloodInTheCompany",
							"name": "Grululu",
							"page": 1
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "BloodInTheCompany",
							"name": "Shikiti",
							"page": 1
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "BloodInTheCompany",
							"name": "Rokun Ta",
							"page": 1
						},
						{
							"type": "entries",
							"name": "Miscellaneous Weapons",
							"page": 1,
							"entries": [
								{
									"type": "statblock",
									"tag": "item",
									"source": "BloodInTheCompany",
									"name": "Heavy Slingshot",
									"page": 1
								}
							]
						}
					]
				}
			]
		},
		{
			"id": "BITCPI",
			"source": "BloodInTheCompany",
			"data": [
				{
					"type": "section",
					"name": "Blood in the Company",
					"page": 1,
					"style": "text-center",
					"entries": [
						"{@style In the golden valley of Kathkach, a mystery of murder and madness must be uncovered.|dnd-font}",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Cover%20Art.webp"
							},
							"credit": "{@link Mesopotamia|https://www.artstation.com/artwork/PBkr} by {@link Jeff Brown Graphics|https://www.jeffbrowngraphics.com/}, 2013",
							"altText": "A stylistic rendering of an oblique projection of ancient Mesopotamia; the artwork is an oil painting featuring a bridge in the foreground across a river that snakes into the distance through adjacent agriculture and more distant arid hills. The middle ground captures a market scene with red and grey tents, next to a bustling port and shipyard. A thick wall with a large gate blocks passageway to the middle distance which features a temple with a dramatic split staircase. The near distance depicts the rest of the city all of which is constructed of sandstone. A second settlement can be seen on the river in the far distance.",
							"width": 2500,
							"height": 1250
						}
					]
				},
				{
					"type": "section",
					"name": "Background",
					"page": 2,
					"entries": [
						"The valley of {@book Kathkacha|BITCPI|4} is famous for its exports; {@item copper|phb}, wine, jewellery, and recently, blood and violence. Murders have been plaguing the Low District, disappearances have been reported in the {@book Vineyards|BITCPI|5|The Wine Farms}, and corpses have been found floating in the slow-running Kacha river. Mercenaries and bandits alike flock to the city as a hidden {@filter disease|conditionsdiseases|type=disease} tears the valley apart from within.",
						"Even as the city turns on itself, refugees and opportunists arrive by boat to the mining town of {@book Coprun|BITCPI|5|The Copper Mines of Coprun} where they are segregated into a processing camp for new arrivals. Those fortunate enough to be given employment may work in the dangerous {@book copper mines of Coprun|BITCPI|5|The Copper Mines of Coprun} for their keep, or perhaps even move along to the city of {@book Kathkach|BITCPI|4}.",
						"Arriving aboard the Yindaloo are a group of adventurers, mercenaries, and lost souls drawn to the valley seeking answers, fortune, or a future. Why have you taken the ship to {@book Kathkacha|BITCPI|4}?",
						{
							"type": "statblock",
							"tag": "table",
							"source": "BloodInTheCompany",
							"name": "Origin",
							"page": 2
						},
						"Sequestered in the filthy encampment, the adventurers must wait for processing before continuing. It is surrounded by hopefully, refugees, and thugs that their true adventure begins.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Processing.webp"
							},
							"title": "Image provenance could not be identified; View of the Augustaion and Hagia Sophia.",
							"altText": "An older drawing of the Augustaion and the Hagia Sophia, The view point is from a rooftop of a packed forum, gilded minarets rise above terracotta rooves with a view of a large palatial building. Garlands are hung from columns and a red carpet is laid out for festivities. A golden column rises into a flock of birds. A statue holding a rod occupies the foreground.",
							"width": 1536,
							"height": 1158
						}
					]
				},
				{
					"type": "section",
					"name": "The Pevic Continent",
					"page": 2,
					"entries": [
						"In the world of Gol, there are a great number of distant lands and forgotten cities. Among the more civilised and populated regions of the world is the Pevic Continent. It is a warm, rich land built on the bones of ancient magical empires that spanned for leagues upon leagues, now reduced to dust. In the modern Pevic Region, civilisations range from mighty military forts to trade cities newly introduced to iron.",
						"The {@book Valley of Kathkacha|BITCPI|4} is located just south of the fearsome Helvit Waste, a near impenetrable rocky desert where the {@book Helveti Mercenaries|BITCPI|4|The Helveti Comanda} live. As it is the only passage through a narrow section of land connecting the lush greenlands to the north and the arid steppes to the south, it is a bottleneck for trade and travel, guarded and maintained by the fearsome {@book Helveti Mercenaries|BITCPI|4|The Helveti Comanda} organised into {@book Comandae|BITCPI|4|The Helveti Comanda} whose main export is violence.",
						"To the south is an impenetrable mountain range and beyond that an even more impenetrable {@book jungle|BITCPI|7|The Untamed Jungles}, and to the {@book east are a number of city states|BITCPI|7|The Eastern City States} and alliances. Far to the west is the {@book Aegan Empire|BITCPI|7|The Aegan Empire}, spread along the coast of the continent, but there is no such organised centre of power to the east. Conflict has ruled the eastern steppes for several decades now and threatens to spill into the valley at any time, a thread held at bay only through constant vigilance by {@book Kathkach|BITCPI|4} and the flow of coin into the {@book Helveti Mercenaries'|BITCPI|4|The Helveti Comanda} pockets.",
						"{@book Kathkach|BITCPI|4} is the main city in the {@book Valley of Kathkacha|BITCPI|4}, a stopping point before traversing the Helvit Waste, but living so close to the vicious folk to the north have rendered them stern and defensive. Trade is the lifeblood of the {@book Kathkacha Valley|BITCPI|4}, and trade will be protected at all costs.",
						"The roads are patrolled, but far from safe even in such a bastion of civilisation. Rumours of raiders and even monsters have reached the ears of the {@book ruling merchant elite|BITCPI|4|Nobility of Kathkach}, and travellers are advised to be cautious when making a journey between towns. The preferred means of travel is to take a ship along the Kacha, which is a massive wide slow-running river with murky marshes on either bank punctuated with jagged rocks.",
						"Where have you come from?",
						{
							"type": "statblock",
							"tag": "table",
							"source": "BloodInTheCompany",
							"name": "Land of Origin",
							"page": 2
						}
					]
				},
				{
					"type": "section",
					"name": "Adventurers in the Pevic Region",
					"page": 3,
					"entries": [
						"Adventurers come in many varieties, and their specialisations are diverse. Some are more common than others, and their significance to the world around them can change depending on the location.",
						{
							"type": "entries",
							"name": "Fighters & Rogues",
							"entries": [
								"{@class fighter|phb|Fighters} and {@class rogue|phb|rogues} are among the most common types of adventurer in the {@book Pevic Region|BITCPI|2}, and are common sights from the {@book Aegan Empire|BITCPI|7|The Aegan Empire} to the {@book Eastern City States|BITCPI|7|The Eastern City States}, and everywhere in-between. There is always a task that requires the delicate application of either violence or stealth, and both {@class rogue|phb|rogues} and {@class fighter|phb|fighters} are often seen as mercenaries, explorers, and bodyguards."
							]
						},
						{
							"type": "entries",
							"name": "Monks, Rangers, Paladins, & Barbarians",
							"entries": [
								"The diverse flavours of specialists vary depending on the country of origin. Whilst {@class ranger|phb|rangers} and {@class paladin|phb|paladins} can be found across the continent irrespective of region, {@class monk|phb|monks} are often associated with the {@book Helveti Inquisition|BITCPI|7|The Helveti}, an order founded by monastic nomads. {@class barbarian|phb|Barbaric} traditions similarly are most often associated with the {@book northern kingdoms|BITCEH|1|The Northern Kingdoms}, often colder and more savage than the rest of the civilised world, or the {@book fierce jungles to the south|BITCPI|7|The Untamed Jungles}.",
								"Whilst anyone can learn the skills of a {@class monk|phb}, the disciplines are often derived from skills taught by masters of the {@book Helveti Inquisition|BITCPI|7|The Helveti}, and its various offshoots can most often trace their origin to the {@book Helveti Nomads|BITCPI|7|The Helveti}. Whilst small pockets of martial discipline exist across the {@book Pevic Region|BITCPI|2}, it is the {@book Helveti Nomads|BITCPI|7|The Helveti} and the Inquisition that form the most popular schools to this day. For this reason, {@class monk|phb|monks} are typically less common sights, especially when they don't trace their lineage back to the {@book Helveti Nomads|BITCPI|7|The Helveti}.",
								"Similarly {@class barbarian|phb|barbarians} struggle to thrive outside of the north and the untamed {@book jungles|BITCPI|7|The Untamed Jungles} to the south, where their styles of living are honed and perfected. The way of the wild can persist anywhere, but as the dark ages of magic come to a close, the untamed corners of the world get smaller and smaller, and they become increasingly rarer sights outside of these regions.",
								"{@class ranger|phb|Rangers} and {@class paladin|phb|Paladins} are rare by dint of the magic powers they hone, be they {@class cleric|phb|clerical} or {@class druid|phb|druidic} in nature. Often {@class ranger|phb|rangers} will have a link to an elven grove or other forgotten place of wild magic, wherever that may be, whereas {@class paladin|phb|paladins} must show unswerving dedication to their oath to summon their own spells. However, they are not tied to any region or lineage."
							]
						},
						{
							"type": "entries",
							"name": "Clerics, Bards, & Druids",
							"entries": [
								"Due to the power of divine and earthly influences, such magics had an easier time persisting in the world than arcane magics. The gods, greatly reduced in number, were said to either abandon their divinity or relinquish much of their power, but they still watch over the world of Gol and the {@book Pevic Region|BITCPI|2}.",
								"There are fewer {@class cleric|phb|clerics} because of this, but those that remain are considered pillars of their communities. They can be found in any society, but are highly valued due to the reduced presence of magic on Gol. They serve the New Gods, who take on both the bright and dim aspects of the divinities. Where once there was a vast pantheon of gods, in Gol now there is but a small handful to survive in this magic-starved time.",
								"{@class druid|phb|Druids} maintain what little nature magic remains in what groves they can find. They often live alongside {@race elf|phb|elves} or other uncivilised races.",
								"{@class bard|phb|Bards} are surprisingly common compared to {@class cleric|phb|clerics} and {@class druid|phb|druids}. The {@link magic of music|https://www.youtube.com/watch?v=dQw4w9WgXcQ}, oddly, survived rather well in this new age, and the only reason {@class bard|phb|bards} are less common than the likes of {@class paladin|phb|paladins} or {@class monk|phb|monks} was that they were never common to begin with. If anything, the new world has seen a boom of new aspiring {@class bard|phb|bards} trying to learn their craft."
							]
						},
						{
							"type": "entries",
							"name": "Wizards & Sorcerers",
							"entries": [
								"{@class wizard|phb|Wizards} are rare in the {@book Pevic Region|BITCPI|2} because magic is rare. The great magic collapse left civilisation shattered and damaged, and {@class wizard|phb|wizards} were among the very first rung of society to fade into relative obscurity. For decades, many thought them lost forever. However, they persisted. There were still strands of magic to be grasped at, and {@class wizard|phb|wizards} learned to adapt to the times. This was a magic drought, and that simply meant that demand was high.",
								"{@class sorcerer|phb|Sorcerers}, similarly, are uncommon due to the lessened influence of magic in the world. They too persisted, but stories of {@class sorcerer|phb|sorcerers} are rare and often considered nothing but superstition. The wealthy and the wise know of them, however, and due to their rarity they are often sought-after as both assets and commodities."
							]
						},
						{
							"type": "entries",
							"name": "Warlocks",
							"entries": [
								"If magic is rare, then the influence of powerful magical entities is even rarer. It is more common for an {@class warlock|phb|archfey|Archfey} or archdevil to simply find an easier world to influence, so those that remain in Gol are either stubbornly persistent or immensely powerful. Unsurprisingly, they also have less power to dole out, and therefore are far more stingy with their abilities.",
								"Many consider {@class warlock|phb|warlocks} to be mere myths in the {@book Pevic Region|BITCPI|2}, but in the {@book Tower of Eyes|BITCEH|2|The Tower of Eyes}, some speak still of the power those individuals who give themselves over to outside forces wield. They are rare enough to attract the attention of the mighty and mysterious, should they be discovered."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Life in Kathkacha",
					"page": 4,
					"entries": [
						"Kathkacha is a civilised land ruled by the flow of coin. Its main exports are {@item copper|phb} crafts and wine, which is produced in massive quantities. As a wealthy land, it is filled with artists and scholars alike in the main city of Kathkach, particularly in the Golden District where the {@book ruling merchant class|BITCPI|4|Nobility of Kathkach} resides.",
						"There are several small communities that dot the valley. Of these {@book Coprun|BITCPI|5|The Copper Mines of Coprun} is the largest, as it houses the most expansive {@book copper mines|BITCPI|5|The Copper Mines of Coprun} in the valley. Large barges drift in and out of the town harbour daily carrying supplies and often stop to transport ore and {@item copper|phb} ingots to the city and beyond. Lying high in the mountains is the ancient fortress town of Bayk, which overlooks the entire valley. Finally, the community of Yayek is where the most expansive {@book vineyards|BITCPI|5|The Wine Farms} lie.",
						"Dry shrubbery and forest surround the edges of the valley whilst swampish terrain lines the Kacha river. Hunters and shepherds roam the hills, though life has become dangerous as of late. It is a good land to work as a mercenary or guard as patrols are always needed to guard against bandits and thieves, and naturally there are always marks for less scrupulously minded individuals as well.",
						"For those not blessed with income, life in the valley can be harsh and ruthless, and many will find themselves trapped in either the Low District of Kathkacha or slaving in one of the many {@book copper mines|BITCPI|5|The Copper Mines of Coprun}.",
						{
							"type": "inset",
							"page": 4,
							"name": "The Helviti Comanda",
							"entries": [
								"The Helviti Mercenaries are arranged into Comanda, mighty squads and organisations that can be hired and enlisted in exchange for coin, {@table services|phb}, {@table Food and Water Needs|dmg|food}, or truthfully any sort of {@table Trade Goods|phb|good} worth exchanging.",
								{
									"type": "entries",
									"name": "Cobalt Comanda",
									"entries": [
										"Kathkach employs the prestigious Cobalt Comanda, professional soldiers who are trained to serve with silent, unyielding resolve. They perform their best work as peacekeepers and lawmen, and make the Gold District of Kathkacha their home."
									]
								},
								{
									"type": "entries",
									"name": "Chimera Comanda",
									"entries": [
										"The Chimera Comanda are ruthless, brutal mercenaries closer to thugs than soldiers. Due to their relative lack of morals, they are the preferred choice for organisations and persons simply seeking results. They are most present near the {@book copper mines of Coprun|BITCPI|5|The Copper Mines of Coprun}."
									]
								},
								{
									"type": "entries",
									"name": "Scorpion Comanda",
									"id": "CrimKeep",
									"entries": [
										"The vicious Scorpion Comanda guard the pass to the Helvit Waste with orders not to allow any to pass. The walls of their easily defensible fort are adorned with the remains of many who sought to enter without their explicit permission; smugglers and invaders alike. For this reason the keep is colloquially known as the Crimson Keep, though in truth it has no official name."
									]
								}
							]
						},
						"The law can at times be hard to find in Kathkacha, but when it arrives it is unrelenting and fearsome. Especially in the wealthier districts of the city and in towns such as {@book Coprun|BITCPI|5|The Copper Mines of Coprun} crimes are punished with either fines, the stocks, or death.",
						{
							"type": "statblock",
							"tag": "table",
							"source": "BloodInTheCompany",
							"name": "Law & Order",
							"page": 4
						},
						"In cases of altercations, in matters of self-defence, violence is considered lawful. Depending on the location, the punishments may be carried out by either the local watch, the {@book Cobalt Comanda|BITCPI|4|Cobalt Comanda}, or in the worst case scenario, {@book Chimera Comanda|BITCPI|4|Chimera Comanda}.",
						"It is not unheard of for the watch to turn a blind eye to crimes against the unsavoury or many minor misdemeanours, but the {@book Cobalt Helvitis|BITCPI|4|Cobalt Comanda} overlook far less. The {@book Chimeras|BITCPI|4|Chimera Comanda} seem to relish in doling out cruel punishments, by contrast.",
						"Having {@background Guild Artisan|phb|membership with a Guild}, particularly the {@book Silver Company|BITCEH|2|Silver Company}, can provide protection against the law to an extent. Very little will protect the civilians of the valley against the supernatural, however.",
						"The {@book Pevic Continent|BITCPI|2} sees few monsters, and creatures such as {@creature ghost|mm|ghosts} and {@filter elementals|bestiary|type=elemental} are seen as little more than children's stories. However, among adventurers, a different truth is known. There are spirits, {@filter elementals|bestiary|type=elemental}, visitors from other dimensions that interfere with and twist the natural order. The society of Kathkach is built on the bones of an ancient civilisation that would worship spirits and consort with vile {@filter demons|bestiary|tag=demon} and monsters, and some yet remain today. Whilst the ancient magic artifacts make for a fine trophy for adventurers and merchants alike, the monsters and unholy beasts that frequently maul explorers to death are certainly something to be feared.",
						"Gods in the world of Gol are well worshipped, frequently in shrines or temples. Many devotees follow the philosophy that each god has a bright and dim aspect that represents their best and worst natures respectively.",
						{
							"type": "statblock",
							"tag": "table",
							"source": "BloodInTheCompany",
							"name": "Major Gods of the Pevic Continent",
							"page": 4
						},
						"There are a variety of {@5etools races|races.html} in the {@book Pevic Continent|BITCPI|2}. Whilst there is barely any restriction on what or who one might encounter on a journey in this strange land, there are certain races that are more or less common.",
						{
							"type": "entries",
							"page": 5,
							"name": "Common Races",
							"entries": [
								"{@race human|phb|Humans}, {@race dwarf|phb|dwarves}, and {@race orc|vgm|orcs} are by far the most common races one would find in the {@book Continent|BITCPI|2}. It is the alliance of {@race human|phb|humans} and {@race dwarf|phb|dwarves} that forged the original civilisations, and {@race orc|vgm|orcs}, due to their large number, were quick to integrate into the cities that sprung up around the world. Whilst other races have since joined these communities and are well represented in Kathkach, it is humanity, dwarfkind, and {@race orc|vgm|orcs}, whether {@race half-orc|phb|half-breeds} or pure {@race orc|vgm|orcs}, that make up the majority of these cities."
							]
						},
						{
							"type": "entries",
							"page": 5,
							"name": "Uncommon Races",
							"entries": [
								"{@race halfling|phb|Halflings}, {@race gnome|phb|gnomes}, {@race goblin|vgm|goblins} (whether the small and diminutive variants or the larger {@race hobgoblin|vgm|hobgoblins} or {@race bugbear|vgm|bugbears}), {@race elf|phb|elves} of all kinds and {@race tiefling|phb|tieflings} are a rarer sight. {@race halfling|phb|Halflings} are simply rarer by nature, whereas {@race goblin|vgm|goblins} took longer to emerge from the caves below the earth than the {@race orc|vgm|orcs}, which prevented them from integrating with civilisation as quickly. {@race elf|phb|Elves} and {@race gnome|phb|gnomes} are rarer still as they actively avoided civilisation for the most part. Many still reside in secluded groves that are inaccessible to most other species such as {@race human|phb|humans}, and only emerge to deal with the shorter-lived folk sporadically. Some, however, find that they prefer the faster, harsher societies of {@race human|phb|men} and {@race dwarf|phb}.",
								"{@race tiefling|phb|Tieflings} are an oddity in the world of Gol. Considered by many to be the remnants of a time when {@filter demons|bestiary|tag=demon} and {@filter devils|bestiary|tag=devil} were consorted with regularly, many are divided as to whether {@race tiefling|phb|tieflings} are to be feared or even revered. In practice, in Kathkach, it doesn't really matter. Their magical affinity earns them coin well enough...",
								"{@race kobold|vgm|Kobolds} are common enough to the region that they at times form communities in cities, but by and large most of them preferred to remain in the mountains, where {@filter dragons|bestiary|type=dragon} are still rumoured to roam.",
								"{@race Lizardfolk|vgm} and other monstrous creatures prone to living in the wilds would also be considered uncommon to the {@book Pevic Region|BITCPI|2}. {@race triton|vgm|Tritons} and {@race Elf (Drow)|phb|Drow} would also fall into this category."
							]
						},
						{
							"type": "entries",
							"page": 5,
							"name": "Rare Races",
							"entries": [
								"{@race Genasi|eepc}, {@race Aasimar|vgm}, {@race Elf (Shadar-kai)|mtf|Shadar-Kai}, {@race Elf (Eladrin)|mtf|Eladrin}, {@homebrew vampires} and other strange races are considered rare and would draw attention were they to appear on the streets. Gol has a weaker connection with the distant planes than other worlds, so extra-planar visitors would cause a stir in a crowd. Some may be regarded with fear; others, admiration.",
								"Some half-breed races, such as {@race half-elf|phb|half-elves}, would be considered rare due to the lack of contact between {@race elf|phb|elves} and other civilisations, although at a glance they may more easily integrate with civilisation due to their looks, should they so choose.",
								"{@race Dragonborn|phb} are also considered rare, due to their connection with distant planes."
							]
						},
						"Magic in Kathkacha is unusual. In general, most of the spells performed are performed by {@class cleric|phb|clerics} and {@creature priest|mm|priests}. {@class wizard|phb|Wizards}, {@class sorcerer|phb|sorcerers}, and {@class warlock|phb|warlocks} are oddities, as many centuries ago the ancient magical empires that ruled the world fell into ruin in a time when the many Old Gods were struck down to earth, bleeding away much of the raw magical energy of the land.",
						"{@class wizard|phb|Wizards} are therefore in high demand in Kathkacha, though elsewhere (such as to the East) they are feared. The {@book Helvet Inquisition|BITCPI|7|The Helveti}, for instance, is an order of {@class monk|phb|monks} and {@class ranger|phb|rangers} dedicated to finding and monitoring magic users and preventing them from summoning and creating magical anomalies.",
						"The mysterious {@book Tower of Eyes|BITCEH|2|The Tower of Eyes} is also an organisation that monitors and contains magical anomalies, though the Tower is far more likely to make use of {@class wizard|phb|wizards}, {@class sorcerer|phb|sorcerers}, and {@class warlock|phb|warlocks} themselves... so long as they can be contained or controlled.",
						"Though coveted, many magical artifacts, such as enchanted blades, amulets, and trinkets, are often stored in vaults when they are considered too dangerous to control or leave available to the public. As a result of these factors, magic in the world of Gol is rare and oftentimes frightening to the commoners. Use with caution!",
						{
							"type": "inset",
							"page": 5,
							"name": "Nobility of Kathkach",
							"entries": [
								"Kathkach is ruled by the wealthiest merchants. King among these is the mistress of the Vermillion Hand, {@i {@book Lady Eyelaine|BITCEH|5|Lady Eyelaine}}, who has a hand in the wine trade, {@item copper|phb} trade, and trade of information. Other wealthy individuals, such as the mysterious Administrator {@i Kevin Aldragosh} of the {@book Silver Company|BITCEH|2|Silver Company}, also wields considerable power over the city.",
								"The most powerful families, numbering twelve in total, manage the affairs of Kathkacha by council when matters of such import demand it. Otherwise, the matter of handling the law is left to the commander of the {@book Cobalt Comanda|BITCPI|4|Cobalt Comanda}, Commander {@i Shiendo Kadan}, who manages the difficult balancing act of maintaining order and also keeping the {@book Chimeras|BITCPI|4|Chimera Comanda} in line."
							]
						},
						"Kathkacha is a pragmatic centre of trade and commerce, and most common folk have little time for superstition. If it can earn them a living, they will treat it with respect. Life can be cutthroat, and many would do anything to escape a life stuck working in the {@book copper mines|BITCPI|5|The Copper Mines of Coprun} or eking out a living in the Low Quarter.",
						"For this reason, those with means can be the object of jealousy and greed. Creatures like {@race tiefling|phb|tieflings} or {@race elf|phb|elves} who are born with some small magical ability are given attention by the masses, whether it's positive or negative, whether they like it or not. {@class wizard|phb|Wizards} often live apart from society, or choose to keep to themselves in the Gold Quarter. Races normally considered monstrous, such as {@race orc|vgm|orcs}, {@race goblin|vgm|goblins}, or {@race kobold|vgm|kobolds}, are not considered dangerous in the {@book Pevic Region|BITCPI|2} compared to magically attuned races.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Kathkach-map.webp"
							},
							"title": "Kathkacha Valley Overview, Original Art - Haphazred",
							"altText": "A top down hand-drawn map featuring a wide river running from East to West. A small tributary joins the river from the South. The Southern edge of the map is occupied by Jungle, which borders farmlands before sandy river banks. The centre of the image is occupied by a rendering of the Ciy of Kathkach. Next to the city is a drawing of a flag, showing 4 coins with square holes in their center arranged in a diamond pattern. To the East on the north of the river is the town of Coprun, and further North are Copper Mines. Further North and West are Vineyards, with The Crimson Keep, North most of all.",
							"imageType": "map",
							"grid": {
								"type": "none"
							},
							"width": 2000,
							"height": 2000,
							"mapRegions": [
								{
									"area": "CrimKeep",
									"points": [
										[
											71,
											18
										],
										[
											329,
											20
										],
										[
											328,
											242
										],
										[
											71,
											245
										]
									]
								},
								{
									"area": "Vineyards",
									"points": [
										[
											414,
											194
										],
										[
											102,
											488
										],
										[
											256,
											569
										],
										[
											557,
											533
										],
										[
											509,
											227
										]
									]
								},
								{
									"area": "CopMine",
									"points": [
										[
											1011,
											22
										],
										[
											1244,
											26
										],
										[
											1238,
											236
										],
										[
											998,
											245
										]
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/kathkach-city-map.webp"
							},
							"title": "Kathkach City Districts, Original Art - Haphazred",
							"altText": "A top down plan of the city of Kathkach. North of the River is the Low Quarter, South of the River is the Merchant Quarter, which contains a bridge over a small tributary. A further bridge extends from the Merchant's Quarter to a medium size island in the middle of the river. The Gold Quarter is on the Island, while a final bridge extends to the East to the smallest island, holding a fortified keep.",
							"imageType": "map",
							"grid": {
								"type": "none"
							},
							"width": 2000,
							"height": 2000
						}
					]
				},
				{
					"type": "section",
					"name": "Locations in Kathkacha Valley",
					"page": 7,
					"entries": [
						"Even beyond the valley itself, stories of some of its most famous landmarks spread far and wide. {@book Kathkach|BITCPI|4} is, after all, a great mercantile city in a fertile region.",
						{
							"type": "entries",
							"name": "The Platinum Pot",
							"entries": [
								"King of the taverns and inns in {@book Kathkach|BITCPI|4} is the Platinum Pot, a destination for {@background noble|phb|nobles} and adventurers alike. It is multi-storied and well frequented by the populace, despite its steep prices. Musicians are always welcome and are frequently given discounts or access to 'secret' menus."
							]
						},
						{
							"type": "entries",
							"name": "The Brass Palace",
							"entries": [
								"Overlooking the Gold District is the famous Brass Palace, a defensive structure that also houses the meeting chambers of the great houses of {@book Kathkach|BITCPI|4}, including the {@book Brasshand|BITCEH|5|Brayk Brasshand} house, the Vermillion house, the Aldragosh house, and the new Stifka house.",
								"Its guardians are often as famous as the palace itself, and for the past seventy years the Palace has been guarded by none other than the famous {@book Cobalt Comanda|BITCPI|4|Cobalt Comanda} mercenaries of the {@book Helveti|BITCPI|7|The Helveti}."
							]
						},
						{
							"type": "entries",
							"name": "The Copper Mines of Coprun",
							"id": "CopMine",
							"entries": [
								"The copper mines are famous due to {@book Kathkacha's|BITCPI|4} primary export being {@item copper|phb|coppercraft}. The mines are extensive, and of high quality. Many immigrants come to the valley hoping to earn a basic living either in the mines or crafting luxury {@item copper|phb} items to export. It is upriver of the city of {@book Kathkach|BITCPI|4}."
							]
						},
						{
							"type": "entries",
							"name": "The Wine Farms",
							"id": "Vineyards",
							"entries": [
								"The second great export of {@book Kathkacha|BITCPI|4} is wine, and along the southern bank is extensive grape farms. The vintners of {@book Kathkach|BITCPI|4} are well renowned in the {@book Pevic Region|BITCPI|2}, and its drinks are sought after by {@background noble|phb|nobles}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Technology in the Pevic Region",
					"page": 7,
					"entries": [
						"Hundreds of years ago, the world of Gol was steeped in magic. {@class wizard|phb|Wizards} were commonplace and it was common for the populace to consort with extra-planar creatures such as {@filter celestials|bestiary|type=celestial}, {@filter devils|bestiary|tag=devil}, and other arcane and wyrd creatures. The civilisation was built upon magic.",
						"This ended abruptly after an unknown calamity. Many {@class wizard|phb|wizards} lost their abilities entirely; extra-planar creatures were banished all at once, and civilisation ground to a halt. The world still feels the effect of this calamity to this day.",
						"Current technology is basic; many {@table weapons|phb} are made out of {@item iron|phb}, but not long ago they were still being manufactured from bronze. Stoneworking is common, and advanced metalcraft is rare. Magic persists, but it is only in the hands of a very select few. {@race elf|phb|Elves} retreated to groves where some small pockets of magic persist, and seldom emerge.",
						"Knowledge of the ancient times can be found in tomes, and it is often in these ancient books that old technologies can be revived. In {@book Kathkach|BITCPI|4}, the sciences are not the primary focus. In the {@book Aegan Empire|BITCPI|7|The Aegan Empire}, however, much focus is given on the relearning of old techniques, and the improvement on the current. It is said that in the {@book Aegan Empire|BITCPI|7|The Aegan Empire}, elite soldiers are armed with deadly {@item heavy crossbow|phb|heavy crossbows} and steel weapons, whereas to the East in {@book Kathkacha|BITCPI|4}, it is not uncommon to see militia armed with simple {@item club|phb|truncheons} and {@item sling|phb|slings}.",
						"Magic in the modern day is a thing to be hoarded; {@class sorcerer|phb|sorcerers} are such a rarity that they are frequently captured to be studied, or hired at premium prices. {@class wizard|phb|Wizards} are highly sought after and feared alike.",
						{
							"type": "statblock",
							"tag": "table",
							"source": "BloodInTheCompany",
							"name": "Trinket",
							"page": 7
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Technology.webp"
							},
							"credit": "{@link Age du Bronze: costume de guerrier|https://nypl.getarchive.net/media/age-du-bronze-costume-de-guerrier-d32e89}, New York Public Library, from the {@link Vinkhuijzen collection of military uniforms|https://nypl.getarchive.net/collections/vinkhuijzen-collection-of-military-uniforms-nypl}",
							"altText": "A hand drawn illustration of a warrior, holding a tall wooden quarterstaff. He wears a pointed helmet made of a brass-y coloured metal, and metal adornments around his belt. Straps hold cloth choses to his thighs, a scabbard at the belt. A woven shawl is draped across his shoulder. He stands with his left foot on a rock.",
							"width": 494,
							"height": 760
						}
					]
				},
				{
					"type": "section",
					"name": "Neighbours of Kathkacha Valley",
					"page": 8,
					"entries": [
						{
							"type": "entries",
							"name": "The Helviti",
							"entries": [
								"The Helviti hold a small fortress on the border of the valley, keeping the pass to the Helvit Wastes safe. It is guarded by the fearsome {@book Scorpion Comanda|BITCPI|4|Scorpion Comanda}, and have instructions to let no living being pass without first purchasing the proper licenses to traverse the wastes.",
								"The Helviti are a rough and dangerous people. They are organised into {@book Comanda|BITCPI|4|The Helveti Comanda}, organisations of mercenaries that often travel the world for coin and live by a strict code that aims to keep their homeland's sovereignty secure.",
								"In Helviti society, those who live in the few cities of the wastes are not considered adults until they prove themselves to their {@book Comanda|BITCPI|4|The Helveti Comanda}, often through service. Upon being considered an adult, they are given their {@table Armor and Shields; Armor|phb|armour}, which often varies in quality and origin.",
								"Children are expected to work to sustain the adults in the wastes, and are given protection by the dangerous {@book Helveti Comandae|BITCPI|4|The Helveti Comanda}.",
								"Also present in the wastes are the nomads. The Helviti Inquisition mostly draws from these monastic tribes.",
								"In short, the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes} are a grim and inhospitable landscape filled with monsters, but most dangerous of all are its inhabitants."
							]
						},
						{
							"type": "entries",
							"name": "The Eastern City States",
							"entries": [
								"The City States to the East are plagued with turmoil and war, each vying for power. Some consider {@book Kathkach|BITCPI|4} a city state, but due to its relative power it has been capable of separating itself from the large conglomeration of inter-warring cities.",
								"The City States can be reached by ship; they are located upriver of {@book Kathkacha|BITCPI|4}. It is the source of many refugees seeking to escape the bloodshed and instability. Much of {@book Kathkacha's|BITCPI|4} exports go towards delivering {@table weapons|phb} and war supplies to these states, or sell food and recovery aid to those that have recently escaped the war."
							]
						},
						{
							"type": "entries",
							"name": "The Aegan Empire",
							"entries": [
								"Fortified cities along the coast make up the Aegan Empire, its expansion halted by both the sea and the inhospitable climates to the north, south, and east. It is a great trading partner for {@book Kathkach|BITCPI|4} and other smaller nations to the south and north.",
								"From the Aegan Empire come rumours of a vast ocean that is uncrossable. Only the mad and the dead return to launch doomed assault after doomed assault against the Aegan forts and battleships. The Empire is considered a bastion of civilisation in the {@book Pevic Region|BITCPI|2}, though its relentless conflict against the sea madmen leaves its populace perpetually at risk of war and governed by a military faction known as the {@book Steelmongers|BITCEH|2|Steelmongers}."
							]
						},
						{
							"type": "entries",
							"name": "The Untamed Jungles",
							"entries": [
								"Of little note to most is the vast expanse of jungle located to the south of {@book Kathkacha|BITCPI|4}. It is wild and filled with beasts and treacherous wildlife. Some speak still of {@filter dragons|bestiary|type=dragon}, hiding in the ancient groves and caves.",
								"There are still settlers there, but the land is too hostile to be easily traversed. Only the most foolhardy of caravans head to the south, often only guarded by the most courageous of {@book Helveti Comandae|BITCPI|4|The Helveti Comanda}, or put together by the most desperate. Many do not return.",
								"Between the jungle and the {@book Helviti Wastes|BITCEH|1|The Helviti Wastes}, the {@book valley of Kathkacha|BITCPI|4} is surrounded on all sides by natural borders, making it a prime location to settle, and so it has been for hundreds of years."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Legends of the Pevic Region",
					"page": 8,
					"entries": [
						"Like any place steeped in history, the {@book Pevic Region|BITCPI|2} sports many tales and strange histories. Whilst some more obscure stories are not common knowledge amongst the populace, some are frequently circulated.",
						{
							"type": "entries",
							"name": "The Dyvare",
							"entries": [
								"The Dyvare was a prophetic figure amongst the {@race orc|vgm} settlers, some five hundred years ago before the great collapse of magic. Many stories about the Dyvare conflict exist, but the common thread between them was that the Dyvare was an orcish maiden who united her tribe of {@race orc|vgm|orcs} along with {@race human|phb|humans} and {@race dwarf|phb|dwarves} in the mountains and moved into the valleys to settle the lands.",
								"There are varying accounts of how the Dyvare died, or even who she was. Some say she was betrayed by her elite bodyguards, the Dyvarran Guard, whereas others indicate that she was slain in battle against a mighty {@filter dragon|bestiary|type=dragon}, a rare creature in the {@book Pevic Region|BITCPI|2}. Whatever the truth may be, she still holds a special place in the hearts of many of the settlers of {@book Kathkacha|BITCPI|4}."
							]
						},
						{
							"type": "entries",
							"name": "Flambard Hawk",
							"entries": [
								"{@book Flambard Hawk|BITCEH|5|Flambard Hawk} is a popular adventurer who operates north of the {@book Kathkacha Valley|BITCPI|4}. Dashing and daring, her adventures are often the talk of the town. She is famous for her speed and skill, and rumours about her abound, whether it be dubious accounts of exploits or salacious gossip, none of which Flambard herself seeks to disprove."
							]
						},
						{
							"type": "entries",
							"name": "Brasshand the Bold",
							"entries": [
								"One of the founding heroes of {@book Kathkach|BITCPI|4} was a {@race half-orc|phb} named Brasshand the Bold, who allegedly helped in the construction of the city of {@book Kathkach|BITCPI|4}. During a raider attack, he allegedly held the recently constructed bridge for three days and nights, cementing his reputation as a gallant hero.",
								"After this exploit, he had a hand in turning the city of {@book Kathkach|BITCPI|4} towards trade and mercantilism, attracting foreigners to the new city. His family line persists, and the current leader of his house is {@book Brayk Brasshand|BITCEH|5|Brayk Brasshand}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Additional Tables",
					"page": 9,
					"entries": [
						"The following tables are entirely optional, and are more to give you an idea of what kind of life people might lead in the {@book Pevic Region|BITCPI|2} than a hard background to pick from.",
						{
							"type": "statblock",
							"tag": "table",
							"source": "BloodInTheCompany",
							"name": "Piece of Culture",
							"page": 9
						},
						{
							"type": "statblock",
							"tag": "table",
							"source": "BloodInTheCompany",
							"name": "Previous Adventure",
							"page": 9
						},
						{
							"type": "statblock",
							"tag": "table",
							"source": "BloodInTheCompany",
							"name": "Previous Occupation",
							"page": 9
						},
						{
							"type": "statblock",
							"tag": "table",
							"source": "BloodInTheCompany",
							"name": "Favourite Entertainment",
							"page": 9
						},
						{
							"type": "statblock",
							"tag": "table",
							"source": "BloodInTheCompany",
							"name": "Previous Relationship",
							"page": 9
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Tables.webp"
							},
							"title": "Image provenance could not be identified; Art likely depicts the Sumerian Peoples of South Mesopotamia.",
							"altText": "The image depicts a group of Sumerians, in profile is a woman with a colourful striped clothing and bronze jewellery. In the distance are a queue of similarly dressed people heading up large white stone steps through a gate built into a tower in a wall. The earth is composed of packed dirt, and the sky is overcast.",
							"width": 800,
							"height": 567
						}
					]
				}
			]
		}
	]
}
