{
	"_meta": {
		"sources": [
			{
				"json": "BloodInTheCompanyPlayersIntroduction",
				"abbreviation": "BITC",
				"full": "Blood in the Company: Player's Introduction",
				"authors": [
					"HapHazred"
				],
				"convertedBy": [
					"revilowaldow"
				],
				"color": "8f7411",
				"version": "20210531",
				"url": "https://homebrewery.naturalcrit.com/share/Cx5Tc4r9-_zT",
				"targetSchema": "1.6.0"
			}
		],
		"dateAdded": 1621278254,
		"dateLastModified": 1629911628
	},
	"book": [
		{
			"name": "Blood in the Company: Player's Introduction",
			"id": "BITCPI",
			"source": "BloodInTheCompanyPlayersIntroduction",
			"author": "HapHazred",
			"published": "2021-05-17",
			"coverUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Blood%20in%20the%20Company%20Cover.webp",
			"contents": [
				{
					"name": "Cover Page"
				},
				{
					"name": "Background"
				},
				{
					"name": "The Pevic Continent"
				},
				{
					"name": "Adventurers in the Pevic Region",
					"headers": [
						"Fighters & Rogues",
						"Monks, Rangers, Paladins, & Barbarians",
						"Clerics, Bards, & Druids",
						"Wizards & Sorcerers",
						"Warlocks"
					]
				},
				{
					"name": "Life in Kathkacha",
					"headers": [
						{
							"depth": 1,
							"header": "The Helviti Comanda"
						},
						"Common Races",
						"Uncommon Races",
						"Rare Races",
						{
							"depth": 1,
							"header": "Nobility of Kathkach"
						}
					]
				},
				{
					"name": "Locations in Kathkacha Valley",
					"headers": [
						"The Platinum Pot",
						"The Brass Palace",
						"The Copper Mines of Coprun",
						"The Wine Farms"
					]
				},
				{
					"name": "Technology in the Pevic Region"
				},
				{
					"name": "Neighbours of Kathkacha Valley",
					"headers": [
						"The Helviti",
						"The Eastern City States",
						"The Aegan Empire",
						"The Untamed Jungles"
					]
				},
				{
					"name": "Legends of the Pevic Region",
					"headers": [
						"The Dyvare",
						"Flambard Hawk",
						"Brasshand the Bold"
					]
				},
				{
					"name": "Additional Tables",
					"ordinal": {
						"type": "appendix",
						"identifier": "A"
					}
				}
			]
		}
	],
	"bookData": [
		{
			"id": "BITCPI",
			"source": "BloodInTheCompanyPlayersIntroduction",
			"data": [
				{
					"type": "section",
					"name": "Blood in the Company",
					"page": 1,
					"style": "text-center",
					"entries": [
						"<span style=\"font-variant: small-caps;\">In the golden valley of Kathkach, a mystery of murder and madness must be uncovered.</span>",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Cover%20Art.webp"
							},
							"title": "Art Credit: {@link Mesopotamia|https://www.artstation.com/artwork/PBkr} by {@link Jeff Brown Graphics|https://www.jeffbrowngraphics.com/}, 2013",
							"altText": "A stylistic rendering of an oblique projection of ancient Mesopotamia; the artwork is an oil painting featuring a bridge in the foreground across a river that snakes into the distance through adjacent agriculture and more distant arid hills. The middle ground captures a market scene with red and grey tents, next to a bustling port and shipyard. A thick wall with a large gate blocks passageway to the middle distance which features a temple with a dramatic split staircase. The near distance depicts the rest of the city all of which is constructed of sandstone. A second settlement can be seen on the river in the far distance."
						}
					]
				},
				{
					"type": "section",
					"name": "Background",
					"page": 2,
					"entries": [
						"The valley of {@book Kathkacha|BITCPI|4} is famous for its exports; {@item copper|phb}, wine, jewellery, and recently, blood and violence. Murders have been plaguing the Low District, disappearances have been reported in the {@book Vineyards|BITCPI|5|The Wine Farms}, and corpses have been found floating in the slow-running Kacha river. Mercenaries and bandits alike flock to the city as a hidden {@filter disease|conditionsdiseases|type=disease} tears the valley apart from within.",
						"Even as the city turns on itself, refugees and opportunists arrive by boat to the mining town of {@book Coprun|BITCPI|5|The Copper Mines of Coprun} where they are segregated into a processing camp for new arrivals. Those fortunate enough to be given employment may work in the dangerous {@book copper mines of Coprun|BITCPI|5|The Copper Mines of Coprun} for their keep, or perhaps even move along to the city of {@book Kathkach|BITCPI|4}.",
						"Arriving aboard the Yindaloo are a group of adventurers, mercenaries, and lost souls drawn to the valley seeking answers, fortune, or a future. Why have you taken the ship to {@book Kathkacha|BITCPI|4}?",
						{
							"type": "table",
							"caption": "Origin",
							"colLabels": [
								"{@dice 1d6}",
								"Reason for Arriving"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10 text-left"
							],
							"rows": [
								[
									"1",
									"A letter of recommendation from the Silver Company is in your pocket; you are a mercenary looking for employment among the prestigious organisation in the valley."
								],
								[
									"2",
									"You have nowhere to go home to. The conflict in the East has forced you from your home. Taking what little skills you have, perhaps {@book Kathkacha|BITCPI|4} will have a place for you."
								],
								[
									"3",
									"Odd dreams plague your sleep, dreams of blood and violence. As if sleepwalking, you found yourself drawn to this place looking for answers, and perhaps a good night's rest at last."
								],
								[
									"4",
									"{@book Kathkacha|BITCPI|4} is rich in {@item copper|phb}, wine, and opportunity. You know well of the wealth in this place and are determined to partake in its bounty."
								],
								[
									"5",
									"Blood was spilled in {@book Kathkacha|BITCPI|4}, and it is blood you seek. Whether it was a family member or friend that died doesn't matter; you will find the perpetrators and bring them to justice, or death."
								],
								[
									"6",
									"You are driven by a higher purpose. This land is ailing and you will bring justice, hope, and life... or plunge it into darkness as you see fit."
								]
							]
						},
						"Sequestered in the filthy encampment, the adventurers must wait for processing before continuing. It is surrounded by hopefully, refugees, and thugs that their true adventure begins.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Processing.webp"
							},
							"title": "Image provenance could not be identified; View of the Augustaion and Hagia Sophia.",
							"altText": "An older drawing of the Augustaion and the Hagia Sophia, The view point is from a rooftop of a packed forum, gilded minarets rise above terracotta rooves with a view of a large palatial building. Garlands are hung from columns and a red carpet is laid out for festivities. A golden column rises into a flock of birds. A statue holding a rod occupies the foreground."
						}
					]
				},
				{
					"type": "section",
					"name": "The Pevic Continent",
					"page": 2,
					"entries": [
						"In the world of Gol, there are a great number of distant lands and forgotten cities. Among the more civilised and populated regions of the world is the Pevic Continent. It is a warm, rich land built on the bones of ancient magical empires that spanned for leagues upon leagues, now reduced to dust. In the modern Pevic Region, civilisations range from mighty military forts to trade cities newly introduced to iron.",
						"The {@book Valley of Kathkacha|BITCPI|4} is located just south of the fearsome Helvit Waste, a near impenetrable rocky desert where the {@book Helveti Mercenaries|BITCPI|4|The Helveti Comanda} live. As it is the only passage through a narrow section of land connecting the lush greenlands to the north and the arid steppes to the south, it is a bottleneck for trade and travel, guarded and maintained by the fearsome {@book Helveti Mercenaries|BITCPI|4|The Helveti Comanda} organised into {@book Comandae|BITCPI|4|The Helveti Comanda} whose main export is violence.",
						"To the south is an impenetrable mountain range and beyond that an even more impenetrable {@book jungle|BITCPI|7|The Untamed Jungles}, and to the {@book east are a number of city states|BITCPI|7|The Eastern City States} and alliances. Far to the west is the {@book Aegan Empire|BITCPI|7|The Aegan Empire}, spread along the coast of the continent, but there is no such organised centre of power to the east. Conflict has ruled the eastern steppes for several decades now and threatens to spill into the valley at any time, a thread held at bay only through constant vigilance by {@book Kathkach|BITCPI|4} and the flow of coin into the {@book Helveti Mercenaries'|BITCPI|4|The Helveti Comanda} pockets.",
						"{@book Kathkach|BITCPI|4} is the main city in the {@book Valley of Kathkacha|BITCPI|4}, a stopping point before traversing the Helvit Waste, but living so close to the vicious folk to the north have rendered them stern and defensive. Trade is the lifeblood of the {@book Kathkacha Valley|BITCPI|4}, and trade will be protected at all costs.",
						"The roads are patrolled, but far from safe even in such a bastion of civilisation. Rumours of raiders and even monsters have reached the ears of the {@book ruling merchant elite|BITCPI|4|Nobility of Kathkach}, and travellers are advised to be cautious when making a journey between towns. The preferred means of travel is to take a ship along the Kacha, which is a massive wide slow-running river with murky marshes on either bank punctuated with jagged rocks.",
						"Where have you come from?",
						{
							"type": "table",
							"caption": "Origin",
							"colLabels": [
								"{@dice 1d6}",
								"Land of Origin"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10 text-left"
							],
							"rows": [
								[
									"1",
									"You are a native of the {@book Kathkacha valley|BITCPI|4}, raised among the sunkissed rocks and shrubs."
								],
								[
									"2",
									"You hail from the Helvit Waste; whether a mercenary or a nomad, you are accustomed to violence and hard living."
								],
								[
									"3",
									"You hail from the {@book Aegan Empire|BITCPI|7|The Aegan Empire} and its well defended coastal towns."
								],
								[
									"4",
									"Your home was the distant lands to the north, surrounded by grass and snow and harsh stone forts."
								],
								[
									"5",
									"You come from the {@book city states to the east|BITCPI|7|The Eastern City States}, whether fleeing war or economic instability."
								],
								[
									"6",
									"You are from a land even more distant still; the uncharted {@book jungles|BITCPI|7|The Untamed Jungles} to the south, the icy peaks by the poles, or even a traveller from the Cosmic Web, you are far from home indeed."
								]
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Adventurers in the Pevic Region",
					"page": 3,
					"entries": [
						"Adventurers come in many varieties, and their specialisations are diverse. Some are more common than others, and their significance to the world around them can change depending on the location.",
						{
							"type": "entries",
							"name": "Fighters & Rogues",
							"entries": [
								"{@class fighter|phb|Fighters} and {@class rogue|phb|rogues} are among the most common types of adventurer in the {@book Pevic Region|BITCPI|2}, and are common sights from the {@book Aegan Empire|BITCPI|7|The Aegan Empire} to the {@book Eastern City States|BITCPI|7|The Eastern City States}, and everywhere in-between. There is always a task that requires the delicate application of either violence or stealth, and both {@class rogue|phb|rogues} and {@class fighter|phb|fighters} are often seen as mercenaries, explorers, and bodyguards."
							]
						},
						{
							"type": "entries",
							"name": "Monks, Rangers, Paladins, & Barbarians",
							"entries": [
								"The diverse flavours of specialists vary depending on the country of origin. Whilst {@class ranger|phb|rangers} and {@class paladin|phb|paladins} can be found across the continent irrespective of region, {@class monk|phb|monks} are often associated with the {@book Helveti Inquisition|BITCPI|7|The Helveti}, an order founded by monastic nomads. {@class barbarian|phb|Barbaric} traditions similarly are most often associated with the northern kingdoms, often colder and more savage than the rest of the civilised world, or the {@book fierce jungles to the south|BITCPI|7|The Untamed Jungles}.",
								"Whilst anyone can learn the skills of a {@class monk|phb|monk}, the disciplines are often derived from skills taught by masters of the {@book Helveti Inquisition|BITCPI|7|The Helveti}, and its various offshoots can most often trace their origin to the {@book Helveti Nomads|BITCPI|7|The Helveti}. Whilst small pockets of martial discipline exist across the {@book Pevic Region|BITCPI|2}, it is the {@book Helveti Nomads|BITCPI|7|The Helveti} and the Inquisition that form the most popular schools to this day. For this reason, {@class monk|phb|monks} are typically less common sights, especially when they don't trace their lineage back to the {@book Helveti Nomads|BITCPI|7|The Helveti}.",
								"Similarly {@class barbarian|phb|barbarians} struggle to thrive outside of the north and the untamed {@book jungles|BITCPI|7|The Untamed Jungles} to the south, where their styles of living are honed and perfected. The way of the wild can persist anywhere, but as the dark ages of magic come to a close, the untamed corners of the world get smaller and smaller, and they become increasingly rarer sights outside of these regions.",
								"{@class ranger|phb|Rangers} and {@class paladin|phb|Paladins} are rare by dint of the magic powers they hone, be they {@class cleric|phb|clerical} or {@class druid|phb|druidic} in nature. Often {@class ranger|phb|rangers} will have a link to an elven grove or other forgotten place of wild magic, wherever that may be, whereas {@class paladin|phb|paladins} must show unswerving dedication to their oath to summon their own spells. However, they are not tied to any region or lineage."
							]
						},
						{
							"type": "entries",
							"name": "Clerics, Bards, & Druids",
							"entries": [
								"Due to the power of divine and earthly influences, such magics had an easier time persisting in the world than arcane magics. The gods, greatly reduced in number, were said to either abandon their divinity or relinquish much of their power, but they still watch over the world of Gol and the {@book Pevic Region|BITCPI|2}.",
								"There are fewer {@class cleric|phb|clerics} because of this, but those that remain are considered pillars of their communities. They can be found in any society, but are highly valued due to the reduced presence of magic on Gol. They serve the New Gods, who take on both the bright and dim aspects of the divinities. Where once there was a vast pantheon of gods, in Gol now there is but a small handful to survive in this magic-starved time.",
								"{@class druid|phb|Druids} maintain what little nature magic remains in what groves they can find. They often live alongside {@race elf|phb|elves} or other uncivilised races.",
								"{@class bard|phb|Bards} are surprisingly common compared to {@class cleric|phb|clerics} and {@class druid|phb|druids}. The {@link magic of music|https://www.youtube.com/watch?v=dQw4w9WgXcQ}, oddly, survived rather well in this new age, and the only reason {@class bard|phb|bards} are less common than the likes of {@class paladin|phb|paladins} or {@class monk|phb|monks} was that they were never common to begin with. If anything, the new world has seen a boom of new aspiring {@class bard|phb|bards} trying to learn their craft."
							]
						},
						{
							"type": "entries",
							"name": "Wizards & Sorcerers",
							"entries": [
								"{@class wizard|phb|Wizards} are rare in the {@book Pevic Region|BITCPI|2} because magic is rare. The great magic collapse left civilisation shattered and damaged, and {@class wizard|phb|wizards} were among the very first rung of society to fade into relative obscurity. For decades, many thought them lost forever. However, they persisted. There were still strands of magic to be grasped at, and {@class wizard|phb|wizards} learned to adapt to the times. This was a magic drought, and that simply meant that demand was high.",
								"{@class sorcerer|phb|Sorcerers}, similarly, are uncommon due to the lessened influence of magic in the world. They too persisted, but stories of {@class sorcerer|phb|sorcerers} are rare and often considered nothing but superstition. The wealthy and the wise know of them, however, and due to their rarity they are often sought-after as both assets and commodities."
							]
						},
						{
							"type": "entries",
							"name": "Warlocks",
							"entries": [
								"If magic is rare, then the influence of powerful magical entities is even rarer. It is more common for an {@class warlock|phb|archfey|Archfey} or archdevil to simply find an easier world to influence, so those that remain in Gol are either stubbornly persistent or immensely powerful. Unsurprisingly, they also have less power to dole out, and therefore are far more stingy with their abilities.",
								"Many consider {@class warlock|phb|warlocks} to be mere myths in the {@book Pevic Region|BITCPI|2}, but in the Tower of Eyes, some speak still of the power those individuals who give themselves over to outside forces wield. They are rare enough to attract the attention of the mighty and mysterious, should they be discovered."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Life in Kathkacha",
					"page": 4,
					"entries": [
						"Kathkacha is a civilised land ruled by the flow of coin. Its main exports are {@item copper|phb} crafts and wine, which is produced in massive quantities. As a wealthy land, it is filled with artists and scholars alike in the main city of Kathkach, particularly in the Golden District where the {@book ruling merchant class|BITCPI|4|Nobility of Kathkach} resides.",
						"There are several small communities that dot the valley. Of these {@book Coprun|BITCPI|5|The Copper Mines of Coprun} is the largest, as it houses the most expansive {@book copper mines|BITCPI|5|The Copper Mines of Coprun} in the valley. Large barges drift in and out of the town harbour daily carrying supplies and often stop to transport ore and {@item copper|phb} ingots to the city and beyond. Lying high in the mountains is the ancient fortress town of Bayk, which overlooks the entire valley. Finally, the community of Yayek is where the most expansive {@book vineyards|BITCPI|5|The Wine Farms} lie.",
						"Dry shrubbery and forest surround the edges of the valley whilst swampish terrain lines the Kacha river. Hunters and shepherds roam the hills, though life has become dangerous as of late. It is a good land to work as a mercenary or guard as patrols are always needed to guard against bandits and thieves, and naturally there are always marks for less scrupulously minded individuals as well.",
						"For those not blessed with income, life in the valley can be harsh and ruthless, and many will find themselves trapped in either the Low District of Kathkacha or slaving in one of the many {@book copper mines|BITCPI|5|The Copper Mines of Coprun}.",
						{
							"type": "inset",
							"page": 4,
							"name": "The Helviti Comanda",
							"entries": [
								"The Helviti Mercenaries are arranged into Comanda, mighty squads and organisations that can be hired and enlisted in exchange for coin, {@table Services|phb|services}, {@table Food and Water Needs|dmg|food}, or truthfully any sort of {@table Trade Goods|phb|good} worth exchanging.",
								{
									"type": "entries",
									"name": "Cobalt Comanda",
									"entries": [
										"Kathkach employs the prestigious Cobalt Comanda, professional soldiers who are trained to serve with silent, unyielding resolve. They perform their best work as peacekeepers and lawmen, and make the Gold District of Kathkacha their home."
									]
								},
								{
									"type": "entries",
									"name": "Chimera Comanda",
									"entries": [
										"The Chimera Comanda are ruthless, brutal mercenaries closer to thugs than soldiers. Due to their relative lack of morals, they are the preferred choice for organisations and persons simply seeking results. They are most present near the {@book copper mines of Coprun|BITCPI|5|The Copper Mines of Coprun}."
									]
								},
								{
									"type": "entries",
									"name": "Scorpion Comanda",
									"entries": [
										"The vicious Scorpion Comanda guard the pass to the Helvit Waste with orders not to allow any to pass. The walls of their easily defensible fort are adorned with the remains of many who sought to enter without their explicit permission; smugglers and invaders alike. For this reason the keep is colloquially known as the Crimson Keep, though in truth it has no official name."
									]
								}
							]
						},
						"The law can at times be hard to find in Kathkacha, but when it arrives it is unrelenting and fearsome. Especially in the wealthier districts of the city and in towns such as {@book Coprun|BITCPI|5|The Copper Mines of Coprun} crimes are punished with either fines, the stocks, or death.",
						{
							"type": "table",
							"caption": "Law & Order",
							"page": 4,
							"colLabels": [
								"Crime",
								"Punishment"
							],
							"colStyles": [
								"col-4 text-center",
								"col-8 text-left "
							],
							"rows": [
								[
									"Petty Theft (<1gp worth)",
									"5sp fine, 24 hours in stocks"
								],
								[
									"Theft (>1gp worth)",
									"10gp fine, up to 1 week in stocks"
								],
								[
									"Major Theft",
									"Up to 100gp fine or hand removed"
								],
								[
									"Unlawful Assault",
									"5sp fine, 24 hours in stocks"
								],
								[
									"Murder, Treason",
									"Death"
								]
							]
						},
						"In cases of altercations, in matters of self-defence, violence is considered lawful. Depending on the location, the punishments may be carried out by either the local watch, the {@book Cobalt Comanda|BITCPI|4|Cobalt Comanda}, or in the worst case scenario, {@book Chimera Comanda|BITCPI|4|Chimera Comanda}.",
						"It is not unheard of for the watch to turn a blind eye to crimes against the unsavoury or many minor misdemeanours, but the {@book Cobalt Helvitis|BITCPI|4|Cobalt Comanda} overlook far less. The {@book Chimeras|BITCPI|4|Chimera Comanda} seem to relish in doling out cruel punishments, by contrast.",
						"Having {@background Guild Artisan|phb|membership with a Guild}, particularly the Silver Company, can provide protection against the law to an extent. Very little will protect the civilians of the valley against the supernatural, however.",
						"The {@book Pevic Continent|BITCPI|2} sees few monsters, and creatures such as {@creature ghost|mm|ghosts} and {@filter elementals|bestiary|type=elemental} are seen as little more than children's stories. However, among adventurers, a different truth is known. There are spirits, {@filter elementals|bestiary|type=elemental}, visitors from other dimensions that interfere with and twist the natural order. The society of Kathkach is built on the bones of an ancient civilisation that would worship spirits and consort with vile {@filter demons|bestiary|tag=demon} and monsters, and some yet remain today. Whilst the ancient magic artifacts make for a fine trophy for adventurers and merchants alike, the monsters and unholy beasts that frequently maul explorers to death are certainly something to be feared.",
						"Gods in the world of Gol are well worshipped, frequently in shrines or temples. Many devotees follow the philosophy that each god has a bright and dim aspect that represents their best and worst natures respectively.",
						{
							"type": "table",
							"caption": "Major Gods of the Pevic Continent",
							"page": 4,
							"colLabels": [
								"Divinity",
								"Description"
							],
							"colStyles": [
								"col-4 text-center",
								"col-8 text-left "
							],
							"rows": [
								[
									"The Protector",
									"Supports society, protects the weak and fights injustice."
								],
								[
									"Lifegiver",
									"Provides for crops, parents, and animals."
								],
								[
									"The Great Architect",
									"Grants creativity and intelligence, supports trade."
								],
								[
									"Eternal Queen",
									"Rules over the Sun, the Moon, and Time."
								],
								[
									"Azure Artist",
									"Rules over song, art, travel, generosity."
								]
							]
						},
						"There are a variety of {@5etools races|races.html} in the {@book Pevic Continent|BITCPI|2}. Whilst there is barely any restriction on what or who one might encounter on a journey in this strange land, there are certain races that are more or less common.",
						{
							"type": "entries",
							"page": 5,
							"name": "Common Races",
							"entries": [
								"{@race human|phb|Humans}, {@race dwarf|phb|dwarves}, and {@race orc|vgm|orcs} are by far the most common races one would find in the {@book Continent|BITCPI|2}. It is the alliance of {@race human|phb|humans} and {@race dwarf|phb|dwarves} that forged the original civilisations, and {@race orc|vgm|orcs}, due to their large number, were quick to integrate into the cities that sprung up around the world. Whilst other races have since joined these communities and are well represented in Kathkach, it is humanity, dwarfkind, and orcs, whether {@race half-orc|phb|half-breeds} or pure {@race orc|vgm|orcs}, that make up the majority of these cities."
							]
						},
						{
							"type": "entries",
							"page": 5,
							"name": "Uncommon Races",
							"entries": [
								"{@race halfling|phb|Halflings}, {@race gnome|phb|gnomes}, {@race goblin|vgm|goblins} (whether the small and diminutive variants or the larger {@race hobgoblin|vgm|hobgoblins} or {@race bugbear|vgm|bugbears}), {@race elf|phb|elves} of all kinds and {@race tiefling|phb|tieflings} are a rarer sight. {@race halfling|phb|Halflings} are simply rarer by nature, whereas {@race goblin|vgm|goblins} took longer to emerge from the caves below the earth than the {@race orc|vgm|orcs}, which prevented them from integrating with civilisation as quickly. {@race elf|phb|Elves} and {@race gnome|phb|gnomes} are rarer still as they actively avoided civilisation for the most part. Many still reside in secluded groves that are inaccessible to most other species such as {@race human|phb|humans}, and only emerge to deal with the shorter-lived folk sporadically. Some, however, find that they prefer the faster, harsher societies of {@race human|phb|men} and {@race dwarf|phb|dwarf}.",
								"{@race tiefling|phb|Tieflings} are an oddity in the world of Gol. Considered by many to be the remnants of a time when {@filter demons|bestiary|tag=demon} and {@filter devils|bestiary|tag=devil} were consorted with regularly, many are divided as to whether {@race tiefling|phb|tieflings} are to be feared or even revered. In practice, in Kathkach, it doesn't really matter. Their magical affinity earns them coin well enough...",
								"{@race kobold|vgm|Kobolds} are common enough to the region that they at times form communities in cities, but by and large most of them preferred to remain in the mountains, where {@filter dragons|bestiary|type=dragon} are still rumoured to roam.",
								"{@race lizardfolk|vgm|Lizardfolk} and other monstrous creatures prone to living in the wilds would also be considered uncommon to the {@book Pevic Region|BITCPI|2}. {@race triton|vgm|Tritons} and {@race Elf (Drow)|phb|Drow} would also fall into this category."
							]
						},
						{
							"type": "entries",
							"page": 5,
							"name": "Rare Races",
							"entries": [
								"{@race genasi|eepc|Genasi}, {@race aasimar|vgm|Aasimar}, {@race Elf (Shadar-kai)|mtf|Shadar-Kai}, {@race Elf (Eladrin)|mtf|Eladrin}, {@homebrew vampires} and other strange races are considered rare and would draw attention were they to appear on the streets. Gol has a weaker connection with the distant planes than other worlds, so extra-planar visitors would cause a stir in a crowd. Some may be regarded with fear; others, admiration.",
								"Some half-breed races, such as {@race half-elf|phb|half-elves}, would be considered rare due to the lack of contact between {@race elf|phb|elves} and other civilisations, although at a glance they may more easily integrate with civilisation due to their looks, should they so choose.",
								"{@race dragonborn|phb|Dragonborn} are also considered rare, due to their connection with distant planes."
							]
						},
						"Magic in Kathkacha is unusual. In general, most of the spells performed are performed by {@class cleric|phb|clerics} and {@creature priest|mm|priests}. {@class wizard|phb|Wizards}, {@class sorcerer|phb|sorcerers}, and {@class warlock|phb|warlocks} are oddities, as many centuries ago the ancient magical empires that ruled the world fell into ruin in a time when the many Old Gods were struck down to earth, bleeding away much of the raw magical energy of the land.",
						"{@class wizard|phb|Wizards} are therefore in high demand in Kathkacha, though elsewhere (such as to the East) they are feared. The {@book Helvet Inquisition|BITCPI|7|The Helveti}, for instance, is an order of {@class monk|phb|monks} and {@class ranger|phb|rangers} dedicated to finding and monitoring magic users and preventing them from summoning and creating magical anomalies.",
						"The mysterious Tower of Eyes is also an organisation that monitors and contains magical anomalies, though the Tower is far more likely to make use of {@class wizard|phb|wizards}, {@class sorcerer|phb|sorcerers}, and {@class warlock|phb|warlocks} themselves...so long as they can be contained or controlled.",
						"Though coveted, many magical artifacts, such as enchanted blades, amulets, and trinkets, are often stored in vaults when they are considered too dangerous to control or leave available to the public. As a result of these factors, magic in the world of Gol is rare and oftentimes frightening to the commoners. Use with caution!",
						{
							"type": "inset",
							"page": 5,
							"name": "Nobility of Kathkach",
							"entries": [
								"Kathkach is ruled by the wealthiest merchants. King among these is the mistress of the Vermillion Hand, {@italic Lady Eyelaine}, who has a hand in the wine trade, {@item copper|phb} trade, and trade of information. Other wealthy individuals, such as the mysterious Administrator {@italic Kevin Aldragosh} of the Silver Company, also wields considerable power over the city.",
								"The most powerful families, numbering twelve in total, manage the affairs of Kathkacha by council when matters of such import demand it. Otherwise, the matter of handling the law is left to the commander of the {@book Cobalt Comanda|BITCPI|4|Cobalt Comanda}, Commander {@italic Shiendo Kadan}, who manages the difficult balancing act of maintaining order and also keeping the {@book Chimeras|BITCPI|4|Chimera Comanda} in line."
							]
						},
						"Kathkacha is a pragmatic centre of trade and commerce, and most common folk have little time for superstition. If it can earn them a living, they will treat it with respect. Life can be cutthroat, and many would do anything to escape a life stuck working in the {@book copper mines|BITCPI|5|The Copper Mines of Coprun} or eking out a living in the Low Quarter.",
						"For this reason, those with means can be the object of jealousy and greed. Creatures like {@race tiefling|phb|tieflings} or {@race elf|phb|elves} who are born with some small magical ability are given attention by the masses, whether it's positive or negative, whether they like it or not. {@class wizard|phb|Wizards} often live apart from society, or choose to keep to themselves in the Gold Quarter. Races normally considered monstrous, such as {@race orc|vgm|orcs}, {@race goblin|vgm|goblins}, or {@race kobold|vgm|kobolds}, are not considered dangerous in the {@book Pevic Region|BITCPI|2} compared to magically attuned races.",
						{
							"type": "image",
							"page": 6,
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Kathkach-map.webp"
							},
							"title": "Kathkacha Valley Overview, Original Art - Haphazred",
							"altText": "A top down hand-drawn map featuring a wide river running from East to West. A small tributary joins the river from the South. The Southern edge of the map is occupied by Jungle, which borders farmlands before sandy river banks. The centre of the image is occupied by a rendering of the Ciy of Kathkach. Next to the city is a drawing of a flag, showing 4 coins with square holes in their center arranged in a diamond pattern. To the East on the north of the river is the town of Coprun, and further North are Copper Mines. Further North and West are Vineyards, with The Crimson Keep, North most of all."
						},
						{
							"type": "image",
							"page": 6,
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/kathkach-city-map.webp"
							},
							"title": "Kathkach City Districts, Original Art - Haphazred",
							"altText": "A top down plan of the city of Kathkach. North of the River is the Low Quarter, South of the River is the Merchant Quarter, which contains a bridge over a small tributary. A further bridge extends from the Merchant's Quarter to a medium size island in the middle of the river. The Gold Quarter is on the Island, while a final bridge extends to the East to the smallest island, holding a fortified keep."
						}
					]
				},
				{
					"type": "section",
					"name": "Locations in Kathkacha Valley",
					"page": 7,
					"entries": [
						"Even beyond the valley itself, stories of some of its most famous landmarks spread far and wide. {@book Kathkach|BITCPI|4} is, after all, a great mercantile city in a fertile region.",
						{
							"type": "entries",
							"name": "The Platinum Pot",
							"entries": [
								"King of the taverns and inns in {@book Kathkach|BITCPI|4} is the Platinum Pot, a destination for {@background noble|phb|nobles} and adventurers alike. It is multi-storied and well frequented by the populace, despite its steep prices. Musicians are always welcome and are frequently given discounts or access to 'secret' menus."
							]
						},
						{
							"type": "entries",
							"name": "The Brass Palace",
							"entries": [
								"Overlooking the Gold District is the famous Brass Palace, a defensive structure that also houses the meeting chambers of the great houses of {@book Kathkach|BITCPI|4}, including the Brasshand house, the Vermillion house, the Aldragosh house, and the new Stifka house.",
								"Its guardians are often as famous as the palace itself, and for the past seventy years the Palace has been guarded by none other than the famous {@book Cobalt Comanda|BITCPI|4|Cobalt Comanda} mercenaries of the {@book Helveti|BITCPI|7|The Helveti}."
							]
						},
						{
							"type": "entries",
							"name": "The Copper Mines of Coprun",
							"entries": [
								"The copper mines are famous due to {@book Kathkacha's|BITCPI|4} primary export being {@item copper|phb|coppercraft}. The mines are extensive, and of high quality. Many immigrants come to the valley hoping to earn a basic living either in the mines or crafting luxury {@item copper|phb} items to export. It is upriver of the city of {@book Kathkach|BITCPI|4}."
							]
						},
						{
							"type": "entries",
							"name": "The Wine Farms",
							"entries": [
								"The second great export of {@book Kathkacha|BITCPI|4} is wine, and along the southern bank is extensive grape farms. The vintners of {@book Kathkach|BITCPI|4} are well renowned in the {@book Pevic Region|BITCPI|2}, and its drinks are sought after by {@background noble|phb|nobles}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Technology in the Pevic Region",
					"page": 7,
					"entries": [
						"Hundreds of years ago, the world of Gol was steeped in magic. {@class wizard|phb|Wizards} were commonplace and it was common for the populace to consort with extra-planar creatures such as {@filter celestials|bestiary|type=celestial}, {@filter devils|bestiary|tag=devil}, and other arcane and wyrd creatures. The civilisation was built upon magic.",
						"This ended abruptly after an unknown calamity. Many {@class wizard|phb|wizards} lost their abilities entirely; extra-planar creatures were banished all at once, and civilisation ground to a halt. The world still feels the effect of this calamity to this day.",
						"Current technology is basic; many {@table Weapons|phb|weapons} are made out of {@item iron|phb}, but not long ago they were still being manufactured from bronze. Stoneworking is common, and advanced metalcraft is rare. Magic persists, but it is only in the hands of a very select few. {@race elf|phb|Elves} retreated to groves where some small pockets of magic persist, and seldom emerge.",
						"Knowledge of the ancient times can be found in tomes, and it is often in these ancient books that old technologies can be revived. In {@book Kathkach|BITCPI|4}, the sciences are not the primary focus. In the {@book Aegan Empire|BITCPI|7|The Aegan Empire}, however, much focus is given on the relearning of old techniques, and the improvement on the current. It is said that in the {@book Aegan Empire|BITCPI|7|The Aegan Empire}, elite soldiers are armed with deadly {@item heavy crossbow|phb|heavy crossbows} and steel weapons, whereas to the East in {@book Kathkacha|BITCPI|4}, it is not uncommon to see militia armed with simple {@item club|phb|truncheons} and {@item sling|phb|slings}.",
						"Magic in the modern day is a thing to be hoarded; {@class sorcerer|phb|sorcerers} are such a rarity that they are frequently captured to be studied, or hired at premium prices. {@class wizard|phb|Wizards} are highly sought after and feared alike.",
						{
							"type": "table",
							"caption": "Origin",
							"page": 7,
							"colLabels": [
								"{@dice d6}",
								"Trinket"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10 text-left "
							],
							"rows": [
								[
									"1",
									"A piece of {@book Aegan|BITCPI|7|The Aegan Empire} steelcraft; a chisel or a cutlery set."
								],
								[
									"2",
									"An elegant marble carving of the Dyvare made by an {@book Eastern City State|BITCPI|7|The Eastern City States}."
								],
								[
									"3",
									"A diagram of a strange wheeled ship design."
								],
								[
									"4",
									"An ornamental bronze {@item dagger|phb}."
								],
								[
									"5",
									"Helviti inks squeezed from the bladders of the giant sandsquids.🦑"
								],
								[
									"6",
									"An ancient magical coin that can land on its head, tails, or edge on command."
								]
							]
						},
						{
							"type": "image",
							"page": 7,
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Technology.webp"
							},
							"title": "Art credit: {@link Age du Bronze: costume de guerrier|https://nypl.getarchive.net/media/age-du-bronze-costume-de-guerrier-d32e89}, New York Public Library, from the {@link Vinkhuijzen collection of military uniforms|https://nypl.getarchive.net/collections/vinkhuijzen-collection-of-military-uniforms-nypl}",
							"altText": "A hand drawn illustration of a warrior, holding a tall wooden quarterstaff. He wears a pointed helmet made of a brass-y coloured metal, and metal adornments around his belt. Straps hold cloth choses to his thighs, a scabbard at the belt. A woven shawl is draped across his shoulder. He stands with his left foot on a rock."
						}
					]
				},
				{
					"type": "section",
					"name": "Neighbours of Kathkacha Valley",
					"page": 8,
					"entries": [
						{
							"type": "entries",
							"name": "The Helviti",
							"entries": [
								"The Helviti hold a small fortress on the border of the valley, keeping the pass to the Helvit Wastes safe. It is guarded by the fearsome {@book Scorpion Comanda|BITCPI|4|Scorpion Comanda}, and have instructions to let no living being pass without first purchasing the proper licenses to traverse the wastes.",
								"The Helviti are a rough and dangerous people. They are organised into {@book Comanda|BITCPI|4|The Helveti Comanda}, organisations of mercenaries that often travel the world for coin and live by a strict code that aims to keep their homeland's sovereignty secure.",
								"In Helviti society, those who live in the few cities of the wastes are not considered adults until they prove themselves to their {@book Comanda|BITCPI|4|The Helveti Comanda}, often through service. Upon being considered an adult, they are given their {@table Armor and Shields; Armor|phb|armour}, which often varies in quality and origin.",
								"Children are expected to work to sustain the adults in the wastes, and are given protection by the dangerous {@book Helveti Comandae|BITCPI|4|The Helveti Comanda}.",
								"Also present in the wastes are the nomads. The Helviti Inquisition mostly draws from these monastic tribes.",
								"In short, the Helviti Wastes are a grim and inhospitable landscape filled with monsters, but most dangerous of all are its inhabitants.",
								"{@homebrew P.s. there are {@creature Winged Spider|BloodInTheCompanyPlayersIntroduction|Winged Spiders}}."
							]
						},
						{
							"type": "entries",
							"name": "The Eastern City States",
							"entries": [
								"The City States to the East are plagued with turmoil and war, each vying for power. Some consider {@book Kathkach|BITCPI|4} a city state, but due to its relative power it has been capable of separating itself from the large conglomeration of inter-warring cities.",
								"The City States can be reached by ship; they are located upriver of {@book Kathkacha|BITCPI|4}. It is the source of many refugees seeking to escape the bloodshed and instability. Much of {@book Kathkacha's|BITCPI|4} exports go towards delivering {@table weapons|phb|weapons} and war supplies to these states, or sell food and recovery aid to those that have recently escaped the war."
							]
						},
						{
							"type": "entries",
							"name": "The Aegan Empire",
							"entries": [
								"Fortified cities along the coast make up the Aegan Empire, its expansion halted by both the sea and the inhospitable climates to the north, south, and east. It is a great trading partner for {@book Kathkach|BITCPI|4} and other smaller nations to the south and north.",
								"From the Aegan Empire come rumours of a vast ocean that is uncrossable. Only the mad and the dead return to launch doomed assault after doomed assault against the Aegan forts and battleships. The Empire is considered a bastion of civilisation in the {@book Pevic Region|BITCPI|2}, though its relentless conflict against the sea madmen leaves its populace perpetually at risk of war and governed by a military faction known as the Steelmongers."
							]
						},
						{
							"type": "entries",
							"name": "The Untamed Jungles",
							"entries": [
								"Of little note to most is the vast expanse of jungle located to the south of {@book Kathkacha|BITCPI|4}. It is wild and filled with beasts and treacherous wildlife. Some speak still of {@filter dragons|bestiary|type=dragon}, hiding in the ancient groves and caves.",
								"There are still settlers there, but the land is too hostile to be easily traversed. Only the most foolhardy of caravans head to the south, often only guarded by the most courageous of {@book Helveti Comandae|BITCPI|4|The Helveti Comanda}, or put together by the most desperate. Many do not return.",
								"Between the jungle and the Helviti Wastes, the {@book valley of Kathkacha|BITCPI|4} is surrounded on all sides by natural borders, making it a prime location to settle, and so it has been for hundreds of years."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Legends of the Pevic Region",
					"page": 8,
					"entries": [
						"Like any place steeped in history, the {@book Pevic Region|BITCPI|2} sports many tales and strange histories. Whilst some more obscure stories are not common knowledge amongst the populace, some are frequently circulated.",
						{
							"type": "entries",
							"name": "The Dyvare",
							"entries": [
								"The Dyvare was a prophetic figure amongst the {@race orc|vgm|orc} settlers, some five hundred years ago before the great collapse of magic. Many stories about the Dyvare conflict exist, but the common thread between them was that the Dyvare was an orcish maiden who united her tribe of {@race orc|vgm|orcs} along with {@race human|phb|humans} and {@race dwarf|phb|dwarves} in the mountains and moved into the valleys to settle the lands.",
								"There are varying accounts of how the Dyvare died, or even who she was. Some say she was betrayed by her elite bodyguards, the Dyvarran Guard, whereas others indicate that she was slain in battle against a mighty {@filter dragon|bestiary|type=dragon}, a rare creature in the {@book Pevic Region|BITCPI|2}. Whatever the truth may be, she still holds a special place in the hearts of many of the settlers of {@book Kathkacha|BITCPI|4}."
							]
						},
						{
							"type": "entries",
							"name": "Flambard Hawk",
							"entries": [
								"Flambard Hawk is a popular adventurer who operates north of the {@book Kathkacha Valley|BITCPI|4}. Dashing and daring, her adventures are often the talk of the town. She is famous for her speed and skill, and rumours about her abound, whether it be dubious accounts of exploits or salacious gossip, none of which Flambard herself seeks to disprove."
							]
						},
						{
							"type": "entries",
							"name": "Brasshand the Bold",
							"entries": [
								"One of the founding heroes of {@book Kathkach|BITCPI|4} was a {@race half-orc|phb|half-orc} named Brasshand the Bold, who allegedly helped in the construction of the city of {@book Kathkach|BITCPI|4}. During a raider attack, he allegedly held the recently constructed bridge for three days and nights, cementing his reputation as a gallant hero.",
								"After this exploit, he had a hand in turning the city of {@book Kathkach|BITCPI|4} towards trade and mercantilism, attracting foreigners to the new city. His family line persists, and the current leader of his house is Brayk Brasshand."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Additional Tables",
					"page": 9,
					"entries": [
						"The following tables are entirely optional, and are more to give you an idea of what kind of life people might lead in the {@book Pevic Region|BITCPI|2} than a hard background to pick from.",
						{
							"type": "table",
							"page": 9,
							"colLabels": [
								"{@dice d6}",
								"Piece of Culture"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10 text-left "
							],
							"rows": [
								[
									"1",
									"A book written by Ikarian Devos, a sage of the {@book Aegan Empire|BITCPI|7|The Aegan Empire}."
								],
								[
									"2",
									"A parchment drawing of an eastern soldier."
								],
								[
									"3",
									"A charcoal sketch of the {@book Brass Palace|BITCPI|5|The Brass Palace}."
								],
								[
									"4",
									"An {@item ululu|BloodInTheCompanyPlayersIntroduction}, a small percussive Helviti instrument. Doubles as a {@item club|phb|club}."
								],
								[
									"5",
									"A short story about Flambard Hawk by Galos Gafinger. Almost certainly non-factual."
								],
								[
									"6",
									"A bronze locket containing a painting of the current King of the {@book Aegan Empire|BITCPI|7|The Aegan Empire}, King Hekari."
								]
							]
						},
						{
							"type": "table",
							"page": 9,
							"colLabels": [
								"{@dice d6}",
								"Previous Adventure"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10 text-left "
							],
							"rows": [
								[
									"1",
									"You were a bodyguard for an Eastern merchant. You quit before he went south to the {@book jungle|BITCPI|7|The Untamed Jungles}, never to return."
								],
								[
									"2",
									"You tried to steal a piece of jewellery from a wealthy lord. You successfully escaped with all your hands!"
								],
								[
									"3",
									"You fought as a {@background Variant Entertainer (Gladiator)|phb|gladiator} in a tournament. First place is overrated."
								],
								[
									"4",
									"You served on an {@book Aegan|BITCPI|7|The Aegan Empire} scouting vessel, and the things you saw on the high seas do not bear retelling."
								],
								[
									"5",
									"You did a job for a {@class wizard|phb|wizard}. You're not sure what the point of it was, but at least he paid well."
								],
								[
									"6",
									"A bandit hunt you were on was interrupted by an ungodly howling. You found the bandits the next morning, parts of them."
								]
							]
						},
						{
							"type": "table",
							"page": 9,
							"colLabels": [
								"{@dice d6}",
								"Previous Occupation"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10 text-left "
							],
							"rows": [
								[
									"1",
									"You were a craftsman; you worked with either stone, {@item copper|phb}, or {@item iron|phb} for money."
								],
								[
									"2",
									"You used your skill with a quill to write for commissions."
								],
								[
									"3",
									"You were an artist. You illustrated books and murals from where you were from."
								],
								[
									"4",
									"You were a mercenary, and made money performing jobs for the highest bidder."
								],
								[
									"5",
									"You were a professional soldier working for the local militia."
								],
								[
									"6",
									"You worked on the farms, living a simple life."
								]
							]
						},
						{
							"type": "table",
							"page": 9,
							"colLabels": [
								"{@dice d6}",
								"Favourite Entertainment"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10 text-left "
							],
							"rows": [
								[
									"1",
									"{@item dice set|phb|Dice}! For some reason you've always enjoyed games of chance, and would play with friends over ales."
								],
								[
									"2",
									"When you can, you go to watch theatre. You're particularly fond of the play recounting the Dyvarran Legend."
								],
								[
									"3",
									"Books are hard to get, but reading is your favourite pastime."
								],
								[
									"4",
									"Training! You enjoy practising with {@table weapons|phb|weapons}, for sport and for self-defence."
								],
								[
									"5",
									"Swimming and running are relaxing and accessible pastimes."
								],
								[
									"6",
									"Poetry and song soothe your soul more than anything else."
								]
							]
						},
						{
							"type": "table",
							"page": 9,
							"colLabels": [
								"{@dice d6}",
								"Previous Relationship"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10 text-left "
							],
							"rows": [
								[
									"1",
									"You were friends with a merchant from the {@book Aegan Empire|BITCPI|7|The Aegan Empire}, and often listened to her stories about her technologically advanced homeland."
								],
								[
									"2",
									"You kept company with a thief who would sometimes take you on drunken adventures."
								],
								[
									"3",
									"You were good friends with a priest of the Eternal Queen, and often talked about the gods and history."
								],
								[
									"4",
									"You had a brief relationship with a {@race tiefling|phb|tiefling}, or another rare sight in the {@book Pevic Continent|BITCPI|2}. For better or worse you were the talk of the town until they left without a word."
								],
								[
									"5",
									"You had an enmity with a {@book Helveti Mercenary|BITCPI|7|The Helveti} from the Wendigo {@book Comanda|BITCPI|4|The Helveti Comanda}, which caused you no end of trouble."
								],
								[
									"6",
									"You would frequently bump into a {@class wizard|phb|wizard}, who seemed to find you very curious for some reason."
								]
							]
						},
						{
							"type": "image",
							"page": 9,
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/Tables.webp"
							},
							"title": "Image provenance could not be identified; Art likely depicts the Sumerian Peoples of South Mesopotamia.",
							"altText": "The image depicts a group of Sumerians, in profile is a woman with a colourful striped clothing and bronze jewellery. In the distance are a queue of similarly dressed people heading up large white stone steps through a gate built into a tower in a wall. The earth is composed of packed dirt, and the sky is overcast."
						}
					]
				}
			]
		}
	],
	"variant": [
		{
			"name": "Ululu (Generic)",
			"type": "GV",
			"requires": [
				{
					"name": "Club"
				},
				{
					"name": "Greatclub"
				}
			],
			"inherits": {
				"page": 9,
				"source": "BloodInTheCompanyPlayersIntroduction",
				"type": "INS",
				"rarity": "none",
				"nameRemove": "Club|eatclub",
				"nameSuffix": "ululu",
				"valueExpression": "200",
				"entries": [
					"A small percussive {@book Helveti|BITCPI|7|The Helveti} instrument. Doubles as a {@item club|phb|club}.",
					"It's kind of like a wooden/bone/metal tuning fork.",
					"It makes noise when it goes {@i 'bonk'}."
				]
			}
		}
	],
	"monster": [
		{
			"name": "Winged Spider",
			"source": "BloodInTheCompanyPlayersIntroduction",
			"page": 8,
			"size": "L",
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "10d10 + 20",
				"average": 75
			},
			"speed": {
				"walk": 30,
				"climb": 30,
				"fly": 50,
				"canHover": false
			},
			"str": 14,
			"dex": 18,
			"con": 12,
			"int": 2,
			"wis": 11,
			"cha": 4,
			"skill": {
				"stealth": "+8"
			},
			"senses": [
				"blindsight 10 ft.",
				"darkvision 60 ft."
			],
			"passive": 10,
			"cr": "3",
			"trait": [
				{
					"name": "Spider Climb",
					"entries": [
						"The spider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Web Sense",
					"entries": [
						"While in contact with a web, the spider knows the exact location of any other creature in contact with the same web."
					]
				},
				{
					"name": "Web Walker",
					"entries": [
						"The spider ignores movement restrictions caused by webbing."
					]
				},
				{
					"name": "Ambusher",
					"entries": [
						"The giant spider has advantage on attack rolls against any creature it has surprised."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Winged Spider makes two bite attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d8 + 3}) piercing damage, and the target must make a {@dc 11} Constitution saving throw, taking 9 ({@damage 2d8}) poison damage on a failed save, or half as much damage on a successful one. If the poison damage reduces the target to 0 hit points, the target is stable but {@condition poisoned} for 1 hour, even after regaining hit points, and is {@condition paralyzed} while {@condition poisoned} in this way."
					]
				},
				{
					"name": "Web {@recharge 5}",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 30/60 ft., one creature. {@h}The target is {@condition restrained} by webbing. As an action, the {@condition restrained} target can make a {@dc 12} Strength check, bursting the webbing on a success. The webbing can also be attacked and destroyed (AC 10; hp 5; vulnerability to fire damage; immunity to bludgeoning, poison, and psychic damage)."
					]
				}
			],
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/WingedSpiderToken5e.webp",
			"hasFluffImages": true,
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BITC/WingedSpiderArt.webp"
						}
					}
				]
			},
			"environment": [
				"desert",
				"mountain"
			],
			"traitTags": [
				"Ambusher",
				"Spider Climb",
				"Web Sense",
				"Web Walker"
			],
			"senseTags": [
				"B",
				"D"
			],
			"damageTags": [
				"P",
				"I"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"conditionInflict": [
				"poisoned",
				"paralyzed",
				"restrained"
			],
			"actionTags": [
				"Multiattack"
			]
		}
	]
}
