{
	"_meta": {
		"sources": [
			{
				"json": "Durnan",
				"abbreviation": "DGtT",
				"full": "Durnans Guide to Tavernkeeping",
				"authors": [
                    "Alan Patrick",
                    "Ashley Warren",
                    "Cindy Moore",
                    "Greg Marks",
                    "Lysa Chen",
                    "M.T. Black",
                    "Travis Woodall",
                    "Will Doyle"
                ],
				"convertedBy": "Jason Newby",
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/254715/Durnans-Guide-to-Tavernkeeping",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1551657158
	},
	"book": [
		{
			"name": "Durnan's Guide to Tavernkeeping",
			"id": "DGtT",
			"source": "Durnan",
			"contents": [
				{
					"name": "Foreword",
					"headers": [
						"Introduction",
						"Credits",
						"Overview"
					]
				},
				{
					"name": "Part 1. Owning a Tavern",
					"headers": [
						"Basic Rules: Running Your Tavern",
						"Advanced Rules: Tavern Events",
						{
							"depth": 1,
							"header": 
							"Business Results Table"
						},
						{
							"depth": 1,
							"header": 
							"Tavern Events"
						},
						"Advanced Rules: Tavern Construction",
						{
							"depth": 1,
							"header": 
							"Buying Upgrades"
						},
						{
							"depth": 1,
							"header": 
							"Tavern Upgrades"
						},					
						"Advanced Rules: Downtime Activities"
					]
				},
				{
					"name": "Part 2. Visiting a Tavern",
					"headers": [
						"Tavern Names",
						"Tavern Appearance"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "DGtT",
			"source": "Durnan",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"entries": [
						"Rules for Running Your own Tavern in the World's Greatest roleplaying game",
						{
							"type": "quote",
							"entries": [
								"Well met, friends and gentlesairs! Pull up a stool, stoke the hearth, pour yourself a frothy one, and clap eyes on this pamphlet of mine. This guidebook is all you need to run your own watering hole in the City of Splendors – or elsewhere, if you’re bored of life – and represents over a century of graft behind the bar at Waterdeep’s busiest tavern.",
								"I must be mad as an umber hulk to give it away at this price, but I’m an old stoat now and I like to see young’uns prosper. All I ask is that you return the favor and send some folk my way when they’re dry. I’ll be here, at the sign of the Yawning Portal.",
								"Good health!"
							],
								"by": "Durnan",	
									"from": "Proprietor of the Yawning Portal"
						},
						{
							"type": "entries",
							"name": "Credits",
							"entries": [
								"{@b Lead Design} Will Doyle",
								"{@b Design:} Alan Patrick, Ashley Warren, Cindy Moore, Greg Marks, Lysa Chen, M.T. Black, Travis Woodall",
								"{@b Development and Editing:} Will Doyle",
								"{@b Layout and Graphic Design:} Stacey Allan, Will Doyle",
								"{@b Cover Art:} Justin Gerard",
								"{@b Interior Artists: }Ashley Warren, Carmen Sinek, Chris Seaman, Cory Trego-Erdner, Mark Behm, Nimgyu, Olga Drebas, Rob Rey,Scott Murphy, and others provided by Wizards of the Coast.",
								"{@b Cartography:} Jeremiah Burnell (Trollskull Manor)",
								"{@b Special Thanks: }Ruty Rutenberg and the Guild Adepts."
								]
						},
						{
							"type": "entries",
							"name": "Overview",
							"entries": [
								"{@i Durnan’s Guide to Tavernkeeping} expands on the business rules in the Dungeon Master’s Guide and chapter 2 of Waterdeep: Dragon Heist to provide gamers with everything they need to create and manage a fantasy tavern in the world of DUNGEONS AND DRAGONS.",
								"The supplement also provides Dungeon Masters with a toolbox of encounters, NPCs, monsters, and plot hooks to make their tavern adventures as memorable as possible. In addition, players receive a selection of new character options themed around taverns.",
								"{@i Durnan’s Guide to Tavernkeeping} includes the following sections:",	
								{
									"type": "list",
									"items": [
										"{@b Part 1.} Owning a Tavern. Expanded rules for managing your tavern as an ongoing business concern.",
										"{@b Part 2.} Visiting a Tavern. Randomized tables for creating your own, unique tavern, including NPCs and plot hooks to make any visit memorable.",
										"{@b Part 3.} Tavern Ambience. A toolbox for creating tavern ambience at your gaming table, including dice games, music playlists, and themed recipes.",
										"{@b Appendix A.} Trollskull Manor Map. A full color map of an example tavern: Trollskull Manor in the city of Waterdeep.",
										"{@b Appendix B.} New Player Options. New subclasses and backgrounds for your characters.",
										"{@b Appendix C.} New Monsters. New monsters for your tavern adventures.",
										"{@b Appendix D.} Bottle Labels. Printable bottle labels for your own brands of fantasy ale, wine, and spirits."	
										]
								},
								"{@i Durnan’s Guide to Tavernkeeping} requires use of the D&D fifth edition core rulebooks (Player’s Handbook, Dungeon Master’s Guide, and Monster Manual). The supplement is designed to support the Waterdeep: Dragon Heist campaign hardcover but does not require its use."
								]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 1. Owning a Tavern",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"The lords will say you need all sorts of things to set up a successful business. That’s cockatrice eggs. They’re just trying to keep you from becoming competition. You need just one thing to start your own tavern: gumption! It also doesn’t hurt to have something you’re known for, like an underground portal to riches and fame. A gimmick, I guess. So, that’s gumption and a gimmick, which sometimes helps with naming the endeavor. Mine’s pretty apparent, right? When I emerged from that hole in the ground with my earnings, there was nothing but cattlepie as far as the eye could see. I hired some folk and got to building. Hmm, I suppose that’s three things; gumption, a gimmick, and gold. We’ll call them the three G’s."
							],
								"by": "Durnan",	
									"from": "Proprietor of the Yawning Portal"
						},
						{
							"type": "entries",
							"name": "Basic Rules: Running Your Tavern",
							"entries": [
								"{@i Waterdeep: Dragon Heist} includes rules for operating your tavern as a business (see {@adventure “Open for Business?”|Wdh|3|Open for Business?|7} in chapter 2). This section replaces those rules with a simple alternate that’s quick and easy to use.",
								"Your tavern makes money by selling food and beverages, but you must also spend money on running costs such as ingredients, wages, building maintenance, and guild fees. If more money comes in than goes out, you make a profit. If you spend more than you make, you end up with a loss.",
								"To simulate the basic operation of your tavern, at the end of every tenday you must make a business results roll based on the overall quality of your tavern (i.e. Squalid to Aristocratic). Roll percentile dice and consult the Business Results table below to determine your profit or loss for that period. Your expenses are already factored into the result.",
								"If your tavern makes a loss, you must pay that money out of your own purse. Conversely, any profit goes into your purse. If you’re unable or unwilling to pay the loss, you must subtract that number from your next business results roll (after all, if you don’t pay for basic expenses such as ingredients and wages, your business will soon collapse).",
								"If you want to keep things simple, you can simply roll against the table every tenday. Unless your tavern is poor or squalid, you should find it turns a profit over time."								
							]
						},
						{
							"type": "entries",
							"name": "Advanced Rules: Tavern Events",
							"entries": [
								"The following advanced rules enable you to actively manage the business through making decisions and dealing with random events. It enables you to turn a greater profit through superior business strategy.",
								"Every tenday, roll once on the Tavern Events table before rolling on the Business Results table. You can make the following investments before you roll to mitigate certain results and improve your profit margins.",
								"{@i Preventative Maintenance.} A sensible tavernkeeper invests a little extra to keep things shipshape and in good order. Spending 10 gp on extra maintenance may reduce other expenses later.",
								"{@i Insurance.} Building insurance costs 10 gp and covers you against damage caused by fire, storms, floods, earthquakes, and subsidence.",
								"{@i Extra Security.} Improving the safety of your patrons means hiring bouncers to help when you’re busy. Spending 20 gp on extra security reduces risk to you and your patrons.",
								"{@i Extra Service.} Hiring extra serving staff means your patrons receive better service and are more likely to come back. Spending 10 gp on extra service adds a +10 bonus to your next roll on the Business Results table.",
								{
									"type": "inset",
									"name": "Tavernkeeper's Spotlight: The Yawning Portal",
									"entries": [
										"The Yawning Portal is perhaps the most famous tavern in all the Forgotten Realms. Located in the Castle Ward of the city of Waterdeep, the establishment is named after the large well in its common room – the tip of a sunken stone tower – which descends into the mazelike dungeon of Undermountain. Treasure seekers from across the Realms meet in the inn’s taproom to plan their own delves, making it the perfect place to start an adventure!",
										"The Yawning Portal was built in 1306 DR by the notorious adventurer Durnan, who founded the inn using treasure looted from his own expedition into Undermountain. Durnan later returned into the mad wizard’s maze, leaving the business to his family, but returned almost a century later to reclaim his property. Today, the apparently ageless adventurer dares his patrons to enter the dungeon below and claim their own destiny!",
										"The Yawning Portal first featured in FR1: {@i Waterdeep and the North }(1987) by Ed Greenwood, creator of the Forgotten Realms."
									]
								},
								{
									"type": "entries",
									"name": "Business Results Table",
									"entries": [
									]
								},
								{
									"type": "table",
									"colLabels": [
										"d100",
										"Squalid",
										"Poor",
										"Modest",
										"Comfortable",
										"Wealthy",
										"Aristocratic"
									],
									"colStyles": [
										"col-1 text-align-center",
										"col-2",
										"col-2",
										"col-2",
										"col-2",
										"col-2",
										"col-2"
									],
									"rows": [
										[	
											"01–20",
											"Lose 3d10 × 3 gp",
											"Lose 3d10 × 4 gp",
											"Lose 3d10 × 5 gp",
											"Lose 3d10 × 6 gp",
											"Lose 3d10 × 8 gp",
											"Lose 3d10 × 10 gp"
										],
										[
											"21–30",
											"Lose 2d8 × 3 gp",
											"Lose 2d8 × 4 gp",
											"Lose 2d8 × 5 gp",
											"Lose 2d8 × 6 gp",
											"Lose 2d8 × 8 gp",
											"Lose 2d8 × 10 gp"
										],
										[
											"31–40",
											"Lose 1d6 × 3 gp",
											"Lose 1d6 × 4 gp",
											"Lose 1d6 × 5 gp",
											"Lose 1d6 × 6 gp",
											"Lose 1d6 × 8 gp",
											"Lose 1d6 × 10 gp"
										],
										[
											"41–60",
											"No change",
											"No change",
											"No change",
											"No change",
											"No change",
											"No change"
										],
										[
											"61–80",
											"Earn 1d6 gp",
											"Earn 1d6 × 3 gp",
											"Earn 1d6 × 5 gp", 
											"Earn 1d6 × 7 gp", 
											"Earn 1d6 × 9 gp", 
											"Earn 1d6 × 12 gp"
										],
										[
											"81–90",
											"Earn 2d8 gp",
											"Earn 2d8 × 3 gp",
											"Earn 2d8 × 5 gp",
											"Earn 2d8 × 7 gp",
											"Earn 2d8 × 9 gp",
											"Earn 2d8 × 12 gp"
										],
										[	
											"91-110", 
											"Earn 3d10 gp", 
											"Earn 3d10 × 3 gp", 
											"Earn 3d10 × 5 gp", 
											"Earn 3d10 × 7 gp", 
											"Earn 3d10 × 9 gp", 
											"Earn 3d10 × 12 gp"
										],
										[
											"111-130",
											"Earn 5d10 gp",
											"Earn 5d10 × 3 gp",
											"Earn 5d10 × 5 gp",
											"Earn 5d10 × 7 gp",
											"Earn 5d10 × 9 gp",
											"Earn 5d10 × 12 gp"
										],
										[
											"131+",
											"Earn 7d10 gp",
											"Earn 7d10 × 3 gp", 
											"Earn 7d10 × 5 gp", 
											"Earn 7d10 × 7 gp", 
											"Earn 7d10 × 9 gp", 
											"Earn 7d10 × 12 gp"
										]		
									]	
								},
								{
									"type": "entries",
									"name": "Tavern Events",
									"entries": [
										"The local tavern is one of the busiest and most exciting places in a city or town. Many curious events tend to happen there: some good for your business, others not so good. Every tenday, roll on the Tavern Events table before you make your business results roll. These results assume the adventurers are not present. If they are present to intervene, the results could be quite different.",
									{
										"type": "table",
										"colLabels": [
											"d100",
											"Result"
										],
										"colStyles": [
											"col-1 text-align-center",
											"col-7"
										],
										"rows": [
											[	
												"01",
												"The Sailors’ Benevolent Fund holds their annual drinking contest at your tavern. Gain a +20 bonus to your next roll on the Business Results table (+30 if you paid for extra service)."
											],
											[
												"02",
												"A group of temperance preachers forms a picket outside your establishment. Take a -5 penalty to your next roll on the Business Results table." 
											],
											[										
												"03", 
												"The council imposes a special fee on all local businesses to improve the street. Pay 1d6 x 10 gp."
											],
											[	
												"04", 
												"Termites are found in your building. Pay 1d10 x 10 gp for repairs unless you’re paying for preventative maintenance."
											],
											[	"05", 
												"A magistrate selects your tavern as the venue for an inquest into the death of a local celebrity, which attracts large crowds. Gain a +15 bonus to your next roll on the Business Results table."
											],	
											[
												"06",
												"A wizard on horseback sprays your tavern with magic missiles in a seemingly random attack. Patrons stay away for a few days. Take a -10 penalty to your next roll on the Business Results table." 
											],
											[	
												"07", 
												"A friendly “toast and roast” event turns into a tavern brawl. Pay 1d4 x 5 gp for repairs. Ignore this result if you’re paying for extra security."
											],
											[
												"08",
												"A new tavern opens nearby and takes some of your patrons. Take a -10 penalty to all future rolls on the Business Results table until the rival tavern ceases trading." 
											],
											[
												"09", 
												"A meeting of the local Debating Society is held in your tavern, attracting much public interest. Gain a +10 bonus to your next roll on the Business Results table (+15 if you paid for extra service)."
											],
											[
												"10",
												"Local criminals start using your tavern as a hangout. They refuse to pay for their drinks and scare off other patrons. Take a -10 penalty to all future rolls on the Business Results table until the thugs are dealt with. Ignore this result if you’re paying for extra security." 
											],
											[
												"11",
												"Someone offers to buy your tavern for 2d4 x 400 gp."
											],
											[
												"12",
												"A fire breaks out one night after closing. Pay 1d10 x 20 gp for repairs unless you have insurance." 
											],
											[
												"13", 
												"A public meeting is held at your tavern to collect funds for the poor. Gain a +10 bonus to your next roll on the Business Results table (+15 if you paid for extra service)."
											],
											[
												"14",
												"An experienced tavern manager offers their services. If you accept, pay a one-off signing fee of 50 gp and gain a +10 bonus to all future rolls on the Business Results table." 
											],
											[
												"15", 
												"A group of sailors, recently returned from a long and profitable voyage, spend all week carousing in your tavern. Gain a +15 bonus to your next roll on the Business Results table."
											],
											[
												"16",
												"One of your ale vats bursts. Pay 1d4 x 10 gp for repairs unless you’re paying for preventative maintenance." 
											],
											[
												"17", 
												"A careless druid casts a cloudburst over your tavern, revealing serious leaks. Pay 2d6 x 5 gp for repairs unless you’re paying for preventative maintenance."
											],
											[
												"18",
												"The annual half-orc beauty pageant is held at your tavern. Take a -10 penalty to your next roll on the Business Results table."
											],
											[
												"19", 
												"A leprechaun shows up offering to help brew your ale in return for room and board. If you accept, gain a +10 bonus to all future rolls on the Business Results table until you make a loss, at which point the leprechaun storms off in a huff."
											],
											[						
												"20",
												"The local opera society chooses your tavern to host their next major production. If you accept, they pay you a 50 gp rental fee and you also gain a +10 bonus to your next roll on the Business Results table." 
											],
											[
												"21", 
												"Food inspectors find evidence of poor quality produce being used in your establishment. Pay a 50 gp fine. Ignore this result if you’re paying for extra service."
											],
											[	
												"22",
												"A pair of wizards fight a duel in the street and your tavern is struck by a stray lightning bolt. Pay 8d8 gp for repairs." 
											],
											[
												"23", 
												"Two crews from rival merchant ships show up at your tavern and have a brawl. Pay 3d6 x 5 gp for repairs. Ignore this result if you’re paying for extra security."
											],
											[
												"24",
												"A party of cavaliers spend several days at your tavern, celebrating a recent victory. Gain a +20 bonus to your next roll on the Business Results table." 
											],
											[	
												"25", 
												"A food fight breaks out between two rival groups of halfling adventurers. Pay 2d4 x 5 gp for repairs. Ignore this result if you’re paying for extra security or extra service."
											],
											[
												"26",
												"Unseasonable bad weather keeps patrons away. Take a -10 penalty to your next roll on the Business Results table."
											],
											[
												"27",
												"A band of traveling players asks permission to perform in return for tips. Gain a +20 bonus to your next roll on the Business Results table."
											],
											[
												"28",
												"The local newspaper includes a bad review of your establishment. Take a -15 penalty to your next roll on the Business Results table." 
											],
											[
												"29",
												"You replace your chef with someone far more talented. Gain a +10 bonus to all future rolls on the Business Results table."
											],
											[
												"30",
												"A freak hailstorm damages your roof. Pay 2d4 x 5 gp for repairs unless you have insurance."
											],
											[
												"31", 
												"A minor tremor causes some interior damage. Pay 2d6 x 5 gp for repairs unless you have insurance."
											],
											[	
												"32",
												"A local noble begins frequenting your tavern with a large entourage. Gain a +20 bonus to your next roll on the Business Results table." 
											],
											[
												"33", 
												"The local historical society holds its biannual dinner at your tavern. Gain a +5 bonus to your next roll on the Business Results table (+10 if you’re paying for extra service)."
											],
											[
												"34",
												"Your new barkeep is surly-tempered and upsets several regular patrons. Take a -5 penalty to your next roll on the Business Results table."
											],
											[
												"35", 
												"The closure of a local brickworks means the newly unemployed workers spend more time and money at your tavern. Gain a +10 bonus to your next roll on the Business Results table."
											],
											[
												"36",
												"A stand-up comedy evening turns into a tavern brawl. Pay 2d4 x 5 gp for repairs. Ignore this result if you’re paying for extra security."
											],
											[	
												"37",
												"A special meeting of the Magical Cultivation Society takes place at your tavern. Gain a +10 bonus to your next roll on the Business Results table (+20 if you’re paying for extra service)."
											],
											[	
												"38",
												"A flash flood causes major damage to your taproom. Pay 2d6 x 5 gp for repairs unless you have insurance."
											],
											[	
												"39", 
												"You find a new, guild-approved provider who works at a discount. Gain +10 bonus to all future rolls on the Business Results table."
											],
											[
												"40",
												"Members of a local dragon cult start meeting at your tavern to play dice. Take a -10 penalty to your next roll on the Business Results table." 
											],
											[	
												"41", 
												"Local criminals burst into your tavern after closing time, beat up the staff, and steal some of your profits. You lose 3d6 gp. Ignore this result if you’re paying for extra security."
											],
											[
												"42",
												"A buzzkill (see appendix C) begins haunting your tavern. Until it is banished, take a -10 penalty on all future rolls on the Business Results table."
											],
											[
												"43", 
												"The Esoteric Order of Necromancers holds a gala dinner at your tavern. Gain a +5 bonus to your next roll on the Business Results table (+10 if you paid for extra service)."
											],
											[
												"44",
												"Several rat swarms take up residence in your basement and run freely throughout the tavern. Until you exterminate them, take a -15 penalty on all future rolls on the Business Results table." 
											],
											[	
												"45", 
												"A stubborn ogre begins frequenting the tavern. She doesn’t pay for drinks and frightens off other patrons. Take a -5 penalty to all future rolls on the Business Results table until you resolve the problem."
											],
											[
												"46",
												"Your brewer improves your ale recipe. Gain a +5 bonus to all future rolls on the Business Results table." 
											],
											[	
												"47", 
												"Your barkeep, your cook, and your waiter are involved in an ugly love triangle. Things come to a head one evening and a brawl erupts. Pay 2d4 x 5 gp for repairs. Ignore this result if you have extra security."
											],
											[	
												"48",
												"Half of your staff are struck down with a mysterious illness. Take a -15 penalty to your next roll on the Business Results table, unless you’re paying for extra service." 
											],
											[	
												"49", 
												"A bitter ex-employee sets fire to your premises one night after closing. Pay 2d8 x 10 gp for repairs unless you have insurance."
											],
											[	
												"50", 
												"A feral orc eye of gruumsh begins patronizing your establishment, forcing other customers to leave due to the smell. Until you resolve the problem, take a -5 penalty to all future rolls on the Business Results table." 
											],
											[	
												"51", 
												"A pickpocket has chosen your tavern as their favored hunting grounds and people are staying away. Take a -10 penalty to your next roll on the Business Results table."
											],
											[									
												"52", 
												"The annual Magnificent Moustache competition is held on your premises, to great acclaim. Gain a +20 bonus to your next roll on the Business Results table (+30 if you paid for extra service)." 
											],
											[									
												"53", 
												"A plague of cockroaches infests your kitchen and patrons are unimpressed. Take a -10 penalty to your next roll on the Business Results table unless you’re paying for preventative maintenance."
											],
											[
												"54", 
												"Two paladins get into a fierce argument and fight a duel outside your tavern, drawing a great crowd. Gain a +10 bonus to your next roll on the Business Results table." 
											],
											[
												"55", 
												"A young woman claiming to be a prophet begins preaching at your tavern and draws a crowd. Gain a +10 bonus to your next roll on the Business Results table."
											],
											[
												"56", 
												"Two rival candidates for a local municipal post show up at your tavern on the same evening and a brawl erupts. Pay 1d6 x 5 gp for repairs. Ignore this result if you have extra security." 
											],
											[
												"57", 
												"An elf merchant begins selling iced cream outside your tavern during a heat wave. Gain a +10 bonus to your next roll on the Business Results table."
											],
											[
												"58",
												"Your oven cracks and needs to be replaced. Pay 20 + 1d12 gp unless you’re paying for preventative maintenance."
											],
											[
												"59",
												"A group of clerics claim that your tavern is infested by an evil presence, forcing everyone to leave while they conduct an exorcism. Take a -5 penalty to your next roll on the Business Results table."
											],
											[
												"60",
												"A lynch mob shows up at your tavern accusing one of the patrons, a mage, of unspeakable crimes. A brawl erupts with the mage holding his own against the mob. Pay 2d6 x 5 gp for repairs. Ignore this result if you have extra security." 
											],
											[
												"61",
												"One evening during a full moon, someone transforms into a wererat while using your privy. Three people are killed, and business is severely depressed for a time. Take a -15 penalty to your next roll on the Business Results table."
											],
											[
												"62",
												"A gnome magician begins frequenting the tavern and delights the crowd with her clever tricks. Gain a +10 bonus to your next roll on the Business Results table." 
											],
											[
												"63",
												"One of your ale vats explodes. Pay 40 + 3d12 gp for repairs unless you’re paying for preventative maintenance."
											],
											[
												"64",
												"A leaking pipe floods the basement with raw sewage. Pay 10 + 1d12 gp for repairs unless you’re paying for preventative maintenance." 
											],
											[
												"65",
												"One evening a patron has an allergic reaction to the mutton stew and dies. Business is depressed. Take a -15 penalty to your next roll on the Business Results table."
											],
											[
												"66",
												"Your barkeep interrupts three cultists performing a sacrifice in the back room. People flock to the tavern hoping to see a repeat performance. Gain a +10 bonus to your next roll on the Business Results table."
											],
											[
												"67",
												"A group of black cats inexplicably enters your tavern, circles the room seven times, and then leaves. The superstitious stay away for a time. Take a -10 penalty to your next roll on the Business Results table."
											],
											[
												"68",
												"You discover major leaks in your roof. Pay 20 + 2d12 gp for repairs unless you’re paying for preventative maintenance."
											],
											[
												"69",
												"A group of thugs from the local guild breaks into your tavern at midnight and tears the place apart, accruing a repair bill of 20 + 5d10 gp. A few days later the Guildmaster admits it was a mistake, but no apology or compensation is forthcoming."
											],
											[
												"70",
												"A famous novelist begins writing her latest epic in your tavern. Her hangers-on are big drinkers. Gain a +20 bonus to your next roll on the Business Results table."
											],
											[
												"71",
												"A notice begins circulating in the city, calling upon people to boycott your tavern due to your unpatriotic behavior. Take a -10 penalty to your next roll on the Business Results table."
											],
											[
												"72",
												"A large, talking toad takes up residence in an alley next to your tavern, claiming to be a beautiful princess under a curse. People flock to see this fascinating attraction. Gain a +20 bonus to your next roll on the Business Results table." 
											],
											[
												"73",
												"Your tavern is selected as a polling booth in the upcoming municipal election. People vote and stay to drink. Gain a +10 bonus to your next roll on the Business Results table (+15 if you paid for extra service)."
											],
											[
												"74",
												"A press gang enters your tavern and kidnaps several patrons. Business is slow for a few days afterward. Take a -15 penalty to your next roll on the Business Results table. Ignore this result if you have extra security."
											],
											[
												"75",
												"A firework display in the street goes wrong and your tavern catches fire. Pay 50 + 4d12 gp for repairs unless you have insurance."
											],
											[
												"76",
												"A local gladiator frequents your establishment. A brawl breaks out one evening when someone sits in her favorite chair. Pay 3d4 x 5 gp for repairs unless you have extra security."
											],
											[
												"77",
												"A rival tavernkeeper hires a halfling spy to frequent your tavern and make a nuisance of himself. He upsets patrons, 'accidentally' breaks things, sneakily trips up the serving staff, and so on. Take a -5 penalty to your next roll on the Business Results table."
											],
											[
												"78",
												"An infant otyugh somehow makes its way into one of your privies. Pay 10 + 1d12 gp to have it removed."
											],
											[
												"79",
												"An adventuring party shows up at your tavern, buying drinks for everyone and regaling them with tales of their exploits. Gain a +20 bonus to your next roll on the Business Results table."
											],
											[
												"80", 
												"A merchant quietly approaches you and offers to sell you cheap, smuggled liquor. +15 to all future business results rolls if you accept the offer. At the DM’s discretion, this may cause trouble with the local guilds."
											],
											[
												"81", 
												"A company of disoriented dwarf miners accidentally digs a tunnel into your tavern’s basement. Pay 40 + 3d12 gp for repairs."
											],
											[
												"82", 
												"Your barkeep accidentally offends a local witch, who puts a curse on your ale. Take a -5 penalty to your next roll on the Business Results table."
											],
											[
												"83", 
												"Pixies begin inexplicably appearing in your tavern, flying around, playing tricks on the patrons, and causing mayhem. Take a -10 penalty to your next roll on the Business Results table."
											],
											[
												"84", 
												"A new vintage of wine proves very popular with the locals. Gain a +20 bonus to your next roll on the Business Results table. "
											],
											[
												"85", 
												"A powerful wizard offers 5d6 x 100 gp for your tavern. She’s very insistent that you sell, and rumors about that there’s something valuable buried in your basement."
											],
											[
												"86", 
												"A group of barbarians, freshly arrived in the city, take a liking to your tavern. They pitch a tent in the common room and bring their animals inside, while drinking all the ale and refusing to pay. Take a -10 penalty to your next roll on the Business Results table. Ignore this result if you have extra security."
											],
											[
												"87", 
												"A pie seller sets up a cart outside your tavern, attracting patrons. Gain +10 bonus to your next roll on the Business Results table."
											],
											[
												"88", 
												"Heavy fog keeps patrons away. Take a -5 penalty to your next roll on the Business Results table."
											],
											[
												"89", 
												"A sorcerer from a far-off land gets very drunk and accidentally unleashes wild magic in your taproom. Pay 10 + 2d12 gp for repairs."
											],
											[
												"90", 
												"Two young nobles are racing chariots down the street when one of them crashes into your tavern. Pay 60 + 4d12 gp for repairs unless you have insurance."
											],
											[
												"91",
												"The wake for a popular local cleric is held in your common room. Gain a +10 bonus to your next roll on the Business Results table (+15 if you paid for extra service)."
											],
											[
												"92", 
												"A coronach (see appendix C) uses your tavern as a base to learn all the lost songs of your region. Until the undead horror moves on, take a -30 penalty to all future rolls on the Business Results table." 
											],
											[
												"93", 
												"A foreign diplomat dies while drinking in your tavern, possibly a victim of poisoning. Authorities shut your tavern down for several days while they investigate. Take a -20 penalty to your next roll on the Business Results table."
											],
											[
												"94", 
												"A talking ass enters your tavern and asks for an ale poured into a bowl. He explains he’s a foreign lord who’s been placed under a curse. Business surges as people come to the inn to hear his tale. Gain a +20 bonus to your next roll on the Business Results table (+30 if you paid for extra service)." 
											],
											[
												"95", 
												"Two rival monastic schools turn up at the same time one evening and a brawl erupts. Pay 3d6 x 5 gp for repairs. Ignore this result if you have extra security."
											],
											[
												"96", 
												"A pair of bards have a musical duel, delighting the crowd and attracting patrons. Gain a +10 bonus to your next roll on the Business Results table." 
											],
											[
												"97", 
												"A gnome artificer visits your tavern with a remarkable clockwork automaton in tow. The machine starts behaving erratically and eventually goes berserk, damaging the common room. Pay 20 + 1d12 gp for repairs. Ignore this result if you’re paying for extra security."
											],
											[
												"98",
												"Your barkeep gives a thirsty but destitute paladin a free drink one evening. The paladin blesses the ale vat by way of thanks, and the next batch of ale is the best anyone’s ever tasted. Gain a +20 bonus to your next roll on the Business Results table." 
											],
											[
												"99", 
												"Strange runes begin appearing on the furniture and walls of the common room. Patrons are scared and stay away. Take a -5 penalty to your next roll on the Business Results table."
											],
											[
												"00", 
												"A group of mimes enters your tavern and spends a few evenings entertaining the patrons. Take a -10 penalty to your next roll on the Business Results table."
											]
											
											
											
										]
									}
									]
								}
								
								
							]
						},
						{
							"type": "entries",
							"name": "Advanced Rules: Tavern Construction",
							"entries":[
								"The following rules allow you to upgrade your tavern using earnings from adventuring and business profits. Each new upgrade increases the overall valuation of your business and unlocks a new downtime activity for you to exploit between adventures.",
							{
								"type": "entries",
									"name": "Business Valuation",
									"entries": [
									
									{
										"type": "table",
										"colLabels": [
											"Total Valuation",
											"Quality"
										],
										"colStyles": [
											"col-1",
											"col-2"
										],
										"rows": [
											[
												"1-4",
												"Squalid"
											],
											[
												"5-12",
												"Poor"
											],
											[	"13-19",
												"Modest"
											],
											[
												"20-49",
												"Comfortable" 
											],
											[ 
												"50-69", 
												"Wealthy"
											],
											[	"70+",
												"Aristocratic"
											]
										]
									}
									]
							},
							{
								"type": "entries",
								"name": "Buying Upgrades",
								"entries": [
									"Upgrades have three costs that represent the level of luxury afforded. A cheap taproom has spit-and-sawdust floors, worn tables, and cracked mugs; whereas an expensive taproom would have polished floorboards and crystal glasses. Spending more on upgrades improves the overall valuation of your business and thereby increases your profits. If you improve an existing upgrade, you only pay the difference in cost between the two levels. For simplicities’ sake, each upgrade takes a tenday to install and only one upgrade can be developed at a time.",
									"To start your tavern business, all you need is a taproom (minimum 200 gp). Thereafter, each new upgrade has a prerequisite; for example, to construct a coach house you must first construct a stable. To value your business, add up your valuation score and consult the following table. The quality of your establishment determines which column you use when rolling on the Business Results table.",
									{
										"type": "table",
										"colLabels": [
											"Feature",
											"Prerequisite",
											"Downtime Activities",
											"Cost (gp)",
											"Valuation (based on cost)"
										],
										"colStyles": [
											"col-1",
											"col-1",
											"col-2",
											"col-2",
											"col-3"
										],
										"rows": [
											[
												"Beer Engine",
												"Cellar", 
												"Beer Festival", 
												"400/650/800", 
												"+2/+4/+6"
											],
											[
											
												"Beer Garden",
												"Taproom",
												"Barbecue Season",
												"200/500/1000",
												"+2/+4/+6"
											],
											[
												"Brewery",
												"Cellar",
												"Brew Beer", 
												"400/650/800", 
												"+1/+3/+5"
											],
											[
												"Cellar",
												"Taproom",
												"Smuggling",
												"400/650/800",
												"+1/+3/+5"
											],
											[
												"Coach House",
												"Stables",
												"Social Connections",
												"400/650/800",
												"+1/+3/+5"
											],
											[
												"Dancefloor",
												"Stage",
												"Dance Night",
												"400/650/800",
												"+1/+3/+5"
											],
											[
												"Distillery",
												"Cellar",
												"Distil Spirits",
												"400/650/800",
												"+1/+3/+5"
											],
											[
												"Feasting Hall",
												"Larder",
												"Banquet",
												"500/750/1200",
												"+2/+4/+6"
											],
											[
												"Guest Bedrooms",
												"Kitchen",
												"Recruit Hirelings",
												"400/650/800",
												"+1/+3/+5"
											],
											[
												"Kitchen",
												"Taproom",
												"Feast",
												"200/500/1000",
												"+1/+3/+5"
											],
											[
												"Larder",
												"Kitchen",
												"Rare Ingredients",
												"200/500/1000",
												"+1/+3/+5"
											],
											[
												"Lavatories",
												"Taproom",
												"-",
												"200/500/1000",
												"+2/+3/+4"
											],
											[
												"Office",
												"Taproom",
												"Marketing",
												"200/500/1000",
												"+1/+3/+5"
											],
											[
												"Saloon Bar",
												"Snug",
												"Make Contacts",
												"500/750/1200",
												"+2/+4/+6" 
											],
											[
												"Snug",
												"Taproom",
												"Spying",
												"400/650/800",
												"+1/+3/+5"
											],
											[
												"Stable",
												"Guest Bedrooms",
												"Information Gathering",
												"400/650/800",
												"+1/+3/+5"
											],
											[
												"Stage",
												"Saloon Bar",
												"Entertainment",
												"200/500/1000",
												"+1/+3/+5"
											],
											[
												"Taproom",
												"-",
												"Join the Staff",
												"200/500/1000",
												"+1/+3/+5"
											]
										]
									}

								
								]
							},
							{
								"type": "entries",
								"name": "Tavern Upgrades",
								"entries": [
									"The following upgrades are available for purchase.",
									"{@b Beer Engine.} A beer engine is a mechanical apparatus that propels cask ale from the cellars to hand pumps at the bar. Invented by dwarves, these devices allow the busiest taverns to serve customers at greater speed.",
									"{@b Beer Garden.} When the weather is fine, outside seating allows customers to escape the smoke and grime of the tavern interior. It also raises the respectability of your establishment.",
									"{@b Brewery.} Brewing your own ale is a must if you want to escape the outlandish rates that private brewers charge. If your brew is good, you can even supply it to other taverns in your area!",
									"{@b Cellar.} A stone-lined cellar allows you to stockpile wines and spirits at temperature and hold reserves of ale inside giant storage barrels.",
									"{@b Coach House.} A coach house is the last word in lodging services, transforming your establishment into a full-blown coaching inn. This puts you on the map for wealthy customers traveling between settlements.",
									"{@b Dancefloor.} A dancefloor fitted to your saloon bar or taproom lets your patrons revel late into the night and work up a profitable thirst! Its success depends on the quality of your minstrels, so it carries a considerable startup cost.",
									"{@b Distillery.} A distillery allows you to distil your own brands of gin, rum, or whiskey, for sale on and off the premises. Fiery branded liquors are vital for raising your tavern’s profile and boosting revenue.",
									"{@b Feasting Hall.} If your fare is fine, investing in a dedicated seating area with table service is sure to open your establishment to the wealthier upper classes.",
									"{@b Guest Bedrooms.} The presence of bedrooms transforms your humble tavern into an inn. Patrons can now use your establishment as a base to explore the region, turning over a steady stream of profit as they come and go.",
									"{@b Kitchen.} All this drinking is sure to cook up an appetite in your customers! Providing food is the very first step to better service.",
									"{@b Larder.} A storage area for wholefood supplies with a cool room for perishables. Any establishment looking to improve its fare should start with one of these.",
									"{@b Lavatories.} Most taverns make do with an outhouse, ditch, or screened-off chamber pot for patrons to relieve themselves in. Building a lavatory indoors is the height of luxury and sure to make your tavern a talking point around town.",
									"{@b Office.} An office provides a secure space to manage your business, containing a strongbox, writing desk, and a bookcase for ledgers and paperwork.",
									"{@b Saloon Bar.} A separate bar for guests who are prepared to pay a little extra, with comfortable seating and table service. Saloon bars typically offer some form of entertainment to boot.",
									"{@b Snug.} The snug, or “smoking room”, is a private room for paying patrons. It’s not solely the preserve of the rich: servants often pop into the snug for a cheeky drink while running errands in town.",
									"{@b Stable.} Most taverns provide posts for hitching horses, but a dedicated stable provides extra security for patrons staying overnight. It’s also an additional revenue stream: aside from basic stabling charges, patrons can pay extra for their horses to be fed and brushed down.",
									"{@b Stage.} A stage is a raised platform for minstrels, storytellers and actors, typically nestled to one end of your saloon bar or taproom.",
									"{@b Taproom.} The taproom is the heart of your tavern, containing your bar, a fireplace, and seating for your guests. Without this, you have no business!",
									{
										"type": "inset",
										"name": "Tavernkeeper's Spotlight: The Yawning Portal",
										"entries": [
											"Chapter 2 of Waterdeep: Dragon Heist awards players their own stronghold in the city: Trollskull Manor and its abandoned first-floor tavern. Players are encouraged to renovate the tavern and reopen it for business.",
											"Appendix A contains a full-color map of the premises suitable for printing or digital display. If you choose to use the tavern construction rules from this guide, Trollskull Manor starts with the following upgrades after renovation:",
											{
												"type": "list",
												"items": [
													"Taproom (Cheap)",
													"Kitchen (Cheap)",
													"Larder (Cheap)",
													"Cellar (Cheap)"	
													]
											},
											"These upgrades give the establishment a starting valuation of 4, making it a squalid business. To make it shine, the characters need to invest more coin!"
										]
									}
								
								]
							}
							]
						},
						{
							"type": "entries",
							"name": "Advanced Rules: Downtime Activities",
							"entries":[
								"The following activities are unlocked by upgrades in the “Advanced Rules: Tavern Construction” section, but the DM can choose to allow them outside of those rules if you’re not using them. Some of these activities assume you’re using the investment rules from 'Advanced Rules: Tavern Events.'",
								"Players must choose to invest their downtime as a group i.e. characters can’t split up and spend downtime on separate activities simultaneously. Some activities can only be performed a limited amount of times per tenday, as specified under the “Frequency” header. Unless specified otherwise, each day of downtime that you spend working on these activities adds +1 to your next roll on the Business Results table.",
								{
									"type": "entries",
									"name": "Barbecue Season",
									"entries":[
										"{@b Frequency:} Unlimited {@b Prerequisite:} Beer Garden",
										"The spring and summertime months are perfect for outside cooking: a spit roast perhaps, or sausages chargrilled over coals. Each day that you spend on this activity grants a +2 bonus to your next roll on the Business Results table. Due to the risk of fire, double any losses that you accrue unless you’ve also paid for insurance."										
									]
								},
								{
									"type": "entries",
									"name": "Banquet",
									"entries":[
										"{@b Frequency:} 1/tenday {@b Prerequisite:} Feasting Hall",
										"Laying on a banquet for the crust of society requires careful sourcing of fine food and wines. Each banquet you host takes a day to prepare and costs 10 gp to finance. After engaging in this activity, roll percentile dice on the Banqueting table to determine the success or failure of your event.",
										{
											"type": "table",
											"colLabels": [
												"d100",
												"Result"
											],
											"colStyles": [
												"col-1",
												"col-3"
											],
											"rows": [
												[
													"01–10", 
													"Huzzah! Your event attracts an important figure from your local community. Unfortunately, they die the next day due to food poisoning. You’re fined 3d10 x 10 gp and take a -15 penalty to your next roll on this table and a -25 penalty to your next roll on the Business Results table."
												],
												[
													"11–20", 
													"That special course you fervently promoted turns out to be infested with lice and you’re forced to serve meatloaf instead. You take a -15 penalty to your next roll on the Business Results table."
												],
												[
													"21–40", 
													"One of your guests drinks too much and causes a scene. Roll a d6. On a 1-3, the guest blurts out a secret that could prove useful. The DM determines the nature of this revelation. On a 4-5, the argument gives your event a bad name and you suffer a -10 penalty to your next roll on this table. On a 6, your guest chokes on their vomit and returns to haunt your tavern as a phantatox (see appendix C)."
												],
												[
													"41–80", 
													"You earn the favor of an influential figure from your local community. Choose a background: once in the next year, you can call in a favor with the figure to gain the benefit of the feature assigned to their background."
												],
												[
													"81–90",
													"Your event is a roaring success and your guests shower you with tips. Your business gains 3d10 x 5 gp and you gain a +10 bonus to your next roll on the Business Results table."
												],
												[	
													"91-00", 
													"This wondrous feast couldn’t have gone better. You gain the benefit of both entries listed above this one (41-90)."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Beer Festival",
									"entries":[
										"{@b Frequency:} 1/tenday  {@b Prerequisite:} Beer Engine",
										"Celebrate local brewers by featuring their casks in a festival of beer drinking. This activity takes a day of downtime to prepare. Roll up to 6d6 (one for each guest beer) and add the result of the roll to your next roll on the Business Results table.",
										"However, heavy drinking invites damage. If you didn’t take out preventative maintenance and extra security, you receive a repair bill equal to the sum of any matching dice you roll (e.g. rolling three 4’s yields a repair bill of 12 gp)."										
									]
								},
								{
									"type": "entries",
									"name": "Brew Beer",
									"entries":[
										"{@b Frequency:} No more than 5 concurrent batches {@b Prerequisite:} Brewery",
										"Brewing your own ale is a sure-fire way to turn extra profits, assuming your brew is good. Each day that you spend on this activity costs you 1 gp in ingredients (e.g. bitters, fruit, spices, coffee beans, etc). Note down the brew date and any special ingredients you included. Exactly 40 days later, roll on the Brewing Beer table to determine the results.",
										{
											"type": "table",
											"colLabels": [
												"d100",
												"Result"
											],
											"colStyles": [
												"col-1",
												"col-3"
											],
											"rows": [
												[
													"01–10", 
													"Yikes! Something went wrong with the fermentation and a dangerous mold formed on the surface. When you crack open the keg, it attacks using the statistics of a {@creature black pudding}."
												],
												[
													"11–20", 
													"Ugh. Looks like you used contaminated yeast for this batch and all following batches. Any batches still fermenting are ruined."
												],
												[
													"21–40", 
													"Not bad, but something’s not quite right. Roll a d6. On a 1-3, the brew is just okay, and you turn no profit on it. On a 4-6, it’s serviceable and your business earns 1d8 x 5 gp from selling it. However, your brewery attracts the attention of a yeastling (see appendix C)."
												],
												[
													"41–80", 
													"It’s a fine, fine brew. Your business earns 2d8 x 5 gp from selling it."
												],
												[
													"81–90",
													"Perfection! Your business earns 4d8 x 5 gp from selling this brew. Reroll any 1s you roll."
												],
												[	
													"91-00", 
													"You doubt you’ll ever brew anything to equal this again. It’s heaven in a glass. Your business earns 6d8 x 5 gp from selling the brew, but you can’t use any downtime activities during the next tenday as you’re too busy enjoying your own wares."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Dance Night",
									"entries":[
										"{@b Frequency:} 1/tenday {@b Prerequisite:} Dancefloor",
										"Turning your tavern into a dancehall improves your revenue but takes work. Each dance you host takes a day to prepare. After engaging in this activity, roll percentile dice on the Dance Night table to determine the success or failure of your event.",
										{
											"type": "table",
											"colLabels": [
												"d100",
												"Result"
											],
											"colStyles": [
												"col-1",
												"col-3"
											],
											"rows": [
												[
													"01–10", 
													"The dance ends in disaster as a brawl breaks out between revelers. Pay 1d8x10 gp for repairs, minus 40 gp if you paid for extra security. You take a -15 to penalty to your next roll on the Business Results table."
												],
												[
													"11–20", 
													"Your headline band fails to show so you make do with the support act. Unfortunately, they suck. You take a -10 penalty to your next roll on the Business Results table."
												],
												[
													"21–40", 
													"Your dance attracts the attention of some local hoods, who insist you pay them to provide “security” for your next dance night. The DM determines the gang involved. Until you settle the dispute, you must pay 1d6x10 gp to roll on this table."
												],
												[
													"41–80", 
													"Your dance is a great success. Your business gains 2d8 x 5 gp."
												],
												[
													"81–90",
													"Your dance gets a positive write up in a local newsprint. Your business gains 4d8 x 5 gp and you gain a +20 bonus to your next roll on this table when using the same ingredients."
												],
												[	
													"91-00", 
													"Your once-in-a-lifetime event is spoken about for years to come. Gain 6d8 x 5 gp and a +20 bonus to your next roll on the Business Results table."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Distilling Spirits",
									"entries":[
										"{@b Frequency:} No more than five concurrent batches {@b Prerequisite:} Distillery",
										"Distilling your own gin or rum puts your business on the map and earns a tidy profit from other taverns in your area. Each day that you spend on this activity costs you 1 gp in ingredients (e.g. herbs, spices, fruit peel, etc). Note down the date of concoction and any special ingredients you included. Exactly 40 days later, roll on the Distilling Spirits table to determine the results.",
										{
											"type": "table",
											"colLabels": [
												"d100",
												"Result"
											],
											"colStyles": [
												"col-1",
												"col-3"
											],
											"rows": [
												[
													"01–10", 
													"You’ve made concentrated methanol. Luckily for your patrons, you identify your mistake before bottling it. Not so lucky for you: make a DC 15 Constitution saving throw. If you fail the save, you’re blinded until cured by a {@spell lesser restoration} spell or similar magic."
												],
												[
													"11–20", 
													"Boom! Your still explodes! Nobody’s hurt, but your repair bill comes to 3d10 x 5 gp unless you took out insurance."
												],
												[
													"21–40", 
													"Your concoction is potable but too strong for most palates. Roll a d6. On a 1-3, this batch doesn’t sell so well, earning only 1d10 x 5 gp. On a 4-6, you hawk it to the dwarves and earn 3d10 x 5 gp."
												],
												[
													"41–80", 
													"It’s a perfectly good batch. Your business earns 2d10 x 5 gp from selling it."
												],
												[
													"81–90",
													"Wow. This is sublime! Your business earns 4d10 x 5 gp from selling this batch, and you gain a +10 bonus to your next roll on this table when using the same ingredients."
												],
												[	
													"91-00", 
													"Drinking this gives you an epiphany that opens your mind to new ways of thinking. Your business earns 6d10 x 5 gp from selling the batch and you gain the benefit of an {@spell augury} spell."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Entertainment",
									"entries":[
										"{@b Frequency:} Unlimited  {@b Prerequisite:} Stage",
										"Good entertainment attracts a crowd, but it can be hit and miss. Each day you spend on this activity costs 2gp. Roll a die for each day: on an odd result it adds a +1 bonus to your next roll on the Business Results table and on an even roll it adds a +3 bonus."										
									]
								},
								{
									"type": "entries",
									"name": "Feast",
									"entries":[
										"{@b Frequency:} Unlimited  {@b Prerequisite:} Kitchen",
										"The best taverns regularly offer a special menu of hearty grub to turn every meal into a feast. Each day that you spend on this activity costs 1 gp in ingredients and grants a +2 bonus to your next roll on the Business Results table."										
									]
								},
								{
									"type": "entries",
									"name": "Information Gathering",
									"entries":[
										"{@b Frequency:} 1 roll/tenday {@b Prerequisite:} Stage",
										"Opening your inn to travelers brings news from distant lands and rumors from the road. For every day you spend in this activity, there is a cumulative 5% chance that you benefit from the effects of a {@spell commune} spell, with the restriction that the questions you ask must feasibly be answerable through information gathering."										
									]
								},
								{
									"type": "entries",
									"name": "Join the Staff",
									"entries":[
										"{@b Frequency:} Unlimited {@b Prerequisite:} Taproom",
										"Being present for the day-to-day running of your taproom means you’ll be on hand to deal with any issues your staff may struggle to resolve. Each day you spend working with your staff grants a cumulative 10% chance that you’ll benefit from free Extra Security (see “Tavern Events”)."										
									]
								},
								{
									"type": "entries",
									"name": "Make Contacts",
									"entries":[
										"{@b Frequency:} 1 roll/tenday {@b Prerequisite:} Saloon Bar",
										"A saloon bar attracts distinguished clientele who you can tap for useful contacts. Each day you spend carousing in your saloon bar costs you 3 gp. After engaging in this activity, roll percentile dice on the Making Contacts table to determine the success or failure of your efforts, adding a +2 bonus for every day you invested.",
										{
											"type": "table",
											"colLabels": [
												"d100",
												"Result"
											],
											"colStyles": [
												"col-1",
												"col-3"
											],
											"rows": [
												[
													"01–10", 
													"Your clumsy inquiries make an enemy. This character or organization is now hostile to you. Your DM determines the offended party. You decide what you did to offend them."
												],
												[
													"11–20", 
													"Nobody you talk to yields anything of note. You fail to make any new contacts."
												],
												[
													"21–40", 
													"You make a useful contact, but they come with some baggage. You can call on this contact once to introduce you to any NPC in the middle to lower classes of your region, but they need a favor first: perhaps they’re in debt with local criminals or want to go on a date with one of your friends. Your DM decides what they require."
												],
												[
													"41–80", 
													"You earn a useful contact for information gathering. You can call on this contact once to answer any reasonable question about your local region or provide simple assistance in your endeavors."
												],
												[
													"81–90",
													"You earn a contact within a powerful organization: a guild, religious order, or government body such as the city watch, courts, or militia. Your DM determines your contact’s sphere of influence. You can call on this contact once pull the strings within their own area of expertise."
												],
												[	
													"91-00", 
													"You earn a contact at the highest level of the aristocracy: for example, a member of the royal family, high council, or barony. You can call on this contact once gain any assistance your DM deems appropriate."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Marketing",
									"entries":[
										"{@b Frequency:} Unlimited {@b Prerequisite:} Office",
										"Marketing can take several forms. You might print and distribute leaflets, put an advertisement in the local newspaper, or pay for the town crier to promote your tavern. Each day that you spend on this activity costs you 1d3 gp and grants a +2 bonus to your next business results roll."										
									]
								},
								{
									"type": "entries",
									"name": "Rare ingredients",
									"entries":[
										"{@b Frequency:} max. 10 batches {@b Prerequisite:} Larder",
										"Superior food and beverages prompt patrons to spend more and spend more often. Each day that you spend sourcing rare ingredients for your tavern’s larder costs 1 gp. After engaging in this activity, you gain one batch of rate ingredients.",
										"You can spend one batch of rare ingredients to add a +10% bonus to any one roll on the Banqueting, Brewing Beer, or Distilling Spirits tables, or to grant a +4 bonus to your next business results roll when using the Feast downtime activity."										
									]
								},
								{
									"type": "entries",
									"name": "Recruit Hirelings",
									"entries":[
										"{@b Frequency:} Unlimited {@b Prerequisite:} Guest Bedrooms",
										"As guests come and go, you’ll brush shoulders with a variety of skilled professionals: mercenaries, artisans, healers, armorers, and many more. Chapter 5: “Equipment” of the Player’s Handbook contains costs for recruiting hirelings. Each day you spend on this activity lets you recruit a hireling of your choice for any term of service you can afford. Hirelings recruited via this activity are always trustworthy and reliable."										
									]
								},
								{
									"type": "entries",
									"name": "Smuggling",
									"entries":[
										"{@b Frequency:} Unlimited {@b Prerequisite:} Cellar",
										"A cellar can store more than just booze. If you open your tavern’s trapdoor to criminal enterprise, you earn coin at considerable risk. Each day that you spend on this activity grants +4 to your next business results roll. After resolving your business results, roll on the Smuggling Table, taking a -5 penalty to your roll for every day spent smuggling.",
										{
											"type": "table",
											"colLabels": [
												"d100",
												"Result"
											],
											"colStyles": [
												"col-1",
												"col-3"
											],
											"rows": [
												[
													"01–10", 
													"The City Watch raids your tavern, seizes your goods, and throws you in jail. You are imprisoned for ten days and must pay a fine of 3d10 x 5 gp or face one year of hard labor."
												],
												[
													"11–20", 
													"Your smuggling operation attracts the attention of local hoods, who demand a cut of your earnings. The DM determines the gang involved. If you don’t pay them 10% of your profits, they return in force to rob you of the full amount."
												],
												[
													"21–40", 
													"The City Watch sends undercover officers to spy on your premises. During the next tenday, any day you spend smuggling grants you a -10 penalty to your next roll on this table."
												],
												[
													"41–80", 
													"Everything is cool. For now."
												],
												[
													"81–90",
													"The local cartels approve of your operation and send you a small gift of coin. Gain 1d4 x 5 gp."
												],
												[	
													"91-00", 
													"One of the local crime lords invites you to a meeting to discuss business. The DM determines which faction they represent. If you impress them, you gain a +20 bonus to your next roll on this table."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Social Connections",
									"entries":[
										"{@b Frequency:} 1 roll/tenday {@b Prerequisite:} Coach House",
										"A coach house attracts a higher caliber of guest. Schmoozing with these travelers increases your chances of climbing the social ladder. For every day you spend in this activity, there is a cumulative 5% chance that you’ll receive an invitation to dine with a local lord or dignitary in your region. Consult with your DM to determine how this meeting plays out."										
									]
								},
								{
									"type": "entries",
									"name": "Spying",
									"entries":[
										"{@b Frequency:} 1 roll/tenday {@b Prerequisite:} Snug",
										"Your snug attracts guests who sometimes have something to hide. For every day you spend in this activity, there is a cumulative 5% chance that you’ll learn some information about one of the factions in your area. Roll percentile dice on the Secrets table to determine which faction is affected.",
										{
											"type": "table",
											"colLabels": [
												"d100",
												"Result"
											],
											"colStyles": [
												"col-1",
												"col-3"
											],
											"rows": [
												[
													"01–10", 
													"The secret concerns somebody in your own adventuring group!"
												],
												[
													"11–20", 
													"You learn an interesting secret about one of the street gangs in your region."
												],
												[
													"21–40", 
													"The secret concerns a traveler passing through town."
												],
												[
													"41–80", 
													"You learn an interesting secret about another business in your vicinity."
												],
												[
													"81–90",
													"The secret relates to a rival faction or enemy."
												],
												[	
													"91-00", 
													"You learn an interesting secret about a government official, high-ranking cleric, or guildmaster in your area."
												]
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "Tavernkeeper's Spotlight: Molou's Distillery",
									"entries": [
										"The city of Stormreach is a major site of adventure and intrigue in the world of Eberron. Situated on the continent of Xen’drik to the south of Khorvaire, this ancient ruin is now home to explorers of many nations – and Molou’s Distillery.",
										"The distillery is one of the largest employers in Stormreach, due in no small part to the huge surge in popularity that their main product, a type of gin named kurveya, has been enjoying. This potent potable has garnered fine imbibers from as far away as Sharn and the southern coast of Khorvaire. Such demand keeps the distillers extremely busy, so they’ve simplified their in-house sales down to just the one drink.", 
										"Even so, few people choose to drink the sickly-sweet smelling liquor direct from the distillery. Those who do often have their own demons or nightmares to escape, and once suitably pliable have been known to share their stories of what lies in the jungle outside the city. They swear that the Traveler’s Curse is a given and to disrespect the jungle and its secrets is a fool’s decision.", 
										"Molou’s Distillery first featured in {@i Secrets of Xen’drik} (2006) by Keith Baker, Amber Scott, and Jason Bulmahn."
									]
								}
							]
						}	
					]
				},
				{
					"type": "section",
					"name": "Part 2. Visiting a Tavern",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"My loiter-sack companion Mirt plays this game when he goes out drinking (so, that’s most nights). The rules are simple. Down at least one drink in every tavern you visit, get barred from as many premises as you can, and tug the beard of every second dwarf you see. Whoever scores the most gets a free pass on the next pub crawl. I don’t think that old cumberwold has ever been beat, but I’ve an inkling it’s because he secretly hires longbeards to line his route"
							],
								"by": "Durnan",	
									"from": "Proprietor of the Yawning Portal"
						},
						"Whenever you visit a tavern in your chosen game world, use the tables provided here to create a unique establishment with named patrons, interesting features, random events, and quest hooks. If you’re running your own tavern as a business, delve into this section to inspire your own creation and populate it during play!",
						{
							"type": "inset",
							"name": "Tavernkeeper's Spotlight: Inn of the Welcome Wench",
							"entries": [
								"The Inn of the Welcome Wench is situated in the village of Hommlet in the world of Greyhawk. Long-owned by the Gundigoot family, the Welcome Wench is the center of Hommlet’s social scene; nearly everyone passes through its doors at some point in the day, whether for breakfast, lunch, or a drink after a hard day’s work. Due in large part to its rib-sticking fare (the poached salmon is amazing), comfortable lodgings, and reasonable prices for both, the inn is a well-known respite for adventurers.", 
								"The Welcome Wench is a sprawling edifice of stone bricks and thick wooden timbers. More than a dozen stone chimneys jut from the slate roof, with thin curls of smoke drifting away in the breeze. Inside is a large common area complete with a bar and a pair of private dining rooms. Stairs ascend to a second floor that sports over a dozen private and shared rooms as well as a larger private dining room.", 
								"The Inn of the Welcome Wench first featured in {@i T1: The Village of Hommlet} (1978) by Gary Gygax, the creator of Dungeons and Dragons."
							]
						},
						{
							"type": "entries",
							"name": "Tavern Names",
							"entries":[
								{
									"type": "table",
									"style": "no-stripes",
									"colLabels": [
										"First Stem",
										"Second Stem"
									],
									"colStyles": [
										"col-3",
										"col-3"
									],
									"rows": [
										[
											{
												"type": "entries",
												"entries":[
													{
														"type": "table",
														"colLabels": [
															"d100",
															"Stem"
														],
														"colStyles": [
															"col-1",
															"col-1"
														],
														"rows": [
															[
																"01", 
																"Skinny"
															],
															[
																"02", 
																"Bedazzled"
															],
															[
																"03", 
																"Tied"
															],
															[
																"04", 
																"Steadfast"
															],
															[
																"05",
																"Degenerate"
															],
															[
																"06",
																"Silly"
															],
															[
																"07", 
																"Tiny"
															],
															[
																"08", 
																"Electrum"
															],
															[
																"09",
																"Rainy"
															],
															[
																"10",
																"Great"
															],
															[
																"11", 
																"Polite"
															],
															[
																"12", 
																"Faithful"
															],
															[
																"13", 
																"Stringy"
															],
															[
																"14", 
																"Thrifty"
															],
															[
																"15",
																"Wizened"
															],
															[
																"16",
																"Plentiful"
															],
															[
																"17", 
																"Quiet"
															],
															[
																"18", 
																"Pompous"
															],
															[
																"19",
																"Turgid"
															],
															[
																"20",
																"Fresh"
															],
															[
																"21", 
																"Flaming"
															],
															[
																"22", 
																"Disgruntled"
															],
															[
																"23", 
																"Severed"
															],
															[
																"24", 
																"White"
															],
															[
																"25",
																"Slimy"
															],
															[
																"26",
																"Reliable"
															],
															[
																"27", 
																"Chromatic"
															],
															[
																"28", 
																"Lame"
															],
															[
																"29",
																"Confident"
															],
															[
																"30",
																"Thirsty"
															],
															[
																"31", 
																"Deaf"
															],
															[
																"32", 
																"Sinewy"
															],
															[
																"33", 
																"Ignorant"
															],
															[
																"34", 
																"Meaty"
															],
															[
																"35",
																"Clumsy"
															],
															[
																"36",
																"Silver"
															],
															[
																"37", 
																"Graceful"
															],
															[
																"38", 
																"Hailing"
															],
															[
																"39",
																"Pious"
															],
															[
																"40",
																"Tasty"
															],
															[
																"41", 
																"Moist"
															],
															[
																"42", 
																"Oily"
															],
															[
																"43", 
																"Miserly"
															],
															[
																"44", 
																"Lean"
															],
															[
																"45",
																"Dusty"
															],
															[
																"46",
																"Terrible"
															],
															[
																"47", 
																"Sleepy"
															],
															[
																"48", 
																"Cheap"
															],
															[
																"49", 
																"Blind"
															],
															[
																"50", 
																"Rotten"
															],
															[
																"51", 
																"Abominable"
															],
															[
																"52",
																"Adorable"
															],
															[
																"53",
																"Dying"
															],
															[
																"54", 
																"Smelly"
															],
															[
																"55", 
																"Old"
															],
															[
																"56", 
																"Windy"
															],
															[
																"57", 
																"Husky"
															],
															[
																"58",
																"Filthy"
															],
															[
																"59",
																"Fattened"
															],
															[
																"60", 
																"Slaked"
															],
															[
																"61", 
																"Anxious"
															],
															[
																"62",
																"Red"
															],
															[
																"63",
																"Bountiful"
															],
															[
																"64", 
																"Blasphemous"
															],
															[
																"65", 
																"Veteran"
															],
															[
																"66", 
																"Burning"
															],
															[
																"67", 
																"Bloody"
															],
															[
																"68",
																"Useful"
															],
															[
																"69",
																"Cantankerous"
															],
															[
																"70", 
																"Blue"
															],
															[
																"71", 
																"Melting"
															],
															[
																"72",
																"Boozy"
															],
															[
																"73",
																"Copper"
															],
															[
																"74", 
																"Platinum"
															],
															[
																"75", 
																"Stalwart"
															],
															[
																"76", 
																"Crumbling"
															],
															[
																"77", 
																"Twin"
															],
															[
																"78",
																"Metallic"
															],
															[
																"79",
																"Boastful"
															],
															[
																"80", 
																"Flippant"
															],
															[
																"81", 
																"Frozen"
															],
															[
																"82",
																"Golden"
															],
															[
																"83",
																"Opulent"
															],
															[
																"84", 
																"Lusty"
															],
															[
																"85", 
																"Rude"
															],
															[
																"86", 
																"Beautiful"
															],
															[
																"87", 
																"Butchered"
															],
															[
																"88",
																"Bound"
															],
															[
																"89",
																"Hungry"
															],
															[
																"90", 
																"Young"
															],
															[
																"91", 
																"Yellow"
															],
															[
																"92",
																"Chaste"
															],
															[
																"93",
																"Green"
															],
															[
																"94", 
																"Black"
															],
															[
																"95", 
																"Wet"
															],
															[
																"96", 
																"Triple"
															],
															[
																"97", 
																"Sordid"
															],
															[
																"98",
																"Useless"
															],
															[
																"99",
																"Grisly"
															],
															[
																"00", 
																"Greasy"
															]
														]
													}
												]
											}, 
											{
												"type": "entries",
												"entries":[
													{
														"type": "table",
														"colLabels": [
															"d100",
															"Stem"
														],
														"colStyles": [
															"col-1",
															"col-1"
														],
														"rows": [
															[
																"01", 
																"Apron"
															],
															[
																"02", 
																"Merchant"
															],
															[
																"03", 
																"Groom"
															],
															[
																"04", 
																"Count"
															],
															[
																"05",
																"Unicorn"
															],
															[
																"06",
																"Bed"
															],
															[
																"07", 
																"Fork"
															],
															[
																"08", 
																"Lady"
															],
															[
																"09",
																"Spoon"
															],
															[
																"10",
																"Home"
															],
															[
																"11", 
																"Cart"
															],
															[
																"12", 
																"Witness"
															],
															[
																"13", 
																"Kobold"
															],
															[
																"14", 
																"Father"
															],
															[
																"15",
																"Dog"
															],
															[
																"16",
																"Wall"
															],
															[
																"17", 
																"Mother"
															],
															[
																"18", 
																"Ship"
															],
															[
																"19",
																"Cobbler"
															],
															[
																"20",
																"Countess"
															],
															[
																"21", 
																"Hearth"
															],
															[
																"22", 
																"Dagger"
															],
															[
																"23", 
																"Hammer"
															],
															[
																"24", 
																"Inp"
															],
															[
																"25",
																"Quill"
															],
															[
																"26",
																"Scribe"
															],
															[
																"27", 
																"Leg"
															],
															[
																"28", 
																"Brother"
															],
															[
																"29",
																"Kitchen"
															],
															[
																"30",
																"Commoner"
															],
															[
																"31", 
																"Goblin"
															],
															[
																"32", 
																"Warrior"
															],
															[
																"33", 
																"Pole"
															],
															[
																"34", 
																"Wagon"
															],
															[
																"35",
																"Monk"
															],
															[
																"36",
																"Yard"
															],
															[
																"37", 
																"Cooper"
															],
															[
																"38", 
																"Boot"
															],
															[
																"39",
																"House"
															],
															[
																"40",
																"Mug"
															],
															[
																"41", 
																"Boat"
															],
															[
																"42", 
																"Song"
															],
															[
																"43", 
																"Parchment"
															],
															[
																"44", 
																"Halfling"
															],
															[
																"45",
																"Chair"
															],
															[
																"46",
																"Man"
															],
															[
																"47", 
																"Commons"
															],
															[
																"48", 
																"Mouse"
															],
															[
																"49", 
																"Plate"
															],
															[
																"50", 
																"Faerie"
															],
															[
																"51",
																"Baker"
															],
															[
																"52",
																"Bar"
															],
															[
																"53",
																"Giant"
															],
															[
																"54", 
																"King"
															],
															[
																"55", 
																"Table"
															],
															[
																"56", 
																"Bride"
															],
															[
																"57", 
																"Hag"
															],
															[
																"58",
																"Gusset"
															],
															[
																"59",
																"Noble"
															],
															[
																"60", 
																"Lamp"
															],
															[
																"61", 
																"Guard"
															],
															[
																"62",
																"Nail"
															],
															[
																"63",
																"Ship"
															],
															[
																"64", 
																"Thief"
															],
															[
																"65", 
																"Window"
															],
															[
																"66", 
																"Barrel"
															],
															[
																"67", 
																"Meal"
															],
															[
																"68",
																"Story"
															],
															[
																"69",
																"Roof"
															],
															[
																"70", 
																"Bucket"
															],
															[
																"71", 
																"Mule"
															],
															[
																"72",
																"Brewer"
															],
															[
																"73",
																"Oaf"
															],
															[
																"74", 
																"Dragon"
															],
															[
																"75", 
																"Knife"
															],
															[
																"76", 
																"Castle"
															],
															[
																"77", 
																"Pantaloons"
															],
															[
																"78",
																"Horse"
															],
															[
																"79",
																"Beast"
															],
															[
																"80", 
																"Wizard"
															],
															[
																"81", 
																"Dirge"
															],
															[
																"82",
																"Cat"
															],
															[
																"83",
																"Mage"
															],
															[
																"84", 
																"Sister"
															],
															[
																"85", 
																"Sword"
															],
															[
																"86", 
																"Shield"
															],
															[
																"87", 
																"Stable"
															],
															[
																"88",
																"Duchess"
															],
															[
																"89",
																"Vampire"
															],
															[
																"90", 
																"Queen"
															],
															[
																"91", 
																"Troll"
															],
															[
																"92",
																"Griffon"
															],
															[
																"93",
																"Lord"
															],
															[
																"94", 
																"Elf"
															],
															[
																"95", 
																"Priest"
															],
															[
																"96", 
																"Duke"
															],
															[
																"97", 
																"Dwarf"
															],
															[
																"98",
																"Woman"
															],
															[
																"99",
																"Blacksmith"
															],
															[
																"00", 
																"Emperor"
															]
														]
													}
												]
											}
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Tavern Appearance",
							"entries":[
								{
									"type": "entries",
									"name": "Tavern Quality",
									"entries":[
										"Roll on this table to determine the quality of the tavern and its associated lifestyle. This gives you an idea of how much the fare (or lodging, if available) might cost a patron:",
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Quality",
												"Associated Lifestyle"
											],
											"colStyles": [
												"col-1",
												"col-2",
												"col-3"
											],
											"rows": [
												[
													"1", 
													"Squalid", 
													"7 cp"
												],
												[
													"2",
													"Poor",
													"1 sp"
												],
												[
													"3",
													"Modest",
													"5 sp"
												],
												[	"4",
													"Comfortable",
													"8 sp"
												],
												[
													"5", 
													"Wealthy", 
													"2 gp"
												],
												[	
													"6",
													"Aristocratic",
													"4 gp"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Squalid and Poor Taverns",
									"entries":[
										"Roll on this table to determine the appearance of a squalid or poor tavern:",
										{
											"type": "table",
											"colLabels": [
												"d20",
												"Appearance"
											],
											"colStyles": [
												"col-1",
												"col-2"
											],
											"rows": [
												[
													"1",  
													"This abandoned warehouse has an earthen floor and only a few planks and barrels as furniture."
												],
												[
													"2",
													"A ramshackle fishing shanty with a bar made of waterlogged wood and crates serving as chairs."
												],
												[
													"3",
													"A small fishing vessel housing a makeshift distillery and a few rickety chairs."
												],
												[	"4",
													"Stables with a small table and a few chairs set in each stall. More than one stall still houses a horse."
												],
												[
													"5", 
													"Warehouse by day; crummy tavern by night. Service frequently interrupted by deliveries."
												],
												[	
													"6",
													"The floor of this rickety dockside house is held up by moldering beams, barrels, and bricks."
												],
												[
													"7", 
													"Hidden in the sewers, this bar reeks of excrement and the “ale” tastes even worse."
												],
												[
													"8",
													"A priest of Chauntea runs a small brewery from his temple and pours mugs of thin ale to the poor." 
												],
												[
													"9", 
													"A rundown building with disgruntled attendants and a terrible musician cranking out noise."												
												],
												[
													"10",
													"A shed in a cemetery run by a groundskeeper who refuses to disclose where he gets his booze."
												],
												[
													"11", 
													"A filthy hovel that smells like it’s owned by someone with entirely too many cats (it is)."
												],
												[
													"12",
													"A third-floor apartment with weak floors that the regulars are quite good at falling through." 
												],
												[
													"13", 
													"A dilapidated building owned by a stubborn woman on a street of newer establishments."
												],
												[
													"14",
													"A dingy establishment frequented by sailors that aren’t keen on land-lubbers hanging in their bar." 
												],
												[
													"15", 
													"What would be considered a rather nice bar were it not located so close to the city’s dump."
												],
												[
													"16", 
													"A cramped tavern that reeks of cheap perfume; it’s run by men and women trying to look alluring." 
												],
												[
													"17", 
													"An unkempt dive run by a married couple who literally can’t stop arguing with one another."
												],
												[
													"18",
													"Every piece of furniture in this dump looks to have been broken in a bar fight at one point."
												],
												[
													"19", 
													"A building on the edges of town run by a woman who’s willing to barter for booze."
												],
												[
													"20", 
													"A bar run by children who live in an adjoining orphanage."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Modest and Comfortable Taverns",
									"entries":[
										"Roll on this table to determine the appearance of a modest or comfortable tavern:",
										{
											"type": "table",
											"colLabels": [
												"d20",
												"Appearance"
											],
											"colStyles": [
												"col-1",
												"col-2"
											],
											"rows": [
												[
													"1",  
													"A relatively nice place with fine wooden furniture, but unfortunately rude employees."
												],
												[
													"2",
													"A large pontoon boat complete with raucous musicians, a few games of chance, and good ale."
												],
												[
													"3",
													"A spartan establishment catering to soldiers and off-duty watch guards; lots of weapons and flags."
												],
												[	"4",
													"This mediocre tavern is mediocre in every way; its food, drink, décor, and staff are all run-of-the-mill."
												],
												[
													"5", 
													"A favorite of merchants, this brightly painted, two-story building is located in the trade district."
												],
												[	
													"6",
													"This three-story building is decorated with colorful banners and run by clerics of the goddess of joy."
												],
												[
													"7", 
													"A quiet, somber place made of grey stone frequented by visitors to the cemetery next door."
												],
												[
													"8",
													"A tavern set in the upper reaches of a tree with an inappropriate amount of polished wood." 
												],
												[
													"9", 
													"An exotic, one-room tavern with gauzy curtains and stuffed pillows instead of chairs; spicy food."												
												],
												[
													"10",
													"A warm, well-loved feasting hall decorated in the trappings of the owner’s homeland."
												],
												[
													"11", 
													"This comfortable tea-house has entirely too much lace and no shortage of well-behaved cats."
												],
												[
													"12",
													"This bar serves cheap and tasty fare, but unknown to the City Watch, it becomes a casino at night." 
												],
												[
													"13", 
													"This brewery serves simple fare but has a wide selection of ale and mead brewed in-house."
												],
												[
													"14",
													"This tavern is arranged to resemble a ship’s deck—complete with wheel, mast, and gunwales." 
												],
												[
													"15", 
													"The walls are covered with humorous caricatures of regular patrons drawn by a famous artist."
												],
												[
													"16", 
													"The interior of this otherwise run-down building is well-maintained and furnished, and the fare good." 
												],
												[
													"17", 
													"Patrons of this tavern can spend 5 sp and stay the night in one of six comfy, well-appointed rooms."
												],
												[
													"18",
													"Exotic, perfumed smoke hangs heavy in the air—likely an attempt to mask the bland tasteless food."
												],
												[
													"19", 
													"The fare in this comfortably furnished tavern is a bit expensive but is entirely homemade."
												],
												[
													"20", 
													"The furnishings here look expensive, but closer inspection reveals them to be cheap knockoffs."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
 			"name": "Tavern Quality",
			"source": "Durnan",
            "colLabels": [
				"d6",
				"Quality",
				"Associated Lifestyle"
			],
			"colStyles": [
				"col-1",
				"col-2",
				"col-3"
            ],
			"rows": [
				[
                    "1", 
					"Squalid", 
					"7 cp"
                ],
				[
                    "2",
                    "Poor",
                    "1 sp"
                ],
				[
					"3",
                    "Modest",
                    "5 sp"
                ],
				[	
                    "4",
                    "Comfortable",
                    "8 sp"
                ],
                [
                    "5", 
                    "Wealthy", 
                    "2 gp"
                ],
                [	
                    "6",
                    "Aristocratic",
                    "4 gp"
                ]
            ]
        }
    ]
}