{
	"_meta": {
		"sources": [
			{
				"json": "Jeff Ibach",
				"abbreviation": "BatB",
				"full": "Beauty and the Bother",
				"authors": [
					"Jeff Ibach"
				],
				"convertedBy": [
					"Cuddly Khan"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/242757/Beauty-and-the-Bother",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1538126324,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "83cd218dc2",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Beauty and the Bother",
			"id": "BatB",
			"source": "Jeff Ibach",
			"published": "2018-05-23",
			"group": "homebrew",
			"contents": [
				{
					"name": "Beauty and the Bother",
					"headers": [
						"Introduction",
						"Beauty and the Bother",
						"General City Benefits",
						"General City Drawbacks",
						"Family or Hometown Difficulties",
						"Inter-Party Differences",
						"Enchantment and Charm Spells",
						"Evening the Odds",
						"General Notes"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "BatB",
			"source": "Jeff Ibach",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"{@b DM:} That will cost 20 gold.",
								"{@b Charismatic Character:} Don't I get a discount?",
								"{@b DM:} Why?"
							]
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"{@b Charismatic Character:} I seduce the priest!",
								"{@b DM:} Roll your Charisma.",
								"{@b Charismatic Character:} I got a 1.",
								"{@b DM:} Despite your good looks and charming words the priest shrieks and runs away."
							]
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"{@b The Gamers: Dorkness Rising movie:} Charisma? Wheeee!"
							]
						},
						{
							"type": "entries",
							"entries": [
								"This is an article my wife wrote nearly 20 years ago. At the time it grew out of how I was handling her character's high Charisma score. We discussed how if I favored her, as the DM's wife, it would be uncool. That's when it hit her - Charisma can be a blessing and a curse! Quickly putting fingers to keyboard she wrote this to give me inspiration for making her character's high Charisma interesting, not just a benefit. Enjoy!",
								"P.S. If you are going to pull these on your new Bard or Sorcerer player or whatever, at least let them know that their Charisma score can sometimes be a bother, and give them the heads up you intend to make it quite a ride!   {@i -Jeff Ibach}"
							]
						},
						{
							"type": "entries",
							"name": "Beauty and The Bother",
							"entries": [
								"What can a good DM do when one of his players wants to put their highest score in Charisma? The following are some encounter ideas for the DM to place in any city or village to make it an interesting and dangerous place for the character with the good looks and charm, not to mention their adventuring companions."
							]
						},
						{
							"type": "entries",
							"name": "General City Benefits",
							"entries": [
								"During play, the PC with the high charisma score should be made aware that they are noticed. Just a few simple statements by the DM that indicate the NPCs take notice of the PC will do. The following are a few examples of other suggestions to indicate that the NPCs have noticed the high score.",
								{
									"type": "list",
									"items": [
										"{@b Apparel.} The clothes and accessories that the PC wears could serve as a mobile advertisement for a local shop or several shops. The tailor makes the PCs clothes in return that the PC mentions his shop whenever anyone asks about their clothing. The tailor may ask the PC for the cost of materials if the PC takes advantage of this deal and re-quests clothing made of silk, velvet or other costly materials.",
										"{@b Courtesy.} NPCs may offer their place in line or open a door to an attractive PC. This may also happen to an aver-age looking character, but will happen more often to the more comely PC by members of the opposite sex.",
										"{@b Extras.} When the PC has purchased an item, whether food or supplies, the vendor may offer the PC an extra apple or a few more iron spikes. This can be done by the NPC to promote good business or show that he is inter-ested in the PC on a more personal level.",
										"{@b Heads turning.} The PC with the high charisma may be content if the DM mentions that the heads of merchants and customers are turning as he walks through the mar-ket. The DM can describe specific NPCs as being dis-tracted, such as the pick pocket forgets to pick the pocket, the merchant staring at the PC doesn't notice the thief stealing from his cart, and the occasional pedestrian who trips because she is so busy looking at the PC that he doesn't watch where she is going.",
										"{@b Smiles.} Some people seem to be more inclined to smile a greeting at an attractive person, instead of speaking. Smil-ing back would have various effects, depending on the NPC in question. Toll keepers may allow the PC to pass and charge nothing if the PC simply returns the smile."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "General City Drawbacks",
							"entries": [
								"Depending on how well the player role-plays their charisma score, many of these drawbacks can be turned into benefits and vice versa.",
								{
									"type": "list",
									"items": [
										"{@b Artistic Value.} The local artist wants to paint or sketch the PC. They may or may not have other plans once they get the PC alone. The artist will appeal to the PCs ego by using flattery and even offer money if he must.",
										"{@b Appearance.} If the NPC is neat and fastidious, they would be more appreciative, or inclined to agree, with the PC having a neat and clean, if not tailored, appearance. If the PC with the high Charisma hasn't had time to 'freshen up' before the encounter his high score will do him little good. Such things as road dust, obvious wounds, sweat, or a horse like odor could cause problems in an encounter with this type of NPC.",
										"{@b Children.} Children are everywhere and they are very impressionable. The children in the city may follow the PC around and ask him questions by the dozens along the way. Some of them may be spies for the local information broker or the thieves' guild. Some could have a crush on the PC and others may want to join the PC when they leave town as squires, stable hands, or messengers.",
										"{@b Chivalry.} This code of conduct should also be taken into account, and good looks should play little or no part in it. The chivalric NPC would pay attention to the homely baker carrying too many loaves of bread and offer him assistance instead of catering to the attractive, unburdened PC. The PCs attention would occur after the baker is attended to, provided the PC waits that long.",
										"{@b Competition for PC.} Two rival suitors are vying for the PCs attention. One or both of them gets the idea that slaying a dragon (or other dangerous creature) would impress the PC and sets out to do it. The NPCs could also hold contests and beg the PC to oversee them and judge who has won. The winner of these competitions will expect the PC on their arm thereafter. The loser may shadow the couple or attempt to do harm to the winner or to the PC, depending on their nature.",
										"{@b Competition for NPC.} Members of the same sex may view the PC with a mix of envy or concern over what their spouses, or prospective spouses, may think of the new beauty in town, thus reversing any reaction bonuses and instead making them penalties. Alternately, the local center of attention may aid the PC and his friends in order to get them out of town as quickly as possible.",
										"{@b Crush.} Everything the PC says or does is very important to the NPC with a crush. The NPC may follow the PC around or offer to join her on a quest. Small gifts of flowers or sweets may be offered. If the NPC is rebuffed in the slightest a strong, negative reaction is likely to follow.",
										"{@b Envy.} A jealous psychotic wants to destroy all the beauty in the world, starting with the PC. The NPC in question could be attractive or not, in which case they act out of hateful jealousy or spite.",
										"{@b Equals.} NPCs that also have a high Charisma score may or may not be influenced by the PCs good looks or leadership. In fact, the PC may be considered a challenge or a conquest and nothing more. Alternately, the NPC may pretend to be swayed in favor of the PC, but in truth is scheming for his own benefit.",
										"{@b Framed.} A jealous or jilted NPC may go so far as to lie about witnessing a crime and describing the PC as the culprit. It's much easier for the NPC to convince the local militia or watch that the PC is a criminal then it is for the NPC to track the PC down themselves. This will force the guards to locate the PC and then notify the NPC in order for them to testify at the trial. The NPC will make the decision whether or not to prosecute the PC depending on the PCs reactions to the encounter.",
										"{@b Gifts.} If the PC is not wearing or using the last gift the NPC gave them the NPC may become upset or irritated. The player should keep a log in order to keep track of which NPC in which city gave which gift.",
										"{@b Loot.} Stolen items could be given as gifts to impress the PC. These gifts are most likely in the form of jewelry, but may include cloaks, scarves, hats, gloves, or minor magical items. These items will most likely not have obvious visible signs of ownership (such as monograms or names embroidered on them), but may have a Wizard Mark or an invisible clue that the original possessor left to prove ownership.",
										"{@b Mutual support.} If an NPC gives the PC a gift or a favor and the PC takes advantage (or seems to) of that generosity and offers nothing in return, it's a good possibility that the next time the party visits that town, or a nearby town, they may not be well received. The stream of gifts will not last forever, and the PCs reputation for taking them and offering nothing in exchange could spread to others in the same business, social class, or profession.",
										"{@b Notoriety.} Being attractive makes the PC stand out. People will remember an attractive or unusual PC before they remember any other. NPCs will still be talking about the beautiful PC even after they have left the town, and this makes it easier for others to track them, or companions known to travel with them, and place the PC at the scene of any crime or disturbance. Jilted NPCs will have no difficulty finding the PC unless they takes measures to disguise or hide themselves, and likely negating any reaction bonuses.",
										"{@b Reputation.} Fame can be a double-edged sword. One ugly rumor isn't likely to hurt the PC, but if a jealous NPC makes it a point to spread several in the right places, the PCs fans could become rivals or even enemies. A smart NPC would use past events as examples, give the credit for good deeds elsewhere, or use partial truths to make the PC look untrustworthy. Repairing a damaged reputation could take hard work, plenty of time, and lots of coin.",
										"{@b Simple minds.} A beggar, local drunk, or the village idiot likes the PC. They follow the PC everywhere and offer small tokens of affection, usually bits of broken glass, shiny rocks, or picked flowers. The poor NPC will spend whatever money he comes across to buy things for the PC and possibly even steals something to give as a gift. If the NPC or his gifts are rejected, the townsfolk may begin to view the PC in a negative light for abusing him. If the PC encourages the NPC then he could also be accused of taking advantage of the 'simple soul.'",
										"{@b Station.} Nobles are likely to be swayed by a PC that is at least of the same station. With few exceptions, NPCs are not likely to be attracted to or influenced by a PC of a lesser social class. Buying a title or acquiring wealth are something else altogether.",
										"{@b Wisdom.} The DM may allow the NPC a Wisdom or Insight check to determine if they has fallen for the PC. There could be any number of situations that might offer resistance to seduction and allure attempts. Also, if the NPC has a description as havinga a thing for the opposite sex, they would be familiar with seduction attempts and be able to spot when it is being used against them."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Family or Hometown Difficulties",
							"entries": [
								"A visit to the PCs hometown can have its pitfalls as well. Here are a few suggestions to make homecoming an interesting event.",
								{
									"type": "list",
									"items": [
										"{@b Family Tree.} The PCs mother wants to make a good match for her child. Every time the PC visits his hometown his Mother throws a homecoming party and parades would-be suitors or brides past the PC wherever he may be during the entire stay.",
										"{@b Old Flame.} The PCs childhood sweetheart is pining for their return. Once they enter the city limits, the NPC will do just about anything to make sure the PC doesn't leave again.",
										"{@b Sibling Rivalry.} The PCs brother, sister, or cousin is always losing paramours to the more attractive family member. Depending on the NPC, this could spark anger, revenge, or just plain hatred from them."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Inter-Party Differences",
							"entries": [
								"Every adventuring group has its differences, but you can increase the friction by adding a few of these Charisma-based situations to the campaign.",
								{
									"type": "list",
									"items": [
										"{@b Deceit.} An NPC uses a romantic encounter with the charismatic PC to find out information on one of the other PCs in the group. They are looking for weaknesses, disadvantages, or fears in order to get revenge for some slight.",
										"{@b Hero Worship.} One of the NPCs that is following the charismatic PC insists on taking her side in any discussion. The NPC will also tell the other PCs that they are wrong if they disagree with his favorite PC.",
										"{@b Infatuation.} One of the other PCs romantic interests falls for the PC with the higher Charisma. The NPC could also just feign an interest in another PC in order to get close to the more attractive one.",
										"{@b Information.} The NPC may give inaccurate information in an attempt to impress the PC with what he knows. Alter-nately, he may be feeding the PC false information in or-der to gain information about her, or the group's, goals.",
										"{@b Lies.} An NPC has a wife/ husband/ jealous suitor and lies about it to spend time with or court the PC. This could have serious repercussions and cause innumerable prob-lems for the group, especially if the NPC in question has money or influence.",
										"{@b Revenge.} An NPC takes the PCs rejection (real or imag-ined) very hard and disappears. Her family hires bounty hunters to find the PC and bring him back for 'justice.' The NPCs may go so far as to charge the PC with kidnapping.",
										"{@b Status.} The local matchmaker has been trying to find a wife/husband for one of the young adults in town, and their reputation is at stake. The matchmaker may offer to give advice on clothes, hair coloring, or other suggestions to make the PC even more attractive to the NPC that they have in mind. The matchmaker may also try to coerce the other party members into helping them."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Enchantment and Charm Spells",
							"entries": [
								"Overusing Enchantment and Charm spells hold their own disadvantages also. Here are a few examples.",
								{
									"type": "list",
									"items": [
										"{@b Advantage.} If the PC uses a Friends, Suggestion or related spell on a shopkeeper the effects could be more powerful than described in the spell description. The shopkeeper could become infatuated with the PC and decide to leave the shop and follow him wherever he may be headed. The shopkeeper's family or business partners may not approve of this course of action, however.",
										"{@b Caught.} If the PC is seen casting the spell by anyone, perhaps through a window or door, the PCs reputation as a cheat will spread like wildfire, and merchants everywhere will be unwilling to do any sort of business with them. Some merchants may also keep a guard, an older child, or a spouse hidden behind a curtain to keep an eye out for thieves. If the local merchant's or thieves' guild hears about the encounter they may want to have a few words with the PC; alternately, they may also choose to refuse to do any business with the spell caster.",
										"{@b Discounts.} If the PC attempts to use their charm to influence the prices of goods on a regular basis, then make some of the shopkeepers the same sex as the PC or just not interested. Alternately, add the shopkeeper's husband/wife/partner to the customers in the store. This will increase the prices of goods by 10 - 50% once the spouse intervenes.",
										"{@b Fraud.} If the PC sells the NPC something fake or at an unreasonable profit the NPCs business may fold as the result. They may come looking for the PC or hire others to do so. The PC may also overhear news of the disaster from other sources. A bad reputation may follow if the NPC can prove the transaction is what caused the downfall. In order to save face as a merchant, the NPC will claim to know others who have been duped by the PC."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Evening the Odds",
							"entries": [
								"Some ways that a PC can suffer a loss of Charisma are critical hits, fire, acid, and the like, but for the most part these can be cured by the magic. The following are a few ideas that a DM can use to create adventures based around the loss of Charisma. If the DM allows, a special quest in the name of a god of beauty or charm can be undertaken to restore the lost ability score points (one quest per point regained is recommended).",
								{
									"type": "list",
									"items": [
										"{@b Curses.} These can affect how people view the PC. Care and logic must be taken when using this method; since many clerics have access to the Remove Curse spell, the DM may rule that a quest or service must be undertaken to make amends to the offended party before the curse can be lifted. Gypsies giving a curse could just cause the PC to have a negative reaction adjustment when dealing with other gypsies or with everyone in general. A priest, or anyone with a devout heart, defending his faith or temple might call down a Curse on their attackers singly or as a group; requiring a service to the deity for removal.",
										"{@b Scrolls, weapons, or other items} the PC has could affect the reaction of any race or class, depending on who created them and why. An item that radiates evil or is created by committing an evil act may repel all good aligned NPCs, and an item with a history of offensive deeds in regard to one specific race would offend that race if overtly carried or worn by the PC. The DM should also keep in mind that those individuals that travel with the PC carrying such an item are in for no better treatment."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "General Notes",
							"entries": [
								"Charisma is a relative score and every one thinks that different aspects of Charisma are appealing. Some NPCs may prefer the shy and quiet PC to the one with obvious leadership potential and a commanding personality. DMs should always keep in mind that racial differences and sex could be factors in how the NPCs view the PC with the high Charisma score. There are also some NPCs that simply cannot be seduced away from their chosen partners, duties, beliefs, or goals. Loyalty, deep abiding affection, and love are also things to consider if the PC starts attempting to influence NPCs who are already attached to another person, a set of ideals, or a code. Good roleplaying should always be taken into account, and the better the roleplaying, the better the NPC reaction."
							]
						}
					]
				}
			]
		}
	]
}
