{
	"_meta": {
		"sources": [
			{
				"json": "festival",
				"abbreviation": "EN:FEST",
				"full": "How to Run a Successful Festival",
				"authors": [
					"Jeff Gomez",
					"EN5ider"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://github.com/DMsGuild201/homebrew",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "f9a13bdb3d",
		"edition": "classic"
	},
	"book": [
		{
			"name": "How to Run a Successful Festival",
			"id": "EN:FEST",
			"source": "festival",
			"published": "2019-05-04",
			"group": "homebrew",
			"contents": [
				{
					"name": "How to Run a Successful Festival"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "EN:FEST",
			"source": "festival",
			"data": [
				{
					"type": "section",
					"name": "How to Run a Successful Festival",
					"entries": [
						"Food! Games! Fireworks! Brawls! Village festivals are a staple of the genre, a wonderful chance for some simple fun with minimal chance of death. Within these pages you will find over a dozen skill-based games designed to provide both flavor and entertainment.",
						{
							"type": "section",
							"name": "Festival Size:",
							"entries": [
								"As festivals grow in size and renown, the competition and games become more difficult. The checks and DCs listed in the games below describe a festival spanning a small village (CR 1). However, as festivals get larger, the competition gets tougher and the games becomes more difficult.",
								"{@b Festivals Spanning}",
								{
									"type": "table",
									"caption": "Festivals Spanning",
									"colLabels": [
										"Festival Type",
										"CR",
										"Competitor Check Mod.",
										"Prize & PRices Mod"
									],
									"colStyles": [
										"col-6",
										"col-1 text-center",
										"col-2 text-center",
										"col-3 text-center"
									],
									"rows": [
										[
											"City",
											3,
											"+2",
											"x10"
										],
										[
											"Regional",
											5,
											"+4",
											"x100"
										],
										[
											"Countrywide",
											7,
											"+7",
											"x1,000"
										],
										[
											"Worldwide",
											9,
											"+11",
											"x10,000"
										],
										[
											"Planewide",
											11,
											"+17",
											"x100,000"
										]
									]
								},
								"All game prices and prizes are ten times the amounts on the previous smaller venue, as shown in the table above."
							]
						},
						{
							"type": "section",
							"name": "Vendors:",
							"entries": [
								"A wide assortment of food, drink, and toys are available at festivals, and it is through these vendors that the festival managers make most of their money. Sweet, salty, and fried items are usually sold for twice their market price."
							]
						},
						{
							"type": "section",
							"name": "Game Limits:",
							"entries": [
								"Typically a contestant is no longer allowed to play a game or contest again after winning it once. The contestant may attempt to play one more time by making a DC 13 Charisma (Deception) check to convince the moderator that their win was a fluke, but otherwise they must move on.\""
							]
						},
						{
							"type": "section",
							"name": "Magical Cheating:",
							"entries": [
								"Unless explicitly stated, magic enhancements (both spells and items) are prohibited from festival games of city size or smaller. A contestant found to be using magical enhancements in these festivals is stripped of all winnings and publicly shamed."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Games and Contests",
					"entries": [
						{
							"type": "section",
							"name": "Arm Wrestling",
							"entries": [
								"{@i Price}: 5 cp",
								"Arm Wrestling is a fairly straightforward challenge between two contestants. Each round, the contestants make opposed Strength (Athletics) checks. The first contestant to beat his opponent in two consecutive Strength checks wins the pot (10 cp).",
								"NPC opponents have a +2 Strength modifier."
							]
						},
						{
							"type": "section",
							"name": "Bean Count",
							"entries": [
								"{@i Price}: 1 cp",
								"Anyone who wishes may make a guess as to the number of beans contained within a filled jar. Each contestant may only make a single guess.",
								"At the end of the festival the beans are counted, and the contestant with the highest Wisdom (Perception) check wins. Most contestants are way off, but there are three NPC contestants worth rolling for. These contestants have an Wisdom (Perception)  bonus of +4.",
								"The winner takes the pot, usually 40 cp for 40 total contestants."
							]
						},
						{
							"type": "section",
							"name": "Bop the Rat",
							"entries": [
								"{@i Price}: 4 cp",
								"A small mechanical or magical table is set up in front of the contestant. Every few seconds, a clockwork or illusory rat appears in one of the 9 holes in the table. The contestant must bop the rat with a small club before the rat disappears.",
								"The first rat requires a DC 10 Dexterity saving throw to bop. Each subsequent rat appears at a faster pace, and the DC increases by +2. The game is over when the contestant fails a Dexterity saving throw, and he is awarded 1 cp for each rat he bops. Typically, the first time a contestant bops five or more rats in a single game he is no longer allowed to play."
							]
						},
						{
							"type": "section",
							"name": "Catch the Pig",
							"entries": [
								"{@i Price}: 5 cp",
								"The lucky contestant is led into a muddy arena with a greased pig, where he has one minute to catch and tie up his squealing prey. Each round that the pig is loose, the contestant must make a DC 10 Acrobatics to catch the pig. On a success, the contestant must successfully grapple the pig (use boar statistics). If the contestant successfully pins the pig, the contest is over and the contestant wins 20 cp. If at any point the pig escapes, the contestant must begin the process anew.",
								"If the pig dies or falls unconscious, the contestant will likely be ejected from the festival (though the barbequist will appreciate the extra meat)."
							]
						},
						{
							"type": "section",
							"name": "Challenge of Toasts",
							"entries": [
								"{@i Price}: 5 cp",
								"Challenges of Toasts are less structured than many other games around the festival, and usually break out unmoderated around the beer kegs. Two individuals make toasts of increasing verbosity to life, the king, the gods, their opponent, or anything else that strikes their fancy.",
								"At the start of the challenge of toasts, both contestants put 5 cp into the pot. They then make opposed Charisma (Persuasion) checks to bring the crowd to their side. Before each Charisma check, the contestant may make a DC 10 Intelligence check improve their toast by throwing in a related fact. On a failure, they suffer disadvantage on their Charisma (Persuasion) check. On a success, they gain advantage on their check.",
								"The contest is over when a contestant beats his opponent's check by 10 or more, and the winner takes the whole pot. However, the loser may quickly try to impress the crowd with his brazen ways by adding enough coin into the pot to double it. If the winner matches this doubling, then the game continues. If the winner refuses to match the doubling, then the game is over and both parties receive what they put in. The pot may only be doubled three times by each contestant each game.",
								"Typical opponents have Persuasion +3 and a +2 Intelligence modifier."
							]
						},
						{
							"type": "section",
							"name": "Coal Holder",
							"entries": [
								"{@i Price}: 2 cp",
								"Two contestants sit side by side, and cradle a burning coal between their forearms. Each round, they take 1 fire damage and must make a DC 10 Wisdom saving throw. The first contestant to fail a Wisdom save yield, or fall unconscious loses, and the winner gains 4 cp. If they fail at the same time, the pot is split.",
								"If a contestant is undamaged by the coal, he does not make Wisdom saves, but must instead make DC 10 Charisma (Deception) checks each round to wince and grimace. If a contestant is found to be immune to the damage he will be ejected from the festival as if he had used magic to cheat (even if no magic was involved)."
							]
						},
						{
							"type": "section",
							"name": "Duck Shoot",
							"entries": [
								"{@i Price}: 6 cp",
								"A  hand crossbow is affixed to the front of a stand, and a magically enchanted toy duck dances in the air 10 feet beyond. The contestant has three bolts with which to hit the toy duck's AC 18. If he succeeds, he wins 13 cp or a large stuffed duck."
							]
						},
						{
							"type": "section",
							"name": "Light Show",
							"entries": [
								"{@i Price}: None",
								"Light Show is a casual, entertaining game usually judged by children (at least, in towns where magic is not heresy). There is only one light show per festival, usually after dinner. Any contestant with access  to dancing lights, light, prestidigitation, or a similar persistent light or illusion effect may enter. Each contestant makes a single Intelligence (Arcana) check to craft an entertaining or fascinating light show, and the contestant with the highest Spellcraft check wins 1sp.",
								"There are typically 2 NPC contestants with Spellcraft checks of +3 each."
							]
						},
						{
							"type": "section",
							"name": "Question Quest",
							"entries": [
								"{@i Price}: 10 cp per team",
								"Question Quest is one of the more complex and cerebral games available at local festivals. Up to four teams of up to six individuals each square off in a test of knowledge. A moderator asks each team eight questions, two DC 10 questions for each scholastic Intelligence skill (Arcana, History, Nature, and Religion). After the topic is announced but before the question is asked, a single member of each team is chosen to answer the question and make the appropriate skill roll. The winner gains 40 cp.",
								"However, there is a wrinkle. Each time a contestant gets an answer wrong, the entire team must take a shot of hard alcohol (usually grain whiskey) and pay 1 cp each for the pleasure of doing so (the price of the alcohol does not increase with larger festivals). A contestant who drinks the alcohol must make a DC 8 Constitution saving throw, gaining the poisoned condition until the end of the game on a failure.\"A typical NPC team has a skill bonus of +2 to all Knowledge checks."
							]
						},
						{
							"type": "section",
							"name": "Raffle",
							"entries": [
								"{@i Price}: 1 cp per ticket",
								"For the unskilled, or for worshippers of luck, raffles are an excellent choice. One hundred tickets are sold at the start of each festival to any willing to buy, and individuals can purchase as many as they like. Each ticket is marked with a single number, from 1 to 100. At the end of the festival, a single ticket is picked from a jar (roll a d100 to determine the ticket picked). The prize is either 100 cp, or an item of about equivalent worth."
							]
						},
						{
							"type": "section",
							"name": "Ring the Bell",
							"entries": [
								"{@i Price}: 1 cp",
								"Ring the Bell is a simple test of strength. The contestant is given a large wooden mallet, and must strike a lever which propels a weight towards a bell. A DC 17 Strength check is required to ring the bell, and hitting this DC earns the contestant 5 cp."
							]
						},
						{
							"type": "section",
							"name": "Shot for Shot",
							"entries": [
								"{@i Price}: 2 cp per shot",
								"Up to 5 individuals can compete in the drinking game of shot for shot. Each round, each remaining contestant must make a DC 8 Constitution saving throw to down his liquor. On a failure, he vomits, passes out, or is otherwise out of the game. With each round, the save DC increases by one.",
								"Any contestant who fails the saving throw also gains the poisoned condition for a number of hours equal to half the number of drinks downed.\"",
								"The last remaining drinker wins a number of copper pieces equal to the total number of shots drunk by all contestants (half the pot). If there is a tie, the prize money is split evenly.",
								"Typical opponents have a +3 bonus to Constitution saving throws."
							]
						},
						{
							"type": "section",
							"name": "Talent Contest",
							"entries": [
								"{@i Price}: None",
								"Talent contests are usually a method for Festivals to hire a little entertainment for free. There is one talent show per festival, usually during dinner. Each contestant in the contest goes onto a stage in the dining area and makes a single Charisma (Performance) check of his choosing. The contestant with the highest Perform check wins 1sp.",
								"There are typically 4 NPC contestants each with Perform +3."
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Festival Size modifiers",
			"source": "festival",
			"caption": "Festivals Size Modifiers",
			"colLabels": [
				"Festival Type",
				"CR",
				"Competitor Check Mod.",
				"Prize & PRices Mod"
			],
			"colStyles": [
				"col-6",
				"col-1 text-center",
				"col-2 text-center",
				"col-3 text-center"
			],
			"rows": [
				[
					"City",
					3,
					"+2",
					"x10"
				],
				[
					"Regional",
					5,
					"+4",
					"x100"
				],
				[
					"Countrywide",
					7,
					"+7",
					"x1,000"
				],
				[
					"Worldwide",
					9,
					"+11",
					"x10,000"
				],
				[
					"Planewide",
					11,
					"+17",
					"x100,000"
				]
			]
		}
	]
}
