{
	"_meta": {
		"sources": [
			{
				"json": "RInD",
				"abbreviation": "RInD",
				"full": "Remarkable Inns & Their Drinks",
				"authors": [
					"Greg Rycerz",
					"Katie Rose",
					"Richie Lewin",
					"Loresmyth"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "0.9.0",
				"url": "https://www.drivethrurpg.com/product/208011/Remarkable-Inns--Their-Drinks",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ada7432c4b",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Remarkable Inns & Their Drinks",
			"id": "RInD",
			"source": "RInD",
			"published": "2018-02-24",
			"group": "homebrew",
			"contents": [
				{
					"name": "Every Story Has a Beginning",
					"headers": [
						"Using this Book"
					]
				},
				{
					"name": "Remarkable Inns",
					"headers": [
						"Whitewood Inns",
						"Gromm's Aleforge",
						"Moongate Cottage",
						"The Shivering Mirage",
						"The King's Coin",
						"Fizzlenozzle's Hall of Wonders",
						"The North Call Inn",
						"Emerald Fall"
					]
				},
				{
					"name": "Bringing Your Inns to Life",
					"headers": [
						"Disposition",
						"The Innkeeper's Authority",
						"Security",
						"Wealth & Prices",
						"Lodging & Services",
						"Work & Training",
						"Battlemasters",
						"Food & Drinks",
						"Outlandish Dishes & Drinks",
						"Games & Gambling",
						{
							"header": "Common Games",
							"depth": 1
						},
						{
							"header": "Distracting Opponents & Cheating",
							"depth": 1
						},
						"Extraordinary Games",
						{
							"header": "Trollbones",
							"depth": 1
						},
						{
							"header": "The Wall",
							"depth": 1
						},
						{
							"header": "The King's Court",
							"depth": 1
						},
						{
							"header": "Golden Mermaid",
							"depth": 1
						},
						{
							"header": "Runestones",
							"depth": 1
						},
						"Songs & Tales",
						"Duels & Bar Fights"
					]
				},
				{
					"name": "Creating Your Own Inn",
					"headers": [
						"Unusual Locations",
						"Inn Characteristics",
						"Decoration Your Inn",
						"100 Memorable Things to Characterize Your Tavern",
						"Creating the Innkeeper & Servants",
						"Appearance & Personality",
						"Deepen Your NPCs",
						"100 Story Hooks For Your Inn"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "RInD",
			"source": "RInD",
			"data": [
				{
					"type": "section",
					"name": "Every Story Has a Beginning",
					"entries": [
						{
							"type": "section",
							"name": "Using This Book",
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Remarkable Inns",
					"entries": [
						{
							"type": "section",
							"name": "Whitewood Inns",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Gromm's Aleforge",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Moongate Cottage",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "The Shivering Mirage",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "The King's Coin",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Fizzlenozzle's Hall of Wonders",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "The North Call Inn",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Enerakd Falls",
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Bringing Your Inns to Life",
					"entries": [
						{
							"type": "section",
							"name": "Disposition",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "The Innkeeper's Authority",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Security",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Wealth & Prices",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Lodging & Services",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Work & Training",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Battlemasters",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Food & Drinks",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Outlandish Dishes & Drinks",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Games & Gambling",
							"entries": [
								"I When you've visited just a few of the many taverns across the world, you will understand they are home to visitors from every walk of life; some like an elven wine, and some like the hard, bitter shots of Killasjar Brew. One thing everyone enjoys is a good game. Who doesn't mind losing a few coppers and gold pieces for a few hours of entertainment?",
								"Games and gambling offer a fantastic way to blow off some steam and unwind. Perhaps you need a way to pass the time between guard shifts, or need a speedy way of doubling your earnings. These games can be simple, using only a set of dice; others involve elaborate and ornately carved playing boards, beautiful to behold.",
								{
									"type": "quote",
									"entries": [
										"\"There's a veiled mysticism to the ol' gamble; a starry promise you could be 10 pound heavier with sacks of gold on ye' back. Or you could have a sweet maid 'round your arm, whilst being so drunk that you canna see the cards 'fore ye' eyes. If you're as lucky as a dead rabbit like myself, you might be bloodying ye' wrists on some poor punter's jaw, taking all ye' can from the bar 'fore you scoot to the next.\""
									],
									"by": "Jai Rickard",
									"from": "Blacksmith from The Quiet Isles."
								},
								{
									"type": "section",
									"name": "Common Games",
									"entries": [
										{
											"type": "table",
											"caption": "Common Games",
											"colLabels": [
												"Game",
												"Description"
											],
											"colStyles": [
												"col-5",
												"col-7"
											],
											"rows": [
												[
													"Six sided dice",
													"Put five dice in a cup and roll them out after a good shake. Whoever has the highest scores wins."
												],
												[
													"Cards",
													"Playing card games come in many forms. Always popular."
												],
												[
													"Chess",
													"A game for the ages. Hone your strategic prowess."
												],
												[
													"Checkers",
													"Red or black? Can you defeat your opponent in this game?"
												],
												[
													"Nine Holes",
													"An ancient game, but a good one.–Try to beat the tavern in this quick and fun game."
												],
												[
													"Arm Wrestle",
													"Want to test your muscles or reaffirm your strength? Pull up a chair and a worthy opponent!"
												]
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Distracting OpponentS & Cheating",
									"entries": [
										"In games of chance, not everyone plays by the rules. Taverns have a strong draw on people looking to play, especially those that don't mind cheating to increase their chances at winning. In fact, some are notoriously cunning, having spent years mastering the art of deception. Usually their 'tricks of the trade' rely on high Charisma, Bluff, or Dexterity (GM's choice). Inversely, Heroes may also attempt cheating their way to victory.",
										{
											"type": "list",
											"items": [
												"Distracting an opponent with theatrics",
												"Demand everyone play with the prize money on the table so you can grab it and run",
												"Place a watcher behind an opponent that discretely signals his cards",
												"Rig the results by using a loaded die",
												"Drink a potion to gain an edge over your opponents",
												"Bribe an opponent to deliberately make mistakes and lose"
											]
										},
										"The possibilities are as endless as they are devious. Swindlers never cease to amaze at inventing new ways to cheat. Distracted characters might find their purses quite a little bit lighter at the end of the evening.",
										{
											"type": "table",
											"caption": "Common Games",
											"colLabels": [
												"d20",
												"Cheating Attempts"
											],
											"colStyles": [
												"col-2",
												"col-10"
											],
											"rows": [
												[
													1,
													"A pair of loaded dice. One always lands on 20, the other on 1."
												],
												[
													2,
													"Slipping cards up your sleeve to replace it with another."
												],
												[
													3,
													"A discreetly placed watcher signals your opponents' cards to you. "
												],
												[
													4,
													"Use a spell one or more opponents to befuddle them."
												],
												[
													5,
													"Bribe an opponent to make deliberate mistakes and lose."
												],
												[
													6,
													"Use cleverly marked cards. "
												],
												[
													7,
													"Slip a mild poison into the drink of one or more opponents."
												],
												[
													8,
													"Charm the dealer of the game to play in your favor."
												],
												[
													9,
													"Grab an extra coin or two whenever you legitimately take money from the bank."
												],
												[
													10,
													"Accidentally drop a card on the floor. Replace it with another as you pick it up."
												],
												[
													11,
													"Play with fake coinage."
												],
												[
													12,
													"Slide dice instead of rolling them."
												],
												[
													13,
													"Cause a fight. While everyone is distracted, you walk away with the prize money."
												],
												[
													14,
													"An enchanted pet bird flies around the room spotting opponents cards, tweeting them out in joyful tones."
												],
												[
													15,
													"Pray to your god to boost your luck."
												],
												[
													16,
													"A trained rat walks around, bringing back clues, or nudges your opponent's pawns."
												],
												[
													17,
													"Intimidate your opponent to make him doubt a result or challenge the outcome."
												],
												[
													18,
													"Use a spell or charm to stealthily change to color of pawns."
												],
												[
													19,
													"Feign illness. As you slam into the table and drop to the floor, covertly grabbing some prize money with you."
												],
												[
													20,
													"Make deliberate misplays. When called out, you pretend to misunderstand the rules."
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Extraordinary Games",
							"entries": [
								"Cards, dice and drinking games are commonplace in taverns, but some games are only found in certain places, played by locals and passed on through the generations. A few are even dangerous and illicit; those participating risk a run-in with the local law, unless they paid the innkeeper to look the other way.",
								{
									"type": "section",
									"name": "TrollbonES",
									"entries": [
										"Usually played on a carved wooden playing board divided into eight triangular sections, Trollbones is a simple, yet addictive game that requires only 4 small twigs or bones to play. Any number of contestant can participate, making it suitable for groups. Although some believe otherwise (especially after a few pints), Trollbones requires almost no skill and is largely luck-based.",
										"{@b The playing board}: Trollbones is played on a square board, commonly made of wood and divided in eight triangular sections. Six sections have a number carved into them, one section a sun, and one section a moon. Rabbit or chicken bones are the common player pieces. Carved ivory or twigs are adequate substitutes. Whatever is used, all contestants play with the same set for the entire game.",
										"{@b The rules}: Players take 3 turns, one at a time, moving clockwise around the board. Each turn is made up of 3 throws in which players take their 4 \"bones\" and let them drop onto the playing board from a hand-height. Players hold the bones at least 6\" above the board and drop them, attempting to land the ends onto the marked spaces. The results are added up for the total score that turn. For example: a bone has one end touching the number 1, the other touching the number 4, making a score of 5. Both ends of the bone must rest on a number or specific symbol in order to score points. If one of the ends lands on a moon symbol and the other on a number, the score of that throw is doubled. If one of the ends lands on a sun symbol, the throw results in a score of zero regardless of the other bones' result, suggesting the sun has turned the troll bones into stone.",
										"{@b Winning}: Each player has 3 throws per turn, before continuing to the next player. When all turns have finished, scores are totaled. The player with the highest score wins.",
										"Different variations on the game exist, and each group uses different ways to wager and ante, such as letting the prize pot grow over many rounds, culminating in a grand \"take-it-all\" last round."
									]
								},
								{
									"type": "section",
									"name": "The Wall",
									"entries": [
										"This game is played on a rectangular gaming board, using wooden, colored pawns and a set of 4-sided dice. One player attempts to break down the wall and rush his pawns to the other side, while the other player attempts to defend and rebuild the wall.",
										"{@b The playing board}: The game is played on a board divided in two halves, each made up of 18 squares with a row of 6 squares running across the middle. Six four-sided dice rest on this middle row, which is usually colored or etched to represent a wall or mountain range dividing the two sides. Each player has 12 pawns (colored stones or marbles are also used) to represent their soldiers or miners deployed on their side of the wall, leaving the last row of squares on each side empty at the start of the game.",
										"{@b The rules}: A {@coinflip coin toss|The Wall|Heads (You attack)|Tails (You Defend)} decides who starts as the attacking player. The other defends. On his turn, the attacking player roles a d4 to score a hit against one of the pieces of wall (or mountain range) damaging it and taking points off it equal to the scored result. A score of 4 or higher removes that piece of wall, allowing pawns to start moving through. The attacking player may choose which part of the wall it hits, as long as he has a pawn directly in front of it. On his turn, the defending player makes the same roll, but can use the score to repair a piece of the wall. Once a breach in the wall has been made, each player can choose (on their turn) to move one pawn to the other side of the board, by rolling the die. The result determines how many squares the pawn may move. A move is only allowed when a pawn ends on an empty square. If it does and passes an opponent's pawn this way, it kills the pawn in the process. Diagonal moves are allowed.",
										"{@b Winning}: The winner is determined by whoever has the most pawns on the last square line of the opponent's board, minus any casualties. The game ends when there are no more pawns are on the board, or all remaining pawns have reached the last row of the opponent's side"
									]
								},
								{
									"type": "section",
									"name": "The King'S Court",
									"entries": [
										"Composed of twelve hinged sections bedecked with ornate imagery, a large wheel has a hidden king's court underneath it. Spin it, and lift up the wedge where the arrow lands - reveal the king and win 50gp, but lose 50gp if you discover the jester. Any other member of royalty wins the player 5gp. Popular in royal circles, many sit gathered around the brightly painted roulette wheel, betting heavily."
									]
								},
								{
									"type": "section",
									"name": "Golden Mermaid",
									"entries": [
										"A self-proclaimed pirate with a false eye patch convinces you and your party to find the tankard with the golden mermaid at its bottom out of the thirty tankards before you. To do so, you must finish off each full flagon. Whoever finds the mermaid first can pick a prize from the pirate's chest. The chest appears to be full of antique treasures and shiny gems, though you can't be certain whether they are of any real worth..."
									]
								},
								{
									"type": "section",
									"name": "Runestones",
									"entries": [
										"In a shadowy corner lit by a single flickering candle, a shrouded Vistana sits alone. The innkeeper tells you that this is Vienna. She recently set up shop, and for the bargain price of 10gp you can have a five-minute conversation with her. As you reach her table, she asks for your name and gestures you to place your coins onto a silver plate. You are instantly overwhelmed by her perfume: incense and myrrh. She pulls out a velvet bag of charmed runestones and shakes them in a cup. She instructs you to think of a question that can be answered with a \"yes\" or \"no\". After you tell her you have thought of the question, she will empty the stones onto the table, and tell you if they indicate \"yes\" or \"no\"."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Songs & Tales",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Duels & Bar Fights",
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Creating Your Own Inn",
					"entries": [
						""
					]
				}
			]
		}
	],
	"table": [
		{
			"source": "RInD",
			"name": "Common Games",
			"caption": "Common Games",
			"colLabels": [
				"Game",
				"Description"
			],
			"colStyles": [
				"col-5",
				"col-7"
			],
			"rows": [
				[
					"Six sided dice",
					"Put five dice in a cup and roll them out after a good shake. Whoever has the highest scores wins."
				],
				[
					"Cards",
					"Playing card games come in many forms. Always popular."
				],
				[
					"Chess",
					"A game for the ages. Hone your strategic prowess."
				],
				[
					"Checkers",
					"Red or black? Can you defeat your opponent in this game?"
				],
				[
					"Nine Holes",
					"An ancient game, but a good one.–Try to beat the tavern in this quick and fun game."
				],
				[
					"Arm Wrestle",
					"Want to test your muscles or reaffirm your strength? Pull up a chair and a worthy opponent!"
				]
			]
		},
		{
			"source": "RInD",
			"name": "Cheating Attempts",
			"caption": "Cheating Attempts",
			"colLabels": [
				"d20",
				"Cheating Attempts"
			],
			"colStyles": [
				"col-2",
				"col-10"
			],
			"rows": [
				[
					1,
					"A pair of loaded dice. One always lands on 20, the other on 1."
				],
				[
					2,
					"Slipping cards up your sleeve to replace it with another."
				],
				[
					3,
					"A discreetly placed watcher signals your opponents' cards to you. "
				],
				[
					4,
					"Use a spell one or more opponents to befuddle them."
				],
				[
					5,
					"Bribe an opponent to make deliberate mistakes and lose."
				],
				[
					6,
					"Use cleverly marked cards. "
				],
				[
					7,
					"Slip a mild poison into the drink of one or more opponents."
				],
				[
					8,
					"Charm the dealer of the game to play in your favor."
				],
				[
					9,
					"Grab an extra coin or two whenever you legitimately take money from the bank."
				],
				[
					10,
					"Accidentally drop a card on the floor. Replace it with another as you pick it up."
				],
				[
					11,
					"Play with fake coinage."
				],
				[
					12,
					"Slide dice instead of rolling them."
				],
				[
					13,
					"Cause a fight. While everyone is distracted, you walk away with the prize money."
				],
				[
					14,
					"An enchanted pet bird flies around the room spotting opponents cards, tweeting them out in joyful tones."
				],
				[
					15,
					"Pray to your god to boost your luck."
				],
				[
					16,
					"A trained rat walks around, bringing back clues, or nudges your opponent's pawns."
				],
				[
					17,
					"Intimidate your opponent to make him doubt a result or challenge the outcome."
				],
				[
					18,
					"Use a spell or charm to stealthily change to color of pawns."
				],
				[
					19,
					"Feign illness. As you slam into the table and drop to the floor, covertly grabbing some prize money with you."
				],
				[
					20,
					"Make deliberate misplays. When called out, you pretend to misunderstand the rules."
				]
			]
		}
	]
}
