{
	"_meta": {
		"sources": [
			{
				"json": "SaF",
				"abbreviation": "SaF",
				"full": "Strongholds and Followers",
				"authors": [
					"Matt Colville"
				],
				"convertedBy": [
					"Giddy",
					"Nekka",
					"Modnar"
				],
				"version": "0.5",
				"url": "https://shop.mcdmproductions.com/products/strongholds-followers-pdf?variant=12419547037796",
				"targetSchema": "1.0.0"
			}
		]
	},
	"book": [
		{
			"name": "Strongholds and Followers",
			"id": "SaF",
			"source": "SaF",
			"contents": [
				{
					"name": "Strongholds and Followers",
					"headers": [
						"Credits",
						"Forward",
						"Sine Qua Non",
						"Introduction",
						"Strongholds",
						"Followers",
						"Adventure",
						"Appendices"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "SaF",
			"source": "SaF",
			"data": [
				{
					"type": "section",
					"name": "Credits",
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Foreward",
					"entries": [
						"In 1985 I was fifteen and a sophomore at Cypress High School, and I spent the year in my computer science class with Brad Thomas and Chris Steele talking about Elric and the Black Company and the Incarnations of Immortality. They were friends outside of school, part of a larger group, but I was still hanging out with the kids I grew up with in my apartment complex. I knew Chris and Brad played board games and roleplaying games, and I wanted in.",
						"At the end of the school year I signed their yearbooks: “If you guys get together to play games, give me a call.” They did. About thirty seconds later, they were my best friends. It changed my life.",
						"We spent that summer playing board games and RPGs and going to the mall, and the arcade, and hanging out at the pool. It’s a time and place that has now been immortalized and paid homage to in popular fiction. When I want to connect with my mother’s formative years, I watch {i American Graffiti}, filmed one town over from where she grew up. Folks looking for that same experience for my generation’s formative years watch {i Stranger Things}. It was easy for an adult back then watching us sitting around Dave Miles’ pool table rolling strange dice, listening to Rush, and pretending to be elves to imagine we were wasting our time. And not just adults, a lot of our peers felt the same way. But I never did. I knew something worthwhile and remarkable would come out of the hobby: a lifetime of creativity and memories and shared experiences doing something amazing with my friends whom I loved. You don’t need YouTube or Kickstarter, it’s reward enough just ending up at the end of your life being able to look back on the worlds you created and shared with your friends and the heroic adventures you undertook. The hobby isn’t a means to an end, it is an end unto itself. And while the places and events and people and things we create and meet in our secondary worlds are not real, one thing is.",
						"Dreams are not real. Nothing that happens in a dream is real. With one exception. Chris Nolan wrote a whole movie about it.",
						"{i Inception} takes place in dreams but it’s about movies. It argues that while all these people and places and events are not real, something in film is. The emotions you feel watching a movie are real. That’s what gives them meaning and value. When I watch Casablanca I fall in love with Ilsa every time. Generations of kids watched {i The Adventures of Robin Hood} and ran outside play-swordfighting. Because the emotions you feel at the movies are real. Inception is using dreams to make a point about movies. And, I argue, RPGs.",
						"Don’t let anyone tell you the hobby is a waste of time. Tell your friends you’re going to get together and play tonight. Tell them you’re going to do something real."
					]
				},
				{
					"type": "section",
					"name": "Sine Qua Non",
					"entries": [
						"Thanks to Chris Ashton and Phil Robb for running the best game development studio in the business. The work we did together was real and vital.",
						"Thanks to Robert Djordjevich for giving me my first break in video games, and the rest of the Pandemic Group: Austin Baker, Wallace Huang, Chad Nicholas, Larra Paoilli, and Jeff Vaughn.",
						"Thanks to Christian Moore and Owen Seyler for giving me my first job in games and for being great mentors. And thanks to everyone else at Last Unicorn: Ross Issacs, George Vasilakos, Jay Longino, Inman Young, Charles and Tammie Ryan, Jess Heinig, Jeff Tidball, Ken Hite, and Steve Long.",
						"Thanks to Anna and Jerry and Lars for taking a crazy chance on MCDM.",
						"Thanks to Mike Mearls, Chris Perkins, Jeremy Crawford, and the rest of the 5E DevTeam for synthesizing forty years of RPG design into something new and fresh and fun to play and fun to design for.",
						"And, lastly, my original GMs: John Mara, Brad Thomas, and Matt Thomas. The lessons they taught me from ’85 to ‘92 still pay off. And to the rest of The Group: Jim Murphy, Dave Miles, Mark Hobbs, Devlon and Geoff, Chris and Craig, Jeff Houston, Matt Clyker, Paul LaPorte, Robert Harris, Travis Vail.",
						"",
						"—Matthew Colville",
						"Irvine, September 2018"
					]
				},
				{
					"type": "section",
					"name": "Introduction",
					"entries": [
						"Once upon a time in the dim days of the hobby known as the 1970s, the game assumed you played until you were about 7th level and then built a stronghold. There were no rules for this, nor was any reason given for why the player or their character might want to do such a thing.",
						"For those original players, building a stronghold was a {i self-evident good}. It was just neat, and they assumed it would be obvious why you would want to do such a thing. It meant your character was now interested in things besides killing orcs and acquiring gold. Treasure was a means to an end. As your character grew in power, they became more concerned with the state of the world. There were political conflicts and armies and incursions from other dimensions, and a single fighter with a sword, even a very nice sword with its own personality and special purpose, was not enough. You needed an army, or new spells, or extraplanar allies.",
						"The game transitioned from local problems to national problems, to global problems. Eventually, your 7th-level character fought a few wars or invented a spell or two, and then retired. Typically around 13th level. And that was it. The game had an end.",
						"This book seeks to recreate that style of play, but in a modern sense, by giving the players reasons to build strongholds. And we got a lotta reasons. 😃",
						"In this book you will find rules for four types of strongholds: {b keeps} help you raise armies and improve your fighting ability, {@b temples} help you summon extraplanar allies to aid you in battle, {@B towers} let you research new spells, and {@b establishments} let you collect secrets and generate cash.",
						"Every stronghold also improves your signature class feature, powering up your Bardic Inspiration or your monk’s Ki. Strongholds grant {@b improved class features} because they draw power from the land itself.",
						"The local area around your stronghold is called your {@b demesne} (deh-MAIN). Within your demesne, your character is now, if not ruler, certainly a very important person, so the power of the land manifests itself in unusual ways in your favor.",
						"Building a stronghold also inspires people, allowing you to {@b attract followers} by rolling on a chart specific to your class. These followers could be mercenary legions or artisan peasants, foreign ambassadors or fellow adventuring heroes!",
						"Large-scale actions taken by your new army, your stronghold, or your followers sometimes take {@b months or seasons}. Also, your new abilities eventually run out of juice, after which you must return to your demesne to refresh yourself. This is called an {@b extended rest}.",
						"To support these new options, the book comes with many new systems, including rules for {@b warfare}, in which {@b units} of soldiers clash; rules for {@b concordance}, which allows any character to plead with their deity for aid; rules for {@b creating new magic items}; and rules for taking your {@b retainers} with you into combat without having to run an entire second character.",
						{
							"type": "entries",
							"name": "GM-APPROVED?",
							"entries": [
								"Talk to your GM to make sure these new rules are allowed in their game. This book asks a lot of your GM, they are expected to:",
								{
									"type": "list",
									"items": [
										"Run NPC followers, including complex and powerful special allies.",
										"Figure out which neighbors are happy or upset with your growing power in the local area.",
										"Make combat harder, to compensate for your new combat abilities."
									]
								},
								"That’s a lot of work and your GM may have different plans for their game. They might be okay with some of these rules, but not others!"
							]
						},
						{
							"type": "entries",
							"name": "ALIGNMENT",
							"entries": [
								"This book references alignment a lot—don’t freak out. It’s merely deployed as an organizational tool. A fun way of saying “allied” or “opposed.” And a way to categorize allies and monsters dramatically. Paladins oppose chaos and evil, clerics embody good; these are just cool ways of referring to the forces opposing or allied with the heroes.",
								"Feel free to recontextualize these references however you like. If you’re playing a…lawful neutral paladin, perhaps opposing chaos is more important or useful to you than good or evil. Or maybe alignment isn’t useful at all, in which case the player and the GM can agree to use “allied” or “opposed.” Alignment was originally invented as an excuse to yell at players who were backstabbing other players by inventing “teams” and requiring them to pick “our team” if they were going to continue playing, so best not to take it too seriously."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Strongholds",
					"entries": [
						"It’s cool to have a place of your own. A headquarters, a base. A castle, a tower, a keep.",
						"It would be even better if your headquarters {@i did} something cool for you. Gave you some useful ability, preferably in combat, since that’s where a lot (not all!) of the game happens. It’s certainly where the life and death stuff happens.",
						"It’s also nice to have a reason to hoard money. Delving deep into dark dungeons promises three rewards: experience, magic items, and {@i money}.",
						"Experience is a self-evident good, as it makes your character level up and gain power.",
						"Magic items, likewise. They let you do cool things your character would never normally be able to do.",
						"Money, though? What are we supposed to do with it? At least one edition granted players easy access to creating magic items, a fine way to spend your money. A side effect of this is the assumed presence of shops in sufficiently large cities where you can buy magic items.",
						"But the modern edition makes the opposite assumption. Players during the 5E playtest said they wanted magic to be rare, and the dev team listened. Magic is rare and “magic shoppes” are not assumed in the base game.",
						"Strongholds and their upgrades, therefore, give you a good reason to save your money.",
						{
							"type": "entries",
							"name": "TYPES OF STRONGHOLD",
							"entries": [
								"There are four types of basic stronghold, one complex stronghold, and many varieties. Any character can build or use any stronghold, although why a non-spellcasting character might build a tower is an exercise left to the reader. Maybe they have a spellcasting NPC ally!",
								"A {@b keep} is a martial stronghold for characters interested in raising armies and defending the local townsfolk. Barbarian camps and pirate ships are variations on this.",
								"A {@b tower} is an arcane stronghold for doing spell research and learning battle magic.",
								"A {@b temple} is a divine stronghold for summoning extraplanar allies and learning battle magic. A druid’s grove is a popular variation.",
								"An {@b establishment} is an espionage stronghold for sabotaging your enemies and generating revenue.",
								"A {@b castle} combines two or more of the above into a larger complex owned and run by multiple characters, each of whom can gain the mechanical benefits thereof.",
								"Ultimately, the idea that there are four kinds of strongholds (and some variations of each) is completely arbitrary. You could easily have six kinds, or one for each class. Or no “types,” just different abilities to buy a la carte. But I find these four get us 90% of what we need, with their variations getting us another 9%. And for those players who want a stronghold not listed here, hopefully the variations are sufficient to help the GM come up with a unique variant without much work."
							]
						},
						{
							"type": "entries",
							"name": "ACQUIRING A STRONGHOLD",
							"entries": [
								"There are three basic ways for the party to acquire a stronghold: they are (in order of most expensive to least expensive) build a new one, renovate an old one, or receive one from a local noble.",
								{
									"type": "entries",
									"name": "Building a Stronghold, Cost and Time",
									"entries": [
										"The cost (in gold) and time to build (in days) for each of the four strongholds are listed below. These are not based on any historical numbers mostly because humans were building castles for about 600 years until the invention of gunpowder made them obsolete and there’s no reasonable way to translate those costs into a fantasy game. But even were we to pick a historical period as our baseline, there was no time in history that had bands of wizards and warlocks roaming the countryside pillaging dragon hordes and coming back to civilization with tens of thousands of gold pieces.",
										"Therefore any costs we derive must first be based in the economies of a fantasy RPG. And that means they must cost a lot, but not take too long. If it takes 10 years to build your stronghold, no PC would ever do it. Keeps and towers, temples and establishments each have wildly different purposes with different costs and different times to build.",
										"Keeps are larger and more fortified for defensive purposes and therefore take longer to build: 150 days.",
										"Temples and towers are less fortified but still usually made of stone and take 120 days to complete at 1st level.",
										"An establishment serves no defensive purpose, typically existing within a town or city with its own fortifications. But your establishment is still well-constructed with basements, multiple floors, and probably secret passages for you and your allies to escape out of…or in to! They take 90 days to complete."
									]
								},
								{
									"type": "entries",
									"name": "Strongholds as Fortifications",
									"entries": [
										"Keeps, towers, and temples also count as Fortifications in Warfare (see page 231 for the rules on Warfare). These fortifications grant Morale bonuses to the soldiers defending them in battle. They also have a Size representing the die used to track damage done to them, and a Toughness rating representing how hard they are to damage. Because they don’t attack, they have no Attack, Defense, or Power ratings.",
										{
											"type": "table",
											"caption": "STRONGHOLD CONSTRUCTION",
											"colLabels": [
												"STRONGHOLD",
												"COST TO BUILD (GP)",
												"TIME TO BUILD (DAYS)",
												"FORTIFICATION BONUS"
											],
											"colStyles": [
												"col-3 text-align-center",
												"col-3 text-align-center",
												"col-3 text-align-center",
												"col-3 text-align-center"
											],
											"rows": [
												[
													"Keep",
													"10,000",
													"150",
													"+2 Morale per level"
												],
												[
													"Tower",
													"8,000",
													"120",
													"+1 Morale per level"
												],
												[
													"Temple",
													"8,000",
													"120",
													"+1 Morale per level"
												],
												[
													"Establishment",
													"6,000",
													"90",
													""
												]
											]
										},
										{
											"type": "table",
											"caption": "SIZE PER LEVEL",
											"colLabels": [
												"STRONGHOLD",
												"LEVEL 1",
												"Level 2",
												"Level 3",
												"Level 4",
												"Level 5"
											],
											"colStyles": [
												"col-2 text-align-center",
												"col-2 text-align-center",
												"col-2 text-align-center",
												"col-2 text-align-center",
												"col-2 text-align-center",
												"col-2 text-align-center"
											],
											"rows": [
												[
													"Keep",
													"6",
													"8",
													"10",
													"12",
													"20"
												],
												[
													"Tower",
													"4",
													"6",
													"8",
													"10",
													"12"
												],
												[
													"Temple",
													"4",
													"6",
													"8",
													"10",
													"12"
												],
												[
													"Establishment",
													"",
													"",
													"",
													"",
													""
												]
											]
										},
										{
											"type": "table",
											"caption": "TOUGHNESS PER LEVEL",
											"colLabels": [
												"STRONGHOLD",
												"LEVEL 1",
												"Level 2",
												"Level 3",
												"Level 4",
												"Level 5"
											],
											"colStyles": [
												"col-2 text-align-center",
												"col-2 text-align-center",
												"col-2 text-align-center",
												"col-2 text-align-center",
												"col-2 text-align-center",
												"col-2 text-align-center"
											],
											"rows": [
												[
													"Keep",
													"22",
													"24",
													"26",
													"28",
													"30"
												],
												[
													"Tower",
													"18",
													"20",
													"22",
													"24",
													"26"
												],
												[
													"Temple",
													"18",
													"20",
													"22",
													"24",
													"26"
												],
												[
													"Establishment",
													"",
													"",
													"",
													"",
													""
												]
											]
										},
										{
											"type": "table",
											"caption": "COST TO UPGRADE (GP)",
											"colLabels": [
												"STRONGHOLD",
												"Level 2",
												"Level 3",
												"Level 4",
												"Level 5"
											],
											"colStyles": [
												"col-2-5 text-align-center",
												"col-2 text-align-center",
												"col-2-5 text-align-center",
												"col-2-5 text-align-center",
												"col-2-5 text-align-center"
											],
											"rows": [
												[
													"Keep",
													"5,000",
													"10,000",
													"15,000",
													"20,000"
												],
												[
													"Tower",
													"3,000",
													"6,000",
													"12,000",
													"18,000"
												],
												[
													"Temple",
													"3,000",
													"6,000",
													"12,000",
													"18,000"
												],
												[
													"Establishment",
													"2,000",
													"4,000",
													"6,000",
													"8,000"
												]
											]
										},
										{
											"type": "table",
											"caption": "COST TO UPGRADE (DAYS)",
											"colLabels": [
												"STRONGHOLD",
												"Level 2",
												"Level 3",
												"Level 4",
												"Level 5"
											],
											"colStyles": [
												"col-2-5 text-align-center",
												"col-2 text-align-center",
												"col-2-5 text-align-center",
												"col-2-5 text-align-center",
												"col-2-5 text-align-center"
											],
											"rows": [
												[
													"Keep",
													"50",
													"100",
													"150",
													"200"
												],
												[
													"Tower",
													"40",
													"80",
													"120",
													"160"
												],
												[
													"Temple",
													"40",
													"80",
													"120",
													"160"
												],
												[
													"Establishment",
													"30",
													"60",
													"90",
													"120"
												]
											]
										}
									]								
								},
								{
									"type": "entries",
									"name": "Upgrading Your Stronghold",
									"entries": [
										"Once built, your stronghold can be upgraded by taking more time and spending more money, as shown on the charts on the previous page. You can spend more money to build a larger stronghold from the start, but there is no time or cost savings."
									]
								},
								{
									"type": "entries",
									"name": "Castles: Complex Strongholds",
									"entries": [
										"A stronghold belongs to whoever pays for it, and they are its master. If Cail the Wizard builds a tower, he gets to decide who gains its benefits. He may allow his sorcerer or warlock pals to do spell research there… until one or both betrays him! Or he, them! Only one character can gain the benefit of a given stronghold at a time, and each character can only benefit from one stronghold ability at a time.",
										"If multiple characters chip in to pay for a stronghold—or one character just spends a lot of money—it is a castle and provides multiple benefits. Complex tasks take proportionally more time and money than simple ones, so a castle costs 10% more and takes 10% longer for every basic stronghold function it incorporates.",
										{
											"type": "inset",
											"entries": [
												"Jess, Anna, and Lars decide to pitch in together and buy a castle. It will contain a keep, a temple, and a tower. It will cost 33,800 gp and take 507 days. That’s 10,000 gp for the keep and 8,000 gp each for the tower and temple, 150 days for the keep and 120 days each for the temple and tower. Then an extra 30% on top (multiply time and cost each by 1.3) to account for the extra work necessary to incorporate many functions in one structure."
											]
										},
										"A castle cannot contain multiple of the same type of stronghold. If you build a castle with two towers, for instance, only one of them grants the benefits of spell research. Also, a stronghold’s benefit only applies to one character at a time. A character can switch between which stronghold benefits they receive by taking an extended rest (page 15).",
										"The purpose of the design is, on the one hand, to somewhat model the real world where building a movie theater and automotive plant in the same building would (one assumes) take longer than the time to build each separately. For one thing the different kinds of strongholds have different requirements and therefore it takes more and different kinds of workers to complete them and the more workers you have the harder it is to coordinate them all.",
										"But also, one goal of these rules is to give players things to do in their {b downtime}, and this is a period for individual goals and initiative. Usually when one of my players builds a stronghold, everyone hangs out there.",
										"All the Avengers hang out at Avenger’s Mansion but at the end of the day, Tony Stark built that place and it and Jarvis answer to him and when things go wrong he’s on the hook for it.",
										"Finally, don’t presume that just because you as a player think it would be a good idea for “all of us” to build a stronghold together, that everyone else at the table agrees. In my experience, one or two players may agree, one or two players won’t care, but one or two players actually have their own ideas about what should be done with what they perceive as “their share of the treasure.” Make sure you’ve polled the electorate and listen to what they say. Folks who disagree often keep their mouths shut just to avoid conflict, and this is a great recipe for breeding unhappy players."
									]
								},
								{
									"type": "inset",
									"name": "PAYING MORE TO GET IT DONE FASTER",
									"entries": [
										"Since building or repairing any stronghold requires a labor force, it’s reasonable for players to conclude that hiring more artisans and laborers will speed up the process!",
										"To a small degree this is true, but the rules assume your workers are working optimally, so adding more laborers will, paradoxically, cause it to take longer. This is a fact as well-documented as it is oft-ignored. The famous (real-world) book {@b The Mythical Man-Month} details exactly what happens: Beyond a certain point, the larger your network, the more management it requires, the more communication it takes for everyone involved, and the harder it becomes for any single worker to find the answer to their question, get a task approved, or get unblocked (or even know who’s blocking them) on a process.",
										"Therefore, we assume the times represent a group of workers getting the job done in a reasonably fast manner and that adding more people to the team would just complicate things."
									]
								},
								{
									"type": "entries",
									"name": "Narrative Reasons for Different Costs and Timess",
									"entries": [
										"Of course, what seems reasonable to me may seem wildly unreasonable to you! Each GM’s campaign is different, and different in ways that cannot be predicted or detected by any given designer.",
										"Therefore, feel absolutely free to charge your players more or less, or speed up or slow down the time it takes to fit both your idea of what’s reasonable, and the precedents you’ve established for your game. To make these decisions seem less like GM fiat and ground them in the rules and your game, consider the following.",
										"Strongholds take more or less time to construct based on the availability of local workers. Maybe recent events in your campaign have made laborers and artisans scarce or plentiful! Whatever local problem the players have recently dealt with, it may have scared many valuable workers away from the area (strongholds take more time). Or, with that problem solved, maybe more workers are available and willing to help our stalwart heroes (strongholds take less time)!",
										"Strongholds may cost more if the local area turns out to be resource poor. It takes wood and stone to make a stronghold, and not just any wood or stone.", 


										"“Can’t build from this,” Arranel the Woodwright says, shaking her head. “Trees are all beech round here. Can’t make a proper truss or scaffold with beech. No block or tackle neither. Rope’ll chew right through it.”",
										"“And the stone here’s all got lime running through it. Water table’s just a few feet down, I reckon,” Galder of Chalk, the stonemason observes. “Gonna have to send to Rest to get some proper granite. Cost a pretty penny, that.”",

										"So the costs may be more exorbitant than the rules imply. The reverse is also true!",

										"“No gold, sorry to break it to you. Know you ratcatchers love comin’ up gold. But plenty of iron,” Zoran Steeleye, foreman of the mine, says. “More’n enough to get you started on a proper keep.”",

										"Circumstances both natural and political may conspire to make your campaign’s costs different from these. Indeed, in some campaign worlds metal is as rare as…a very rare thing! And we might imagine a stronghold would be a very expensive proposition on that dead world under a black star."
									]
								},
								{
									"type": "entries",
									"name": "When Is It Done?",
									"entries": [
										"Keep in mind that a 1st-level keep is a simple motteand-bailey and would still appear to be “under construction” when it is actually done. It can act as a defensive stronghold well before it’s pretty and all the finishing touches are complete. It may be hard to imagine Camelot being built in a little more than a year, but that’s because the structure we imagine with pink walls and pennants flying is what you get long after the place was a functioning castle."
									]
								},
								{
									"type": "entries",
									"name": "At What Level Should Characters Get a Stronghold?",
									"entries": [
										"There’s no correct answer to this, it is entirely up to the GM. I’ve run games in which the PCs started at 1st level playing local nobles complete with strongholds and domains. I’ve run for groups who at 3rd level cleared out an overrun watchtower and claimed it as their base.",
										"As the GM, you can simply decide it would be fun if the players started with or cleared out their own stronghold at low levels. One of the great moments in any campaign, for me, is just after the players de-orc a ruined keep and realize, “Hey! We could make this place our base!” This is the moment when the players start using the things they find in the world as their own resources. The world feels real to them. They are thinking about things besides killing monsters.",
										"Maybe the question is “At what level can the PCs afford to build their own stronghold?” That’s easy to figure out. We start by imagining the players want to pool their money together to build a castle for 50,000 gold pieces.",
										"So we scrubbed through the published adventures to figure out: when would the characters be able to afford a keep? Well if they go through the official 5E Big Giant Adventure…the answer is surprising. By 6th level in the Big Giant Adventure, the players can have accumulated enough gold to buy a keep. Assuming they find all the gold and roll average on random results.",
										"In practice, however, it difficult to find all the gold in an adventure, especially adventures with sandbox elements, or branches. Different groups often come out with wildly different amounts of cash from the same adventure. 7th level, therefore, is a reasonable conclusion."
									]
								},
								{
									"type": "entries",
									"name": "Do Not Assume the Adventure Will Suffice",
									"entries": [
										"Different editions treat gold differently. Some classic 1st Edition adventures award many tens of thousands of gold at low levels (often in copper pieces, on purpose, to make the act of getting the gold back to civilization a challenge in itself). Some adventures have hardly any gold in them at all. Not only does this vary from edition to edition, it varies wildly from one adventure to another within an edition.",
										"Therefore, Game Masters who think “my players will want a stronghold” should make sure they dump enough gold on the players to make it possible. The gold you award becomes a knob you turn to adjust when exactly the players can afford a stronghold of their own. Assuming they need to buy the thing at all! There are other options!"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Repairing a Ruin",
							"entries": [
								"As any druid worth their salt—or any other minerals—will tell you: nature is pretty aggressive. Without proper upkeep, roots and vines and weather will take their toll and in only a year a stronghold can require so much upkeep to get back in shape that it qualifies as a ruin. Practically, if the keep or tower or temple in your adventure has some crumbling walls and perhaps a few rooms or entire floor exposed to the elements, it is certainly a ruin.",
								"{@b Repairing a ruin saves you half the time and cost of the final stronghold}. So repairing a ruined level 1 keep would only cost 5,000 gold and take 75 days.",
								"It’s up to the GM to decide whether the ruin is a single-player stronghold or a castle that can serve as a complex that contains some combination of basic strongholds within.",
								"How badly ruined a stronghold is, is purely a judgement call by the GM, but here are some guidelines. If it has multiple levels with any intact rooms, each level saves another 500 gold in cost and 7 days off the total time. If it has any wholly intact levels, each level instead saves you 1,000 gp and 14 days.",
								"If there are several (more than three, including a dungeon level) levels with intact rooms, then this is probably not a 1st-level stronghold. It could be a 2nd-level or 3rd-level stronghold! GMs, remember in your generosity that strongholds cap out at 5th level. Letting players repair a ruin so that they end up with a level 4 or 5 stronghold gives them immense power and little left to strive for."
							]
						},
						{
							"type": "entries",
							"name": "Awarding a Stronghold",
							"entries": [
								"Any local stronghold in good enough shape not to need repair actually belongs to someone. Legally. Some local noble. It might be currently overrun by orcs, or even sitting surrounded by forest overgrowth, forgotten. But as soon as the party clears it out, it becomes unforgotten and the local duke or queen says, “Hey that’s mine.”",
								"Nobles get really persnickety when a bunch of ratcatchers decide some stronghold in the noble’s territory is “theirs.” The local nobles start to feel like maybe these itinerant campaigners are trying to muscle in on their cushy gig.",
								"At the same time, nobles are not stupid—though they may well be prideful, fearful, or full of hubris—so they might realize {@b any mercenary group powerful enough to clear out the orcs would serve better as subjects or allies than enemies}.",
								"So {@i typically} the local noble will be very thankful and generous. A duke might nominate the most noble and trustworthy party member (favoring lawful good, or lawful, or the same alignment as the noble) and invest them as baron. Congratulations! You’re a landed noble! As democratic and egalitarian as the players may feel, unless your world is wildly different from a medieval society, the local noble won’t be keen on the idea of an autonomous collective running a stronghold. The players may feel like they collectively saved the noble’s forgotten stronghold for them, but the noble does not recognize “an adventuring party” as a legitimate form of government.",
								"So while many PCs can enjoy the benefits of a castle (i.e. a complex stronghold, one that belongs to many characters) as far as local politics are concerned, one PC is responsible for it. When the local noble has a problem, it’s that PC who’s on the hook.",
								"Furthermore, the local noble can simply award the players a stronghold as payment for some service. “Thank you for stopping that local death cult, here’s the right and title to a small keep.” Now, this may be exactly as it seems and the players just get a stronghold, no strings attached. Not very dramatic though, is it?",
								"In a situation like that, we expect there’s some reason the stronghold is available to be awarded. Maybe it’s a ruin, and there may be some costs associated with getting it up and running. Or it’s full of goblins. Or…oozes! Yeah that sounds dramatic. A cult of Orcus! Good luck!",
								"Ultimately the rule is there is always some “cost.” Either in gold or risk. Even a 100% no-strings-attached, no-orc-infestation stronghold will have required the players to do something incredibly risky beforehand, adventure-wise, to earn the local noble’s favor."
							]
						},
						{
							"type": "entries",
							"name": "Political Complications",
							"entries": [
								"Something I’ve enjoyed doing in my own campaign is putting a document granting right and title to a stronghold to whosoever holds the deed. This is, certainly, ahistorical…but it is dramatic!",
							"This throws an interesting monkey wrench into the political landscape, since the dead king wrote this document and therefore technically all the local nobility must abide by it. But…is it really a good idea to have some murderhobos running the show over there?",
							"That kind of “well yes this document says the keep is yours but I, and my army really want it” conflict makes great drama! With lots of local powers lining up to see who they should ally with, who’s going to be on the winning side of any future conflict.",
							"Generally, you’ll want to assume that the PCs’ actions have unintended consequences. When you build or buy or clear out a tower and make it yours, you make allies and enemies. You are upsetting the Steady State World, and have created an Inciting Incident, for which see Running the {@footnote Game #24| If you don’t know what Running the Game is, have I got a YouTube channel for you! I mean…I do. I literally have a YouTube channel for you.}.",
							"There is typically no cost here—the stronghold is a gift. The cost can be thought of as the risk to life and limb the players undertook. Though the local noble may gift the PCs a stronghold that needs some repair, that’s pretty classic. The players imagine Greywall Keep as a Camelot-esque castle with pink walls and strict laws governing precipitation, but when they arrive they will discover the local noble was perhaps not as forthcoming with details as might be desired. Classic."
							]
						},
						{
							"type": "entries",
							"name": "Certifying Ownership",
							"entries": [
								"This is purely a tradition in my campaign, but as soon as the players begin getting a stronghold, I tell them outright: they can spend the money, and it will get built, but they don’t gain the benefit of it until they defend it in battle, as described more in Appendix Two: Warfare (page 231). This is, usually, the first time the players have encountered the Warfare system, but so far over approximately six campaigns, the players have never balked at this condition, and so far they have always looked forward to the battle! Of course, your mileage may vary.",
								"The idea here is that raising the metaphorical flag and saying “this place is mine” sends a signal to local actors who heretofore took no notice of some low-level ratcatchers. But once you’d built a tower, keep, or temple, suddenly you’re important enough to fear!",
								"Establishments attract less attention, certainly, but even building a new inn or tavern sends a signal, in which case it is the town itself, not the establishment that comes under attack. Better start building some walls!"
							]
						},
						{
							"type": "entries",
							"name": "EXTENDED REST",
							"entries": [
								"Strongholds grant special abilities, which quickly run out of uses and must be recharged by taking an extended rest. An extended rest requires spending a week at your stronghold, touching base with your subjects and followers, and attending to your affairs.",
								"This rule exists for a couple of reasons. First, it reinforces verisimilitude. It’s unreasonable to expect a stronghold to grant its benefits indefinitely. A fighter who hasn’t visited their keep in years is indistinguishable from a fighter without a stronghold!",
								"Second, they give players a good reason to return home and that grants you, the GM, the opportunity to advance the politics of your campaign. It’s possible, via sending or a diplomats pouch or just mundane messengers on horseback, to advance your politics without visiting your stronghold and, indeed, some of this should be allowed, but major events and revelationsare better handled in person and, should war break out, a lord cannot command their troops from the bottom of a dungeon."
							]
						},
						{
							"type": "entries",
							"name": "POWER!",
							"entries": [
								"{@footnote {@b Strongholds unbalance the game}|I think 5E is the best-designed edition of the game, but I also think some players overfocus on “balance” because they feel the game is something to be “solved.” They expect a level of rigor more appropriate to a wargame or a card game. I don’t have those  expectations for an RPG.}. A paladin with a fully upgraded stronghold has access to many more abilities than a paladin without one. This is by design. It’s fine to let your players get ahead of the power curve; you, the GM, have all the tools you need to challenge them. You have access to all the monsters, and you can make them nastier than usual.",
								"To help rebalance things, we give villains and their minions their own stronghold abilities that are less complex—and therefore easier for an already overburdened GM to use—than the stronghold abilities of the PCs. See “Villain Strongholds” on page 66."
							]
						},
						{
							"type": "entries",
							"name": "STRONGHOLDS & POLITICS",
							"entries": [
								"Strongholds also represent a political framework. Many campaigns tick along nicely without anyone, including the GM, worrying about things like “who’s in charge here?” Where “here” is “this area of the map” or “this town” or “the area around the dungeon.” This is perfectly fine; many successful campaigns have run for years without anyone needing to worry about this. These rules change those assumptions. Because a Stronghold is also a symbol of power, it threatens other local lords. Even if your players have no martial ambitions, if they attract a few units of light cavalry suddenly they will start wondering “hey what can I do with these?”",
								"So your world, if you use this book, slowly transforms into one where there are local powers. These “powers” are usually nobility, but they can be any characters with power and an army. A wizard with a tower may only have a small hamlet outside, and that hamlet has its own town council and the wizard doesn’t bother them. But if the local Baron needs arcane assistance, it’s this wizard he turns to. These nobles and powerful NPCs rule different areas, they have their own strongholds and armies and their own subjects who work for them and will fight with them.",
								{
									"type": "entries",
									"name": "Local Powers",
									"entries": [
										"It’s easy to go overboard when worldbuilding and assume you need to have every detail mapped out. Dozens of major and minor players, all the different barons and archmages and bishops and guildmasters can seem an insurmountable task.",
										"So don’t do that! You only really need three other local powers; an ally, an enemy, and someone who is neither. We can add more as we play, but we only need the three to get started.",
										"{@b The enemy} lord serves an obvious purpose. They are a powerful threat by which the players can test themselves. They are opposed to the players’ growing power for whatever reason.",
										"{@b The ally}, probably not as powerful as the player, but older and more experienced, helps the player understand the nature of the political world they have found themselves in. And, should push come to shove, the allied lord can throw in with the player and contribute their meager army to the cause.",
										"{@b The neutral lord} is someone with power, the power to determine who will win in the coming conflict between the player and the enemy lord, but currently on no one’s side. Known not to be an ally of the evil lord, but also not on the players’ side. It’s going to take some negotiation, roleplaying, maybe some favors to sway them.",
										"This small framework of three NPCs gives you everything you need to start a moderately robust political game. These characters do not appear by magic, they are NPCs that need to be introduced and developed like any other."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Keep",
							"entries": [
								"{@footnote The keep|There’s a great, by which I mean deeply weird, movie from Michael Mann called The Keep about a bunch of Nazis accidently letting a demon lose in Transylvania while an Eternal Man tries to stop them. This doesn’t have anything to do with these rules, but it’s my book, you get my weirdness.} sits on a hill. It may be tall or squat, but it projects power. It protects. It is a symbol. It says “I am here, and this place is mine. These people, this land, is under my protection.”",
								"Unless you don’t want it to be, of course—it’s your keep, do what you want. Put your keep in a valley if you like, hide it in a forest. But notice that the above language makes no moral evaluation. A good ruler, an evil one, might each say the same thing but for different reasons.",
								{
									"type": "entries",
									"name": "PEOPLE KNOW IT’S THERE",
									"entries": [
										"Let’s imagine you want to build a hidden keep—without using powerful magics. This is ahistorical, so if one of my players brought this up, I would explain to them something of the nature and purpose of keeps, and how hard (indeed, I think basically impossible) it is to build anything of this size and scale without everyone in the local area knowing.",
										"It takes hundreds of workers months to build a keep, even if you’re only repairing an existing fortification. And those workers have homes and families, and while they may eventually move onto your land—perhaps because you are a good ruler, or just because it’s convenient to live near where they’re spending months working—those people are going to talk about what they’re building.",
										"But if, after that, I saw the player still thought it would be cool to build a hidden keep, I would just ask, “Okay, cool, given that it’s going to take a lot of people to make it, how do you plan on keeping it secret?” I wouldn’t say no; I would just give the player a chance to think about it and be creative. Any answer they give will bring opportunities for drama!",
										"So in general, building any kind of stronghold makes a statement. But a keep is a military fortification. It’s not used for researching the mysteries of the universe, or communing with the powers of creation, or raising money and learning secrets, it’s about raising an army. Giving your army somewhere to live. Protecting your people and enforcing your will abroad. Historically, keeps were built as a defense against armies, a safe and easily defensible location. But in all instances the keep is related to war in a way the other strongholds are not.",
										"So, you build a keep because you want to raise an army and give them a place to stay and train."
									]
								},
								{
									"type": "entries",
									"name": "RAISING UNITS",
									"entries": [
										"You can attract a unit by rolling on your class’s followers chart. Some classes are naturally more martial than others—the fighter and paladin attract units more easily than the Wizard and Sorcerer. But even a fell-countenanced warlock like Graves, the Empty One, from my Shield of Gravesford campaign could attract a unit with a good roll. That would be a very interesting army—come to pledge service to a warlock!",
										"Furthermore, you can spend gold to just buy a unit. But units not only cost money to buy, they also cost money to maintain, called upkeep. Anyone with enough money can maintain an army without a stronghold, it just costs a lot of money. {@footnote Napoleon did it quite well and would have gotten away with it if it weren’t for a plague of typhus|That’s real, by the way. Popularly, Napoleon blundered into Russia and lost because he, an experienced soldier who’d built an army that kept mobile by foraging, somehow forgot about the phenomenon called “winter.” But in actuality Napoleon lost 80,000 men in the first month of the campaign to typhus spread by lice. I suspect many victorious generals would have had a bad time if they lost 80,000 men to disease in one month.}.",
										"A keep reduces the cost to buy units by 10% per level, and it also reduces the upkeep of units by 10% per level. This means a 5th-level keep reduces both the cost to buy units and their upkeep cost by 50%.",
										"Upon finishing a keep, you gain units equal in number to 2 plus the keep level. At the GM’s discretion, if you’re building a keep above 1st level, you could get your first unit when you begin construction, another unit halfway through, and the rest when it’s complete. There could be good, dramatic reasons for this, and also it gives you a unit early that you can go annoy your neighbors with. And it’s perfectly reasonable to presume the half-finished keep is complete enough to house some folks.",
										"Which units arrive to pledge service is up to the GM, but there’s a handy chart on the next page should they want to leave the choice to fate. Newly raised units start at Size 1d4. {@footnote If you get the same result twice |Actually very likely, as some units are simply much more common than others}, just increase the unit’s Size by one.",									
										"All units raised are of the same ancestry as the owner of the keep.",
										"Use the rules in Creating Your Own Units (page 235) to build the unit cards once you know which unit you’ve attracted.",
										{
											"type": "inset",
											"name": "Other Tags",
											"entries": [
												"Jess’s elf cleric Lady Sariel builds a keep, attracts a unit of Regular Light Infantry, and then rolls again, getting another unit of Regular Light Infantry. She still only has one unit, but it’s now Size 1d6 instead of Size 1d4."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "TRAINING",
									"entries": [
										"A keep means an army, and an army requires training! As you train your soldiers, you get better with your own gear, gaining the following bonuses based on the weapons or armor that you use. Choose one of the following training benefits.",
										"You cannot gain the benefit of training from armor, shields, or weapons you are not proficient in. You can change which training you receive during an extended rest (page 15).",
										"{@b Light Armor Training}: You have advantage on Dexterity checks while wearing light armor.",
										"{@b Medium Armor Training}: {@footnote You gain 5 feet of extra movement while wearing medium armor. This movement does not provoke attacks of opportunity|In other words, you can move one more square, and you can choose any one square in your movement that you can leave without provoking. }.",
										"{@b Heavy Armor Training}: You learn to present your most heavily armored facing to your foes. Ranged attacks have disadvantage against you as crossbow bolts bounce and acid arrows splash harmlessly (sometimes) off your armor.",
										"{@b Bludgeoning Training}: When you score a critical hit, the target has disadvantage on attack rolls, saving throws, and skill checks until the start of your next turn.",
										"{@b Finesse Training}: When an adjacent enemy damages you with a melee weapon, you may, as a reaction, make a melee attack against them with your wielded finesse weapon.",
										"{@b Piercing Training}: You deal an extra 1d6 damage to creatures wearing heavy armor.",
										"{@b Reach Training}: If you hit with a reach weapon, you can move the target 5 feet, but they must remain within your reach. This movement does not provoke attacks of opportunity.",
										"{@b Shield Training}: If you succeed in a weapon attack while wielding a shield, you can push your target 5 feet away from you. This movement does not provoke attacks of opportunity.",
										"{@b Slashing Training}: You deal an extra 1d6 damage to creatures wearing light, natural, or no armor.",
										"{@b Versatile Training}: While wielding a versatile weapon in two hands, you gain +1 AC.",
										{
											"type": "table",
											"caption": "UNITS RAISED BY KEEP",
											"colLabels": [
												"d100",
												"Unite Type"
											],
											"colStyles": [
												"col-3 text-align-center",
												"col-9"
											],
											"rows": [
												[
													"01–12",
													"Green Light Infantry"
												],
												[
													"13–24",
													"Green Medium Infantry"
												],
												[
													"25–34",
													"Regular Light Infantry"
												],
												[
													"35–44",
													"Regular Medium Infantry"
												],
												[
													"45–46",
													"Seasoned Medium Infantry"
												],
												[
													"47–48",
													"Seasoned Heavy Infantry"
												],
												[
													"49–57",
													"Green Light Archers"
												],
												[
													"58–66",
													"Green Medium Archers"
												],
												[
													"01–12",
													"Regular Light Archers"
												],
												[
													"73–78",
													"Regular Medium Archers"
												],
												[
													"79–86",
													"Regular Light Cavalry"
												],
												[
													"87–95",
													"Regular Medium Cavalry"
												],
												[
													"96–100 ",
													"Seasoned Light Cavalry"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "THE BARBARIAN CAMP",
									"entries": [
										"Barbarians are famous for keeps! In that under no circumstance would they ever build one. They are why other people build keeps! To a barbarian, the idea of putting all your men in an immobile walled jail seems ridiculous.",
										"Of course, strictly speaking anyone can build any stronghold. And what counts as a “barbarian” has nothing to do with what’s on your character sheet. You can easily be a fighter or ranger who looks and behaves in a classical barbarian mode.",
										"But if you want a rampaging horde, you want a barbarian camp. Accept no substitutes.",
										{
											"type": "entries",
											"name": "Substitutes for a Barbarian Camp",
											"entries": [
												"These rules show how a mobile stronghold behaves based on certain assumptions about a Rampaging Horde. With a little imagination, we can easily picture any number of other strongholds that might use these rules.",
												"A druid might decide to go on the warpath, Awaken the Trees, and lead them to war! Do the Awakened Trees have a permanent stronghold? They could, but they could just as easily have a mobile camp!",
												"A monk might eschew a permanent stronghold and instead wander the land, inciting the peasantry to take up arms against their tyrannical lords and join her. Did Joan of Arc have a permanent fortification? Or was she basically leading a barbarian horde?",
												"A barbarian camp functions as a keep with the following differences:",
												{
													"type": "list",
													"items": [
														"It still costs gold, but half as much. Temporary wells must be dug, skins for tents must be constantly made and repaired. Weapons and armor still need repairs. Large tents require many wooden stakes. And foraging includes buying food off the locals as well as stealing it. When you’re on the move, you basically have to do everything all the time to keep everyone fed and housed. The Mongols had mobile smithies and carpenter shops!",
														"It raises units just like a keep, but using the Barbarian Units chart on the previous page.",
														"It grants no discount to upkeep.",
														"It can move a {@footnote number of provinces|Provinces, Unrest, Population Centers, and Development Levels are all in Kingdoms & Warfare. I know it’s kinda bogus to put rules in here you can’t use yet, but I didn’t want the benefits of a Barbarian camp spread out over two books.} per season inversely proportional to its size. A 1st-level barbarian camp can move 5 provinces per season. A 5th-level camp, only one. As long as all their units are Light, they do not suffer movement penalties for moving in Wilderness. But they do suffer normal movement penalties based on terrain.",
														"If a Barbarian camp spends one season in a civilized province, the owner of that province must make an Unrest check against DC 13. If the Development Level of the Province is greater than the level of the Barbarian camp, the roll has advantage. If it is less, then the roll has disadvantage."
													]
												},
												"If the province fails its Unrest check, it loses one development level. If this reduces it to 0 it reverts to Wilderness and no longer produces resources for its owner.",
												"Of course, spending a season there means withstanding the owner’s own armies. We’re basically talking about an invasion."
											]
										},
										{
											"type": "table",
											"caption": "BARBARIAN UNITS",
											"colLabels": [
												"d12",
												"BARBARIAN UNITS"
											],
											"colStyles": [
												"col-3 text-align-center",
												"col-9"
											],
											"rows": [
												[
													"1–3",
													"Green Light Infantry"
												],
												[
													"4–6",
													"Regular Light Infantry"
												],
												[
													"7–8",
													"Green Light Archers"
												],
												[
													"9–10",
													"Regular Light Archers"
												],
												[
													"11",
													"Regular Light Cavalry"
												],
												[
													"12",
													"Seasoned Light Cavalryy"
												]
											]
										}
GRAPHIC KEEP - small
GRAPHIC KEEP - page size
									]
								},
								{
									"type": "entries",
									"name": "THE PIRATE SHIP",
									"entries": [
GRAPHIC KEEP (Pirate Ship)
										"Another variation of the Keep is the dreaded Pirate Ship. The Pirate Ship (a galleon, but one dedicated to piracy) is a mobile stronghold like the Barbarian camp. But while the Barbarian camp gets slower the larger it is, a Pirate Ship gets faster! {@footnote Its larger sails resist the wind much more efficiently than the larger hull drags through the water.|This is actually true. The development of larger sails and the ability to tack into the wind led to the development of the galleon, which was faster than its smaller cousins. Galleons became so big, and could carry so much gold and spice, they became easy pickings for enemy privateers, and thus was the age of piracy born.}",
										"The Pirate Ship functions as a Keep with the following differences.",
										{
											"type": "list",
											"items": [
												"It attracts units just like a keep, but with restrictions to their Size. The ship may not carry units larger than Size 1d6. If rolling on the Units Raised by Keep chart (page 17) would produce a unit larger than Size 1d6, roll again. The ship can hold and no more units than its stronghold level. A fully upgraded Pirate Ship (level 5) could therefore carry five units. There is no restriction on the type of units a Pirate Ship may carry.",
												"The ship can move {@footnote five sea hexes per day| Assuming a 24-mile hex.}, plus one hex per level of the ship.",
												"If the ship sacks (i.e wins a battle against) a port settlement, the settlement’s Development Level is downgraded by one.",
												"Spending a week in a port settlement generates 100 gp."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Tower",
							"entries": [
								"Magic is dangerous. Unpredictable. But there’s something even more dangerous: magical research. This is why wizards and other arcane spellcasters put their towers far away from civilization: so they can experiment, and if they summon something with a number of tentacles and eyeballs that can only be expressed through the use of imaginary numbers, the only person who ends up wearing their organs on the outside is the hapless wizard who failed to say all the right words in the right order.",
								"Mind you, lots of big fantasy cities have towers full of wizards, but I always assume that comes with the danger of occasionally summoning hordes of unspeakable monstrosities from the World Below. I mean, you’ve got all these knights sitting around, might as well give them something to do!",
								"Founding a tower unlocks {@footnote battle magic|Described in Kingdoms & Warfare.}  for them and grants the arcane spellcaster the power to research new spells! And if you use our rules, there is a 0% chance things could go wrong. Well, it’s close to 0%, I don’t know your GM.",
								{
									"type": "entries",
									"name": "SPELL RESEARCH",
									"entries": [
										"We know player characters can invent spells—we see them throughout the text of the core game. Famous wizard PCs in the 1970s and the spells their players invented have been with us for the entire history of the game.",
										"So we know it can be done, and it has been done, but back in the day the player would just tell the GM what their idea for a spell was, and the GM would come up with some suitably dangerous and heroic quest to acquire the ingredients and lore for the research, and then, quest complete, the GM would figure out the level of the spell to balance it.",
										"You can still do this and, indeed, you don’t really need rules for it. It’s the kind of thing you do because there are no rules for it.",
										"The core books have rules for creating new spells, but they’re in the back and I don’t get the sense they’re widely used. They also rely on a combination of player initiative (first, think of a new spell that isn’t already covered by one of the hundreds in the game) and GM approval (and the GM has to find a way to balance it, which is probably not fun), and if you’re already doing that, do you need those rules? They’re mostly just guidelines for how much damage spells do at which level.",
										"Spell research should be fun, and one of the reasons it’s fun is that it’s unpredictable. My all-time favorite chart is the old Potion Miscibility table, which I wanted to roll on not because really good things could happen, but because really good things and really bad things could happen! Sometimes simultaneously! Any result was exciting and dramatic, and even if my character exploded, I would have been delighted.",
										"This spell research system is all about rolling on charts, because in my experience as a player, when I see charts like the Potion Miscibility table or the Wild Magic chart, or the old-school Wand of Wonder chart, I just want to roll on them.",
										"In this book, all the results of spell research benefit the caster, but not all of them are equally useful, and some of them are Weird. But because these benefits are rewards for building a stronghold, there are no bad results."
									]
								},
								{
									"type": "entries",
									"name": "INVENTING A NEW SPELL",
									"entries": [
										"Inventing a new spell from scratch is sort of a pain in the ass and hard to balance and requires a unique combination of player ingenuity and GM balancing that can be a lot of work and not all of it fun.",
										"But researching an existing spell? Taking a heretofore boring spell and making it do something extra and neat and maybe weird? Going into your research laboratory and not knowing exactly what you’re going to get when you come out? That’s magical. Here’s how it works.",
										{
											"type": "entries",
											"name": "Pick a Spell",
											"entries": [
												"You can only research arcane spells, not divine spells—gods get really bitchy if you start trying to monkey with their ineffable Will. This means the spell must be on the spell list of the bard, eldritch knight, wizard, warlock, or sorcerer. 5th Edition doesn’t really have the clear division of arcane and divine spells, but you’ll notice that it doesn’t give clerics or druids or paladins access to spells with someone’s name in the title. Named spells are apparently, unique to “arcane spellcasters,” and we like that tradition.",
												"The GM can, of course, allow a divine character to research spells, and why not. It’s just not the default assumption.",
												"You must be able to cast the spell you want to research, and the spell can’t have a proper name in it.",
												"You may choose to research a cantrip, but the researched cantrip will be a 1st-level spell (see Casting the Spell on page 27)."
											]
										},
										{
											"type": "entries",
											"name": "Pick the Target of the Spell",
											"entries": [
												"These categories aren’t comprehensive, but broadly applicable. Some spells may fall under multiple categories. “Does damage” applies to many spells that also fit elsewhere on the list. The goal is to let the player choose the category, and the GM interprets the exact target broadly. ",
												"The target of the spell can be:",
												{
													"type": "list",
													"items": [
														"Yourself or one ally",
														"One enemy",
														"All bad guys in an area",
														"All allies in an area",
														"The spell does damage"
													]
												},
												"Some spells don’t fit into any of these categories, typically ones that bestow knowledge or that summon or create things. For such spells, the above list has enough effects that you could easily choose something from it or even create a unique list by picking and choosing effects below for a player to roll, but we recommend “yourself or one ally” for spells that don’t otherwise fit a category since presumably the spellcaster is benefitting in some way from the spell."
											]
										},
										{
											"type": "entries",
											"name": "Research",
											"entries": [
												"Researching a spell takes time and money. The money is spent buying arcane materials to use as prospective components. Many potential components must be tested to determine which is the proper one for this new spell. Special tomes must be procured describing the creation of the original spell, pointing the way towards a means to modify it.",
												"The time spent takes 8 hours of every day, six days a week. The arcanist is able to take breaks a few times each day to speak with their lieutenant and command their followers, oversee the construction of their tower, but they spend the required time in research. If this time is interrupted, the new spells slips from their mind and they must start again.",
												"{@b To research a spell, the magic-user must spend 1 month, plus 1 week per level of the spell, minus 1 week per level of their tower.}",
												{
													"type": "inset",
													"name": "Other Tags",
													"entries": [
														"Graves builds a tower and calls it the Helltower. He decides it would be nice if his {@spell vampiric touch} spell was better than normal vampiric touches. {@spell Vampiric Touch} is a 3rd-level spell, and the Helltower is a 1st-level tower. Thus, researching it will take 6 weeks: the base time of 4 weeks, plus 3 weeks because vampiric touch is a 3rd-level spell , minus 1 week because his tower is 1st level."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Find the Chart, Roll or Pick",
											"entries": [
												"After picking the spell and its target, and researching it for the appropriate time, the magic-user rolls a d8 on the chart corresponding to its effect to discover the result of their research. This is the default use of these rules and tends to produce the best result.",
												"If the GM and player agree, the player can just choose the effect they want—though this is much more prone to abuse. And, of course, the GM can roll for the player. This is a very old-school way of doing things, and while it may seem less satisfying for the player, it lets the GM curate the result.",
												"The GM might, for instance, know or strongly suspect that one of the possible results would just be less satisfying for the player and make sure that result doesn’t come up. They might still roll! And just pick the next or previous result on the list if they get an unsatisfactory result.",
												"The player spent a lot of their character’s money and time to get this, so while some weird results can be fun, and the player should be reminded they can do more research later, the ultimate goal is to give the player a fun reward.",
												"Some of these results are weird. This is by design, meant to reinforce the idea that magic is unpredictable. It’s not a science. That’s why they call it magic."
											]
										},
										{
											"type": "table",
											"caption": "THE SPELL TARGETS YOU OR ONE ALLY",
											"colLabels": [
												"d8",
												"SPELL EFFECT"
											],
											"colStyles": [
												"col-1 text-align-center",
												"col-11"
											],
											"rows": [
												[
													"1",
													"{@b Empowering}: For 10 minutes, a random ability score of the target increases to 20."
												],
												[
													"2",
													"{@b Regenerating}: For the spell’s duration, the target regains hit points equal to your spellcasting modifier at the start of each round."
												],
												[
													"3",
													"{@b Mindful}: For 10 minutes, the target may use your spellcasting ability modifier for all saving throws."
												],
												[
													"4",
													"{@b Omniscient}: For 10 minutes, the target grows a third eye that reveals hidden, disguised, and invisible creatures within 60 feet, but not objects on other planes."
												],
												[
													"5",
													"{@b Levitating}: For 10 minutes, the target gains a fly speed of 10 feet."
												],
												[
													"6",
													"{@b Invulnerable}: Until the start of their next turn, the target is immune to all damage."
												],
												[
													"7",
													"{@b Topologically Ambiguous}: For 10 minutes, there is a one-third chance at the start of each round that the target can teleport 10 feet as a bonus action. The odds of teleporting are cumulative (33% chance on the first round, 66% on the second, 100% on the third), but the odds reset each time the target teleports. The target can choose not to teleport, but if they do so, the odds still reset."
												],
												[
													"8",
													"{@b Blazing}: Until the start of their next turn, the target’s movement leaves a trail of fire that lasts for the spell’s duration and does 3d6 damage (Dexterity save for half) to anyone who begins their turn in it or moves into or through it."
												]
											]
										},
										{
											"type": "table",
											"caption": "THE SPELL TARGETS ALLIES",
											"colLabels": [
												"d8",
												"SPELL EFFECT"
											],
											"colStyles": [
												"col-1 text-align-center",
												"col-11"
											],
											"rows": [
												[
													"1",
													"{@b Dexterous}: For 10 minutes, the targets’ movement does not provoke attacks of opportunity."
												],
												[
													"2",
													"{@b Accelerating}: For 10 minutes, before taking an action, the targets can move an extra half of their movement."
												],
												[
													"3",
													"{@b Energizing}: Until the start of their next turn, the target adds your spellcasting modifier to their attack rolls and spellcasting DC."
												],
												[
													"4",
													"{@b Oracular}: For 10 minutes, the target can see which items within 60 feet are magical, can see the effects of persistent spells, and can make a DC 15 Intelligence (Arcana) check to know exactly what those items or spells are."
												],
												[
													"5",
													"{@b Fated}: Until the start of their next turn, targets may reroll damage rolls and may take the new roll."
												],
												[
													"6",
													"{@b Vengeful}: For 10 minutes, targets gain a reaction they may use to attack any enemies who damage them."
												],
												[
													"7",
													"{@b Revealing}: Until the start of their next turn, targets always roll natural 20s on Perception checks."
												],
												[
													"8",
													"{@b Gloating}: For 10 minutes, any target who drops an enemy to 0 hit points gains a move action or attack action."
												]
											]
										},
										{
											"type": "table",
											"caption": "THE SPELL TARGETS ONE ENEMY",
											"colLabels": [
												"d8",
												"SPELL EFFECT"
											],
											"colStyles": [
												"col-1 text-align-center",
												"col-11"
											],
											"rows": [
												[
													"1",
													"{@b Betraying}: The target immediately attacks another target of your choice."
												],
												[
													"2",
													"{@b Beguiling}: The target does not recognize you as an enemy. Until the start of your next turn, your attacks against them have advantage, and they have disadvantage on saving throws against your spells."
												],
												[
													"3",
													"{@b Distracting}: On their next turn, the target can move or attack, but not both."
												],
												[
													"4",
													"{@b Elucidating}: The target blurts out a closely held secret."
												],
												[
													"5",
													"{@b Stupefying}: The target’s Intelligence decreases to 3 until the start of their next turn."
												],
												[
													"6",
													"{@b Illuminating}: Until the start of their next turn, the target glows, granting advantage on all attacks against them and illuminating any hidden allies standing adjacent to them."
												],
												[
													"7",
													"{@b Confusing}: The target’s next attack targets a random legal target. They will use their movement on their next turn to get closer to that target if necessary."
												],
												[
													"8",
													"{@b Exposing}: The target’s clothing and armor disappear until the start of their next turn. Adjust AC and abilities accordingly."
												]
											]
										},
										{
											"type": "table",
											"caption": "THE SPELL TARGETS SEVERAL ENEMIES",
											"colLabels": [
												"d8",
												"SPELL EFFECT"
											],
											"colStyles": [
												"col-1 text-align-center",
												"col-11"
											],
											"rows": [
												[
													"1",
													"{@b Overwhelming}: Affected targets are knocked prone."
												],
												[
													"2",
													"{@b Thunderous}: Affected targets are pushed 10 feet back."
												],
												[
													"3",
													"{@b Defiling}:  Roll 1d6. All affected targets take that much damage, and you gain temporary hit points equal to the total damage done to the targets."
												],
												[
													"4",
													"{@b Immobilizing}: Roots the targets to their current spots until the start of their next turn. They are grappled."
												],
												[
													"5",
													"{@b Blinding}: Flesh grows over the targets’ eyeballs. They are blind for one round per tower level."
												],
												[
													"6",
													"{@b Hideous}: Until the start of their next turn, affected targets’ arms mutate into tentacles. They drop their weapons. If they don’t have arms, they grow them, flailing ineffectually, missing attacks and failing to cast spells."
												],
												[
													"7",
													"{@b Enfeebling}: Targets gain vulnerability to fire, ice, electricity, or acid—chosen each time the spell is cast—for one round per tower level."
												],
												[
													"8",
													"{@b Telekinetic}: Move all affected targets 10 feet in any one direction. If moved 10 feet up, each target takes 1d6 bludgeoning damage when they fall back down and must make a DC 10 Dexterity (Acrobatics) check or fall prone"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Does Damage",
									"entries": [
										"Find your damage type on the list below.",
										{
											"type": "list",
											"items": [
												"(Acid) {@b Melting}: Objects carried by the target are hit and take damage equal to the spell’s damage.",
												"(Bludgeoning) Sundering: For the spell’s duration, armor worn by the targets degrades by 2. Sundering effects do not stack.",
												"(Cold) {@b Chilling}: Affected targets are grappled until the end of their next turn.",
												"(Fire) {@b Incinerating}: Affected targets continue to burn, taking an extra 1d6 damage at the start of each round until they spend an action extinguishing the flames.",
												"(Force) {@b Detonating}: Affected targets are knocked prone. On their next turn, they must make a Wisdom saving throw to stand up. On their following turn, they may stand up normally without making a save.",
												"(Lightning) {@b Shocking}: Affected targets have disadvantage on all saving throws until the end of your next turn.",
												"(Necrotic) {@footnote {@b Unholy}:|Yeah I know some folks don’t consider raising the dead to be evil or “unholy.”}  1d4 ghouls rise from the ground, each anywhere you choose within 30 feet. They obey your commands for a number of rounds equal to your spellcasting modifier, then crumble to dust.",
												"(Piercing) {@b Puncturing}: For 10 minutes, {@footnote weapon attacks against affected targets score critical hits on attack rolls of 15 or higher|In other words, your spell creates a “weak spot” in the target’s armor or hide that others can exploit.}",
												"(Poison) {@b Nauseating}: Affected targets forgo their next turn, spending it vomiting.",
												"(Psychic) {@b Hallucinating}: On their next turn, the targets perceive allies as enemies and enemies as allies, and act accordingly.",
												"(Radiant) {@b Dazzling}: Each target is blind until the end of its next turn.",
												"(Slashing) {@b Wounding}: Each target takes 1d10 damage at the end of its next turn.",
												"(Thunder) {@b Concussive}: The targets are pushed 20 feet back."
											]
										},
										{
											"type": "entries",
											"name": "“I Got a Result I Don’t Like”",
											"entries": [
												"Alright, look. The whole point of this system is to reward your players for spending the time and money (and frankly, just having the desire) to build a stronghold, so if you think there’s any danger your player might reject the result, maybe just let them pick. Or roll behind the screen for them and make sure they get a result you know they’ll like.",
												"The whole point of rolling is to make the result seem like fate. Like it came from forces beyond you or your player’s control. It helps trick us into feeling like the rules are describing a real world. But that sense of verisimilitude isn’t as important as the player feeling like they got a cool reward for their effort."
											]
										},
										{
											"type": "entries",
											"name": "More Research",
											"entries": [
												"{@b A given spell can only be modified by research once, and a given magic-user can only modify a number of spells equal to their tower level.}",
												"{@b Spell research cannot grant you access to spell levels your class does not have}. You may research a 4th-level spell to produce a 5th-level spell you cannot cast yet, but will be able to once you level up—your research shows the spells exists, but you haven’t properly mastered it yet. However, you cannot research a 5th-level spell, producing a 6th-level spell, if your class can never access 6th-level spells.",
												"Besides these limits, the player is free to do more research later. The GM should let the player live with the new spell for a while and, if they don’t like the result, “forget” that research and work on another spell. The goal is to empower the players and make their stronghold feel powerful and useful!",
												"If the player likes the result, they should be free to {@b choose the same spell modifier} for subsequent spell research.",
												{
													"type": "inset",
													"name": "Other Tags",
													"entries": [
														"Reginam researches arcane eye (spell affects yourself or an ally), rolls on the appropriate chart, and gets a 4. Omniscient! Perfect! She now has Reginam’s omniscient eye, and the effects dovetail well.",
														"Upon returning to her tower after adventuring, she decides to research haste, and after spending the time researching it, she simply choose to apply omniscient to haste without rolling, because her player feels like it makes a good combo."
													]
												},
												"Once a character has a signature spell, especially after they’ve used it in the wild a few times, rumors of its existence begin to circulate and eventually it’s possible, even inevitable, that another spellcaster might reverse-engineer how this custom spell was done and duplicate it. Scrolls of Reginam’s omniscient eye might begin circulating. Enemy spellcasters might start using it against the heroes!",
												"Your character is automatically resistant to the effects of any spell you research. Reginam, therefore, has advantage on saving throws against Reginam’s omniscient eye. It will still work, even against the wizard who invented it! It’s just much less likely to work."
											]
										},
										{
											"type": "entries",
											"name": "Casting the Spell",
											"entries": [
												"Now the magic-user has their own spell! Velorin’s blazing gaseous form! Elemein’s overwhelming hypnotic pattern! {@b The level of the final spell is one higher than the level of the original spell}.",
												"If the target of a spell saves against it, the modifier automatically fails. If the target of a betraying charm person makes their Wisdom save against the charm, they do not suffer the “betraying” effect.",
												"The effects of a modified spell cannot be combined with the effects of the unmodified spell. The temporary hit points gained from mindful enhance ability do not stack with enhance ability for instance. An enlarged character cannot be further enlarged by casting regenerating enlarge.",
												"Spells that can be cast as a ritual can be modified, but this does not change the duration of their effect. Empowering Commune cast as a ritual takes 10 minutes to cast, but the Empowering benefit still only lasts 10 minutes after that.",
												"There’s one other restriction: the magic-user can only cast the spell a number of times equal to their spellcasting modifier. Once they do, they must take an extended rest if they want to cast the spell again."
											]
										},
										{
											"type": "entries",
											"name": "Future Use of the Spell",
											"entries": [
												"As the magic-user casts the spell and learns its new nature, the GM may discover the spell is perhaps not as useful as everyone might like, or it might be too useful. The GM is free to modify the spell over time, adjusting its effects, changing the spell level. This represents the magic-user’s changing understanding of the spell. Efficiencies are discovered. Some elements of the arcane formula, once clear, begin to slip from the spellcaster’s mind as the spell itself twists and writhes under human attention.",
												"Once the GM deems the spell to be grown up and ready to enter the wide world outside the magic-user and their tower, and presuming the player is also happy with it—remember, balance aside, the final result of this process is a reward for the player—the GM may decree that the spell is now well studied and available to other spellcasters to learn, and it can be scribed onto scrolls and copied into spellbooks.",
												"Congratulations, you have added to the growing body of spellcraft knowledge! May the gods have mercy on your victims!"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "ALTERNATIVE TOWER RULES: TOWERS BY SCHOOL",
									"entries": [
										"Here are some simple rules for towers by school, in case you don’t like the spell research system.",
										"Upon finishing a tower, the magic-user must dedicate it to one of the eight schools of magic. It is traditional to give your tower a name based on the school—like, if you choose Divination, you might call your stronghold a Tower of Prophecy. Necromancy…well, a Tower of Necromancy is pretty cool, but also the Tower of Death is pretty badass. Or the Black Tower, or the Tower of Pale Flesh. You get the idea.",
										"{@B A magic-user who studies at their tower for a week can prepare and cast spells from their tower’s school as if the spell were cast at one level higher}. In other words, fireball, studied by a 5th-level warlock with an evocation tower, would cast as a 4th-level spell and do an extra 1d6 damage, even though the warlock was using a 3rd-level slot.",
										"{@b A magic-user can only prepare spells in this way a number of times equal to the level of their tower} (so typically once when starting out). After this, they must return home and spend a week researching in their tower.",
										{
											"type": "inset",
											"entries": [
												"Velorin finishes his tower and dedicates it to necromancy. He memorizes bestow curse at 3rd level, but when he casts it, it behaves in all other ways like a 4th-level spell, extending the duration to “concentration.”",
												"All the necromancy spells he casts that day are cast as though they were one level higher. But because his tower is only 1st level, he cannot prepare his necromantic spells this way again until he spends a week in his tower. After upgrading to a 2nd-level tower, he may now spend 2 days casting necromantic spells at higher level."
											]
										},
										"You could, of course, decide that towers in your campaign grant both these benefits and spell research (see below).",
										{
											"type": "entries",
											"name": "Optional Rule: Effort",
											"entries": [
												"Another method I’ve used and enjoyed allows the magic-user to cast their specialist spells as though they were one level higher with no limit (other than the normal limits of spells by level per day), but each time they cast a spell at a higher level, they must make a Constitution check of DC 10 plus the spell’s level. If they fail, they suffer one level of exhaustion. A full rest removes one level of exhaustion."
											]
										}
									]
								},
GRAPHIC ; Tower
GRAPHIC ; Tower (interior)	
GRAPHIC ; Tower (Cellar)	
							]
						},
						{
							"type": "entries",
							"name": "The Temple",
							"entries": [
								""
					]
				},
				{
					"type": "section",
					"name": "Followers",
					"entries": [
						"Certainly you don’t have to build a stronghold to attract followers. Followers can be a reward for any number of famous deeds or accomplishments. If the heroes save the town or rescue the blacksmith, they might well attract some followers!",
						{
							"type": "section",
							"entries": [
								{
									"type": "section",
									"name": "Backstories",
									"entries": [
										"Attracting followers means lots of new characters in your game, and that can be a lot of work for the GM, inventing backstories for everyone. We’ve done our best to shoulder some of that burden by giving examples of the many followers someone could attract, but we don’t know enough about your setting to describe an orc ambassador, for instance, without making a lot of assumptions that would conflict with many settings.",
										"So that means the GM has to invent and describe the warlocks or stone giants who show up, and for some GMs that’s a lot of fun! It’s neat to have these seeds prompting you to create. “Ooh, a unit of light cavalry shows up! I wonder where they’re from?”",
										"But this can also be a pain the butt depending on what kind of GM you are or even what mood you’re in. So you can always just ask the player who rolled to describe their new follower to you. This can be a lot of fun for them and make them feel more part of the creative process.",
										"Of course, some players won’t like this. For some players, if they invented it, then they know it’s not real and the illusion of reality fails. As you play with folks you’ll learn which players are which.",
										"But it’s perfectly legitimate to crowdsource these followers. Ask the player who rolled to describe their follower. Ask another player to! Make them part of the process and part of the fun. Of course, you’re still the GM, so you’ll still have to approve it."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "UNITS",
							"entries": [
								"A local military company arrives and pledges service to the PC. These soldiers are usually from nearby kingdoms that recently suffered a defeat in battle, or they served a noble who was overthrown, and they’re hoping that pledging service to you will lead to longterm employment and new victories.",
								"Your character still has to pay the upkeep for these units, but you don’t need to pay the cost to recruit them. Units recruited in this way have the same ancestry as the owner of the stronghold. Attracted Airborne units are typically riding griffons or giant eagles, at the GM’s discretion.",
								{
									"type": "section",
									"name": "What Can I Do with Units?",
									"entries": [
										"I think the number-one use of military units, at least at first, is defending your new stronghold against those who resent this upstart and scheme to take it all from you.",
										"But once that’s over with, you can send your new army off to tame local lands or start conflicts with nearby regents to acquire new territory and resources. Armies are used to project power to take over nearby territories or defend allies. Feel free to be proactive and put your army to work."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "RETAINERS",
							"entries": [
								"Since your character is an adventurer, it’s not at all surprising that other, less famous adventurers hear the tales of your character’s deeds and show up pledging service. These are called retainers and have their own rules.",
								"Each retainer must be of lower level than your PC. If your PC built or acquired a stronghold at an unusually low level (say, below 7th), just adjust the result of the roll downward.",
								{
									"type": "inset",
									"name": "Other Tags",
									"entries": [
										"The Baron of Tor awards Sir Razallax the deed to Greywall Keep. Sir Razallax is a 5th-level paladin and, upon completing renovations and defending the keep, he rolls a 49 on the Paladin Followers chart and gets a 7th-level warlord. Because this follower is higher level than Sir Razallax, it is automatically lowered to 3rd level."
									]
								},
								"{@b Retainers are not PCs}. A skinwalker is not a druid, it’s an NPC who was taught a very narrow range of druid abilities. It cannot do most of the things a druid can do. If you find yourself regularly expanding a retainer’s abilities, if you think this skinwalker should be able to heal, since druids can heal, it’s probably better to just use a druid.",
								{
									"type": "section",
									"name": "Cool, but Not Too Cool!",
									"entries": [
										"Remember, this is a lower-level follower pledging service to a regent. They shouldn’t have more or better magic items, but they can be cool. They can be neat or fun to run. Memorable. You don’t want your high-level NPCs to outshine the players and steal their thunder. But a follower who’s cool and memorable validates the player! “Obviously I am pretty awesome,” the player thinks, “if I have a follower like this.”",
										"Followers obey their regent. They want to serve. They do not take the lead. GMs, if you find your player relying overmuch on advice or action from a follower, I recommend you have that follower defer. “Your Grace, you have seen so much more of the world than I. It would be absurd for me to advise you in this matter.”"
									]
								},
								{
									"type": "section",
									"name": "Lieutenants",
									"entries": [
										"I think the first best use for your retainer is to act as your lieutenant who runs the show while you are away from your stronghold. Your lieutenant is a trusted advisor whom you can rely on to do your bidding and carry out your orders. Because they are yours to run, lieutenants let you take {@footnote Demesne Actions even while you’re off adventuring.|Demesne Actions are another element of Kingdoms & Warfare. The actions your Barony or Thieves’ Guild or Wizards’ College can take.}",
										"You can also play your lieutenant as a PC should your current one die or if you want to focus on two important things at once."
									]
								},
								{
									"type": "section",
									"name": "Troubleshooters",
									"entries": [
										"If you attract more than one retainer, you now have a team who can travel your demesne righting wrongs, enforcing the law, and otherwise solving the lesser problems you are now too high level, and too important, to deal with personally.",
										"Between your PC, your lieutenant, and any troubleshooters you attract, you could end up with an entire party to yourself to go on adventures with!"
									]
								},
								{
									"type": "section",
									"name": "Simpler Than Player Characters",
									"entries": [
										"Running a PC is actually quite a lot of work compared to almost any other kind of game we play. They’re incredibly well detailed, with weapon proficiencies and skills and class abilities and six stats with modifiers, maybe spells, and, by the time they’ve got a stronghold, over 50 hit points. Fifty is a lot of anything to track, and we don’t think of it that way because we’re used to it, but it boils down to “You’re going to be doing a lot of addition and/or subtraction between now and going unconscious.”",
										"But it’s our character—we want that level of detail. It reflects how important the character is to us and how complexly we view them.",
										"Do we need that same level of detail for a sidekick? For some people, yes, because with that detail comes flexibility and options, and with that comes power. And many players hate the idea that if only they’d spent more time reading what this second character could do, the second character—and maybe the rest of the party—would still be alive.",
										"This system trades power and flexibility for ease of use. Retainers have many fewer options, but they’re still pretty useful and, most of all, easy to run along with your character. Retainers are like their PC counterparts, but with simpler rules.",
										"There is one type of retainer for each class specialty, but these followers are not PCs and do not have PC stats. They sometimes have access to different skills, saving throws, or abilities."
									]
								},
								{
									"type": "section",
									"name": "Hard to Kill",
									"entries": [
										"You cannot attract a follower equal to or greater than your level, so by definition your followers are always lower level than your PC. Because of this, followers need to be tougher than a PC of equivalent level, so they can survive combat alongside their higher-lever buddy. To do this, retainers ignore damage (and therefore healing) below a certain threshold. In fact, retainers don’t have hit points at all!"
									]
								},
								{
									"type": "section",
									"name": "Health Levels, Not Hit Points",
									"entries": [
										"When the party cleric asks, “Okay, how much damage has everyone taken,” and everybody at the table looks at their character sheet, you know you’re in for a ride.",
										"Because depending on the habits of the players, they may already have to do some math. If a player keeps a running total of their current hit points, then they’ll have to subtract that from their max hit points to give the cleric an answer.",
										"Then on top of this, the cleric inevitably asks, “Well, okay, but what is that compared to your total?” Because obviously “30 damage” can mean very different things to different characters and at different levels. So the cleric wants to know what percentage of your health you have left. But no one ever asks that—that would mean even more math.",
										"In reality, both numbers are important to the cleric! You may have taken a large percentage of damage but a low amount of damage, and that will inform the cleric’s decision on whom to heal.",
										"Having to also do all that same nonsense for your follower is more work than we should need to do just to have a cool buddy. We’re busy people.",
										"So, retainers do not track hit points, but rather health levels. A retainer has health levels equal in number to their Hit Dice or level. {@footnote Each time a retainer is hit by an attack, they make a Constitution saving throw. The DC is the average damage from the attack.|This is usually listed in their stat block, but I’m not sure most people use it. Now we have a use for it!}",
										"If they succeed, they take no damage. If they fail, they lose one health level per die of damage from the attack. If they lose their final health level, they drop unconscious and use the normal rules for dying.",
										{
											"type": "inset",
											"name": "Other Tags",
											"entries": [
												"Our 5th-level exarch is with her 7th-level PC and the rest of the party. They’re fighting two earth elementals, which is a reasonable battle for five 7th-level PCs.",
												"The elemental hits our exarch with a slam attack. Its average damage is 14 points, so our exarch makes a Constitution saving throw against DC 14. She succeeds, so nothing happens. Notionally, she’s taken some damage, but not enough to worry anyone. If she had failed, she loses one health level and has 4 remaining."
											]
										},
										"Pretty simple. One roll, check off a health level box if you fail. Move on."
									]
								},
								{
									"type": "section",
									"name": "Healing",
									"entries": [
										"Retainers regain a health level after each short rest, and each die of healing used on them recovers one health level. We can imagine that any attack that hits a retainer does some damage, just not enough to matter likewise, the presence of abilities like lay on hands can recover some damage, just not enough to move the needle. So save that healing for your PC friends."
									]
								},
								{
									"type": "section",
									"name": "Initiative",
									"entries": [
										"Retainers act when you act. If your retainer has higher Dexterity than you, you gain +1 to your initiative rolls."
									]
								},
								{
									"type": "section",
									"name": "Armor Class",
									"entries": [
										"A retainer has light, medium, or heavy armor. Thespecific armor they’re wearing is a detail below this systems’ level of abstraction.",
										{
											"type": "list",
											"items": [
												"Light armor is AC 13.",
												"Medium armor is AC 15.",
												"Heavy Armor is AC 18."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Abilities",
									"entries": [
										"A retainer has a primary ability. They gain +4 to any ability checks with primary abilities, and they gain +2 to all other ability checks."
									]
								},
								{
									"type": "section",
									"name": "Skills",
									"entries": [
										"A retainer has primary skills. They gain +5 to skill checks with primary skills, and they gain +2 to all other skill checks."
									]
								},
								{
									"type": "section",
									"name": "Saving Throws",
									"entries": [
										"A retainer gets +3 to all saving throws, and an extra +3 to saves with a primary ability.",
										"They save against spells just like PCs do, but if they succeed on a save, they lose health levels equal to half the original number of dice. So a retainer who saves against a fireball (8d6) loses 4 health levels."
									]
								},
								{
									"type": "section",
									"name": "Ancestry, Perception, and Movement",
									"entries": [
										"The GM chooses the ancestry (elf, dwarf, human, etc.) of the retainer, which determines their Perception, movement, and special abilities."
									]
								},
								{
									"type": "section",
									"name": "Actions",
									"entries": [
										"Adventuring followers get all the regular actions PCs do. They can move and act, and they get reactions and bonus actions and attacks of opportunity.",
										"Additionally, all retainers begin with a signature attack they can perform each round. If granted extra attacks, these are always their signature attack. As they gain levels, they unlock special actions (usually spells for spellcasters). Each special action can only be used once per encounter, and each is limited in the number of times per day it can be used.",
										"The DC of a special or signature attack is listed in its description.",
										"At 7th level, retainers can take two signature attacks per round."
									]
								},
								{
									"type": "section",
									"name": "Attacking",
									"entries": [
										"Making an attack roll for your follower is just going to slow everything down, and if you want to do that, you don’t need these rules—you can just run your follower using PC stats and rules.",
										"If your PC hits an enemy, your follower hits with their signature ability, even if you and your follower are attacking different targets. Your success inspired your follower.",
										"{@footnote If you miss, or if you simply don’t attack on your turn, then you make an attack roll for your follower|This greatly reduces the complexity of running your follower, but they retain their versatility and you’re not joined at the hip. If you hit, they hit, but if you miss or don’t attack, they still get their shot}. Forthese purposes, a spell that deals damage or prompts an enemy to make a saving throw counts as an attack.",
										"Adventuring followers get +6 to hit with their attacks. This doesn’t change. At the GM’s discretion, you could improve this bonus by 1 at 5th and 7th level."
									]
								},
								{
									"type": "section",
									"name": "Spells and DCs",
									"entries": [
										"Adventuring followers’ spells and actions that require a saving throw start with DC 13 at 3rd level, improve to DC 14 at 5th level, and finally improve to DC 15 at 7th level. If a retainer makes a spell attack, it uses the same +6 retainers get to all attacks."
									]
								},
								{
									"type": "section",
									"name": "Gear",
									"entries": [
										"Unless provisions are specifically made otherwise, a retainer has the same gear as a starting PC of their class. For example, a berserker has the same gear you would expect to find on a 3rd-level PC barbarian."
									]
								},
								{
									"type": "section",
									"name": "Experience",
									"entries": [
										"Your retainers level up once every two times your PC levels up, capping out at 7th level. They gain special actions at 5th and 7th level."
									]
								},
								{
									"type": "section",
									"name": "Magic",
									"entries": [
										"Adventuring followers can use magic items like anyone else! A +1 longsword increases their attack and damage by 1, and +1 armor increases their AC by 1.",
										"One happy side effect of having followers is you can always pass your obsolete items on to them. Low-level items, once useless as treasure for high-level characters, now have a use!"
									]
								},
								{
									"type": "section",
									"name": "Leaders",
									"entries": [
										"The character who recruited the retainer is called their leader. This term is referenced in various actions and abilities.",

LIST FOR LINK TO RETAINERS STAT BLOCKS (will put tags to make hovers for the various follower stats)
?

						{
							"type": "entries",
							"name": "Artisans",
							"entries": [
								"{@footnote It takes many skilled workers|Not all these followers are literally artisans, but I felt “specialist” was too modern and technical.} to build a keep or a tower or a theater. Commonly, one of these skilled laborers, impressed with the lord’s demeanor, will offer to serve the lord permanently, becoming a member of their retinue, living in the stronghold or the surrounding village after the rest of the workers return to their towns.",
								"Each artisan in the lord’s service either grants the lord some benefit or improves the stronghold in some way."
							]
						},
						{
							"type": "entries",
							"name": "Where Do Artisan Followers Come From?",
							"entries": [
								"Newly minted regents inspire people, but they also present an opportunity for other people to fulfill heretofore thwarted ambition.",
								"The mason who sets up shop in a fighter’s keep was probably one of the folks who helped build it. It takes several masons to build or restore a keep. One of them naturally assumed a leadership position over the others, was trusted by the nascent lord, and stayed on when the project was done. The mason probably has family in a nearby town. Some of them might move to the village that slowly accumulates around the lord’s keep.",
								"A tailor who joins a lord in their wilderness stronghold may be a local townsperson seeking greater glory, the opportunity to serve a baron or a count! Or they may be someone from the nearest big city who’s tired of serving folks who don’t appreciate their handiwork, hearing tell of a newly landed noble building a keep, and decides it is better to be a big fish in a small pond than a little fish in the great wide ocean. The tailor from the big city brings with them all the prejudices of civilization, but also all the knowledge that comes with it, knowledge of court intrigues and fashion."
							]
						},
						{
							"type": "table",
							"caption": "ARTISAN SHOP IMPROVEMENT TABLE",
							"colLabels": [
								"LEVEL",
								"COST"
							],
							"colStyles": [
								"col-5 text-align-center",
								"col-7 text-align-center"
							],
							"rows": [
								[
									"1st",
									"--"
								],
								[
									"2nd",
									"1,000 GP"
								],
								[
									"3rd",
									"1,500 GP"
								],
								[
									"4th",
									"2,000 GP"
								],
								[
									"5th",
									"2,500 GP"
								]
							]
						},
						{
							"type": "entries",
							"name": "Your Artisan’s Shop",
							"entries": [
								"Most artisans come with their own shop, which they set up for free and which starts at 1st level. You can pay to improve it based on the Artisan Shop Improvement Table. This process takes four months (one season), and you cannot pay more to speed this up. The maximum shop level is 5."
							]
						},
						{
							"type": "entries",
							"name": "Harvesting Organs to Create Magic Items",
							"entries": [
								"If you’ve got a blacksmith, a scribe, or an alchemist waiting back at your stronghold, suddenly the corpses of the creatures you defeat in combat become bags of useful organs! Not just a smelly reminder of your triumph.",
								"With some corpses of magical creatures, normal people with no levels in a spellcasting class can craft magic items, because the files are in the computer…er, the magic is in the creature, in its organs. A dragon obviously can’t fly under its own caloric power, that’s ridiculous. It is a magical creature, and by the careful harvesting of its organs, you can distill some of that magic for your own use. In all cases, use the normal rules and requirements for crafting magic items. The artisan follower simply reduces the time and cost.",
								"In each case, a spellcaster is needed to imbue the item with the requisite magical power. The caster isn’t using a specific spell, merely the arcane talent and magical knowledge necessary to manifest the item’s ability.",
								"{@b THE ALCHEMY TEST}: Once a creature dies, its organs begin to decay. {@footnote You must act within minutes| How many minutes? You decide! Even “immediately” is fine!} of death to harvest anything useful. A monster corpse has four useful components—described below—and each requires an alchemy test to harvest.",
								"An alchemy test combines two skill checks: {@footnote first an Arcana check to determine if you know where the organs are and the best way to harvest the component, then a Medicine check to extract and preserve the component without destroying it in the process|Many are the times one of my PCs failed their check, emerging from their impromptu field surgery covered in blood and brains. “Um, I screwed up.”}. It’s like a mini skill challenge.",
								"{@b The DC of the Arcana check} to locate the organs and remember the best way to extract them equals 8 + the challenge rating of the creature you’re operating on.",
								"{@b The DC of the Medicine check} to perform the surgery and extract enough useful material without destroying it depends on the organ in question and the challenge rating of the creature, as shown in the {@table Alchemy Test|SaF} table.",
								"A given corpse can only withstand one alchemy test before it’s unusable.",
								"",
								"{@b RECIPES: Crafting a magic item requires a recipe. A sword, +1 isn’t merely a normal weapon with bless cast on it during its forging—it requires special metals. For potions, unique admixtures must be chemically prepared. Scrolls  require rare inks. In some cases, the item can only be made under special circumstances, like during a specific phase of the moon.",
								"In all these instances, it’s assumed your follower knows how to procure just enough of these special materials to craft the item in question. How they get these materials is a trade secret, but it typically involves relying on a network of fellow craftsmen they established before joining your employ.",
								"Generally we don’t worry too much about which recipes an artisan follower has access to. Their job is to save you time and money—all the other requirements must be met normally—but the GM could rule that the artisan comes with a handful of recipes and make finding other recipes part of adventuring!",
								{
									"type": "inset",
									"name": "PAYING MORE TO GET IT DONE FASTER",
									"entries": [
										"Goran the Smith offers his services to Lady Halfrid. When she asks what services he can provide, he mentions repairing armor and forging weapons, and he discreetly mentions that if she knows a mage, he has the knowing of crafting javelins of lightning passed down from his grandfather’s father. A very useful inheritance!"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Alchemist",
							"entries": [
								"The alchemist is to the wizard as the blacksmith is to the fighter. Closely related disciplines that nonetheless require so much specialized knowledge it’s functionally impossible to be a master at both.",
								"Alchemists are primarily useful for brewing potions, but many are also lorecrafty and well versed in obscure uses for various materials. Yes, an alarm spell requires a bell, but do you know what happens if you use a crystal bell crafted by an elf maiden? I don’t, but your alchemist might!",
								"Many wizards began life as alchemists in service to a lord. Eventually frustrated by the limits of what alchemy can do, they set out to learn proper magic!",
								"",
								"{@b THE LABORATORY}: The laboratory allows your alchemist to craft potions 10% cheaper and faster than normal per level of the laboratory. The alchemist is not a wizard or sorcerer but understands the principles of magic well enough to duplicate their effects while making potions.",
								"The kinds of potions your alchemist can make depend on the monster organs you bring them!"
							]
						},
						{
							"type": "entries",
							"name": "THE EYES OF THE BEAST: POTION OF INVISIBILITY TO MONSTERS (UNCOMMON)",
							"entries": [
								"With the preserved eyes of a creature your alchemist can make a lesser form of the potion of invisibility. This is an uncommon potion requiring a spellcaster of at least 3rd level.",
								"The potion takes just as long to craft and costs just as much as a potion of invisibility (reduced by the alchemist’s crafting bonus), but it only grants invisibility against exactly the kind of creature the eyes were harvested from. A black dragon’s eyes make potions of invisibility to black dragons. Not all dragons or even all evil dragons. A potion of invisibility to goblins will not work against bugbears or hobgoblins, and a potion of invisibility to lizardfolk will not work against troglodytes. Unless, of course, you are a generous GM."
							]
						},
						{
							"type": "entries",
							"name": "THE BRAIN OF THE BEAST: POTION OF MONSTER CONTROL (VERY RARE)",
							"entries": [
								"If the rarest and hardest of all organs to harvest and preserve—the brain—is brought to an alchemist, they can craft the very rare potion of monster control.",
								"This powerful item distills the magics of the spell dominate monster into a potion anyone can drink. Crafting this item requires the services of a 7th-level spellcaster.",
								"Consuming the potion acts just like casting the spell, but it only works against the kind of creature whose brain was used to make the potion. Also, the target does not gain advantage if you are fighting it, and its duration is 1 hour.",
								{
									"type": "inset",
									"name": "SAMPLE ALCHEMIST: MORWEN THE WITCH",
									"entries": [
										"Of course, Morwen isn’t a witch in the strictest sense of the word, but she certainly looks the part and does nothing to discourage the rumors about her. A reputation as a black and midnight hag who curses those foolish enough to disrespect her is almost as valuable as actually being able to curse people!",
										"Morwen knows much local and ancient lore now forgotten. Through her mother’s line she knows the lore of the Old Gods now little worshiped and is a surprising source of arcane knowledge.",
										"She is old, bent, with long grey and black unkept hair, and often smells of sulfur. She cackles quite a bit, and though she spends day after day alone in her laboratory blowing glass and distilling alien liquids, she is sociable when approached and full of lewd comments and thinly disguised innuendo. She enjoys poking fun at her lord or lady regardless of their station.",
										"{@i “Get out! Get out! Oh, it’s you. Come in! Come in! I’ve got the ah—what was I working on? Oh! The potions of healing, thanks to your priest friend. Here, and here. What? Oh, my eyebrows. I lost them when my second try at the potion of fire breath exploded, but I’m sure I’ve got it now! Third time’s the charm, eh? Oh, speaking of charm, here’s the philter of love you asked for. I put a little kick in it in case your young friend’s enthusiasm is, um, stiffer than his resolve. AH-HAHAHA *cough*cough*cough* Ahem. Hehe.”"
									]
								},
								{
									"type": "table",
									"caption": "ALCHEMY TEST",
									"colLabels": [
										"ORGAN",
										"MAGIC ITEM",
										"CRAFTED BY",
										"MEDICINE DC"
									],
									"colStyles": [
										"col-1 text-align-left",
										"col-5 text-align-left",
										"col-3 text-align-left",
										"col-3 text-align-center"
									],
									"rows": [
										[
											"EYES",
											"Potion of invisibility to monsters",
											"Alchemist",
											"15"
										],
										[
											"BLOOD",
											"Arrows of monster slaying",
											"Blacksmith",
											"10+CR"
										],
										[
											"BLOOD",
											"Sword of monster slaying",
											"Blacksmith",
											"10+CR"
										],
										[
											"BRAINS",
											"Potion of monster control",
											"Alchemist",
											"12+CR"
										],
										[
											"HEART",
											"Scroll of protection from monsters",
											"Scribe",
											"12"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Blacksmith",
							"entries": [
								"A skilled blacksmith is one of the most valued and useful members of any town. Metal is difficult to extract from the ground, almost as difficult to process, and the ability to repair metal or beat it into a new and useful shape is akin to sorcery. Indeed, the blacksmith’s trade secrets are as closely guarded as any wizard’s tome.",
								"A blacksmith is a great help when building your stronghold, but mostly for nails! Many stone fortifications benefit from wooden frames to hoist stones or build scaffolding, and these things need lots of nails. The amount of time a smith actually spends on weapons and armor in a normal village can be close to zero. Of course, a PC’s blacksmith is a different story…",
								"{@b THE SMITHY}: Your blacksmith can forge magic arms and armor. Like with the alchemist, this requires the blacksmith to have some knowledge of the nature of magic, but they don’t need to be a wizard, thanks to the incredibly potent arcane power held within a creature’s blood.",
								"The smithy allows your blacksmith to craft magic arms and armor 10% cheaper and faster than normal per level of the smithy.",
								"What items your smith can forge depends on which organs you bring!",
								{
									"type": "entries",
									"name": "THE BLOOD OF THE BEAST: ARROWS OF SLAYING",
									"entries": [
										"The alchemy test needed to make arrows of slaying depends on the CR of the monster in question, as described in The Alchemy Test (page 83). The number of arrows you get is also based on the CR of the monster. Very powerful monsters yield only a single arrow. Crafting the arrows requires the services of a 9th-level spellcaster.",
										"If a player asks, “Why there aren’t more of these things out in the world?” remind them that there are few people out there with the necessary skill (alchemy), opportunity (adventuring), and resources (stronghold with appropriate follower), and even then, you only get a handful of arrows, and of course they are spent once shot!",
										"You might make the arrows of slaying look markedly different from normal arrows. When one of my players found an arrow of orc-slaying, I described it as “the White Arrow,” and it was made of bone. The player had no idea what it was, but they were fighting lots of orcs!",
										"When they finally faced off against Bonebreaker Dorokor and said, “I fire the White Arrow!” it was a dramatic moment indeed, as the players gasped and waited to see what it might do. And the White Arrow did not disappoint!"
									]
								},
								{
									"type": "entries",
									"name": "THE SWORD WITH BLOOD IN THE BLADE: SLAYING WEAPONS",
									"entries": [
										"At the lord’s request, the smith can use vials of monster blood to enhance the bonus of a newly forged magical weapon.",
										"While crafting a magical weapon with the slashing property, if the blacksmith quenches the blade of the weapon in the blood of a monster, this produces a slaying blade with an extra bonus to damage based on the kind of monster. Crafting the weapon requires the services of a 3rd-level spellcaster.",
										"The alchemy test needed to make a slaying weapon depends on the CR of the monster in question, as described in The Alchemy Test (page 83). Using the blood of multiple monster types dilutes the formula, giving no bonus against any monster type to the weapon."
									]
								},
								{
									"type": "table",
									"caption": "ARROWS OF SLAYING",
									"colLabels": [
										"MONSTER CR",
										"# ARROWS"
									],
									"colStyles": [
										"col-6 text-align-center",
										"col-6 text-align-center"
									],
									"rows": [
										[
											"1-5",
											"{@dice 1d6}"
										],
										[
											"6-9",
											"{@dice 1d4}"
										],
										[
											"10-14",
											"2"
										],
										[
											"15 +",
											"1"
										]
									]
								},
								{
									"type": "inset",
									"entries": [
										"Lady Sariel brings her smith, Dyfan, a bladder full of lizardfolk blood. Because Lady Sariel is a cleric, and therefore a spellcaster, she can assist Dyfan in crafting a sword of reptile slaying that, when complete, is a +1 sword that does an extra 3d6 damage versus lizardfolk and snake men."
									]
								},
								{
									"type": "inset",
									"name": "EXAMPLE BLACKSMITH:URR THE ONE-HANDED",
									"entries": [
										"Technically he’s one-armed, but calling him the “one-elbowed,” while accurate, would be much less dramatic. Urr is a half-orc smith who learned the trade from his mother’s father. The lack of an arm doesn’t seem to inhibit his skill. His smithy is littered with frames and devices he’s cobbled together to hold items in place and act as his left arm. But typically he’s found in his smithy aided by young apprentices. For some reason the boys and girls of the local village love Urr. He treats them like adults and makes small toys for them, and though he barks and scowls they know he feels affection, not malice, toward them.",
										"{@i “I went to visit my father’s people once, as a boy. They took my arm as payment for time spent among the men of fields and farms. So if you’re plannin’ on using it against the orcs of the hills, then aye. I’ll make the weapon for you. Beat the dents out of that armor, too. Do whatever you ask because you give me a place to work, and you don’t look at me different to anyone else. That earns you my labor.”"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Captain",
							"entries": [
								"The experienced soldier tired of campaigning abroad, the watch commander sick of fighting endless crime in the big city. Any captain used to command might retire their post when they hear tell of a new lord or lady with a keep or tower to defend.",
								"Like other artisans, captains sometimes come from local villages the heroes saved. More than other artisans, the captain knows how hard an adventurer’s job is. Respects them. If you saved the village from the conspiracy of lizardmen in the swamp, the local watch captain may well decide it would be better to serve you, than continue taking abuse from the town council, none of whom have ever lifted a sword. Captains like serving characters who act, rather than deliberate.",
								"A captain can also serve ably as your lieutenant if you haven’t yet rolled a retainer. Your captain will serve your domain while you adventure, protecting your interests and negotiating on your behalf to the best of their ability.",
								"Like all followers, the captain is loyal, but unlike the others, there’s iron in the glove. With the power and authority to wage war, you may return to find your keep under siege. Its only defense: the strategy and tactics of your captain.",
								"A captain does not automatically come with an army! It’s entirely possible to recruit a captain in spite of having no troops, no army for them to lead. This is of little concern to the captain, they’re certain you will need an army eventually, especially now that you’ve raised this lovely stronghold. Captains make excellent lieutenants, running your demesne while you are adventuring abroad.",
								{
									"type": "entries",
									"name": "THE CAPTAIN’S SHOP: THE BARRACKS",
									"entries": [
										"The first thing your captain does is supervise construction of a barracks. Your barracks temporarily upgrades the experience level of some number of units by one—Green units become Regular, Regular units become Seasoned, etc.",
										"Your barracks can upgrade a number of units equal to its level. It begins at 1st level (one unit affected) and can be raised using the Improvement rules to 5th level (5 units affected). The units affected are chosen at the start of a battle and cannot be changed until the next battle."
									]
								},
								{
									"type": "inset",
									"name": "EXAMPLE CAPTAIN: CAPTAIN HORBLACK",
									"entries": [
										"Captain Edmund Horblack served another local lord until he died, leaving no issue, and nearby barons sacked his keep and divided his land.",
										"Now Captain Horblack, veteran of several campaigns, sees the opportunity to throw in with a younger lord who’s less likely to fall prey to the machinations of the local nobility.",
										"In his mid-thirties with a short crop of jet-black hair, Horblack is a fit and energetic captain who believes in shouting loudly and drilling constantly. The soldiers love him. “This is proper soldiering,” they think.",
										"{@i “I’ll whip ’em into shape sire, you leave it to me. Ahh, I’ve seen worse in Lord Armigen’s command and he won three battles, and all in the same day! You got yourself four able companies here, mi’lord. We’ll get the herald to make ’em a device. Something to wear, show off the colors. Does wonder for a soldier’s spirit, knowin’ ’e belongs to a company in the service of a proper lord. Not a mercenary band fightin’ for pay.",
										"{@i “I’ll run the lot of ’em while you’re gone. Leave everything to me, sire. You won’t recognize ’em when you get back! They’ll be on parade smart and know their drilling and their marching. You’ll see, sire. And if anyone should come pokin’ around while you’re gone, thinking the master’s away it’s time to play, they’ll get four companies of pike in their face and the scars to remember us by!”"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Carpenter",
							"entries": [
								"You can build a stone keep or castle without the aid of wood scaffolding, but you wouldn’t want to. A woodwright’s frames, blocks and tackle, scaffolding, all help your laborers, making ten men work like fifty.",
								"And of course, many of the structures in and around a stronghold are made of or use wood in their walls and frames. A thirty-foot-tall hollow cylinder of stone is a granary. Put some joists, frames, two floors, and some stairs in, and now you’ve got a tower that folk can live in!",
								"{@b THE CARPENTER’S SHOP}: Carpenters lower the cost to build and upkeep siege engines by 10% per level of their shop, and they let you improve your stronghold 10% faster per level of the shop.",
								{
									"type": "entries",
									"name": "EXAMPLE CARPENTER: ARRANEL THE WOODWRIGHT",
									"entries": [
										"Arranel is a young lady of barbarian descent with long black hair. She arrives at your stronghold with her brother and sister, Caden and Talwyn, both much younger than her. Caden and Talwyn are too shy to talk to strangers but love working for their older sister and can always be found beavering around her woodshop.",
										"Like the mason or blacksmith, Arranel is a woman of few words. Only comfortable talking about her work, she prefers to let her craftsmanship speak for her.",
										"{@i “It’ll take a lot of wood, but we’re surrounded by forest. This place’ll be clear for three miles in every direction by the time we’re done. Good though. Make it hard for anyone to sneak up on this place. We’ll start with the watchtower. Don’t want to get interrupted by Sir Pelliton bringing his Illriggers up here without us knowing it. I’ll need a whole team. Hope you brought more than a few coppers out of that ruin.”"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Farmer",
							"entries": [
								"Build a stronghold, attract a few farmers, and pretty soon you have a village! That’s how new towns get started.",
								"As carpenters harvest the trees around your stronghold, exposing fertile earth, farmers come to work the land. They bring with them trade, roads, order. Without farms and farmers, your stronghold is just a mysterious tower in the middle of the forest, little known and avoided by locals. With farmers, it’s the beginning of a town. Part of the great network of civilization.",
								"The buildings, shops, and homes we associate with a village begin as a market, temporarily erected by the local farmers at the crossroads by the stronghold. From here they sell their excess production, the taxes of which benefit the lord, which benefits everyone.",
								"{@b THE MARKET}: Farmers represent a substantive technological improvement over hunting and gathering. A farm with crops and domesticated animals can produce many times the food required to sustain the farmer’s family. The excess is traded via carters who regularly pass through and buy and sell at the local market.",
								"Taxing this commerce provides income for the lord of the stronghold. The stronghold produces 100 gp per season per farmer on your land.",
								"Farmers also enjoy having a place to drink ale, talk, and relax after a hard day’s work before they return home to their families. This place is called a tavern, and thus is a small town born.",
								{
									"type": "inset",
									"name": "EXAMPLE FARMER: WILLEM THE BALD",
									"entries": [
										"Willem is the aged patriarch of a large family. His wife, five children, and eight grandchildren help him work a large farm with many modest herds of animals (chickens, cows) and several fields of crops. Willem’s farm is so large he acts, maybe rightly, as a minor lord of his own. Though in his late seventies, he still wakes with the dawn and works ’til sundown.",
										"{@i “Wolves and the lot, we can handle ’em. We had goblins year before last. The boys took care of them. But these bandits. They’re smart. Well supplied. Got mages and priests I hear tell. My lord, I think this is the tip of a spear. They’re not testing me and mine. They’re testing you. Seein’ how you’ll react. You want my advice? You hit ’em back. Hard. Teach ’em who rules here.”"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Mason",
							"entries": [
								"Getting a stronghold built in the first place requires a mason, probably several. It’s perfectly natural for one to stay around after the thing is done and continue in the lord’s service, going from a hired hand to a permanent fixture.",
								"{@b THE QUARRY}: If you attract a mason, there must be a quarry somewhere nearby. This is the equivalent of the artisan’s shop. The quarry starts at 1st level, and the lord can improve it like any other shop.",
								"Having a mason on staff means you pay nothing to repair your stronghold after a siege. Your mason will make free repairs worth 250 gp per quarry level per week. A 3rd-level quarry therefore makes free repairs worth 750 gp per week (250 × 3 per week).",
								"Like carpenters, masons decrease the cost of improving your stronghold by 10% per quarry level. This cost decrease can be combined with the carpenter’s benefit.",

Lord Kenway’s stronghold has both a 5th-level mason’s quarry and a 5th-level carpenter’s shop, so he can improve Castle Dalrath 50% faster and 50% cheaper.

								{
									"type": "inset",
									"name": "EXAMPLE MASON: GALDER OF CHALK",
									"entries": [
										"Galder is an old man, blind in one eye, from the nearby town of Chalk. Naturally takes charge of any group of workers. He’s easy to get along with, laughs a lot—though typically at other masons’ poor workmanship. Galder works hard during the day and expects a pint of ale at the end of it. He likes dwarves and thinks better of a stronghold if there’s at least one dwarf around the place. He thinks their presence makes the stones healthier.",
										"{@i “Well now you see this wall here? All fieldstones. Limestone, some sandstone. Travertine. Looks like they started with granite and gave up!” he wheezes, laughing. “Can do some work. Clean the place up. Fixing that tower though, gonna need a proper quarry. Means sending off to Malle near the high city. Take some time, need some workers. Won’t be secret. Everyone will know we’re fixing this place up. Hope you’re prepared for the attention!”"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Miner",
							"entries": [
								"If you’re lucky enough to place your stronghold near a source of metal—which, it turns out, you did if you attract a miner—such as a natural cave or a valley dug by an ancient river, you can extract metal near the surface.",
								"An experienced miner can survey the terrain in a moment and tell what kind of rock you’re on, what kind of ore can be found underneath, and how long it will take and costly it will be to extract. They bring with them their own experienced crew and often their families. As many as thirty men and women could be working your mine by the end of the first season.",
								"{@b THE MINE}: The ore extracted from your mine is valuable, and you can sell what you don’t use in improving your stronghold and the weapons and armor of your units. A mine produces 500 gp per season.",
								"In addition, a mine improves the Equipment of some number of your units by one level—a Light unit becomes Medium, Medium becomes Heavy, etc. This bonus can be applied to one unit per mine level, as it includes the time and cost of maintaining their improved equipment.",
								{
									"type": "inset",
									"name": "EXAMPLE MINER:  ZORAN STEELEYE",
									"entries": [
										"The dwarf Zoran Steeleye is famous among his people for his ability to look at a distant hillock, or the way rainwater cuts through a valley, and tell what precious ores—if any—might be found beneath the earth.",
										"{@i “Aye, we’ll handle the spalling and the vanning. You’ve got a nice source of running water here, so if the miller don’t put in a waterwheel, we’ll set up for a sluice. No, we don’t need no guard. We know what kinds of things be found in the pits of the world. Me brother and his family are in on this job, and he and his boys fought goblins, kobolds, all manner of beastie. We’ll let you know if there’s anything down there we can’t handle. Broke through to a tomb, once! That was something to remember.",
										"{@i “You should know, sire: seam like this…it’s valuable. Folk will hear tell of it. Every time we strike ore like this, and I mean every time, someone comes to take it. So you best be ready to defend it. You got you a keep, a retinoo. Time you muster some troops. Levies won’t do it, sire. Gotta be proper soldiers, or say goodbye to all this precious ore.”"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Sage",
							"entries": [
								"Every artisan carries with them a long list of skills and traditions that help them craft their wares. But for the sage, knowledge isn’t a means to an end—knowledge is an end unto itself.",
								"Each sage is not only an expert in a wide array of obscure subjects, but also part of a large network of fellow sages, scribes, and librarians, a constant and largely secret flow of information going back and forth.",
								"Your sage grants you access to the Sage background ability. If your sage doesn’t know the answer to your question, they know where the answer can be found.",
								"{@b LIBRARY}: Give your sage a week to search the library and cross-reference the various scrolls, tomes, and codices within, and they can give you secret knowledge of the enemies you plan to fight.",
								"Obviously, you’ll need to tell your sage what foes you’ll soon go up against. If you know exactly the kind of monster you’re about to fight, and your sage has the time to do the research, you gain one of the following advantages in combat against that type of creature:",
								{
									"type": "list",
									"items": [
										"You have advantage on your next attack roll against such a creature.",
										"You negate one resistances of such a creature on your next attack roll against one.",
										"Such a creature has disadvantage on its next saving throw against your spells or abilities."
									]
								},
								"You can use the chosen advantage on a number of attacks equal to the level of your sage’s library, after which you must take an extended rest (page 15) to recharge this ability.",
								"Your sage also knows the location of the nearest codex. It may be hidden in a ruin within a few miles of your stronghold, or it may be a hundred miles away in the library of the king’s archmage. But your sage knows its whereabouts.",
								{
									"type": "inset",
									"name": "EXAMPLE SAGE: BERYAN TREWARTHEN",
									"entries": [
										"Unknown to anyone save her family, the elf maiden Beryan Trewarthen has run away from the Orchid Court of her uncle and aunt and now controversially offers her services to a local lord. Obviously she senses some impending danger which the elven court—typically—ignores. She has left the timeless world of her elf kin to join you and aid you in your quests.",
										"Tall and willowy with long blonde hair, she is easily mistaken for a human woman, and indeed many of the folk in your service take her to be a human like them, seeing her as they do rarely and then only through the window of the tower you built for her and her library.",
										"{@i “The knowledge you seek exists and moreover I know where it can be found. It is the Codex Incabulum, the Tome of Binding Demons. Whosoever holds the Incabulum is said to be warded against all demonic violence. It was written by Marcus Gaius Orestes in the 101stst year of the Age of Conquest. It has disappeared and resurfaced several times in the past thousand years, but to my certain knowledge it now resides with the arch vizier of the pharaoh in the Infinite Desert. I also happen to know the desert is not infinite, but that knowledge is less obscure.”"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Scribe",
							"entries": [
								"Fingers stained black with ink, the scribe is not an author but a craftsman. Part tanner, part alchemist, the scribe spends their time curing hide for vellum and mixing rare chemicals for inks.",
								"In a pretechnological world, the ability to read and write is neither common nor particularly valued. Heralds post and read proclamations, a constable or reeve might be able to read enough words in the typical legal document to make it out, but otherwise the act of letter-writing is reserved for priests and wizards and educated city-folk.",
								"Scribes therefore also act as aides for diplomatic communications. When the lord wants to send a message to their allies, the scribe is summoned.",
								"Scribes are expected to be conversant in many written languages and capable of translating at least between Common, Elvish, and Dwarvish, sometimes Draconic, and sometimes rare and obscure or dead languages found in the kinds of tomes recovered from ruins and dungeons.",
								"But of course the most valued use of a scribe for the adventuring lord is the crafting of scrolls!"

								"{@b THE TANNERY}: Magical scrolls require rare and unique chemicals to make inks as well as special tanning techniques to cure the vellum in a tannery. All parchment is made from cured animal hide, but vellum is especially durable, resistant to both flame and water, and well suited to holding the unique inks used in a magical scroll without running or fading over time. A scribe would never consider inking onto paper. A paper scroll wouldn’t survive long in the conditions the typical adventuring lord is used to.",
								"If a spellcaster of appropriate level is present for at least an hour, a scribe can craft a magic scroll in a fraction of the time it would take a wizard or sorcerer to do it alone. The time and cost are both reduced by 10% per level of the tannery.",
								{
									"type": "entries",
									"name": "THE HEART OF THE BEAST: SCROLLS OF PROTECTION AGAINST MONSTERS (UNCOMMON)",
									"entries": [
										"If you present your scribe with the heart of a monster, they will be delighted. The opportunity to craft a scroll of protection against monsters is a rare privilege—it’s a chance to pay you back with something that might save your life.",
										"Similar in all other ways to the rare scroll of protection, the scroll of monster protection only works against the exact species of monster the heart was harvested from. The heart of a black dragon (the recovery of which takes hours) allows for the crafting of a scroll of protection from black dragons. Not all dragons or even all evil dragons!",
										"Because the scroll is uncommon, it can be crafted faster and cheaper than its more useful and rarer sibling. Scribing the scroll requires the services of a 1st-level spellcaster."
									]
								},
								{
									"type": "inset",
									"name": "EXAMPLE SCRIBE: DEMELZA THE BLACK-FINGERED",
									"entries": [
										"Well, she has black fingertips, what do you expect? And the sobriquet helps distinguish her from Demelza the Miller’s Wife. Demelza is hardy and stout, a condition she attributes to hours spent in her shop bent over her inks. Her husband is Callum the Baker, and while they are a notoriously happy couple, neither is allowed in the other’s shop for fear of one’s coated fingers contaminating the other’s chemical processes.",
										"“Black gods, where did you come by this lovely? Oh come to mother, darling! Wait don’t tell me, let me guess…it’s the heart of a…mmm…big, looks like a flying beastie, and you’re not a one to kill a griffon or a pegasus. A manticore! Hahah, you killed one’a them flying lion scorpion monstrosities that plague the hills! Well leave it to old Demelza, dearie. I mean, your ladyship. You’ll not be bothered next time you come across one of these buggers, I’ll tell you that for nothing. I’ll boil this one up right away. Have to dust off the cauldron…”"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Spy",
							"entries": [
								"An establishment lets you know what’s going on in the local area. What the other nobles, guilds, churches, and secret societies are up to. But stare too long into the abyss, and you may notice it stares back.",
								"{@b THE NETWORK}: Your spy makes it much harder for your enemies and even your allies to know what you’re up to. Your spy increases the DC for agents spying on you by 3 plus 1 per level of your spy’s network.",
								"In addition, your spy knows which nearby folk might be interested in signing on to your service. Each time you roll on your followers chart, the spy lets you increase or decrease your roll by up to 3 plus 1 per level of your network. By this method you gain some measure of control over whom you recruit.",

								{
									"type": "inset",
									"name": "EXAMPLE SPY: PICK",
									"entries": [
										"Pick is a tall, thin man with burns all down the left side of his face. He habitually spins a plectrum—the pick from which he gets his name—adroitly between his fingers, though he has never been seen with an instrument.",
										"He is cold, efficient, and utterly committed to the destruction of those who would plot against you.",
										"{@i “They know you came up from Ringwell with something. They don’t know what and they know you don’t know either. They won’t try to take it from you—between you and your friends, they know how that gambit would end. So…they’re going to make a play for Maiden Trewarthen. They will rightly conclude that if they can neutralize her, your ability to identify the artifact in question will be greatly hampered if not completely eliminated.}",
										"{@i “What do you mean, ‘What am I going to do?’ I’m going to make sure they get what they want. Their assassins will come expecting to find a tall, blonde elf woman in your library. And they will find one, and they will kill her. They’ll report back that she’s dead, and that will buy us…oh, I should think at least a season’s work uninterrupted. By which time the real Maiden Trewarthen will have unlocked the secrets of the artifact in question, and by the time they realize they assassinated a double, it will be too late. This, by the way, will also secure Maiden Trewarthen’s safety as, once the secrets are unlocked, she will no longer present a threat. They won’t try for her again.}",
										"{@i “Don’t give me that look. This is why you pay me. So you can sleep at night.”}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Tailor",
							"entries": [
								"A tailor’s job is literally to make you look good. They are experts in fashion and keep up to date on all the latest trends, not just in clothing but also style and taste and manners.",
								"Having a tailor in your retinue means you not only look good, but you also know how to act, know better how to create the reactions you’re looking for in your allies and your enemies. Subtle changes to appearance and behavior act as a force multiplier for your natural charisma.",
								"Not every regent yearns for a good tailor. The barbarian considers such finery a sign of the corrupt and decadent cancer men call civilization. But many rulers consider a good tailor a necessity.",
								"{@b THE TAILOR’S SHOP}: With a tailor in your retinue, you can, as a reaction, replace the result of any Charisma-based skill check with a 12 (before adding bonuses). This can be done a number of times equal to your tailor’s shop level after which you must take an extended rest to refresh this ability.",
								{
									"type": "inset",
									"name": "EXAMPLE TAILOR: MISTER MARKENSWORTH",
									"entries": [
										"Mister Markensworth is of average height but gaunt, his skin showing a greyish pallor. He cups his right elbow in his left hand while he speaks, and he often places a finger to his lips as though silencing himself lest he be openly critical of your fashion choices. He is of indeterminate age, could be anywhere from 44 to 74, and for as long as he’s been in your service, you’ve never seen the man eat.",
										"“Mi’lady of course you want to be intimidating and yes we agree that a lightning bolt usually has the last word in such matters, but spells are precious! Or so we’ve been told. Much less expensive is the right word in the right place, with the right demeanor. Now, for instance, that dress you’re wearing. Little better than sackcloth. Yes I know you recovered it from an elven temple, but did you consider it was lying there, disused, for a reason? If you’ll only allow us, we’ll make you a new outfit with wider shoulders, perhaps some discreet padding here and here, and a cinched waist to reinforce mi’lady’s already quite imposing figure. With this dress, mi’lady, your merest whisper becomes an order. They will be compelled.”"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "AMBASSADORS",
							"entries": [
								"The rulers of some nearby culture know about you and your new stronghold and demesne, and they want an alliance. That, of course, may take some time and negotiation, so in the meantime they’ve sent an ambassador!",
								"{@b Ambassadors allow you to purchase units from their ancestry as though they were friendly} (see {@b Ancestry and Attitude} on page 238).",
								"If you are ever awarded units you didn’t buy, by rolling on a follower chart or adding a keep to your castle for instance, then the new units can be from the ambassador’s ancestry if you wish.",
								"An ambassador is a representative not only of another species, but another government. An orc ambassador isn’t a representative for all orc-kind—they represent a specific tribe of orcs. Their goal is to eventually sign an accord, either officially or unofficially, but for now they’re happy just having a representative in your court who can advise you and ideally pave the way for a more lasting alliance.",
								"{@b These are rewards. Not enemy spies}. They are diplomatic opportunities for the player, part of the reward for building a stronghold. Players may be suspicious of this stranger who arrives promising military aid cheap, but you should encourage them, even tell them explicitly if necessary, “This ambassador will work with you.”",
								"Of course, this could present some amazing narrative and roleplaying opportunities down the line if events unfold that drive a wedge between the PC and their ambassador, but as long as this is a natural development of events, and the player understands this, it should be fine."
							]
						},
						{
							"type": "section",
							"name": "ALLIES",
							"entries": [
								"You might end up rolling on the Special Allies chart (page 67) based on your alignment and attract something really interesting like a black dragon or a sphinx! Or a stone giant!",
								"Unlike followers, allies don’t actually work for you, as they are often way more powerful than your character. You can’t give them orders and expect them to obey. But they are interested in helping you. They are local personalities who’ve been watching your development, they approve, and they arrive interested in doing you a favor."
							]
						},
						{
							"type": "section",
							"entries": [
								"{@b LATE ONE NIGHT}, Lord Gregory Blackflame is awoken from a deep slumber by his captain of the guard.",
								"“Mi’lord, there is something you must see.”",
								"Blackflame was immediately awake and scanned the face of his captain for signs of alarm. He sees only concern on his face.",
								"“Are we attacked?” Blackflame asked, rising and looking for his armor.",
								"“I don’t…my lord, I was hoping you could tell us.” Captain Horblack gestured, and two servants scurried in with Blackflame’s armor and sword.",
								"Sensing danger, but seeing his people were not panicking, Lord Blackflame took the time to put on his armor and buckle his scabbard to his belt.",
								"Following his guard captain through the halls of the Blazing Keep, he eventually entered the courtyard, where several pikemen stood in the cold dark under a clear night sky. Their polearms all were pointing in the same direction, up and to the northeast tower, like the petals of some deadly flower seeking a black sun.",
								"Blackflame followed the line of their pikes and saw. There was a creature, a large one, perched atop the northeast tower. It was hunched over—hard to get a sense of its shape, but it was bigger than a horse and all curled in on itself.",
								"“A wyvern, we thought?” Captain Horblack ventured. “A manticore?”",
								"“Nay,” Blackflame said. “Either such would attack. Or hide, if wounded. Not perch thus and wait.”",
								"“Wait?” Captain Horblack asked.",
								"Blackflame gave his captain a look. “It’s being polite,” he said.",
								"“Shall I light the torches, my lord?”",
								"“No. Let the beast see we do not fear it in daylight or darkness.”",
								"“Very good, my lord.”",
								"Blackflame walked forward, motioning for his pikemen to lower their weapons. He cupped his hands around his mouth.",
								"“Announce yourself!” Blackflame called out. “And if ye be not foe, be welcome!”",
								"The beast atop the tower unfurled two great wings, uncurling a serpentine head with frilled ears and ridged horn. It stretched to the sky as if to crow, its jaws opened, and suddenly the courtyard was filled with brilliant white light, casting sharp black shadows, and a detonation of thunder, as a jagged line of lightning stabbed toward the heavens. The dragon snaked its neck back and forth, and the lightning arced and traced a line across the sky.",
								"When the display was over, the eyes of all in the courtyard were useless. Bright green spots were all they saw.",
								"“Consider yourself announced!” Lord Blackflame said, pressing a hand to his eye. The bravado as much for his soldiers as himself. “Be welcome!”",
								"With one massive beat of its wings, the thing launched itself down into the courtyard, gliding over the pikemen. They could smell its heavy musk, like clay and dust. It landed on the other side of the courtyard and stood proud before them.",
								"“A blue dragon!” Captain Horblack hissed. “An adult, by the size of it. It could kill us all.”",
								"“It is a guest,” Blackflame reminded him. “For the moment.”",
								"The Illrigger approached. “I am Count Blackflame and this is the Blazing Keep,” he said, gesturing to the castle around them.",
								"The massive reptile sneered. “You are a scavenger. You dig through offal and suck at the marrow of the bones you find.”",
								"“Quite rude of you,” Count Blackflame said. “Not to give me your name.”",
								"“But you do not disagree with my assessment.”",
								"“Introductions first,” Blackflame said. “Then disagreement.”",
								"“Vorsorikax, the Far-Sighted,” the dragon said, drawing itself up even further.",
								"“Well met. To your earlier point, I took this place by right of conquest.”",
								"“Another human will take it from you.”",
								"Blackflame realized he was being tested. “If they try, they will face four units of heavy pike, three of archers and infantry and cavalry besides. All seasoned campaigners and loyal. And the villagers will fight, too. They do not like my methods, but they approve of the security I grant them.”",
								"The blue dragon sniffed with disdain.",
								"“But we could not master you!” Blackflame flattered, bowing slightly. “Your magnificence knows no equal here.”",
								"“I agree. Perhaps you could serve me,” the dragon said.",
								"“I make a poor servant,” Blackflame said. “An excellent enemy, but a better ally.”",
								"“And Omund?” the dragon asked. “And his bastard corrupted knights?”",
								"“My enemy,” Blackflame said.",
								"“There is an egg,” the dragon said. “Of sapphire. The Egg of Cytanizaxx. It disappeared an age ago into the Temple of Primordial Chaos. Whosoever holds the Egg is granted powers of the mind that would aid you in holding this place against Omund and his abomination wizard.”",
								"“The Temple of Twisted Time,” Blackflame said. “I know it. Why would you tell me this?”",
								"“Find the Egg,” the dragon said, and with a leap and a scooping flap of its wings it took to the air, “and all will be revealed!”",
								"The dragon was quickly invisible, its dark skin a shadow in the night sky.",
								"Blackflame turned to see his captain and his guards standing, staring up, mouths open.",
								"“Well?! You heard the lady!”",
								"{@i And thus are new special allies recruited."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Siege of Castle Rend",
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Appendices",
					"entries": [
						{
							"type": "section",
							"name": "New Monsters",
							"entries": [
								{
									"type": "section",
									"name": "DEMONS",
									"entries": [
										"A sufficiently evil character in league with fell powers can use their concordance to summon a fiend of the Abyss. A creature of pure chaotic hate and evil called a Demon. Demons are intelligent, but full an overwhelming desire to destroy those who bind them with summoning.",
										"Fiends, like all creatures, grow in power over time and as a demon collects souls they grow in power. Many demons are listed in the core rules, but two unique to this book are listed below in their lesser forms, still serving their masters, waiting to fulfill their quota of souls and grow into their final forms."
									]
								},
								{
									"type": "section",
									"name": "DEVILS",
									"entries": [
										"Summoned from the Seven Cities of Hell and the wasted lands that separate them, a variety of devils are also available to the owner of a temple. Most of those devils can be found in the core rules, but the Lesser Erinyes is presented below.",
										"Summoned devils arrive aware of the process that brought them to this world, and ready to make a deal once their time is up. The greater devils are aware of the existence of the codex incabulum and greatly desire to bring it to the Seven Cities. They will make any bargain to further this goal."
									]
								}
							]
						},
						"{@creature Lesser Marilith|SaF}",
						"{@creature Lesser Balor|SaF}",
						"{@creature Lesser Erinyes|SaF}",
						{
							"type": "section",
							"name": "THE CELESTIAL COURT",
							"entries": [
								"The deva, planetars, and solars are beings beyond the ken of most mortal worshippers. For mortals worthy of aid, for those who pledge their life to defending the helpless and opposing evil, the gods of good and righteousness send lesser servants, the Celestial Court.",
								"The home realm of the Celestial court is unknown in this day, if the ancient empires knew of it, that knowledge has not yet been rediscovered. Modern sages believe each member of the Court exists as a thought in the minds of the gods of goodness and righteousness and when summoned, they are created. In some sense it is known that the Court of Paradise or Court of Heaven as they are sometimes called serve all the worthy gods. These creatures may have no home plane, unlike the other servitors.",
								"These beings are utterly alien. They are the manifest will of the gods, and their nature is unknowable. They can communicate, but their words are a string of open poetry and verseless rhymes. Scholarly consensus is that these words are untranslatable gibberish, but opinions differ. One problem in translation is that each person who hears any member of the choir invisible speak, hears different words. This led sages for centuries to assume that there was nothing to translate, seeing the mortal mind as incapable of holding the thoughts of the Court in its head.",
								"Others, undaunted, argue that this just means more collation is needed, and that if enough listeners wrote down what they heard, and these transcriptions were compared, meaning—perhaps oracular meaning, warnings of catastrophes to come—would be revealed.",
								"All the Celestial Court are angelic beings, and their weapons are considered magical and do bonus radiant damage. They all project an aura of protection against evil.",
								"As far as theologists and philosophers can tell, there’s only one of each of these beings. So if you summon a princip, for example, and it casts haste twice before the battle is over, summoning another princip later that day would summon the same one, and it’s only got one haste (or remove curse or stoneskin) left. They cannot be killed by any power less than that which kills gods. Death on our plane is just a failure of their manifold projection into the timescape.",
								{
									"type": "section",
									"name": "Princip",
									"entries": [
										"Herald of the Righteous Power, the Princip arrives ready to crown an ally, bestowing on them a greater destiny, granting them immunity to spells that charm or dominate and raising one ability to god-like levels.",
										"The character so crowned feels a rush of divine power, a tiny fraction of the same energy all the Celestial Court are made of. Apart from the blazing crown over their head, their new power manifests as beams of light shooting from their eyes, their skin flashing to gold in an instant, or their hair turning to blazing, heatless fire. Upon losing the crown, they feel a period of melancholy as their previous greatness flees, leaving them mortal, again, and lesser.",
										"{@b Tactics}: The player who summoned the Princip decides who it crowns, which doesn’t have to be the summoner. If the player can’t decide, or hesitates, the Princip has its own ideas…",
										"The Crown prevents any attempt to force its wearer to behave in any way contrary to their will, so the Princip tends to Crown the character most likely to fail a Wisdom saving throw. The wearer of the Crown chooses which ability they want to raise, but raising Wisdom while wearing the Crown isn’t the best use, as you’re already basically immune to charm person and other mind-dominating spells. That is, unless you use Wisdom for spellcasting, in which case 24 Wisdom is going to rock your enemies for however long it lasts.",
										"Raising Constitution to 24 means you’re probably not going to lose the Crown when you take damage. And you’ll gain a bunch of hit points, making you less likely to die. But 24 is so high (+7!) that you can even raise your best ability and be even better at whatever you do. So it’s a choice between surviving longer and doing your thing better.",
										"Once someone is Crowned, the Princip enjoys wading into battle and smashing things with its scepter. Like all the Court, the Princip prefers to smash evil over neutral monsters, but it tends to try to defend the character it Crowned, even over the character who summoned it. However, if it thinks the Crowned character is now so powerful it doesn’t need help, it defaults to the character who summoned it (if they’re different people). If neither its summoner or the Crowned needs help, the Princip defends the most vulnerable party member.",
										"While one character is enjoying the benefits of temporary godhood, the Princip dispenses other buffs to the party in an attempt to turn the tide of battle. Which, wow, it’s gonna do that. It can cast haste three times, which is enough to make a huge difference on its own. Or stoneskin for anyone who’s getting hammered in combat, and remove curse in case the party was in trouble when it arrived.",
										"If the battle lasts long enough, or if the Princip is summoned again after using its daily spells, it hands out shield of faith and enhance ability to the PCs, giving each of them a little pep talk in its own bizarre fashion. The Princip enjoys proclaiming the heroes’ greatness a lot, speaking in flowery prose that doesn’t make literal sense but conveys the idea that it thinks the heroes are literally glorious.",
“Behold! The power arises! Leaves fall, men die, yet all shall be consumed by the endless river of glory!”
										"Um, what? The endless what now? Well, it tried. It probably means, “You’re gonna do great!” Don’t think too hard about it, it’ll just give you a headache.",
										"",
										"{@creature Pricip|Saf}"
									]
								},
								{
									"type": "section",
									"name": "Authority",
									"entries": [
										"Pretty much what you’d expect from an angelic being called an Authority. It is the knight of the Celestial Court. What paladins would like to be when they grow up.",
										"The Authority arrives on our plane in heavy armor, armed with the Brightsword and looking for evil to smash. It is responsible for maintaining celestial order, and while it’s still absolutely committed to smashing evil, it tends to smash chaotic evil a little more than other evils.",
										"The Authority sometimes appears spontaneously in times when a good king or democratic civilization is facing an existential threat. It seems concerned with the fate of the human race. Whether this represents some kind of political stance on the part of the Celestial Court as a whole, or a priority peculiar to the Authority is a matter of great debate.",
										"Badrashanti Dar, a sage from the Shauraseni Empire speaks of ‘an angelic host clad all in golden mail with six wings and a burning helm’ who strode across the battlefield of the last Shauraseni emperor, thousands of years ago. This is the earliest known record of the creature that is recognizably the Authority. Dar records the being as pronouncing judgement on the battlefield, saying “Ours is to defend the children of the earth!” But this translation is debated and there are none left who speak the sage’s language natively.",
										"If Dar’s record describes the Authority, then there is reason to believe the Authority has been a part of every major, decisive battle between good and evil in the last 5,000 years. Sometimes affecting victory, sometimes being overwhelmed. But in each instance allying itself against tyranny and cruelty. The gods, it seems, have hope for the human race and send their greatest servants to bolster that hope among mortals.",
										"{@b Tactics}. Well, it finds the biggest, most evil thing and bashes the hell out of it (perhaps literally) with the Brightsword. This thing does 3d6 + 4d8 + 4 damage to evil creatures, which is like 32 damage on average, and it can do this three times per turn. And it has wings and a fly speed of 40 feet, so it can get where it needs to, to do what it must.",
									"",
									"{@creature Authority|SaF}"
							]
						}
					]
				}
			]
		}
	],
	"adventure": [
		{
			"name": "The Siege of Castle Rend",
			"id": "SaF",
			"source": "SaF",
			"contents": [
				{
					"name": "The Adventure",
					"headers": [
						"Introduction",
						"Story Overview",
						"Part 1: The Village of Gravesford",
						"Part 2: The Forest Rend",
						"Part 3: The Ruins of Castle Rend",
						"Part 4: The Siege of Castle Rend"
					]
				}
			],
			"level": {
				"start": 5,
				"end": 7
			},
			"published": "2018-12-12",
			"storyline": "NO CLUE"
		}
	],
	"adventureData": [
		{
			"id": "SaF",
			"source": "SaF",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Story Overview",
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Part 1: The Village of Gravesford",
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Part 2: The Forest Rend",
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Part 3: The Ruins of Castle Rend",
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Part 4: The Siege of Castle Rend",
					"entries": [
						""
					]
				}




			]
		}
	],


	"monster": [
		""
	],
	"item": [
		""
	],


	"table": [
		{
			"name": "Stronghold: Construction",
			"source": "SaF",
			"caption": "STRONGHOLD CONSTRUCTION",
			"colLabels": [
				"STRONGHOLD",
				"COST TO BUILD (GP)",
				"TIME TO BUILD (DAYS)",
				"FORTIFICATION BONUS"
			],
			"colStyles": [
				"col-3 text-align-center",
				"col-3 text-align-center",
				"col-3 text-align-center",
				"col-3 text-align-center"
			],
			"rows": [
				[
					"Keep",
					"10,000",
					"150",
					"+2 Morale per level"
				],
				[
					"Tower",
					"8,000",
					"120",
					"+1 Morale per level"
				],
				[
					"Temple",
					"8,000",
					"120",
					"+1 Morale per level"
				],
				[
					"Establishment",
					"6,000",
					"90",
					""
				]
			]
		},
		{
			"name": "Stronghold: Construction",
			"source": "SaF",
			"caption": "SIZE PER LEVEL",
			"colLabels": [
				"STRONGHOLD",
				"LEVEL 1",
				"Level 2",
				"Level 3",
				"Level 4",
				"Level 5"
			],
			"colStyles": [
				"col-2 text-align-center",
				"col-2 text-align-center",
				"col-2 text-align-center",
				"col-2 text-align-center",
				"col-2 text-align-center",
				"col-2 text-align-center"
			],
			"rows": [
				[
					"Keep",
					"6",
					"8",
					"10",
					"12",
					"20"
				],
				[
					"Tower",
					"4",
					"6",
					"8",
					"10",
					"12"
				],
				[
					"Temple",
					"4",
					"6",
					"8",
					"10",
					"12"
				],
				[
					"Establishment",
					"",
					"",
					"",
					"",
					""
				]
			]
		},
		{
			"name": "Stronghold: Construction",
			"source": "SaF",
			"caption": "TOUGHNESS PER LEVEL",
			"colLabels": [
				"STRONGHOLD",
				"LEVEL 1",
				"Level 2",
				"Level 3",
				"Level 4",
				"Level 5"
			],
			"colStyles": [
				"col-2 text-align-center",
				"col-2 text-align-center",
				"col-2 text-align-center",
				"col-2 text-align-center",
				"col-2 text-align-center",
				"col-2 text-align-center"
			],
			"rows": [
				[
					"Keep",
					"22",
					"24",
					"26",
					"28",
					"30"
				],
				[
					"Tower",
					"18",
					"20",
					"22",
					"24",
					"26"
				],
				[
					"Temple",
					"18",
					"20",
					"22",
					"24",
					"26"
				],
				[
					"Establishment",
					"",
					"",
					"",
					"",
					""
				]
			]
		},
		{
			"name": "Stronghold: Construction",
			"source": "SaF",
			"caption": "COST TO UPGRADE (GP)",
			"colLabels": [
				"STRONGHOLD",
				"Level 2",
				"Level 3",
				"Level 4",
				"Level 5"
			],
			"colStyles": [
				"col-2-5 text-align-center",
				"col-2 text-align-center",
				"col-2-5 text-align-center",
				"col-2-5 text-align-center",
				"col-2-5 text-align-center"
			],
			"rows": [
				[
					"Keep",
					"5,000",
					"10,000",
					"15,000",
					"20,000"
				],
				[
					"Tower",
					"3,000",
					"6,000",
					"12,000",
					"18,000"
				],
				[
					"Temple",
					"3,000",
					"6,000",
					"12,000",
					"18,000"
				],
				[
					"Establishment",
					"2,000",
					"4,000",
					"6,000",
					"8,000"
				]
			]
		},
		{
			"name": "Stronghold: Construction",
			"source": "SaF",
			"caption": "COST TO UPGRADE (DAYS)",
			"colLabels": [
				"STRONGHOLD",
				"Level 2",
				"Level 3",
				"Level 4",
				"Level 5"
			],
			"colStyles": [
				"col-2-5 text-align-center",
				"col-2 text-align-center",
				"col-2-5 text-align-center",
				"col-2-5 text-align-center",
				"col-2-5 text-align-center"
			],
			"rows": [
				[
					"Keep",
					"50",
					"100",
					"150",
					"200"
				],
				[
					"Tower",
					"40",
					"80",
					"120",
					"160"
				],
				[
					"Temple",
					"40",
					"80",
					"120",
					"160"
				],
				[
					"Establishment",
					"30",
					"60",
					"90",
					"120"
				]
			]
		},
		{
			"name": "UNITS RAISED BY KEEP",
			"source": "SaF",
			"caption": "UNITS RAISED BY KEEP",
			"colLabels": [
				"d100",
				"Unite Type"
			],
			"colStyles": [
				"col-3 text-align-center",
				"col-9"
			],
			"rows": [
				[
					"01–12",
					"Green Light Infantry"
				],
				[
					"13–24",
					"Green Medium Infantry"
				],
				[
					"25–34",
					"Regular Light Infantry"
				],
				[
					"35–44",
					"Regular Medium Infantry"
				],
				[
					"45–46",
					"Seasoned Medium Infantry"
				],
				[
					"47–48",
					"Seasoned Heavy Infantry"
				],
				[
					"49–57",
					"Green Light Archers"
				],
				[
					"58–66",
					"Green Medium Archers"
				],
				[
					"01–12",
					"Regular Light Archers"
				],
				[
					"73–78",
					"Regular Medium Archers"
				],
				[
					"79–86",
					"Regular Light Cavalry"
				],
				[
					"87–95",
					"Regular Medium Cavalry"
				],
				[
					"96–100 ",
					"Seasoned Light Cavalry"
				]
			]
		},
		{
			"name": "BARBARIAN UNITS",
			"source": "SaF",
			"caption": "BARBARIAN UNITS",
			"colLabels": [
				"d12",
				"BARBARIAN UNITS"
			],
			"colStyles": [
				"col-3 text-align-center",
				"col-9"
			],
			"rows": [
				[
					"1–3",
					"Green Light Infantry"
				],
				[
					"4–6",
					"Regular Light Infantry"
				],
				[
					"7–8",
					"Green Light Archers"
				],
				[
					"9–10",
					"Regular Light Archers"
				],
				[
					"11",
					"Regular Light Cavalry"
				],
				[
					"12",
					"Seasoned Light Cavalryy"
				]
			]
		},
		{
			"name": "THE SPELL TARGETS YOU OR ONE ALLY",
			"source": "SaF",
			"caption": "THE SPELL TARGETS YOU OR ONE ALLY",
			"colLabels": [
				"d8",
				"SPELL EFFECT"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"{@b Empowering}: For 10 minutes, a random ability score of the target increases to 20."
				],
				[
					"2",
					"{@b Regenerating}: For the spell’s duration, the target regains hit points equal to your spellcasting modifier at the start of each round."
				],
				[
					"3",
					"{@b Mindful}: For 10 minutes, the target may use your spellcasting ability modifier for all saving throws."
				],
				[
					"4",
					"{@b Omniscient}: For 10 minutes, the target grows a third eye that reveals hidden, disguised, and invisible creatures within 60 feet, but not objects on other planes."
				],
				[
					"5",
					"{@b Levitating}: For 10 minutes, the target gains a fly speed of 10 feet."
				],
				[
					"6",
					"{@b Invulnerable}: Until the start of their next turn, the target is immune to all damage."
				],
				[
					"7",
					"{@b Topologically Ambiguous}: For 10 minutes, there is a one-third chance at the start of each round that the target can teleport 10 feet as a bonus action. The odds of teleporting are cumulative (33% chance on the first round, 66% on the second, 100% on the third), but the odds reset each time the target teleports. The target can choose not to teleport, but if they do so, the odds still reset."
				],
				[
					"8",
					"{@b Blazing}: Until the start of their next turn, the target’s movement leaves a trail of fire that lasts for the spell’s duration and does 3d6 damage (Dexterity save for half) to anyone who begins their turn in it or moves into or through it."
				]
			]
		},
		{
			"name": "THE SPELL TARGETS ALLIES",
			"source": "SaF",
			"caption": "THE SPELL TARGETS ALLIES",
			"colLabels": [
				"d8",
				"SPELL EFFECT"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"{@b Dexterous}: For 10 minutes, the targets’ movement does not provoke attacks of opportunity."
				],
				[
					"2",
					"{@b Accelerating}: For 10 minutes, before taking an action, the targets can move an extra half of their movement."
				],
				[
					"3",
					"{@b Energizing}: Until the start of their next turn, the target adds your spellcasting modifier to their attack rolls and spellcasting DC."
				],
				[
					"4",
					"{@b Oracular}: For 10 minutes, the target can see which items within 60 feet are magical, can see the effects of persistent spells, and can make a DC 15 Intelligence (Arcana) check to know exactly what those items or spells are."
				],
				[
					"5",
					"{@b Fated}: Until the start of their next turn, targets may reroll damage rolls and may take the new roll."
				],
				[
					"6",
					"{@b Vengeful}: For 10 minutes, targets gain a reaction they may use to attack any enemies who damage them."
				],
				[
					"7",
					"{@b Revealing}: Until the start of their next turn, targets always roll natural 20s on Perception checks."
				],
				[
					"8",
					"{@b Gloating}: For 10 minutes, any target who drops an enemy to 0 hit points gains a move action or attack action."
				]
			]
		},
		{
			"name": "THE SPELL TARGETS ONE ENEMY",
			"source": "SaF",
			"caption": "THE SPELL TARGETS ONE ENEMY",
			"colLabels": [
				"d8",
				"SPELL EFFECT"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"{@b Betraying}: The target immediately attacks another target of your choice."
				],
				[
					"2",
					"{@b Beguiling}: The target does not recognize you as an enemy. Until the start of your next turn, your attacks against them have advantage, and they have disadvantage on saving throws against your spells."
				],
				[
					"3",
					"{@b Distracting}: On their next turn, the target can move or attack, but not both."
				],
				[
					"4",
					"{@b Elucidating}: The target blurts out a closely held secret."
				],
				[
					"5",
					"{@b Stupefying}: The target’s Intelligence decreases to 3 until the start of their next turn."
				],
				[
					"6",
					"{@b Illuminating}: Until the start of their next turn, the target glows, granting advantage on all attacks against them and illuminating any hidden allies standing adjacent to them."
				],
				[
					"7",
					"{@b Confusing}: The target’s next attack targets a random legal target. They will use their movement on their next turn to get closer to that target if necessary."
				],
				[
					"8",
					"{@b Exposing}: The target’s clothing and armor disappear until the start of their next turn. Adjust AC and abilities accordingly."
				]
			]
		},
		{
			"name": "THE SPELL TARGETS SEVERAL ENEMIES",
			"source": "SaF",
			"caption": "THE SPELL TARGETS SEVERAL ENEMIES",
			"colLabels": [
				"d8",
				"SPELL EFFECT"
			],
			"colStyles": [
				"col-1 text-align-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"{@b Overwhelming}: Affected targets are knocked prone."
				],
				[
					"2",
					"{@b Thunderous}: Affected targets are pushed 10 feet back."
				],
				[
					"3",
					"{@b Defiling}:  Roll 1d6. All affected targets take that much damage, and you gain temporary hit points equal to the total damage done to the targets."
				],
				[
					"4",
					"{@b Immobilizing}: Roots the targets to their current spots until the start of their next turn. They are grappled."
				],
				[
					"5",
					"{@b Blinding}: Flesh grows over the targets’ eyeballs. They are blind for one round per tower level."
				],
				[
					"6",
					"{@b Hideous}: Until the start of their next turn, affected targets’ arms mutate into tentacles. They drop their weapons. If they don’t have arms, they grow them, flailing ineffectually, missing attacks and failing to cast spells."
				],
				[
					"7",
					"{@b Enfeebling}: Targets gain vulnerability to fire, ice, electricity, or acid—chosen each time the spell is cast—for one round per tower level."
				],
				[
					"8",
					"{@b Telekinetic}: Move all affected targets 10 feet in any one direction. If moved 10 feet up, each target takes 1d6 bludgeoning damage when they fall back down and must make a DC 10 Dexterity (Acrobatics) check or fall prone"
				]
			]
		},
		{
			"name": "ARTISAN SHOP IMPROVEMENT TABLE",
			"source": "SaF",
			"caption": "ARTISAN SHOP IMPROVEMENT TABLE",
			"colLabels": [
				"LEVEL",
				"COST"
			],
			"colStyles": [
				"col-5 text-align-center",
				"col-7 text-align-center"
			],
			"rows": [
				[
					"1st",
					"--"
				],
				[
					"2nd",
					"1,000 GP"
				],
				[
					"3rd",
					"1,500 GP"
				],
				[
					"4th",
					"2,000 GP"
				],
				[
					"5th",
					"2,500 GP"
				]
			]
		},
		{
			"name": "ALCHEMY TEST",
			"source": "SaF",
			"caption": "ALCHEMY TEST",
			"colLabels": [
				"ORGAN",
				"MAGIC ITEM",
				"CRAFTED BY",
				"MEDICINE DC"
			],
			"colStyles": [
				"col-1 text-align-left",
				"col-5 text-align-left",
				"col-3 text-align-left",
				"col-3 text-align-center"
			],
			"rows": [
				[
					"EYES",
					"Potion of invisibility to monsters",
					"Alchemist",
					"15"
				],
				[
					"BLOOD",
					"Arrows of monster slaying",
					"Blacksmith",
					"10+CR"
				],
				[
					"BLOOD",
					"Sword of monster slaying",
					"Blacksmith",
					"10+CR"
				],
				[
					"BRAINS",
					"Potion of monster control",
					"Alchemist",
					"12+CR"
				],
				[
					"HEART",
					"Scroll of protection from monsters",
					"Scribe",
					"12"
				]
			]
		}
	]
}