{
	"_meta": {
		"sources": [
			{
				"json": "Sharkadia",
				"abbreviation": "SHARK",
				"full": "Arcadia Issue 27 (Sharkadia)",
				"url": "https://shop.mcdmproductions.com/products/arcadia-issue8",
				"authors": [
					"Hannah Rose",
					"James Intracaso",
					"Gwendolyn Marshall",
					"Willy Abeel"
				],
				"convertedBy": [
					"ForeverAlwaysGM (Billiam94)"
				],
				"version": "04/2023",
				"color": "006994"
			}
		],
		"optionalFeatureTypes": {
			"BST:MC": "Mystic Connection"
		},
		"dependencies": {
			"monster": [
				"MM"
			]
		},
		"dateAdded": 0,
		"dateLastModified": 0
	},
	"book": [
		{
			"name": "SHARKADIA",
			"id": "SHARK",
			"source": "Sharkadia",
			"group": "homebrew",
			"author": "MCDM Productions",
			"published": "2023-04-26",
			"contents": [
				{
					"name": "Letter from the Editor"
				},
				{
					"name": "Captain Ralazar's Guide to Sea Monsters",
					"headers": [
						"Jaws from Below",
						"Sunken Treasures"
					]
				},
				{
					"name": "Perils of the Deeps",
					"headers": [
						"Environmental Conditions",
						"Hazards",
						"Creatures of the Deeps"
					]
				},
				{
					"name": "The Ballad of Captain Shivershank",
					"headers": [
						"Background",
						"Starting an Adventure",
						"Composing the Ballad",
						"New Rules",
						"New Magic Item",
						"The Ocean Ahead"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "SHARK",
			"source": "Sharkadia",
			"data": [
				{
					"type": "section",
					"name": "Letter from the Editor",
					"page": 1,
					"entries": [
						"Long, long ago (also known as January 2022, but it feels like a lot longer), James Introcaso and I were talking about our former careers—mine as a software developer, his as a screenwriter for National Geographic writing, among other things, {@link songs about sharks|https://vimeo.com/102545202}. I joked that we should have him write a shark-focused article for {@i ARCADIA} ... to which he responded, \"My magnum opus. {@i SHARKADIA}.\"",
						"And thus {@i SHARKADIA} was born, a joke we not-so-secretly dreamed of making a reality. The MCDM team got on board, authors pitched many amazing ideas, and James was unleashed to write about fearsome sharks, friendly sharks, magic-guzzling sharks, weresharks, and more. Sharks galore!",
						"Sometimes committing to the bit as TTRPG designers means creating silly content perfect for a lighthearted one-shot or meme-inspired character. But in {@i ARCADIA}, we promise three articles a month of awesome, thoroughly tested stuff that you can use over and over again, and we wanted to deliver on that promise in {@i SHARKADIA}, too. There's lighthearted fun, yes, but part of committing to the bit for us is going all-out on substance inspired by nerdy topics outside of games. In this case, we took a deep dive into shark lore, pirate history, and deep-sea flora and fauna—all with our own fantasy twist! The real world is vast and strange and wonderfully, endlessly inspiring.",
						"It also worked nicely to do aquatic content as part of a themed issue. Usually, each issue of {@i ARCADIA} presents three entirely separate articles so there's something for every campaign, but it's not easy to add sharks to your game unless the party has a good reason to go to sea, which requires your adventures to take a more oceanic spin. {@i One} aquatic article isn't as easy to use as {@i three} aquatic articles that give you a full set of monsters, companions, magic items, environments, quests, easy ship combat rules, random encounters, and more—everything you need to make seafaring adventures part of your game.",
						"\"Captain Ralazar's Guide to Sea Monsters,\" by James Introcaso himself, is a fin-tastic feast of creatures and magic items documented by a legendary sailor, from the aranoth that absorbs memories to the warp shark whose tail can cut through reality. From Gwendolyn Marshall, \"Perils of the Deeps\" presents environmental conditions and challenges to make deep-sea adventuring feel properly perilous, plus five new monsters lurking in the depths, including the angler shark and dire jelly. And last but certainly not least, Willy Abeel brings us \"The Ballad of Captain Shivershank,\" an epic treasure trove of quest hooks, narrative seeds, and a memorable ally— or villain. With this piratical toolbox, you can create a swashbuckling campaign, story arc, or one-shot like no other.",
						"{@i SHARKADIA} has been a labor of love, committing to the bit and then some, and collaboratively enabling each other to reach new shark-inspired heights. We can't wait to hear about your adventures on the high seas and in the ocean depths.",
						"{@i De somnio ad itinere},",
						"Hannah Rose",
						"Managing Editor"
					]
				},
				{
					"type": "section",
					"name": "Captain Ralazar's Guide to Sea Monsters",
					"page": 2,
					"entries": [
						"{@note Terrors and wonders of the great blue expanse by James Introcaso}",
						"I, Captain Talon Ralazar, write this document aboard the {@i Feasting Fin II}. The three-year hunt for Shipsnapper, that scarred megalodon that devoured the first {@i Feasting Fin} and most of her crew, continues. Our quest for vengeance has not been easy. My crew and I have faced horrors beyond the most feverish imaginings of any scurvy-sick sailor and uncovered treasures beyond your wildest imaginings. Such wonders need records, for Shipsnapper is hungry, and I know not if we will make it back to port to tell the tale.",
						"While the crew chums the water, waiting for Ol' Snapper to make an overdue appearance, I set my mind to cataloging these bizarre monsters and wondrous treasures. If you're reading this, may it be because this account was published after our victory, and not because Shipsnapper bested me a second time, leaving your unlucky hands to dredge this scroll from the bottom of the deep ... or that shark's accursed gullet!",
						{
							"type": "entries",
							"name": "Jaws from Below",
							"page": 2,
							"entries": [
								"Our hunt for the great behemoth has borne us to many a monster—some terrible, some friendly, but all to be treated with respect.",
								{
									"type": "table",
									"caption": "Ralazar's Sharks by Challenge Rating",
									"page": 2,
									"colLabels": [
										"Challenge Rating",
										"Creature"
									],
									"colStyles": [
										"col-4 text-left",
										"col-6 text-left"
									],
									"rows": [
										[
											"1",
											"{@creature Hound Shark|Sharkadia}"
										],
										[
											"3",
											"{@creature Wereshark|Sharkadia}"
										],
										[
											"4",
											"{@creature Arcane Remora|Sharkadia}"
										],
										[
											"5",
											"{@creature Maelstrom Hammerhead|Sharkadia}"
										],
										[
											"6",
											"{@creature Warp Shark|Sharkadia}"
										],
										[
											"8",
											"{@creature Icebreaker Shark|Sharkadia}"
										],
										[
											"14",
											"{@creature Megalodon|Sharkadia}"
										],
										[
											"16",
											"{@creature Aranoth|Sharkadia}"
										]
									]
								},
								{
									"type": "inset",
									"page": 7,
									"name": "Hound Shark Companion",
									"entries": [
										"The {@creature hound shark companion|Sharkadia} stat block uses the rules found in {@book Beastheart and Monstrous Companions|BST}. When a {@class beastheart|BST} with a hound shark companion uses an exploit that refers to the companion's walking speed, such as {@optfeature Drag Them (4 Ferocity)|BST|Drag Them}, use the hound shark's swimming speed instead.",
										"The hound shark companion is great for underwater campaigns, but a generous GM can give a character with a shark companion some of the magic items from {@book \"Swimming through Sand to Sea: More Mounted Adventuring\" by Willy Abeel in ARCADIA 4|Ar4|0}, so their shark friend can also accompany them on land."
									]
								},
								{
									"type": "inset",
									"page": 7,
									"name": "Mystic Connection: Hound Shark",
									"entries": [
										"If you're playing a {@class beastheart|BST} and have a {@creature hound shark companion|Sharkadia}, you gain the following benefit at 9th level when you gain the beastheart's {@classFeature Mystic Connection|Beastheart|BST|9|BST} feature:",
										"{@optfeature Mystic Connection: Hound Shark|Sharkadia}"
									]
								},
								{
									"type": "inset",
									"page": 13,
									"name": "Wereshark Template",
									"entries": [
										"A Humanoid who becomes a wereshark gains the following changes to their statistics:",
										{
											"type": "list",
											"items": [
												"Their Strength becomes 16 (+3) unless it is already higher.",
												"They have immunity to bludgeoning, piercing, and slashing damage from nonmagical attacks that aren't silvered.",
												"They have {@sense blindsight} out to a range of 60 feet.",
												"They gain the {@creature wereshark|Sharkadia|wereshark's} speed, Blood Frenzy trait, and Change Shape bonus action.",
												"They gain a +1 bonus to AC while in hybrid or shark form from natural armor.",
												"They gain the {@creature wereshark|Sharkadia|wereshark's} Bite attack, which uses Strength for attack and damage rolls. The DC for the saving throw equals 8 + the wereshark's proficiency bonus + the wereshark's Constitution modifier. A creature can choose to fail this saving throw."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sunken Treasures",
							"page": 13,
							"entries": [
								"While exploring the deep, my crew came across four magic items infused with the essence of sharks. Now, I don't condone wearing shark teeth as a fashion choice, but when those teeth got magic in them, you've got to at least try them on. And of course, Ol' Snapper is in for a surprise when he sees the {@i Feasting Fin II} is sharkier than her mother.",
								{
									"type": "list",
									"style": "list-no-bullets",
									"columns": 2,
									"items": [
										"{@item Amulet of Shark Teeth|Sharkadia}",
										"{@item Belt of Blood Frenzy|Sharkadia}",
										"{@item Sharkboat|Sharkadia}",
										"{@item Slashpoint|Sharkadia}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Perils of the Deeps",
					"page": 15,
					"entries": [
						"{@note Environmental hazards and monsters beneath the waves by Gwendolyn Marshall}",
						"{@b Content Warning: This article includes themes of drowning, darkness, and pressure in the ocean depths, and a worm that burrows into flesh and bones. We recommend using the {@link MCDM Safety Toolkit and Checklist|https://mcdm.gg/SafetyToolkit} and adjusting as needed to ensure everyone has a good time.}",
						{
							"type": "quote",
							"entries": [
								"The deepest parts of the ocean are totally unknown to us. No soundings have been able to reach them. What goes on in those distant depths? What creatures inhabit, or could inhabit, those regions twelve or fifteen miles beneath the surface of the water? What is the constitution of these animals? It's almost beyond conjecture."
							],
							"by": "Jules Verne",
							"from": "20,000 Leagues Under the Sea {@i (trans. Frederick Paul Walter)}"
						},
						"Aquatic adventuring brings with it distinctive dangers, from otherworldly beasts to unique environmental hazards. Those who venture beneath the waves might struggle to endure strong currents, crushing pressure, and murky depths, as well as alien creatures unlike any on the surface.",
						"This article presents tools for GMs running undersea adventures. These include terrain effects, such as becoming entangled in a kelp forest, becoming disoriented and losing a sense of which way is up in murky waters, and the challenges of navigating currents, riptides, and undertows that threaten to sweep creatures out to sea.",
						"Additionally, strange and deadly underwater foes threaten those who dare to dive deep: the dire jelly, the giant spider crab, the angler shark, the eldritch anemone, and the swarm of zombie worms.",
						{
							"type": "section",
							"name": "Environmental Conditions",
							"page": 15,
							"entries": [
								"Much like descending into subterranean realms, plunging beneath the waves introduces a special set of environmental challenges. Light struggles to reach deeper waters, especially in murky or brackish conditions, and the pressure of the water around adventurers can easily crush them to death. Even in the absence of the horrific creatures that lurk below, the deep ocean is a deadly locale.",
								"The rules in this article are designed to help you, the GM, include these challenges in any of your own underwater games, and are designed specifically for use with the creatures at the end of this article and the other articles in this special issue of {@i SHARKADIA}. The core rules and other official supplements contain alternative versions of some of these rules, but we wanted to provide you with the MCDM interpretation tailored for use with the beasties in this issue, and because many of our readers might not own every official book.",
								"You don't have to use all these optional rules together. Especially for low-level parties, one or two environmental challenges can add tension without making underwater adventuring a slog. In addition, don't be shy about giving the characters tools to overcome or mitigate these challenges. The {@spell light} cantrip and other magic can provide effective light sources underwater, but the darkness of the deep ocean remains threatening and dangerous—so that characters know to keep that magical light close, and to beware of what might be lurking beyond its sheltering glow.",
								{
									"type": "entries",
									"name": "Light",
									"page": 16,
									"entries": [
										"Though the waters near the surface see day and night just as the area above the water does, darkness permanently shrouds the deeps. Sunlight penetrates the ocean to a depth of roughly 650 feet, and normal vision is possible during the day. Beyond this point, the sunlight fades. Only dim light reaches the area from 650 to 1,000 feet beneath the surface. Beyond 1,000 feet, all is in darkness.",
										{
											"type": "entries",
											"name": "Visibility",
											"page": 16,
											"entries": [
												"All natural bodies of water contain small particles of dirt, silt, and other materials. Over larger distances, this impedes vision, even in bright light. While in clear water, a creature with {@sense darkvision} or in bright light can see out to a range of 120 feet. In turbulent or brackish waters, maximum visibility drops to 30 feet."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Pressure",
									"page": 16,
									"entries": [
										"The physical pressure of the water can crush surfaceworld creatures who venture too deep beneath the waves. As the core rules note, any creature without a swimming speed who swims for 1 hour gains one level of exhaustion unless they succeed on a DC 10 Constitution saving throw. Swimming through deep water is even more arduous, requiring a creature without a swimming speed to make the saving through against exhaustion every half hour at a depth below 100 feet, or every 15 minutes at a depth below 200 feet.",
										"Creatures not naturally acclimated to the pressures of the deep ocean take bludgeoning damage after spending 15 minutes at a depth of 650 feet or deeper, and every 15 minutes thereafter, as shown on the Environmental Effects by Depth table.",
										{
											"type": "table",
											"caption": "Environmental Effects by Depth",
											"page": 16,
											"colLabels": [
												"Depth",
												"Light",
												"Pressure Damage"
											],
											"colStyles": [
												"col-3 text-left",
												"col-3 text-left",
												"col-3 text-left"
											],
											"rows": [
												[
													"0–650 feet",
													"Bright light (daytime)",
													"—"
												],
												[
													"650–1,000 feet",
													"Dim light (daytime)",
													"10 ({@damage 3d6})"
												],
												[
													"1,000+ feet",
													"Darkness",
													"17 ({@damage 5d6})"
												]
											]
										},
										{
											"type": "entries",
											"name": "Overcoming Pressure",
											"page": 16,
											"entries": [
												"Characters who can mitigate or negate bludgeoning damage can overcome the effects of deep-sea pressure. By default, magic items and spells that grant creatures a swimming speed or the ability to breathe underwater don't automatically protect a creature from this pressure. However, a character who can cast the {@spell water breathing} spell can spend time during a short or long rest to experiment with the spell. With a successful DC 15 spellcasting ability check, the character learns how to cast {@spell water breathing} using a spell slot of 4th level or higher to acclimate creatures to deep-sea pressure, in addition to granting them the ability to breathe underwater.",
												{
													"type": "inset",
													"page": 17,
													"name": "Other Effects of Pressure",
													"entries": [
														"We've chosen not to include rules for real-world concerns like nitrogen narcosis and decompression sickness in this article. A heroic fantasy RPG character need not suffer barotrauma for the sake of scientific accuracy."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Hazards",
							"page": 17,
							"entries": [
								"Aquatic environments come with their own dangers and challenges, both mundane and magical. As GM, you can employ these hazards in your adventures to create tension and make an encounter feel interesting and unique. And don't forget that in a heroic fantasy game, the characters might well be able to use a hazard to their advantage.",
								{
									"type": "entries",
									"name": "Current",
									"page": 17,
									"entries": [
										"Oceans, rivers, and even lakes have currents that move volumes of water—and anything within that water—at various speeds. Swimming through moving water can present particular challenges. When a body of water has a current, you as the GM decide whether the current is weak or strong, and in which direction it moves. River currents pull creatures downstream, and can be weak or strong. Tides pull creatures away from shore when the tide is going out and toward it when coming in, and are usually weak. Riptides are an exception, creating a strong current that pulls creatures away from shore. Undertows pull creatures downward in the water, and can be weak or strong.",
										"When a swimming creature starts their turn in a current or enters one for the first time on a turn, they can choose whether to be pulled with the current or attempt to resist it. A creature who wishes to resist a current and remain where they are, or who wishes to move in any direction other than the one in which the current is flowing, must make a DC 10 Strength ({@skill Athletics}) check for a weak current, or a DC 15 check for a strong current. A creature with a swimming speed has advantage on this check. A creature who chooses to be pulled with the current or who fails the ability check to resist it is pulled 10 feet for a weak current or 20 feet for a strong current, moving in the direction the current flows."
									]
								},
								{
									"type": "entries",
									"name": "Disorientation",
									"page": 17,
									"entries": [
										"When a creature underwater can't sense the direction of the surface above or the bottom below them, they are in danger of becoming disoriented and confusing up with down. When a {@condition blinded}, {@condition dazed|FleeMortals}, or {@condition deafened} creature starts their turn underwater, they must make a DC 10 Wisdom saving throw. On a failure, the creature becomes disoriented until the start of their next turn or until the {@condition blinded}, {@condition dazed|FleeMortals}, or {@condition deafened} condition ends, whichever comes first. A creature who moves while disoriented must roll a d6 and consult the Disorientation Direction table to determine their direction.",
										{
											"type": "table",
											"caption": "Disorientation Direction",
											"page": 17,
											"colLabels": [
												"{@dice d6}",
												"Direction"
											],
											"colStyles": [
												"col-1 text-center",
												"col-9 text-left"
											],
											"rows": [
												[
													"1",
													"Deeper into the water"
												],
												[
													"2",
													"North"
												],
												[
													"3",
													"South"
												],
												[
													"4",
													"East"
												],
												[
													"5",
													"West"
												],
												[
													"6",
													"Up toward the surface"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Kelp Forest",
									"page": 17,
									"entries": [
										"Many bodies of water contain underwater \"forests\" of kelp, seaweed, and other plant life, which can pose special challenges for creatures swimming through them. When a kelp forest fills an area of water, that area is difficult terrain and maximum visibility with bright light or {@sense darkvision} drops to 30 feet.",
										"In a thick kelp forest, creatures and objects more than 15 feet away from each other have half cover, and creatures moving through the area might also become entangled. In such dense-growing areas, a creature must make a DC 10 Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check the first time they move on their turn. On a failure, they become tangled in strands of kelp and can't move. A creature tangled in kelp can use 15 feet of movement to repeat the ability check, freeing themself on a success.",
										"Any 5-foot cube of kelp has AC 9, 10 hit points, and immunity to psychic damage. Destroying the kelp frees a creature trapped in it."
									]
								},
								{
									"type": "entries",
									"name": "Devouring Kelp Forest",
									"page": 18,
									"entries": [
										"Kelp forests corrupted by malevolent magic, such as might be found near a sea hag coven's lair or an area haunted by undead, can become carnivorous and even semi-sentient. Such kelp forests don't grow as densely as normal kelp, since devouring kelp bereft of flesh to feed on quickly consumes its neighbors.",
										"As soon as fresh prey approaches, devouring kelp reaches out to snare it. A creature who moves for the first time on their turn in a devouring kelp forest must succeed on a DC 13 Dexterity saving throw or be {@condition grappled} (escape DC 13). At the start of their first turn {@condition grappled} by devouring kelp, a creature takes 5 ({@damage 2d4}) necrotic damage. Each round that a creature remains grappled, the kelp twines more tightly around them, increasing the escape DC by 1 and dealing an additional {@damage 1d4} necrotic damage at the start of each of the creature's turns—increasing the damage to 7 ({@damage 3d4}), 10 ({@damage 4d4}), and so on.",
										"Any 5-foot cube of devouring kelp has AC 11, 10 hit points, and immunity to necrotic and psychic damage. Destroying the kelp frees a creature grappled by it."
									]
								},
								{
									"type": "entries",
									"name": "Shipwreck",
									"page": 18,
									"entries": [
										"The watery graves of sunken ships become a haven for sea life, which flourishes even as a ship and its sailors decay. Adventurers might venture to a shipwreck in search of sunken treasure, a lost item, or to solve the mystery of a not-so-accidental wreck.",
										"The {@table Perils of the Deeps; Random Shipwreck Encounters|Sharkadia|Random Shipwreck Encounters} table details a number of potential encounters you can use in an undersea adventure, or as inspiration for creating encounters of your own. If an encounter includes a variable number of creatures, choose a number appropriate for your party's level and the desired encounter difficulty."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Creatures of the Deeps",
							"page": 19,
							"entries": [
								"Many and strange are the beings that lurk in the murky depths of the sea.",
								{
									"type": "table",
									"caption": "Deep-Sea Creatures",
									"page": 19,
									"colLabels": [
										"Challenge Rating",
										"Creature"
									],
									"colStyles": [
										"col-4 text-center",
										"col-6 text-left"
									],
									"rows": [
										[
											"1",
											"{@creature Giant spider crab|Sharkadia}"
										],
										[
											"2",
											"{@creature Swarm of zombie worms|Sharkadia}"
										],
										[
											"4",
											"{@creature Dire jelly|Sharkadia}"
										],
										[
											"6",
											"{@creature Angler shark|Sharkadia}"
										],
										[
											"8",
											"{@creature Eldritch anemone|Sharkadia}"
										]
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"monsterFluff": [
		{
			"name": "Aranoth",
			"source": "Sharkadia",
			"entries": [
				{
					"type": "entries",
					"name": "Aranoth",
					"entries": [
						"Of all the fearsome creatures in the sea, none has made me want to fall to my knees and beg for mercy more than the frost-infused aranoth. They are the most ancient of sharks, with five red eyes burning in their head, icy blue skin, a body twice the length of the greatest galleon, and a colossal mouth full of jagged teeth—akin to a goblin shark, if each pearly white was the size of a fullgrown human."
					]
				},
				{
					"type": "entries",
					"name": "Ancient as the Sea",
					"entries": [
						"Each aranoth is older than the salt on the waves. They don't age, but they also can't make little sharks. Praise the gods. Other terrors of the deep, like the blasted dragon turtle and hideous kraken, see aranoths as threats. That's a bad break for Arry, but good news for sailors. Only a few aranoths prowl the depths now. They hide at the bottom of the great blue, drawing in the cold like a ray eating shrimp. Arry only risks a swim to the surface when he senses food above—that's us. Well, our memories at least."
					]
				},
				{
					"type": "entries",
					"name": "Devourers of Knowledge",
					"entries": [
						"The oldest salts at the dock say aranoths were always bigguns, but they weren't always smart. Those fish brains went from minnow to god as they gorged themselves on the thoughts of their prey. The smarter you are, the hungrier Arry is for you. This voracious creature snaps up prey in their gullet, devours their victims' memories, then vomits the poor souls out as statues! No doubt their perverse stone gardens litter the bottom of the sea."
					]
				},
				{
					"type": "entries",
					"name": "Deals for Memories",
					"entries": [
						"Now, the aranoth seems mighty wicked, but most are willing to bargain with their food. That's downright generous, given they hold all the cards. Many will let a ship pass over their domain in exchange for devouring just the smartest sailor aboard. Rest in petrification, Brainy Tom. Some desperate adventurers—and I mean heavy-laden souls as have no other options left—even seek an aranoth by choice, offering their memories in exchange for information from the leviathan's vast mind. The most merciful of these fish make their victims flesh again after absorbing their memories, if you can believe. Still, I wouldn't offer myself to Arry for all the teeth in Shipsnapper's maw."
					]
				}
			]
		},
		{
			"name": "Arcane Remora",
			"source": "Sharkadia",
			"entries": [
				"Bigger than the average suckerfish, arcane remoras clean up magical messes in the sea. Oh, you never thought about what happens if a boat full of potions crashes on the rocks, or a mage loses control of their wild magic and makes a bunch of grease appear in the ocean? Well, let me tell you, pretty it ain't. So some \"brilliant\" magicians bred a special kind of shark to clean up their mess ... but guess how that worked out? Adding magic to nature is a bad business. The fish got smarter and tougher, and some escaped their breeders to form schools in the wild blue. Blimey.",
				{
					"type": "entries",
					"name": "Drawn to Magic",
					"entries": [
						"Wherever there is magic in the seas, remoras show up. Sometimes a local community might hire a breeder to bring a few fish to get rid of the pollution, but it's just as likely that a wild remmy or five absorb the mess. Oh, but it's not just alchemy and spells they eat. Adventurers who go for a swim should take heed—the suckerfish love to attach to magic items and drain their power ... temporarily, or so I'm told. But if you're a lucky seadog, you might find one roaming around with a magic sword in its sucker. I found {@item Slashpoint|Sharkadia}, the very cutlass that removed the ponytail from Dread Liandra, attached to a big remmy."
					]
				}
			]
		},
		{
			"name": "Hound Shark",
			"source": "Sharkadia",
			"entries": [
				"A smaller species of hunter shark, hounds relentlessly stalk their prey through the oceans. They'll swim after you for hours on end if they get your scent. Oh, and while they can eat smaller fish, the hounds prefer bigger meals that sustain them for days as they hunt for their next feast. If one gets a sniff of you, get out of the water and don't go back!",
				{
					"type": "entries",
					"name": "Hunting Companions",
					"entries": [
						"Not all hound sharks hunger for your flesh. They can be—carefully—trained to hunt alongside a salty sailor. These faithful friends work with adventurers and bounty hunters alike, lending their devious sense of smell to track quarry across the seas. I know firsthand. There is no member of the crew I trust more than my Regina."
					]
				}
			]
		},
		{
			"name": "Icebreaker Shark",
			"source": "Sharkadia",
			"entries": [
				"If you see a fin cutting through cold waters of glacial islands, flee. Don't stop until your legs are safely touching something as hard as iron. See, icebreaker sharks hunt in frigid waters, stalking prey on icebergs and glaciers above and waiting for their victims to walk where the ice is thinnest. Once their prey is vulnerable, these gray-skinned sharks smash through the ice with their great tails, dragging their food screaming into the shivering deep. And your boat isn't safe either—iceheads break wood as well as any glacier."
			]
		},
		{
			"name": "Maelstrom Hammerhead",
			"source": "Sharkadia",
			"entries": [
				"Maelstrom Hammerhead They may look like golden hammerhead sharks, but once Mally Ham opens their mouth and demands tribute, a sailor knows who they're dealing with ... a servant of the gods!",
				{
					"type": "entries",
					"name": "Divine Messengers",
					"entries": [
						"When sailors run afoul of a fickle sea god, perhaps by killing an albatross, cursing the deity during a storm, or unwittingly sailing through a sanctified sea without pouring rum into the deep, maelstrom hammerheads appear. Some sins can be forgiven. If you're lucky, these divine predators demand tribute—often treasure, though they can demand lives for more grievous offenses. Give it to them. Refusals are answered with tempestuous wrath."
					]
				},
				{
					"type": "entries",
					"name": "Storm Creators",
					"entries": [
						"When wreaking vengeance for an angry god, maelstrom hammerheads summon storms that make any experienced salt dog lose their lunch. The more sharks manifesting the tempest, the greater the clouds and the stronger its lightning strikes. Just pay the bloody tribute."
					]
				}
			]
		},
		{
			"name": "Megalodon",
			"source": "Sharkadia",
			"entries": [
				"You know the infamous great white shark. Take that fearsome fish, make it the length of a great galleylong, give it a mouth full of teeth longer than dirks and an appetite for whale flesh, and you've got one of the worst predators to ever prowl the seas. When there are no whales to feed on, these monsters break the surface, flying into the air and tearing vessels apart like gift paper to get at the morsels within. Alas, such was the fate of the first {@i Feasting Fin}. We're coming for you, Snapper."
			]
		},
		{
			"name": "Warp Shark",
			"source": "Sharkadia",
			"entries": [
				"Warp sharks are born with fey magic that allows them to disappear from one place and appear in another. Doesn't matter if the water is a salty ocean, a crystal clear river, or some poor monarch's enormous bathtub. If it's wet, look out for Warper. He'll get in, eat some poor dog, then get out faster than you can sing a shanty. These mighty threshers have skin of deep purple mottled with red, black, and blue, not to mention bone-bladed tails that can slice rifts in reality.",
				{
					"type": "entries",
					"name": "Wicked Pets",
					"entries": [
						"While {@creature sea hag|FleeMortals|sea hags} are chief among those who keep warp sharks as pets, many villains tame these fish to do their bidding and carry out their will on the waves. The sharks make excellent kidnappers, for they can teleport short distances with a victim caught in their jaws. We'll never know what became of Quartermaster Darius Molor."
					]
				}
			]
		},
		{
			"name": "Wereshark",
			"source": "Sharkadia",
			"entries": [
				"Aye, they're real. It's rare, but the wereshark's curse can be found in remote seaside communities. These sharky folk prefer the taste of raw meat above all, but most mean and do no harm to other folks. It's a shame, but the wicked among weresharks use their hunger for uncooked flesh to justify brutal and violent acts. These horror stories, coupled with the fearsome look of a half-shark, half-person, lead many to attack first and ask questions later. A bad idea—weresharks rarely lose that fight.",
				"Some legends say that weresharks don't actually change when the moon is full, but rather when the tide is at its highest each month. I've never stuck around long enough to track it.",
				{
					"type": "entries",
					"name": "Gift Rarely Given",
					"entries": [
						"Rather than a curse, most weresharks see their lycanthropy as a gift. When these weresharks pass on their blessing, both weresharks vow to protect one another, a promise akin to marriage. A wereshark almost never passes their gift on to an adventurer or sailor passing through, since that promise requires the lycanthrope to leave home or the traveler to settle down. That's why yours truly isn't sporting fins and a tail. I got a meg to hunt.",
						"Now, some dastardly dogs think wereshark lycanthropy is a present all humanoids should have. These foul folk trick weresharks into cursing them. When it works, the villains then go on a chomping spree, creating weresharks and demanding service as thanks for the unwanted gift."
					]
				}
			]
		},
		{
			"name": "Angler Shark",
			"source": "Sharkadia",
			"entries": [
				"The angler shark is a deep-sea ambush predator, waiting in the darkness with a glowing antenna dangling out in front of them to distract prey. When a foolish creature ventures toward the light, the shark lunges out of the murk with massive, horrifying jaws open wide, and devours everything in the area."
			]
		},
		{
			"name": "Dire Jelly",
			"source": "Sharkadia",
			"entries": [
				"The dire jelly is a jellyfish of massive proportions. They hide in plain sight as they float through the water, their translucent body difficult to see. More than one fish—or swimmer—has suddenly found themself in the grasp of a dire jelly, paralyzed and struggling to survive. Dire jellies eat any living creatures they can—plankton, fish, and mammal alike—devouring all the available prey in one area, then traveling hundreds of miles in search of their next hunting grounds."
			]
		},
		{
			"name": "Eldritch Anemone",
			"source": "Sharkadia",
			"entries": [
				"Sea creatures who dwell near places of magical power and otherworldly influence are sometimes warped by energies from beyond this reality. One such entity is the eldritch anemone, a stationary predator who hungers for flesh."
			]
		},
		{
			"name": "Giant Spider Crab",
			"source": "Sharkadia",
			"entries": [
				"The giant spider crab prowls ocean reefs, waiting for larger fish and mammals to swim within reach of their sharp pincers. The crab's red-orange carapace is a mere five feet across, but their ten many-jointed legs (two of which end in clawed pincers) are each six feet long. The spider crab isn't an adept swimmer, but their multitude of limbs let them scuttle across the ocean floor or up the sides of a ship with ease."
			]
		},
		{
			"name": "Zombie Worms",
			"source": "Sharkadia",
			"entries": [
				"Zombie worms are inch-long undulating tubes of undead flesh who crave and devour the bones of the living and the dead. Most commonly found along the ocean floor where massive creatures have died to leave behind skeletal remains, zombie worms attack anything with a skeleton. They often hide inside the hollowed-out skeletons of large creatures, waiting to swarm out when potential prey comes near."
			]
		}
	],
	"monster": [
		{
			"name": "Aranoth",
			"source": "Sharkadia",
			"page": 4,
			"size": [
				"G"
			],
			"type": "monstrosity",
			"alignment": [
				"N"
			],
			"alignmentPrefix": "typically ",
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 350,
				"formula": "20d20 + 140"
			},
			"speed": {
				"walk": 0,
				"swim": 40
			},
			"str": 25,
			"dex": 8,
			"con": 25,
			"int": 21,
			"wis": 20,
			"cha": 16,
			"save": {
				"con": "+12",
				"int": "+10",
				"wis": "+10",
				"cha": "+8"
			},
			"skill": {
				"arcana": "+10",
				"history": "+10",
				"insight": "+10",
				"perception": "+10",
				"religion": "+10"
			},
			"senses": [
				"blindsight 120 ft."
			],
			"passive": 20,
			"immune": [
				"cold"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"paralyzed",
				"stunned"
			],
			"languages": [
				"all",
				"telepathy 120 ft."
			],
			"cr": "16",
			"trait": [
				{
					"name": "Detect Sentience",
					"entries": [
						"The aranoth can sense the location of any creature within 5 miles of them who has an Intelligence score of 3 or higher, unless the creature is protected by a {@spell mind blank} spell."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The aranoth can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The aranoth makes one Bite attack and one Tail attack, or makes one Tail attack and uses Swallow or Inhale, if available."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}21 ({@damage 4d6 + 7}) piercing damage plus 22 ({@damage 4d10}) cold damage. If the target is a creature, they are {@condition grappled} (escape {@dc 17}). Until this grapple ends, the target is {@condition restrained}, and the aranoth can't bite another target."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 15 ft., one target. {@h}18 ({@damage 2d10 + 7}) bludgeoning damage plus 22 ({@damage 4d10}) cold damage, and the aranoth moves the target up to 30 feet in any direction."
					]
				},
				{
					"name": "Swallow",
					"entries": [
						"The aranoth makes one Bite attack against a Large or smaller creature they are grappling. If the attack hits, the target takes the bite's damage and is swallowed, and the grapple ends. While swallowed, the creature is {@condition blinded} and {@condition restrained}, they have total cover against attacks and other effects outside the aranoth, and they must make a {@dc 18} Constitution saving throw at the start of each of their turns. If the creature fails this save three times while they are swallowed, they are turned to stone and {@condition petrified}, and the aranoth gains all the creature's memories. The failures don't need to be consecutive, but a creature's failures reset to zero if they are no longer swallowed.",
						"If the aranoth takes 35 damage or more on a single turn from a creature inside them, the aranoth must succeed on a {@dc 18} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, who fall {@condition prone} in a space within 10 feet of the aranoth. Also, as an action, the aranoth can willingly regurgitate all swallowed creatures. If the aranoth dies, a swallowed creature is no longer {@condition restrained} by them and can escape from the corpse using 20 feet of movement, exiting {@condition prone}."
					]
				},
				{
					"name": "Inhale {@recharge}",
					"entries": [
						"The aranoth inhales an enormous breath in a 60-foot cone. Each creature in that area must succeed on a {@dc 20} Strength saving throw or be swallowed by the aranoth (see Swallow)."
					]
				}
			],
			"bonus": [
				{
					"name": "Cold Flash",
					"entries": [
						"The aranoth unleashes a burst of freezing water. Each creature within 30 feet of the aranoth must make a {@dc 20} Constitution saving throw. On a failed save, a creature can't take reactions and is {@condition restrained} until the start of their next turn. Creatures resistant or immune to cold damage automatically succeed on this saving throw."
					]
				},
				{
					"name": "Restore the Flesh",
					"entries": [
						"The aranoth chooses one creature {@condition petrified} by their Swallow action within 120 feet of them. The {@condition petrified} condition ends on the target."
					]
				}
			],
			"reaction": [
				{
					"name": "Thousands of Memories",
					"entries": [
						"When the aranoth makes a saving throw, they draw on memories they've absorbed. They roll a {@dice d8} and add the result to their saving throw."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"languageTags": [
				"TP",
				"XX"
			],
			"damageTags": [
				"B",
				"C",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"blinded",
				"restrained"
			],
			"savingThrowForced": [
				"constitution",
				"strength"
			],
			"hasFluff": true
		},
		{
			"name": "Arcane Remora",
			"source": "Sharkadia",
			"page": 5,
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 75,
				"formula": "10d8 + 30"
			},
			"speed": {
				"walk": 0,
				"swim": 40
			},
			"str": 18,
			"dex": 12,
			"con": 16,
			"int": 6,
			"wis": 12,
			"cha": 8,
			"skill": {
				"perception": "+3",
				"stealth": "+3"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 13,
			"resist": [
				"acid",
				"lightning",
				"thunder"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"understands Common but can't speak"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Magic Sense",
					"entries": [
						"The remora knows the location of every active spell and magic item within 120 feet of them."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The remora can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The remora makes one Attach attack and one Razor Fins attack."
					]
				},
				{
					"name": "Attach",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}14 ({@damage 3d6 + 4}) necrotic damage. If the target is a Medium or smaller creature, they are {@condition grappled} (escape {@dc 14}). If the target is a Medium or smaller magic item that isn't being worn or carried, the remora can pick up the item. While the remora is carrying an item, another creature within reach of the remora can use an action to make a {@dc 14} Strength ({@skill Athletics}) check, pulling the item from the remora on a success. The remora can attach to only one target at a time."
					]
				},
				{
					"name": "Razor Fins",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage."
					]
				},
				{
					"name": "Drain Magic",
					"entries": [
						"The remora attempts to drain the magic of one non-artifact magic item that is being worn or carried by the remora or a creature they have {@condition grappled}. If the item is being worn or carried by an unwilling creature, that creature can make a {@dc 14} Dexterity saving throw. On a successful save, the item is not drained. On a failed save, or if the item is not worn or carried by an unwilling creature, the item is drained of magic and the remora regains 18 ({@dice 4d8}) hit points.",
						"If the drained item is a consumable magic item, such as a potion or scroll, it is destroyed. Otherwise, the item's magic is suppressed for 24 hours and the remora can't drain that item again for the duration."
					]
				}
			],
			"bonus": [
				{
					"name": "Drink Spells {@recharge}",
					"entries": [
						"The remora chooses one creature, object, or magical effect within 5 feet of them. Each spell of 2nd level or lower on the target ends. For each spell of 3rd level or higher on the target, the remora makes a Constitution check. The DC equals 10 + the spell's level. On a successful check, the spell ends. If this bonus action ends at least one spell, the remora gains a bonus to the next damage roll they make before the end of their next turn equal to the level of the highest-level spell they ended."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"CS"
			],
			"damageTags": [
				"N",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"hasFluff": true
		},
		{
			"name": "Hound Shark",
			"source": "Sharkadia",
			"page": 6,
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 26,
				"formula": "4d8 + 8"
			},
			"speed": {
				"walk": 5,
				"swim": 40
			},
			"str": 16,
			"dex": 13,
			"con": 14,
			"int": 3,
			"wis": 10,
			"cha": 5,
			"skill": {
				"perception": "+2",
				"survival": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"cr": "1",
			"trait": [
				{
					"name": "Aquatic Tremorsense",
					"entries": [
						"While the shark is touching a body of water, they can detect and pinpoint the origin of vibrations in the same body of water within 60 feet of them."
					]
				},
				{
					"name": "Blood Frenzy",
					"entries": [
						"The shark has advantage on melee attack rolls against any creature who doesn't have all their hit points."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The shark can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) piercing damage."
					]
				}
			],
			"bonus": [
				{
					"name": "Hound Sense",
					"entries": [
						"The shark acquires a quarry by smelling a creature or an object within 40 feet of them that they can see.",
						"If the shark smells an object, their quarry is the last creature to handle the object for at least 5 minutes within the last 10 days. Otherwise, their quarry is the creature they smelled. For the next 24 hours, or until the shark uses this bonus action again, the shark can use their sense of smell to track their quarry. They know the direction to the quarry's location provided the quarry is on the same plane of existence as them."
					]
				},
				{
					"name": "Unstoppable Hunt {@recharge}",
					"entries": [
						"The shark moves up to their speed without provoking opportunity attacks toward their quarry (see Hound Sense), provided they can see their quarry"
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"hasFluff": true
		},
		{
			"name": "Hound Shark Companion",
			"source": "Sharkadia",
			"page": 7,
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "13 plus PB (natural armor)"
				}
			],
			"hp": {
				"special": "7 + 7 times the caregiver's level (a number of d8 Hit Dice equal to their caregiver's level)"
			},
			"speed": {
				"walk": 5,
				"swim": 40
			},
			"str": 16,
			"dex": 12,
			"con": 14,
			"int": 5,
			"wis": 10,
			"cha": 8,
			"save": {
				"str": "+3 plus PB",
				"dex": "+1 plus PB"
			},
			"skill": {
				"perception": "+0 plus PB",
				"survival": "+0 plus PB"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": "10 plus PB",
			"pbNote": "equals the caregiver's bonus",
			"trait": [
				{
					"name": "Aquatic Tremorsense",
					"entries": [
						"While the shark is touching a body of water, they can detect and pinpoint the origin of vibrations in the same body of water within 60 feet of them."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The shark can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack (Bite)",
					"entries": [
						"{@atk mw} {@hit 3 plus PB} to hit, reach 5 ft., one target. {@h}{@damage 1d6 plus PB} piercing damage."
					]
				},
				{
					"name": "1st Level: Overwhelming Attack (2 Ferocity)",
					"entries": [
						"The shark makes a signature attack. On a hit, the attack deals an extra PB damage, and the target can't take reactions until the start of the shark's next turn."
					]
				},
				{
					"name": "3rd Level: Circling Strike (5 Ferocity)",
					"entries": [
						"The shark chooses a creature within 5 feet of them. The target must make a {@dc 10 plus PB} Wisdom ({@skill Perception}) check. On a failed check, the shark makes a signature attack with advantage against the target and deals an extra {@damage PBd4} damage on a hit. On a successful check, the shark makes a signature attack against the target."
					]
				},
				{
					"name": "5th Level: Chompfest (8 Ferocity)",
					"entries": [
						"The shark moves up to their speed without provoking opportunity attacks. Before, during, or after this movement, the shark can make one signature attack against up to PB creatures."
					]
				}
			],
			"bonus": [
				{
					"name": "Hound Sense (1/Day)",
					"entries": [
						"The shark acquires a quarry by smelling a creature or an object within 40 feet of them that they can see. If the shark smells an object, their quarry is the last creature to handle the object for at least 5 minutes within the last 10 days. Otherwise, their quarry is the creature they smelled. For the next 24 hours, or until the shark uses this bonus action again, the shark can use their sense of smell to track their quarry. They know the direction to the quarry's location provided the quarry is on the same plane of existence as them."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"D"
			],
			"miscTags": [
				"MW"
			],
			"hasFluff": true,
			"fluff": {
				"name": "Hound Shark",
				"source": "Sharkadia",
                "entries": [
                    "A smaller species of hunter shark, hounds relentlessly stalk their prey through the oceans. They'll swim after you for hours on end if they get your scent. Oh, and while they can eat smaller fish, the hounds prefer bigger meals that sustain them for days as they hunt for their next feast. If one gets a sniff of you, get out of the water and don't go back!",
                    {
                        "type": "entries",
                        "name": "Hunting Companions",
                        "entries": [
                            "Not all hound sharks hunger for your flesh. They can be—carefully—trained to hunt alongside a salty sailor. These faithful friends work with adventurers and bounty hunters alike, lending their devious sense of smell to track quarry across the seas. I know firsthand. There is no member of the crew I trust more than my Regina."
                        ]
                    }
                ]
			}
		},
		{
			"name": "Icebreaker Shark",
			"source": "Sharkadia",
			"page": 8,
			"size": [
				"H"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 150,
				"formula": "12d12 + 72"
			},
			"speed": {
				"walk": 0,
				"swim": 50
			},
			"str": 23,
			"dex": 10,
			"con": 22,
			"int": 1,
			"wis": 10,
			"cha": 5,
			"skill": {
				"perception": "+3",
				"stealth": "+3"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 13,
			"immune": [
				"cold"
			],
			"cr": "8",
			"trait": [
				{
					"name": "Blood Frenzy",
					"entries": [
						"The shark has advantage on melee attack rolls against any creature who doesn't have all their hit points."
					]
				},
				{
					"name": "Ice Tremorsense",
					"entries": [
						"The shark can detect and pinpoint the origin of vibrations on ice within 60 feet of them, provided the ice touches a body of water the shark occupies."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The shark deals double damage to objects and structures."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The shark can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The shark makes one Bite attack, and they make one Bone Tail attack or use Smash Ice."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}22 ({@damage 3d10 + 6}) piercing damage."
					]
				},
				{
					"name": "Bone Tail",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 10 ft., one target. {@h}22 ({@damage 3d10 + 6}) bludgeoning damage. If the target is a creature, their speed is halved until the end of their next turn."
					]
				},
				{
					"name": "Smash Ice",
					"entries": [
						"The shark destroys a 15-foot cube of nonmagical ice within 10 feet of them. Each creature on that area of ice must make a {@dc 17} Dexterity saving throw. On a successful save, a creature moves into the nearest unoccupied space of the creature's choice outside of the cube. On a failed save, a creature falls and lands {@condition prone}."
					]
				}
			],
			"traitTags": [
				"Siege Monster",
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"hasFluff": true
		},
		{
			"name": "Maelstrom Hammerhead",
			"source": "Sharkadia",
			"page": 9,
			"size": [
				"L"
			],
			"type": "celestial",
			"alignment": [
				"C",
				"N"
			],
			"alignmentPrefix": "typically ",
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 95,
				"formula": "10d10 + 40"
			},
			"speed": {
				"walk": 10,
				"swim": 40
			},
			"str": 19,
			"dex": 11,
			"con": 18,
			"int": 12,
			"wis": 14,
			"cha": 15,
			"skill": {
				"perception": "+5",
				"religion": "+4"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 15,
			"immune": [
				"lightning",
				"thunder"
			],
			"languages": [
				"Celestial",
				"Common"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The hammerhead can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage plus 7 ({@damage 2d6}) lightning damage. If the target is a creature, they can't take reactions until the start of their next turn."
					]
				},
				{
					"name": "Destructive Storm (1/Day)",
					"entries": [
						"The hammerhead conjures a storm in a 20-foot-radius sphere at a point they can see within 120 feet of them. The storm spreads around corners, and its area is lightly obscured. When a creature enters the storm for the first time on a turn or starts their turn there, they must make a {@dc 15} Dexterity saving throw, taking 9 ({@damage 2d8}) lightning damage and 4 ({@damage 1d8}) thunder damage on a failed save, or half as much damage on a successful one. At the start of initiative count 20 each round, vehicles and structures in the storm take 4 ({@damage 1d8}) lightning damage and 9 ({@damage 2d8}) thunder damage. The storm lasts for 1 minute or until the hammerhead dies, moves more than 240 feet away from the storm, or chooses to end the storm (no action required).",
						"Alternatively, the hammerhead can use this action to join their power to another hammerhead's Destructive Storm within 240 feet of them. For each hammerhead that joins their power, the storm's effects gains the following cumulative changes:",
						{
							"type": "list",
							"items": [
								"The sphere's radius increases by 5 feet.",
								"The storm deals an additional 4 ({@damage 1d8}) lightning damage and 4 ({@damage 1d8}) thunder damage."
							]
						},
						"If a hammerhead who joined their power to the storm dies or ends their participation in the storm (no action required), the storm's effects are reduced proportionally. The storm ends when no more hammerheads are powering the storm."
					]
				},
				{
					"name": "Maelstrom Fury (1/Day)",
					"entries": [
						"While the hammerhead is submerged in water, they spin their body in a tight circle, creating a swirling vortex. Each creature within 30 feet of the hammerhead must succeed on a {@dc 15} Strength saving throw or be pulled up to 25 feet toward the hammerhead. The hammerhead then makes a Bite attack against each creature of their choice within 5 feet of them."
					]
				}
			],
			"bonus": [
				{
					"name": "Move Storm",
					"entries": [
						"The hammerhead can move a storm they created or added their power to with their Destructive Storm action up to 30 feet in any direction."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"B"
			],
			"languageTags": [
				"C",
				"CE"
			],
			"damageTags": [
				"L",
				"P",
				"T"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"savingThrowForced": [
				"dexterity",
				"strength"
			],
			"hasFluff": true
		},
		{
			"name": "Megalodon",
			"source": "Sharkadia",
			"page": 10,
			"size": [
				"G"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 297,
				"formula": "17d20 + 119"
			},
			"speed": {
				"walk": 0,
				"swim": 90
			},
			"str": 28,
			"dex": 8,
			"con": 25,
			"int": 1,
			"wis": 10,
			"cha": 5,
			"save": {
				"str": "+14",
				"dex": "+4",
				"con": "+12"
			},
			"skill": {
				"perception": "+10"
			},
			"senses": [
				"blindsight 120 ft."
			],
			"passive": 20,
			"cr": "14",
			"trait": [
				{
					"name": "Blood Frenzy",
					"entries": [
						"The megalodon has advantage on melee attack rolls against any creature who doesn't have all their hit points."
					]
				},
				{
					"name": "Breech",
					"entries": [
						"If the megalodon moves at least 30 feet straight toward the surface of the water on their turn, they can propel themselves up to 60 feet into the air without using additional movement, then fall. During this movement or fall, the megalodon can take an action, if available. The megalodon takes no damage from the fall if they fall into water that is at least 30 feet deep."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The megalodon deals double damage to objects and structures."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The megalodon can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The megalodon makes one Bite attack and one Tail attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}23 ({@damage 4d6 + 9}) piercing damage. If the target is a creature, they are {@condition grappled} (escape {@dc 19}). Until this grapple ends, the target is {@condition restrained}, and the megalodon can't bite another target."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 15 ft., one target. {@h}20 ({@damage 2d10 + 9}) bludgeoning damage. If the target is a creature, they must succeed on a {@dc 20} Constitution saving throw or become dazed1 until the end of their next turn."
					]
				},
				{
					"name": "Bone Crunch",
					"entries": [
						"The megalodon makes a Bite attack against a creature they are grappling. If the attack hits, the target takes an additional 14 ({@damage 4d6}) piercing damage and their speed is halved. In addition, if the target isn't a Construct or Undead, they begin bleeding. While bleeding, a creature loses 14 ({@dice 4d6}) hit points at the start of each of their turns. The target or a creature within reach of them can use an action to make a {@dc 17} Wisdom ({@skill Medicine}) check, ending the speed reduction and bleeding on a success. The speed reduction and bleeding also end if the target receives magical healing."
					]
				}
			],
			"traitTags": [
				"Siege Monster",
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrowForced": [
				"constitution"
			],
			"hasFluff": true
		},
		{
			"name": "Warp Shark",
			"source": "Sharkadia",
			"page": 11,
			"size": [
				"L"
			],
			"type": "fey",
			"alignment": [
				"C",
				"E"
			],
			"alignmentPrefix": "typically ",
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 127,
				"formula": "15d10 + 45"
			},
			"speed": {
				"walk": 0,
				"swim": 40
			},
			"str": 19,
			"dex": 13,
			"con": 16,
			"int": 5,
			"wis": 14,
			"cha": 11,
			"skill": {
				"perception": "+5",
				"stealth": "+4"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 15,
			"languages": [
				"understands Aquan and Common but can't speak"
			],
			"cr": "6",
			"trait": [
				{
					"name": "Blood Frenzy",
					"entries": [
						"The shark has advantage on melee attack rolls against any creature who doesn't have all their hit points."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The shark can breathe only underwater."
					]
				},
				{
					"name": "Water Sense",
					"entries": [
						"The shark knows the location of every body of water within 500 feet of them that's large enough to submerge themself in, as well as the location of every creature touching such a body of water."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The shark makes one Bite attack and one Tail attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}14 ({@damage 3d6 + 4}) piercing damage. If the target is a Medium or smaller creature, they are {@condition grappled} (escape {@dc 14}). Until this grapple ends, the target is {@condition restrained}, and the shark can't bite another target."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}20 ({@damage 3d10 + 4}) slashing damage."
					]
				},
				{
					"name": "Splish Slash",
					"entries": [
						"The shark's tail slashes open a momentary rift to a body of water in the Feywild, creating a sudden blast of pressurized water. Each creature within 10 feet of the shark must make a {@dc 15} Strength saving throw. On failed save, a creature takes 16 ({@damage 3d10}) bludgeoning damage and is pushed 10 feet away from the shark unless they are {@condition grappled} by the shark. On a successful save, a creature takes half as much damage and isn't pushed."
					]
				},
				{
					"name": "Teleport {@recharge 5}",
					"entries": [
						"The shark teleports up to 500 feet to an unoccupied space in a body of water they can sense. Alternatively, the shark and a creature they have {@condition grappled} can teleport up to 30 feet to an unoccupied space in a body of water the shark can sense."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack",
				"Teleport"
			],
			"languageTags": [
				"AQ",
				"C",
				"CS"
			],
			"damageTags": [
				"B",
				"P",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"savingThrowForced": [
				"strength"
			],
			"hasFluff": true
		},
		{
			"name": "Wereshark",
			"source": "Sharkadia",
			"page": 12,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 11,
					"condition": "in humanoid form"
				},
				{
					"ac": 12,
					"condition": "in shark or hybrid form",
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 45,
				"formula": "7d8 + 14"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(0 ft. swim 40 ft. in shark form; 30 ft. swim 40 ft. in hybrid form)"
				}
			},
			"str": 16,
			"dex": 13,
			"con": 15,
			"int": 10,
			"wis": 11,
			"cha": 10,
			"skill": {
				"perception": "+2",
				"stealth": "+3"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 12,
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks that aren't silvered",
					"cond": true
				}
			],
			"languages": [
				"Common (can't speak in shark form)"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The wereshark can breathe air and water."
					]
				},
				{
					"name": "Blood Frenzy",
					"entries": [
						"The wereshark has advantage on melee attack rolls against any creature who doesn't have all their hit points."
					]
				},
				{
					"name": "From the Deep",
					"entries": [
						"Any hit the wereshark scores against a creature submerged in water who can't see or hear the wereshark is a critical hit."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The wereshark makes two Trident attacks, or one Bite attack and one Trident attack."
					]
				},
				{
					"name": "Bite (Shark or Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage. If the target is a non-lycanthrope Humanoid, the wereshark can pass on their curse, and the target must succeed on a {@dc 12} Constitution saving throw or be cursed with wereshark lycanthropy."
					]
				},
				{
					"name": "Trident (Humanoid or Hybrid Form Only)",
					"entries": [
						"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage, or 7 ({@damage 1d8 + 3}) piercing damage if used with two hands to make a melee attack. If the attack hits a Medium or smaller creature who is within 5 feet of a Small or larger object, the wereshark can stab the trident through the creature into the object. The target is {@condition restrained}, and the wereshark can't use the trident to make another attack. A creature who can reach the trident can use an action to pull it free, causing the {@condition restrained} creature to take 7 ({@damage 2d6}) piercing damage and ending the {@condition restrained} condition on them."
					]
				},
				{
					"name": "Retreat to the Dark",
					"entries": [
						"The wereshark moves up to their speed without provoking opportunity attacks, then takes the Hide action."
					]
				}
			],
			"bonus": [
				{
					"name": "Change Shape",
					"entries": [
						"The wereshark polymorphs into a shark-humanoid hybrid or into a Large hunter shark, or back into their Humanoid form. Their statistics, other than their size and speed, are the same in each form. Any equipment they are wearing or carrying isn't transformed. The wereshark reverts to their Humanoid form if they die."
					]
				}
			],
			"attachedItems": [
				"trident|phb"
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack",
				"Shapechanger"
			],
			"languageTags": [
				"C",
				"CS"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RW",
				"THW"
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrowForced": [
				"constitution"
			],
			"hasFluff": true
		},
		{
			"_copy": {
				"name": "Dragon Turtle",
				"source": "MM",
				"_mod": {
					"action": {
						"mode": "replaceArr",
						"replace": "Steam Breath {@recharge 5}",
						"items": [
							{
								"name": "Steam Breath {@recharge 5}",
								"entries": [
									"The dragon turtle skeleton exhales scalding steam in a 60-foot cone. Each creature in that area must make a {@dc 18} Constitution saving throw, taking 52 ({@damage 15d6}) necrotic damage on a failed save, or half as much damage on a successful one. Being underwater doesn't grant resistance against this damage."
								]
							}
						]
					},
					"damageTags": {
						"mode": "replaceArr",
						"replace": "F",
						"items": [
							"N"
						]
					},
					"trait": {
						"mode": "replaceTxt",
						"replace": "dragon turtle",
						"with": "dragon turtle skeleton"
					}
				}
			},
			"name": "Dragon Turtle Skeleton",
			"source": "Sharkadia",
			"page": 18,
			"type": {
				"type": "dragon",
				"tags": [
					"undead"
				]
			},
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"poisoned"
			]
		},
		{
			"_copy": {
				"name": "Ice Mephit",
				"source": "MM",
				"_mod": {
					"trait": {
						"mode": "appendArr",
						"items": [
							{
								"name": "Water Breathing",
								"entries": [
									"The rime elemental can breathe underwater"
								]
							}
						]
					}
				}
			},
			"name": "Rime Elemental",
			"source": "Sharkadia",
			"page": 18,
			"speed": {
				"walk": 30,
				"fly": 30,
				"swim": 30
			}
		},
		{
			"_copy": {
				"name": "Skeleton",
				"source": "MM"
			},
			"name": "Shipwreck Skeleton",
			"source": "Sharkadia",
			"page": 18,
			"action": [
				{
					"name": "Barnacle-Encrusted Oar",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 10 ft., one target. {@h}5 ({@damage 1d10}) bludgeoning damage and 3 ({@damage 1d6}) piercing damage."
					]
				}
			]
		},
		{
			"name": "Angler Shark",
			"source": "Sharkadia",
			"page": 19,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 105,
				"formula": "10d10 + 50"
			},
			"speed": {
				"walk": 0,
				"swim": 60
			},
			"str": 23,
			"dex": 13,
			"con": 21,
			"int": 3,
			"wis": 12,
			"cha": 3,
			"skill": {
				"perception": "+4",
				"stealth": "+7"
			},
			"senses": [
				"blindsight 120 ft."
			],
			"passive": 14,
			"cr": "6",
			"trait": [
				{
					"name": "Ambusher",
					"entries": [
						"In the first round of a combat, the shark has advantage on attack rolls against any creature who hasn't acted yet."
					]
				},
				{
					"name": "Light Lure",
					"entries": [
						"The shark's glowing antenna sheds dim light in a 5-foot radius and extends 10 feet in front of the shark, leaving the shark untouched by the light. The shark can turn the light on or off at will (no action required)."
					]
				},
				{
					"name": "Light Devourer",
					"entries": [
						"When light created by the shark's Light Lure trait is on, the area within 120 feet of the shark is shrouded in magical darkness, except for the area of dim light created by"
					]
				},
				{
					"name": "Light Lure",
					"entries": [
						"Nonmagical light can't penetrate this darkness, and creatures in the darkness can only see the shark's light, even with darkvision. If this darkness overlaps with an area of light created by a spell of 3rd level or lower, the spell that created the light is dispelled."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The shark can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 10 ft., one target. {@h}22 ({@damage 3d10 + 6}) piercing damage, plus an extra 14 ({@damage 4d6}) piercing damage if the shark had advantage on the attack roll. A Medium or smaller creature hit by this attack is {@condition grappled} (escape {@dc 16}). Until this grapple ends, the creature is {@condition restrained} and the shark can't make a Bite attack against another target"
					]
				}
			],
			"reaction": [
				{
					"name": "Strobe",
					"entries": [
						"When a creature within 10 feet of the shark makes an attack against them, the shark quickly flashes the light created by their Light Lure trait. If the attacking creature relies on sight, they have disadvantage on their attack roll."
					]
				}
			],
			"traitTags": [
				"Ambusher",
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"restrained"
			],
			"hasFluff": true
		},
		{
			"name": "Dire Jelly",
			"source": "Sharkadia",
			"page": 20,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 60,
				"formula": "8d10 + 16"
			},
			"speed": {
				"walk": 0,
				"swim": 30
			},
			"str": 7,
			"dex": 16,
			"con": 14,
			"int": 1,
			"wis": 11,
			"cha": 3,
			"save": {
				"dex": "+5",
				"con": "+4"
			},
			"skill": {
				"perception": "+2",
				"stealth": "+5"
			},
			"passive": 12,
			"resist": [
				"bludgeoning",
				"cold",
				"poison"
			],
			"immune": [
				"psychic"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Translucent",
					"entries": [
						"Even when the dire jelly is in plain sight, it takes a successful {@dc 13} Wisdom ({@skill Perception}) check to spot a jelly who has neither moved nor attacked. A creature who tries to enter the dire jelly's space while unaware of the jelly is surprised by the dire jelly."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The dire jelly can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dire jelly makes two attacks, either with their Grasping Arms or their Stinging Tentacles."
					]
				},
				{
					"name": "Grasping Arms",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 15 ft., one creature. {@h}1 bludgeoning damage plus 9 ({@damage 2d8}) acid damage, and the target is {@condition grappled} (escape {@dc 13}). If the target is Medium or smaller, they are also {@condition restrained} until this grapple ends. While grappling the target, the dire jelly has advantage on attack rolls against them and can't use this attack against other targets. When the dire jelly moves, any Medium or smaller target they are grappling moves with them."
					]
				},
				{
					"name": "Stinging Tentacles",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 15 ft., one creature. {@h}1 bludgeoning damage plus 18 ({@damage 4d8}) acid damage. If the attack is a critical hit, the target is {@condition paralyzed} until the start of the dire jelly's next turn."
					]
				}
			],
			"reaction": [
				{
					"name": "Contract",
					"entries": [
						"Whenever the dire jelly is subjected to an effect that allows them to make a Dexterity saving throw to take only half damage, they contract their body away from the brunt of the damage, taking no damage if they succeed on the saving throw and only half damage if they fail."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"A",
				"B"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"paralyzed"
			],
			"hasFluff": true
		},
		{
			"name": "Eldritch Anemone",
			"source": "Sharkadia",
			"page": 21,
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 133,
				"formula": "14d10 + 56"
			},
			"speed": {
				"walk": 0,
				"swim": 20
			},
			"str": 17,
			"dex": 8,
			"con": 19,
			"int": 3,
			"wis": 13,
			"cha": 6,
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"passive": 11,
			"resist": [
				"cold",
				"necrotic",
				"poison",
				"psychic"
			],
			"conditionImmune": [
				"blinded",
				"deafened",
				"poisoned"
			],
			"cr": "8",
			"trait": [
				{
					"name": "Fetid Miasma",
					"entries": [
						"The eldritch anemone contaminates the water within 60 feet of them. Any creature who breathes underwater and who enters this area for the first time on a turn or starts their turn there must hold their breath or make a {@dc 15} Constitution saving throw. On a failure, the creature is {@condition poisoned} until the start of their next turn. Eldritch anemones are immune to this effect."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The eldritch anemone can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The eldritch anemone makes three attacks: one with their Bite and two with their Tentacles."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) piercing damage, and the target must succeed on a {@dc 14} Constitution saving throw or be dazed2 for 1 minute. The target can repeat the saving throw at the end of each of their turns, ending the effect on themself on a success."
					]
				},
				{
					"name": "Tentacles",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 10 ft., one target. {@h}7 ({@damage 1d8 + 3}) bludgeoning damage plus 4 ({@damage 1d8}) poison damage."
					]
				}
			],
			"bonus": [
				{
					"name": "Turbid Vortex",
					"entries": [
						"The eldritch anemone churns the water within 60 feet of them. Each Large or smaller creature in the area must succeed on a {@dc 14} Strength saving throw or be pulled 30 feet closer to the eldritch anemone."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack",
				"Tentacles"
			],
			"damageTags": [
				"B",
				"I",
				"P"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrowForced": [
				"constitution",
				"strength"
			],
			"hasFluff": true
		},
		{
			"name": "Giant Spider Crab",
			"source": "Sharkadia",
			"page": 22,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 22,
				"formula": "3d10 + 6"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 16,
			"dex": 15,
			"con": 15,
			"int": 2,
			"wis": 11,
			"cha": 4,
			"skill": {
				"athletics": "+5",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 60 ft.",
				"blindsight 30 ft."
			],
			"passive": 10,
			"cr": "1",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The crab can breathe air and water."
					]
				},
				{
					"name": "Camouflage",
					"entries": [
						"The crab has advantage on Dexterity ({@skill Stealth}) checks made to hide in reefs and on the ocean floor."
					]
				},
				{
					"name": "Ocean Scuttler",
					"entries": [
						"The crab takes no penalties to their movement or attacks for being underwater."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d10 + 3}) bludgeoning damage, and the target is {@condition grappled} (escape {@dc 13}). The crab has two claws, each of which can grapple only one target."
					]
				}
			],
			"reaction": [
				{
					"name": "Shed Limb",
					"entries": [
						"When the crab takes damage from a source they can see, they shield themself with one of their limbs, reducing the damage by half and shedding the limb that protected them. The crab can use this reaction up to four times, after which they must spend 30 days regrowing the lost limbs. While the crab is missing two or more limbs, they have disadvantage on Strength- or Dexterity-based attack rolls, ability checks, and saving throws."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"B",
				"D"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled"
			],
			"hasFluff": true
		},
		{
			"name": "Swarm of Zombie Worms",
			"source": "Sharkadia",
			"page": 23,
			"size": [
				"M"
			],
			"type": {
				"type": "undead",
				"swarmSize": "T"
			},
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 36,
				"formula": "8d8"
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 8,
			"dex": 17,
			"con": 11,
			"int": 1,
			"wis": 10,
			"cha": 3,
			"senses": [
				"blindsight 10 ft. (blind beyond this radius)"
			],
			"passive": 10,
			"resist": [
				"necrotic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"psychic",
				"poison"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained",
				"stunned"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Bone Sense",
					"entries": [
						"The swarm knows the location of every creature with a skeleton within 30 feet of them, even if those creatures are hidden."
					]
				},
				{
					"name": "Shrink",
					"entries": [
						"When the swarm is reduced to half their hit points, their size becomes Small."
					]
				},
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny worm. The swarm can't regain hit points or gain temporary hit points."
					]
				},
				{
					"name": "Undead Nature",
					"entries": [
						"The swarm is made up of tiny Undead that don't require air, food, drink, or sleep."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"If the swarm has more than half their hit points, they make two Bite attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 0 ft., one creature in the swarm's space. {@h}5 ({@damage 2d4}) piercing damage, and a target with a skeleton must make a {@dc 13} Constitution saving throw. On a failed save, worms begin to burrow through the target's flesh in search of their bones, and the target is infested. While infested, a creature takes 5 ({@damage 2d4}) necrotic damage at the start of each of their turns. A creature can repeat the saving throw after taking this damage, ending the infested effect on themself on a success."
					]
				}
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"N",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"constitution"
			],
			"hasFluff": true,
			"fluff": {
                "name": "Zombie Worms",
                "source": "Sharkadia",
                "entries": [
                    "Zombie worms are inch-long undulating tubes of undead flesh who crave and devour the bones of the living and the dead. Most commonly found along the ocean floor where massive creatures have died to leave behind skeletal remains, zombie worms attack anything with a skeleton. They often hide inside the hollowed-out skeletons of large creatures, waiting to swarm out when potential prey comes near."
                ]
			}
		}
	],
	"optionalfeature": [
		{
			"name": "Mystic Connection: Hound Shark",
			"source": "Sharkadia",
			"page": 7,
			"featureType": [
				"BST:MC"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Beastheart",
							"source": "BST"
						}
					},
					"other": "{@creature Hound Shark Companion|Sharkadia}"
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Blood Scent",
					"entries": [
						"You gain a swimming speed equal to your walking speed.",
						"Additionally, as an action, you enter a blood frenzy for 1 minute. While frenzied, you have advantage on attack rolls against any creature who doesn't have all their hit points. You can't use this benefit again until you finish a long rest."
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Amulet of Shark Teeth",
			"source": "Sharkadia",
			"page": 13,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While you wear this hemp cord adorned with shark teeth, you have advantage on Wisdom ({@skill Perception} or {@skill Survival}) checks made to detect and track creatures who don't have all their hit points.",
				"In addition, you can use a bonus action to gain {@sense blindsight} out to a range of 60 feet for 1 minute. Once this property is used, it can't be used again until the next dawn."
			]
		},
		{
			"name": "Belt of Blood Frenzy",
			"source": "Sharkadia",
			"page": 13,
			"rarity": "rare",
			"reqAttune": "by a barbarian",
			"reqAttuneTags": [
				{
					"class": "barbarian"
				}
			],
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d8 + 1}",
			"charges": 9,
			"entries": [
				"This leather belt is adorned with nine fossilized megalodon teeth and has 9 charges. When you hit a creature who doesn't have all their hit points with an attack while raging, you can expend up to 3 charges to deal an extra {@damage 1d6} damage for each charge spent. The belt loses one tooth each time you spend a charge. The belt regains {@dice 1d8 + 1} expended charges each day at dawn and regrows the same number of teeth."
			]
		},
		{
			"name": "Sharkboat",
			"source": "Sharkadia",
			"page": 13,
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"bonusWeaponAttack": "+9",
			"entries": [
				"This object appears as a sharkskin belt pouch that can be opened and floats. As an action, you can speak the pouch's command word, causing it to unfold into a boat 100 feet long, 20 feet wide, and 16 feet deep, provided it has the space to do so without hitting any creatures or objects. The ship is made of sharkskin, is propelled by shark fins on its port and starboard sides and a tail at the stern, and has a shark figurehead as its prow. At the ship's bow, a cannon carved from an enormous shark tooth sits on a rotating platform. A 10-foot-square hatch in the center of the main deck has a ladder made of bone that leads down into an 8-foot-deep cargo hold.",
				"While you are touching the ship and it is floating in a body of water, you can take the following actions:",
				{
					"type": "entries",
					"name": "Set Course",
					"entries": [
						"You can use an action to have the ship set sail to a destination touching the same body of water the ship is occupying. You must know the route to your location, and the ship follows the route you set. You can change the route or destination by using your action to set a new course. The ship has a top speed of 5 miles per hour."
					]
				},
				{
					"type": "entries",
					"name": "Precise Movement",
					"entries": [
						"You can use an action or bonus action to move the ship up to 45 feet in any direction horizontally. If this movement occurs while the boat is following a set course, the boat stops following that course."
					]
				},
				{
					"type": "entries",
					"name": "Stop",
					"entries": [
						"You can command the boat to stop moving and use its fins to remain in place on the water (no action required)."
					]
				},
				{
					"type": "entries",
					"name": "Shark Bite",
					"entries": [
						"You can use an action to make the shark figurehead animate and stretch to attack a target of your choice within 15 feet of the vessel's prow. The attack has a +9 bonus to hit and deals {@damage 5d10} piercing damage on a hit."
					]
				},
				{
					"type": "entries",
					"name": "Tooth Cannon",
					"entries": [
						"You can use an action to fire a megalodon tooth from the shark cannon and make an attack against a target of your choice. The cannon has a normal range of 120 feet and a long range of 480 feet. The attack has a +9 bonus to hit and deals {@damage 3d10} piercing damage on a hit. The tooth cannon never runs out of ammunition."
					]
				},
				"You can use an action to speak the command word again, causing the boat to fold back into a pouch, provided that no creatures are aboard. Any objects aboard the vessel remain there as it folds, and can't be retrieved until the boat is unfolded again."
			]
		},
		{
			"name": "Slashpoint",
			"source": "Sharkadia",
			"page": 14,
			"baseItem": "scimitar|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"F",
				"L"
			],
			"dmg1": "1d6",
			"dmgType": "S",
			"bonusWeapon": "+1",
			"entries": [
				"The curved blade of this scimitar is embossed with images of different shark species and always razor sharp.",
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				"While holding the scimitar, you can use an action to cast the {@spell conjure animals} spell from the weapon. The only",
				"Beasts you can conjure by casting the spell in this way are sharks. Once this property is used, it can't be used again until the next dawn."
			],
			"attachedSpells": [
				"conjure animals"
			]
		}
	],
	"table": [
		{
			"name": "Perils of the Deeps; Random Shipwreck Encounters",
			"caption": "Random Shipwreck Encounters",
			"source": "Sharkadia",
			"page": 18,
			"colLabels": [
				"{@dice d12}",
				"Encounter"
			],
			"colStyles": [
				"col-1 text-center",
				"col-9 text-left"
			],
			"rows": [
				[
					"1",
					"A coven of {@creature sea hag|FleeMortals|sea hags} and their pet {@creature warp shark|Sharkadia} lair in this rotting galleon, now decorated with the bones of drowned sailors."
				],
				[
					"2",
					"This merchant ship contains potions or magic items, and is now home to {@creature arcane remora|Sharkadia|arcane remoras} who are slowly draining the cargo of its magic."
				],
				[
					"3",
					"This underwater ship was built atop a living dragon turtle, and is now a dragon turtle skeleton infested with {@creature swarm of zombie worms|Sharkadia|swarms of zombie worms}. If the characters are 12th level or higher, the {@creature dragon turtle skeleton|Sharkadia|dragon turtle} is an Undead creature with immunity to poison damage, exhaustion, and the poisoned condition, and whose Steam Breath attack deals necrotic damage instead of fire damage."
				],
				[
					"4",
					"A young {@creature hound shark|Sharkadia} lives in the wreckage of this caravel. The shark is friendly to any creature who feeds them meat and succeeds on a DC 12 Wisdom ({@skill Animal Handling}) check, made with advantage if the meat is fresh fish."
				],
				[
					"5",
					"This ancient frigate appears to be empty of life, but an {@creature aranoth|Sharkadia} lurks nearby, hungry for new memories."
				],
				[
					"6",
					"This {@item rainbow scale boat|Sharkadia} bobs on the surface of the water, frozen in a block of unmelting ice. The ice can be melted by dealing 200 fire damage to it within 1 minute, or by using the destroy water option of the {@spell create or destroy water} spell cast at 3rd level, or cast three times at 1st level."
				],
				[
					"7",
					"Every inch of this sloop is covered with a layer of sparkling frost. The water within 30 feet of it is unusually clear and bone-chillingly cold, thanks to the the {@creature rime elemental|Sharkadia|rime elementals} (use the {@creature ice mephit} stat block, but with a swimming speed of 30 feet and the ability to breathe underwater) stranded inside the ship. Each creature who starts their turn in this water or within the ship, or who enters either area for the first time on a turn, takes 3 ({@damage 1d6}) cold damage."
				],
				[
					"8",
					"Carved fins decorate the hull and rails of this once-beautiful schooner, whose prow still bears the name {@i Feasting Fin}, but which has been split into two jagged halves by some colossal force. The captain's quarters contain waterlogged scrolls, as well as three {@item spell scroll||spell scrolls} of {@spell water breathing} in a sealed case and six bottles of fine rum."
				],
				[
					"9",
					"This barnacle-encrusted trireme is swarming with similarly barnacle-encrusted skeletons. The ship's {@creature shipwreck skeleton|Sharkadia|former crew} each use the {@creature skeleton} stat block but have a swimming speed of 30 feet and the following action option: {@b {@i Barnacle-Encrusted Oar.}} {@atk mw} {@hit 2} to hit, reach 10 ft., one target. {@h}5 ({@damage 1d10}) bludgeoning damage and 3 ({@damage 1d6}) piercing damage."
				],
				[
					"10",
					"A {@creature giant spider crab|Sharkadia} and a {@creature giant sea horse} are locked in combat atop this sunken longboat."
				],
				[
					"11",
					"This {@item sharkboat|Sharkadia} is in pristine condition, but is trapped under a massive {@creature megalodon|Sharkadia} carcass."
				],
				[
					"12",
					"The water is fetid and murky around this strange vessel, whose front half is buried beneath the ocean floor at a steep angle. Originally a planar craft that suffered a malfunction when transiting between planes, its presence has spawned an {@creature eldritch anemone|Sharkadia} dwelling in the shadow of the listing hull."
				]
			]
		}
	]
}
