{
	"_meta": {
		"sources": [
			{
				"json": "Ar4",
				"abbreviation": "Ar4",
				"full": "Arcadia Issue 4",
				"url": "https://shop.mcdmproductions.com/collections/arcadia/products/arcadia-complete-bundle-issues-1-30",
				"authors": [
					"James Introcaso",
					"Willy Abeel",
					"Cat Evans",
					"Derek Ruiz"
				],
				"convertedBy": [
					"Somebody",
					"Lyra [he/him]"
				],
				"version": "1.0",
				"dateReleased": "2021-05-28",
				"color": "9b93d3"
			}
		],
		"dependencies": {
			"monster": [
				"MM"
			]
		},
		"internalCopies": [
			"monster",
			"monsterFluff"
		],
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1625135453,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "d0fb871ed8"
	},
	"item": [
		{
			"name": "A Revised History of the World",
			"source": "Ar4",
			"page": 21,
			"rarity": "artifact",
			"wondrous": true,
			"entries": [
				"Thick straps stamped with intricate sigils are buckled around the red leather cover of this massive book. The work inside is a handwritten manuscript, filled with footnotes, revisions, and corrections. The book contains a history of all significant events for the last two hundred years—and this history can be edited. A careless scratch can erase the founding of a kingdom and a quick note can change the outcome of a war. Revising history creates a new, branching timeline in which that change applies.",
				"The ripple effect of unintended consequences is significant, and changes always come with severe, unwelcome consequences: the early death of an evil king creates a power vacuum that allows a new tyrant to rise; preventing a plague leads to overpopulation and famine.",
				"If you make a revision in the timeline using this book, you remember the original timeline and the change you've made, but struggle to separate the two. Your Intelligence score is permanently reduced by 2 and can't be restored by any means.",
				"Each time the book is changed, there is a {@chance 90|10% chance} that the latest revision creates so many conflicts with previous versions that the book goes up in flames and is destroyed, and the change fails to take effect."
			]
		},
		{
			"name": "Airskimmer Bridle",
			"source": "Ar4",
			"page": 3,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"While a creature with the Mounted trait wears this bridle and bit, it gains the following benefits:",
				{
					"type": "list",
					"items": [
						"Any swimming or burrowing speed becomes a flying speed, and the creature can hover.",
						"The creature can breathe air and water.",
						"The creature weighs half as much as it normally does."
					]
				}
			]
		},
		{
			"name": "Bell of the Extrastable Stable",
			"source": "Ar4",
			"page": 3,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"entries": [
				"This large cowbell is engraved with a symbol that resembles a stable door. When you ring the bell, a 10-foot-square portal opens in an unoccupied space of your choice within 5 feet of you. Only you and creatures within 30 feet of you that you choose when you ring the bell can enter the portal.",
				"The portal leads to an extradimensional, spacious stable with room for up to eight Large creatures to live comfortably. The stable changes to meet the needs of its inhabitants, providing food and other essentials for the creatures that stay there. A quiet spirit that resembles a {@creature bugbear} tends to the stable and any inhabitant's needs. The spirit follows your orders and can perform any task a normal {@creature bugbear} could perform, but can't attack or take any action that would directly harm another creature.",
				"When you leave the stable or ring the bell a second time, the portal closes. The stable can be accessed twice. Afterwards, a new portal to the stable can't be opened until the next dawn.",
				"Items that create their own extradimensional spaces can be safely brought into the stable due to its extrastable nature. However, the usual consequences from intersecting two lesser extradimensional spaces (e.g. placing a {@item portable hole} inside of a {@item bag of holding}) while inside the stable still apply."
			]
		},
		{
			"name": "Corpus Eternitas",
			"source": "Ar4",
			"page": 21,
			"rarity": "artifact",
			"wondrous": true,
			"bonusSpellAttack": "+2",
			"bonusSpellSaveDc": "+2",
			"entries": [
				"Each page of this book measures three feet by two feet, and the entire volume is over three feet thick. Its sapphire blue, wooden covers are sealed with six locks, each key carried by a different librarian.",
				"The Corpus Eternitas holds the deepest secrets of the fundamental nature of magic. If you spend no fewer than 8 hours each day reading it, over the course of one year, you gain a permanent +2 bonus to your spell save DC and spell attack rolls.",
				"In addition, by practicing the techniques described within the book, you tear the fabric of reality, opening portals to other planes. The GM determines where these portals lead, and what comes through them.",
				"For the first six months of reading, one such portal opens each month, within 100 miles of the book. For the next five months, one portal opens each week. In the last month of reading, a new portal opens each day. These portals remain open until closed by a ritual contained in On Gates (also in the Chained Library's collection)."
			]
		},
		{
			"name": "Meld Harness",
			"source": "Ar4",
			"page": 3,
			"rarity": "very rare",
			"reqAttune": "by the rider",
			"wondrous": true,
			"entries": [
				"While mounted on a willing creature that wears this harness, you can use an action to speak a command word and meld yourself, the harness, and all the equipment you carry into the mounted creature or vice versa. The absorbed creature's presence is not detectable by nonmagical senses.",
				"While melded, the mounted creature's mind is linked with yours, and you can communicate with each other telepathically. The creature that isn't absorbed gains the following properties:",
				{
					"type": "list",
					"items": [
						"It gains any damage resistances, immunities, and special senses (such as {@sense darkvision}) that the absorbed creature has.",
						"If it takes damage, the absorbed creature takes the same amount and same type of damage.",
						"If it dies, the absorbed creature is expelled from its body, landing {@condition prone} into an unoccupied space within 5 feet of the corpse."
					]
				},
				"The absorbed creature can perceive everything the other perceives, but can't move, speak, or take any actions. Either creature can end the absorption on its turn without taking any action."
			]
		},
		{
			"name": "Null Fold",
			"source": "Ar4",
			"page": 20,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"These soft, grey leather wraps the size of a large spellbook are imprinted with the lock-and-chain symbol of the Chained Library. They prevent a scroll or book placed within them from exerting any influence on the person carrying it. Objects in the null fold can't be targeted by any divination magic or perceived through magical {@spell scrying} sensors.",
				"Magic items within the null fold become nonmagical until the wrappers are removed. Interacting with the object to inspect, read, or otherwise use it requires removing it from the null fold."
			]
		},
		{
			"name": "Return Bridle and Crop",
			"source": "Ar4",
			"page": 3,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"A creature with the Mounted trait that wears this bridle is linked with you telepathically while you hold the crop. The creature can communicate with you over any distance as long as the bridle and crop are on the same plane of existence.",
				"Once per day while holding the crop, you can use your action to swing it in an unoccupied space within 5 feet of you with enough room for the creature. The creature is instantly teleported into that space. You can't transport the creature again in this way until next dawn."
			]
		},
		{
			"name": "Scribe's Lenses",
			"source": "Ar4",
			"page": 21,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"While you wear this smoked glass lorgnette on a fine iron chain, you can understand written languages as if you were under the effect of the {@spell comprehend languages} spell. Alternatively, you can choose not to understand the words you read, allowing you to look at but not trigger or understand the words of hazardous texts. The scribes of the Chained Library use these lenses to copy dangerous books without harm to their minds.",
				"Additionally, while you wear the scribe's lenses, you can't be {@condition charmed} or possessed by constructs or sentient magic items, and sentient magic items can't communicate with you."
			],
			"attachedSpells": [
				"comprehend languages"
			]
		},
		{
			"name": "Size Saddle of Growing (Tiny or Small)",
			"source": "Ar4",
			"page": 4,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"The size saddle takes 1 minute to fasten on an appropriately-sized creature. While a creature wears this saddle, the creature's size changes until it is removed. Other items besides the saddle worn or carried by the creature don't change size with it.",
				"A willing creature wearing this saddle grows, becoming Large. It expands to a size within 10 cubic feet of space and weighs up to 800 pounds. If there is not enough room for the creature to grow, it reaches the maximum size available in the space, continuing to grow as more space becomes available. Additionally, the creature's natural weapon attacks deal an extra {@damage 1d4} damage."
			]
		},
		{
			"name": "Size Saddle of Shrinking (Huge or Gargantuan)",
			"source": "Ar4",
			"page": 4,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"The size saddle takes 1 minute to fasten on an appropriately-sized creature. While a creature wears this saddle, the creature's size changes until it is removed. Other items besides the saddle worn or carried by the creature don't change size with it.",
				"A willing creature wearing this saddle shrinks, becoming Large. It now fits within 10 cubic feet of space and weighs 800 pounds. The creature has disadvantage on Strength checks and Strength saving throws, and all the creature's natural weapon attacks deal {@damage 2d4} less damage (this can't reduce the damage below 1)."
			]
		},
		{
			"name": "Size Saddle of Shrinking (Medium or Large)",
			"source": "Ar4",
			"page": 4,
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"The size saddle takes 1 minute to fasten on an appropriately-sized creature. While a creature wears this saddle, the creature's size changes until it is removed. Other items besides the saddle worn or carried by the creature don't change size with it.",
				"A willing creature wearing this saddle shrinks, becoming Tiny. It now fits within 1 cubic foot of space and weighs 1 pound. The creature has disadvantage on Strength checks and Strength saving throws, and its natural weapon attacks now deal 1 damage."
			]
		},
		{
			"name": "Wander Pool",
			"source": "Ar4",
			"page": 4,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This fine blue cloth is akin to a {@item portable hole}. It can be unfurled into an oblong sheet 10 feet long and 8 feet wide.",
				"You can use an action to unfold a wander pool and place it on the ground, whereupon the wander pool creates an extradimensional hole filled with water 10 feet deep. The space within the hole exists on a different plane, so it can't be used to create passages. None of the water native to the hole can spill outside the bounds of the space.",
				"While a creature swims within the pool, the wander pool moves along the ground at the same speed. If there is no longer ground beneath the pool, it falls at the rate the creature would fall to the ground.",
				"You can use an action to close a wander pool by taking hold of the edges of the cloth and folding it up. Folding the cloth closes the pool, and any creatures or objects within remain in the extradimensional space. No matter what's in it, the cloth weighs next to nothing.",
				"When the pool is folded, any creature in it is completely submerged. A creature within the folded pool's extradimensional space can make a {@dc 10} Strength check as an action. On a successful check, the creature forces its way out and appears within 5 feet of the pool or the creature carrying it."
			]
		},
		{
			"name": "Water Wagon",
			"source": "Ar4",
			"page": 4,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This wagon carries a suspended 10-foot cube of weightless water. Creatures, objects, and magic can freely pass through the tank, but none of the water can spill outside the bounds of the wagon.",
				"A creature submerged in the wagon's tank can pilot the wagon's movement using its swimming speed. However, it can't take the {@action Dash} action unless the wagon is on a decline.",
				"If there are multiple creatures submerged in the tank, only the creature that has been there for the longest consecutive amount of time gains these benefits."
			]
		},
		{
			"name": "Water Wings",
			"source": "Ar4",
			"page": 4,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"While a creature with the Mounted trait wears these adorable water wingies, it gains the following properties:",
				{
					"type": "list",
					"items": [
						"Its fastest speed becomes a swimming speed if it does not already have one.",
						"It has an additional 10 foot swimming speed while rising toward the surface of the liquid in a straight line.",
						"It and one creature riding it can breathe in water."
					]
				}
			]
		}
	],
	"itemGroup": [
		{
			"name": "Size Saddle",
			"source": "Ar4",
			"page": 4,
			"rarity": "varies",
			"wondrous": true,
			"entries": [
				"The size saddle takes 1 minute to fasten on an appropriately-sized creature. While a creature wears this saddle, the creature's size changes until it is removed. Other items besides the saddle worn or carried by the creature don't change size with it.",
				{
					"type": "entries",
					"name": "Medium or Large Size Saddle of Shrinking (Common)",
					"entries": [
						"A willing creature wearing this saddle shrinks, becoming Tiny. It now fits within 1 cubic foot of space and weighs 1 pound. The creature has disadvantage on Strength checks and Strength saving throws, and its natural weapon attacks now deal 1 damage."
					]
				},
				{
					"type": "entries",
					"name": "Tiny or Small Size Saddle of Growing (Uncommon)",
					"entries": [
						"A willing creature wearing this saddle grows, becoming Large. It expands to a size within 10 cubic feet of space and weighs up to 800 pounds. If there is not enough room for the creature to grow, it reaches the maximum size available in the space, continuing to grow as more space becomes available. Additionally, the creature's natural weapon attacks deal an extra {@damage 1d4} damage."
					]
				},
				{
					"type": "entries",
					"name": "Huge or Gargantuan Size Saddle of Shrinking (Very Rare)",
					"entries": [
						"A willing creature wearing this saddle shrinks, becoming Large. It now fits within 10 cubic feet of space and weighs 800 pounds. The creature has disadvantage on Strength checks and Strength saving throws, and all the creature's natural weapon attacks deal {@damage 2d4} less damage (this can't reduce the damage below 1)."
					]
				}
			],
			"items": [
				"Size Saddle of Shrinking (Medium or Large)|Ar4",
				"Size Saddle of Shrinking (Huge or Gargantuan)|Ar4",
				"Size Saddle of Growing (Tiny or Small)|Ar4"
			]
		}
	],
	"monster": [
		{
			"name": "Adria",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 32,
			"_copy": {
				"name": "Bandit",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The bandit",
						"with": "Adria"
					}
				}
			},
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit +3} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}3 ({@damage 1d4 + 1}) piercing damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Adria.webp"
			},
			"attachedItems": [
				"dagger|PHB"
			],
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Alois",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 17,
			"_copy": {
				"name": "Librarian",
				"source": "Ar4",
				"_templates": [
					{
						"name": "Human",
						"source": "PHB"
					}
				],
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The librarian",
						"with": "Alois"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Alois.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Argentix",
			"alias": [
				"Sir Fadrin Allari (Adult Silver Dragon)"
			],
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 31,
			"_copy": {
				"name": "Adult Silver Dragon",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The dragon",
						"with": "Argentix"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Argentix.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Auntie Mouthrot",
			"alias": [
				"Sir Fadrin Allari (Night Hag)"
			],
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 31,
			"_copy": {
				"name": "Night Hag",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "(The |A )?(Night )?Hag",
						"with": "Auntie Mouthrot"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Auntie Mouthrot.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Axolottle Mount",
			"source": "Ar4",
			"page": 7,
			"size": [
				"L"
			],
			"sizeNote": "mounted",
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "10 + PB (natural armor)"
				}
			],
			"hp": {
				"average": 34,
				"formula": "4d10 + 12"
			},
			"speed": {
				"walk": 25,
				"swim": 40
			},
			"str": 13,
			"dex": 10,
			"con": 16,
			"int": 3,
			"wis": 8,
			"cha": 12,
			"save": {
				"dex": "+0 + PB",
				"con": "+3 + PB"
			},
			"passive": 9,
			"resist": [
				"poison"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Mounted",
					"entries": [
						"During a long rest, the axolottle can designate one creature that rode it within the last 10 days as its rider. The axolottle gains temporary hit points equal to 4 times the rider's level or challenge rating after completing the long rest. The axolottle uses its rider's proficiency bonus in place of its own proficiency bonus for AC, ability checks, attack rolls, saving throws, and the DC made to save against certain action effects."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"The axolottle can breathe air and water."
					]
				},
				{
					"name": "Oxygenated Skin",
					"entries": [
						"Any non-{@condition incapacitated} creature that maintains skin contact with the axolottle's body can breathe underwater, and it regains a number of hit points equal to half the hit points the axolottle regains when it uses its Regeneration trait (rounded down)."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The axolottle regains {@dice 3 + PB} hit points at the start of its turn. If the axolottle takes acid or fire damage, this trait doesn't function at the start of the axolottle's next turn. The axolottle dies only if it starts its turn with 0 hit points and doesn't regenerate."
					]
				},
				{
					"name": "Vim and Vigor",
					"entries": [
						"The axolottle uses its Constitution modifier for its weapon attack and damage rolls."
					]
				}
			],
			"action": [
				{
					"name": "Spit Bubble",
					"entries": [
						"{@atk mw,rw} {@hit 3 + PB} to hit, reach 5 ft. or range 30 ft., one target. {@h}7 ({@damage 1d8 + 3}) thunder damage, and the target must succeed on a {@dc 8 + PB} Constitution saving throw or become {@condition stunned} until the start of its next turn."
					]
				},
				{
					"name": "Axowall (2/Day)",
					"entries": [
						"The axolottle extends its gills and creates a barrier with its face. The axolottle, its rider, and any creature within 10 feet directly behind it has three-quarters cover until the end of the axolottle's next turn."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Axolottle Mount.webp"
			},
			"tokenCredit": "Nick De Spain",
			"foundryTokenSubjectHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Axolottle Mount Dynamic.webp"
			},
			"traitTags": [
				"Amphibious",
				"Regeneration"
			],
			"damageTags": [
				"T"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"conditionInflict": [
				"stunned"
			],
			"savingThrowForced": [
				"constitution"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Bulette Mount",
			"source": "Ar4",
			"page": 9,
			"size": [
				"L"
			],
			"sizeNote": "mounted",
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "15 + PB (natural armor)"
				}
			],
			"hp": {
				"average": 84,
				"formula": "8d10 + 40"
			},
			"speed": {
				"walk": 40,
				"burrow": 40
			},
			"str": 19,
			"dex": 11,
			"con": 21,
			"int": 2,
			"wis": 10,
			"cha": 5,
			"skill": {
				"perception": "+0 + PB"
			},
			"senses": [
				"darkvision 60 ft.",
				"tremorsense 60 ft."
			],
			"passive": "10 + PB",
			"cr": {
				"cr": "5",
				"xp": 1900
			},
			"trait": [
				{
					"name": "Mounted",
					"entries": [
						"During a long rest, the bulette can designate one creature that rode it within the last 10 days as its rider. The bulette gains temporary hit points equal to the rider's level or challenge rating after completing the long rest. The bulette uses its rider's proficiency bonus in place of its own proficiency bonus for AC, ability checks, attack rolls, saving throws, and the DC made to save against certain action effects."
					]
				},
				{
					"name": "Plated Protection",
					"entries": [
						"The rider can ride on the bulette while it burrows."
					]
				},
				{
					"name": "Standing Leap",
					"entries": [
						"The bulette's long jump is up to 30 feet and its high jump is up to 15 feet, with or without a running start."
					]
				},
				{
					"name": "Trenchshot",
					"entries": [
						"The bulette carves a trench 3 feet deep when it takes the Dash action to move over sand, earth, or mud, causing the spaces it moves out of to become difficult terrain. The bulette's casing vibrates and audibly buzzes as it moves."
					]
				}
			],
			"action": [
				{
					"name": "Flintlock Bite",
					"entries": [
						"{@atk mw} {@hit 4 + PB} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d12 + 4}) piercing damage. If the target is a Medium or smaller creature, it must succeed on a {@dc 12 + PB} Strength saving throw or its speed is reduced to 0 until the end of its next turn."
					]
				},
				{
					"name": "Artillery Leap (2/Day)",
					"entries": [
						"The bulette can jump up to its speed. It can then use this action to land on its feet in a space that contains one or more other creatures. Each creature under and within 5 foot of the bulette when it lands must succeed on a {@dc 12 + PB} Dexterity saving throw or be knocked {@condition prone} and take 11 ({@damage 2d6 + 4}) bludgeoning damage. A creature directly underneath the bulette takes an additional 14 ({@damage 3d6 + 4}) slashing damage. On a successful save, the creature takes only half the damage, isn't knocked {@condition prone}, and if the target was beneath the bulette it is pushed 5 feet out of the bulette's space into an unoccupied space of the creature's choice. If no unoccupied space is within range, the creature instead falls {@condition prone} in the bulette's space."
					]
				}
			],
			"reaction": [
				{
					"name": "Bulletproof",
					"entries": [
						"When the rider or the bulette has to make a Dexterity saving throw to avoid damage, the rider can use their reaction to use the bulette's Constitution modifier in place of the Dexterity modifier on the save."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Bulette Mount.webp"
			},
			"tokenCredit": "Nick De Spain",
			"foundryTokenSubjectHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Bulette Mount Dynamic.webp"
			},
			"senseTags": [
				"D",
				"T"
			],
			"damageTags": [
				"B",
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"dexterity",
				"strength"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Chained Library Agent",
			"source": "Ar4",
			"page": 19,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any"
				]
			},
			"alignment": [
				"L",
				"G",
				"NY",
				"E"
			],
			"ac": [
				14,
				{
					"ac": 17,
					"condition": "with {@spell mage armor}",
					"braces": true
				}
			],
			"hp": {
				"average": 84,
				"formula": "13d8 + 26"
			},
			"speed": {
				"walk": 30
			},
			"str": 12,
			"dex": 18,
			"con": 14,
			"int": 16,
			"wis": 16,
			"cha": 14,
			"skill": {
				"arcana": "+6",
				"athletics": "+4",
				"deception": "+5",
				"investigation": "+9",
				"perception": "+6",
				"persuasion": "+5",
				"sleight of hand": "+7",
				"stealth": "+10"
			},
			"passive": 16,
			"languages": [
				"Common plus any two other languages"
			],
			"cr": "5",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The agent is a 5th-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 14}, {@hit 6} to hit with spell attacks). The agent has the following wizard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light}",
								"{@spell mage hand}",
								"{@spell message}",
								"{@spell minor illusion}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell charm person}",
								"{@spell comprehend languages}",
								"{@spell detect magic}",
								"{@spell jump}",
								"{@spell mage armor}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell invisibility}",
								"{@spell locate object}",
								"{@spell knock}",
								"{@spell spider climb}"
							]
						},
						"3": {
							"slots": 2,
							"spells": [
								"{@spell gaseous form}",
								"{@spell haste}",
								"{@spell sending}"
							]
						}
					},
					"ability": "int"
				}
			],
			"trait": [
				{
					"name": "Evasion",
					"entries": [
						"When an effect would allow the agent to make a Dexterity saving throw to take half damage, it instead takes no damage if it succeeds on the saving throw and half damage if it fails."
					]
				},
				{
					"name": "Sneak Attack (1/Turn)",
					"entries": [
						"The agent deals an extra 14 ({@damage 4d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the agent that isn't {@condition incapacitated} and the agent doesn't have disadvantage on the attack roll."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The agent makes three attacks with its dagger."
					]
				},
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage."
					]
				}
			],
			"bonus": [
				{
					"name": "Cunning Action",
					"entries": [
						"The agent takes the {@action Dash}, {@action Disengage}, or {@action Hide} action as a bonus action."
					]
				}
			],
			"reaction": [
				{
					"name": "Uncanny Dodge",
					"entries": [
						"The agent halves the damage it takes from an attack that hits it. The agent must be able to see the attacker."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Chained Library Agent.webp"
			},
			"attachedItems": [
				"dagger|phb"
			],
			"traitTags": [
				"Sneak Attack"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"P"
			],
			"spellcastingTags": [
				"CW"
			],
			"miscTags": [
				"MLW",
				"MW"
			],
			"conditionInflictSpell": [
				"charmed",
				"incapacitated",
				"invisible"
			],
			"savingThrowForcedSpell": [
				"wisdom"
			],
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Chuul Mount",
			"source": "Ar4",
			"page": 8,
			"size": [
				"L"
			],
			"sizeNote": "mounted",
			"type": "aberration",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "13 + PB (natural armor)"
				}
			],
			"hp": {
				"average": 85,
				"formula": "10d10 + 30"
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 19,
			"dex": 10,
			"con": 16,
			"int": 5,
			"wis": 11,
			"cha": 5,
			"skill": {
				"perception": "+0 +PB"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": "10 + PB",
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"understands Deep Speech but can't speak"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Mounted",
					"entries": [
						"During a long rest, the chuul can designate one creature that rode it within the last 10 days as its rider. The chuul gains temporary hit points equal to the rider's level or challenge rating after completing the long rest. The chuul uses its rider's proficiency bonus in place of its own proficiency bonus for AC, ability checks, attack rolls, saving throws, and the DC made to save against certain action effects."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"The chuul can breathe air and water."
					]
				},
				{
					"name": "Sense Magic",
					"entries": [
						"The chuul senses magic within 120 feet of it at will and makes a low clicking noise that can be heard by its rider when it does so. This trait otherwise works like the {@spell detect magic} spell but isn't itself magical."
					]
				}
			],
			"action": [
				{
					"name": "Vice Grip",
					"entries": [
						"{@atk mw} {@hit 4 + PB} to hit, reach 10 ft., one target. {@h}11 ({@damage 2d6 + 4}) bludgeoning damage. The target is {@condition grappled} (escape {@dc 12 + PB}) if it is a Large or smaller creature and the chuul doesn't have two other creatures {@condition grappled}."
					]
				},
				{
					"name": "Vimsipper Tentacles",
					"entries": [
						"One creature {@condition grappled} by the chuul must succeed on a {@dc 10 + PB} Constitution saving throw or be {@condition poisoned} for 1 minute. While {@condition poisoned}, the target is {@condition paralyzed}, and any spells or other magical effects affecting the target are suppressed. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Each time the target fails this saving throw, the chuul regains {@dice 1d4} hit points."
					]
				},
				{
					"name": "Disrupting Trill (1/Day)",
					"entries": [
						"The chuul lets out an discomforting clicking sound in a 60-foot cone, causing the area to vibrate with a field of antimagic until the end of its next turn. This effect works like the {@spell antimagic field} spell."
					]
				}
			],
			"reaction": [
				{
					"name": "Carapace Cover",
					"entries": [
						"The chuul's rider can use their reaction to gain a +2 bonus to AC until the start of its next turn. The chuul's AC is reduced by 2 until the start of its next turn."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Chuul Mount.webp"
			},
			"tokenCredit": "Nick De Spain",
			"foundryTokenSubjectHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Chuul Mount Dynamic.webp"
			},
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"CS",
				"DS"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"paralyzed",
				"poisoned"
			],
			"savingThrowForced": [
				"constitution"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Damon Karenni",
			"shortName": "Damon",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 31,
			"_copy": {
				"name": "Veteran",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The veteran",
						"with": "Damon"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Damon Karenni.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Darinna",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 30,
			"_copy": {
				"name": "Commoner",
				"source": "MM",
				"_templates": [
					{
						"name": "Human",
						"source": "PHB"
					}
				],
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The commoner",
						"with": "Darinna"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Darinna.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Eyeless Guardian",
			"source": "Ar4",
			"page": 14,
			"size": [
				"M"
			],
			"type": "celestial",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item plate armor|phb}"
					]
				}
			],
			"hp": {
				"average": 112,
				"formula": "15d8 + 45"
			},
			"speed": {
				"walk": 35
			},
			"str": 20,
			"dex": 11,
			"con": 17,
			"int": 12,
			"wis": 14,
			"cha": 9,
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"passive": 12,
			"immune": [
				"psychic",
				"poison"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"exhaustion",
				"frightened",
				"poisoned",
				"stunned"
			],
			"languages": [
				"telepathy 60 ft."
			],
			"cr": {
				"cr": "7",
				"xp": 5000
			},
			"trait": [
				{
					"name": "Guardian's Mark",
					"entries": [
						"The guardian can use a bonus action to mark a creature within 60 feet of it. The guardian's weapon attacks deal an additional 5 ({@damage 1d10}) damage to a marked target, and the guardian knows the location of the target as long as it's on the same plane of existence. The target remains marked for one year or until the effect is dispelled with the {@spell dispel magic} spell or similar magic, or the guardian marks another target."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The guardian's weapon attacks are magical."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The guardian makes three attacks with its oversized sword."
					]
				},
				{
					"name": "Oversized Sword",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}16 ({@damage 2d10 + 5}) slashing damage. The guardian's oversized sword can only be wielded by a Medium or larger creature with a Strength score of 18 or higher."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Eyeless Guardian.webp"
			},
			"tokenCredit": "Allie Briggs",
			"traitTags": [
				"Magic Weapons"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"TP"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Faruk",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 29,
			"_copy": {
				"name": "Bandit Captain",
				"source": "MM",
				"_templates": [
					{
						"name": "Mountain Dwarf",
						"source": "PHB"
					}
				],
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The captain",
						"with": "Faruk"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Faruk.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Freddard",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 27,
			"_copy": {
				"name": "Guard",
				"source": "MM",
				"_mod": {
					"action": {
						"mode": "removeArr",
						"names": "Spear"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Freddard.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Guzmo",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 32,
			"_copy": {
				"name": "Bandit",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The bandit",
						"with": "Guzmo"
					}
				}
			},
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit +3} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}3 ({@damage 1d4 + 1}) piercing damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Guzmo.webp"
			},
			"attachedItems": [
				"dagger|PHB"
			],
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Harikka Tarkun",
			"shortName": "Harikka",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 27,
			"_copy": {
				"name": "Thug",
				"source": "MM",
				"_templates": [
					{
						"name": "Mountain Dwarf",
						"source": "PHB"
					}
				],
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The thug",
						"with": "Harikka"
					}
				}
			},
			"alignment": [
				"N",
				"G"
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Harikka Tarkun.webp"
			},
			"tokenCredit": "Elisa Serio",
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Juvenile Purple Worm Mount",
			"source": "Ar4",
			"page": 10,
			"size": [
				"H"
			],
			"sizeNote": "mounted",
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "16 + PB (natural armor)"
				}
			],
			"hp": {
				"average": 100,
				"formula": "8d12 + 48"
			},
			"speed": {
				"walk": 50,
				"burrow": 30
			},
			"str": 24,
			"dex": 7,
			"con": 22,
			"int": 1,
			"wis": 8,
			"cha": 4,
			"skill": {
				"stealth": "-2 + PB"
			},
			"senses": [
				"blindsight 30 ft.",
				"tremorsense 60 ft."
			],
			"passive": 9,
			"cr": "5",
			"trait": [
				{
					"name": "Mounted",
					"entries": [
						"During a long rest, the worm can designate one creature that rode it within the last 10 days as its rider. The worm uses its rider's proficiency bonus in place of its own proficiency bonus for AC, ability checks, attack rolls, saving throws, and the DC made to save against certain action effects."
					]
				},
				{
					"name": "Mauve the Earth",
					"entries": [
						"The worm's Tail Stinger attack has a reach of 15 feet and deals an additional 5 ({@damage 2d4}) piercing damage when the worm is underground and targets a creature above ground."
					]
				},
				{
					"name": "Plated Protection",
					"entries": [
						"The rider can ride on the worm while it burrows."
					]
				},
				{
					"name": "Tunneler",
					"entries": [
						"The worm can burrow through solid rock at half its burrow speed and leaves a 8-foot-diameter tunnel in its wake."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7 + PB} to hit, reach 10 ft., one target. {@h}17 ({@damage 3d6 + 7}) piercing damage. If the target is a Medium or smaller creature, it must succeed on a {@dc 12 + PB} Dexterity saving throw or be swallowed by the worm. A swallowed creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the worm, and it takes 15 ({@damage 6d4}) acid damage at the start of each of the worm's turns.",
						"If the worm takes 15 damage or more on a single turn from a creature inside it, the worm must succeed on a {@dc 21} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall {@condition prone} in a space within 10 feet of the worm. If the worm dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse by using 15 feet of movement, exiting {@condition prone}."
					]
				},
				{
					"name": "Tail Stinger (1/Day)",
					"entries": [
						"{@atk mw} {@hit 7 + PB} to hit, reach 10 ft., one target. {@h}14 ({@damage 3d4 + 7}) piercing damage, and the target must make a {@dc 12 + PB} Constitution saving throw, taking 30 ({@damage 12d4}) poison damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Juvenile Purple Worm Mount.webp"
			},
			"tokenCredit": "Nick De Spain",
			"traitTags": [
				"Tunneler"
			],
			"senseTags": [
				"B",
				"T"
			],
			"actionTags": [
				"Swallow"
			],
			"damageTags": [
				"A",
				"I",
				"P"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"blinded",
				"restrained"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Keledra",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 19,
			"_copy": {
				"name": "Chained Library Agent",
				"source": "Ar4",
				"_templates": [
					{
						"name": "Half-Elf",
						"source": "PHB"
					}
				],
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The agent",
						"with": "Keledra"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Keledra.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Kobold Toll-Master",
			"source": "Ar4",
			"page": 27,
			"_copy": {
				"name": "Kobold",
				"source": "MM",
				"_mod": {
					"action": {
						"mode": "appendArr",
						"items": {
							"name": "Light Crossbow",
							"entries": [
								"{@atk rw} {@hit +4} to hit, range 80/320 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage."
							]
						}
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Kobold Toll-Master.webp"
			},
			"attachedItems": [
				"dagger|phb",
				"light crossbow|phb",
				"sling|phb"
			],
			"hasToken": true
		},
		{
			"name": "Librarian",
			"source": "Ar4",
			"page": 18,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any"
				]
			},
			"alignment": [
				"L",
				"G",
				"NY",
				"E"
			],
			"ac": [
				11,
				{
					"ac": 14,
					"condition": "with {@spell mage armor}",
					"braces": true
				}
			],
			"hp": {
				"average": 84,
				"formula": "13d8 + 26"
			},
			"speed": {
				"walk": 30
			},
			"str": 8,
			"dex": 13,
			"con": 14,
			"int": 16,
			"wis": 16,
			"cha": 10,
			"skill": {
				"arcana": "+6",
				"history": "+6",
				"investigation": "+6",
				"religion": "+6"
			},
			"passive": 13,
			"languages": [
				"Common plus any three other languages"
			],
			"cr": "5",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The librarian is a 10th-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 14}, {@hit 6} to hit with spell attacks). The librarian has the following wizard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light}",
								"{@spell mage hand}",
								"{@spell mending}",
								"{@spell shocking grasp}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell alarm}",
								"{@spell comprehend languages}",
								"{@spell detect magic}",
								"{@spell mage armor}",
								"{@spell magic missile}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell arcane lock}",
								"{@spell locate object}",
								"{@spell knock}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell dispel magic}",
								"{@spell magic circle}"
							]
						},
						"4": {
							"slots": 3,
							"spells": [
								"{@spell blight}",
								"{@spell confusion}",
								"{@spell cloudkill}"
							]
						},
						"5": {
							"slots": 2,
							"spells": [
								"{@spell wall of force}"
							]
						}
					},
					"footerEntries": [
						"The librarians' personal spellbooks also contain a range of protective and informative spells including: {@spell legend lore}, {@spell protection from evil and good}, {@spell remove curse}, {@spell Leomund's secret chest||secret chest}, and {@spell scrying}, though they don't usually have these spells prepared."
					],
					"ability": "int"
				}
			],
			"action": [
				{
					"name": "Shocking Grasp",
					"entries": [
						"{@atk ms} {@hit 6} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d8}) lightning damage and the target can't take reactions until the start of its next turn."
					]
				},
				{
					"name": "Quarterstaff",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d6 - 1}) bludgeoning damage, or 3 ({@damage 1d8 - 1}) bludgeoning damage if used with two hands."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Librarian.webp"
			},
			"attachedItems": [
				"quarterstaff|phb"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"B",
				"L"
			],
			"damageTagsSpell": [
				"I",
				"L",
				"N",
				"O"
			],
			"spellcastingTags": [
				"CW"
			],
			"miscTags": [
				"MA",
				"MLW",
				"MW"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"wisdom"
			],
			"hasFluff": true
		},
		{
			"name": "Mara",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 27,
			"_copy": {
				"name": "Guard",
				"source": "MM",
				"_mod": {
					"action": {
						"mode": "removeArr",
						"names": "Spear"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Mara.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Olentil",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 32,
			"_copy": {
				"name": "Bandit",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The bandit",
						"with": "Olentil"
					}
				}
			},
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit +3} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}3 ({@damage 1d4 + 1}) piercing damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Olentil.webp"
			},
			"attachedItems": [
				"dagger|PHB"
			],
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Phlox",
			"alias": [
				"The Great Conductor"
			],
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 11,
			"_copy": {
				"name": "Purple Worm",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"replace": "the worm",
						"with": "Phlox",
						"flags": "i"
					},
					"trait": {
						"mode": "appendArr",
						"items": {
							"name": "Air",
							"entries": [
								"Phlox doesn't require air."
							]
						}
					},
					"action": {
						"mode": "replaceArr",
						"replace": "Bite",
						"items": {
							"name": "Bite",
							"entries": [
								"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}22 ({@damage 3d8 + 9}) piercing damage. If the target is a Large or smaller creature, it must succeed on a {@dc 19} Dexterity saving throw or be swallowed by Phlox. A swallowed creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside Phlox, and it takes 21 ({@damage 6d6}) acid damage at the start of each of Phlox's turns. Phlox can suppress the acid and additional effects of swallowing a creature.",
								"If Phlox takes 30 damage or more on a single turn from a creature inside it, Phlox must succeed on a {@dc 21} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall {@condition prone} in a space within 10 feet of Phlox. If Phlox dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse by using 20 feet of movement, exiting {@condition prone}."
							]
						}
					}
				},
				"_preserve": {
					"environment": true
				}
			},
			"alignment": [
				"L",
				"N"
			],
			"speed": {
				"walk": 50,
				"burrow": 30,
				"swim": 30
			},
			"int": 16,
			"wis": 16,
			"cha": 16,
			"languages": [
				"telepathy 120ft."
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Phlox.webp"
			},
			"tokenCredit": "Nick De Spain",
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Rizic",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 27,
			"_copy": {
				"name": "Guard",
				"source": "MM",
				"_mod": {
					"action": {
						"mode": "removeArr",
						"names": "Spear"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Rizic.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Rodric",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 30,
			"_copy": {
				"name": "Commoner",
				"source": "MM",
				"_templates": [
					{
						"name": "Human",
						"source": "PHB"
					}
				],
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The commoner",
						"with": "Rodric"
					},
					"action": {
						"mode": "replaceArr",
						"replace": "Club",
						"items": {
							"name": "Longsword",
							"entries": [
								"{@atk mw} {@hit +0} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8}) slashing damage."
							]
						}
					}
				}
			},
			"ac": [
				{
					"ac": 11,
					"from": [
						"{@item leather armor|PHB}"
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Rodric.webp"
			},
			"attachedItems": [
				"longsword|phb"
			],
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Samaris",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 17,
			"_copy": {
				"name": "Librarian",
				"source": "Ar4",
				"_templates": [
					{
						"name": "Tiefling",
						"source": "PHB"
					}
				],
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The librarian",
						"with": "Samaris"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Samaris.webp"
			},
			"tokenCredit": "Conceptopolis",
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Saoki",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 30,
			"_copy": {
				"name": "Commoner",
				"source": "MM",
				"_templates": [
					{
						"name": "Human",
						"source": "PHB"
					}
				],
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The commoner",
						"with": "Saoki"
					}
				}
			},
			"alignment": [
				"C",
				"N"
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Saoki.webp"
			},
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Sentient Grimoire",
			"source": "Ar4",
			"page": 16,
			"size": [
				"T"
			],
			"type": "construct",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				14
			],
			"hp": {
				"average": 50,
				"formula": "20d4"
			},
			"speed": {
				"walk": 5,
				"fly": 15
			},
			"str": 3,
			"dex": 10,
			"con": 10,
			"int": 17,
			"wis": 15,
			"cha": 14,
			"skill": {
				"arcana": "+5",
				"deception": "+4",
				"history": "+5"
			},
			"senses": [
				"truesight 30 ft. (blind beyond this radius)"
			],
			"passive": 12,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"poisoned",
				"prone"
			],
			"languages": [
				"understands all languages but can't speak"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Possession",
					"entries": [
						"When a creature spends at least 10 minutes reading the grimoire, the grimoire can force the creature to make a {@dc 20} Intelligence saving throw. On a failure, the target is possessed by the grimoire. While possessed, the grimoire controls the host's body, and the host's awareness is transferred into the physical form of the book. While possessing a host, the grimoire retains its Intelligence, Wisdom, and Charisma scores, its skills, and its immunities to being {@condition charmed} and {@condition frightened}, but otherwise uses the host's statistics. The possession lasts until the grimoire uses a bonus action to end it, the host dies, the grimoire's book form is reduced to 0 hit points, or dispel evil and good is cast on the host's body. When the possession ends, the grimoire's consciousness returns to its book if it still exists, or ceases to exist if the book has been destroyed.",
						"While the possessed creature's consciousness is in the book, it gains {@sense truesight} out to a range of 30 feet (and is blind beyond this point). It retains its Intelligence, Wisdom, and Charisma scores and can respond to telepathic communication, but can't initiate it. Otherwise, it is a mundane book and can't cast spells, take actions, or use any traits, race or class features, or other statistics of its original form.",
						"It has 20 hit points, AC 12, and a speed of 0 feet. A creature imprisoned in the book doesn't age and can make a {@dc 18} Intelligence ({@skill Arcana} or {@skill History}, as appropriate to the book's contents according to the GM) check each day to understand the book's contents and commit them to memory. This doesn't allow the creature to learn spells inscribed in the book. If a creature's body dies while it is possessed by the grimoire, the creature also dies."
					]
				}
			],
			"action": [
				{
					"name": "Shadow Slash",
					"entries": [
						"{@atk ms} {@hit 5} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) necrotic damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Shadow Touch",
					"entries": [
						"When another creature touches the grimoire, the grimoire can attack with Shadow Slash."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Codex Bellorum.webp"
			},
			"tokenCredit": "Nick De Spain",
			"foundryTokenSubjectHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Codex Bellorum Dynamic.webp"
			},
			"altArt": [
				{
					"name": "Codex Caelum",
					"source": "Ar4",
					"page": 16,
					"tokenHref": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Codex Caelum.webp"
					}
				}
			],
			"senseTags": [
				"U"
			],
			"languageTags": [
				"CS",
				"XX"
			],
			"damageTags": [
				"N"
			],
			"miscTags": [
				"MA"
			],
			"savingThrowForced": [
				"intelligence"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Sir Fadrin Allari",
			"shortName": "Sir Fadrin",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 30,
			"_copy": {
				"name": "Knight",
				"source": "MM",
				"_templates": [
					{
						"name": "Human",
						"source": "PHB"
					}
				],
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The knight",
						"with": "Sir Fadrin"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Sir Fadrin Allari.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Urkik",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 27,
			"_copy": {
				"name": "Kobold Toll-Master",
				"source": "Ar4",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The kobold",
						"with": "Urkik"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Urkik.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Valerdi",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 32,
			"_copy": {
				"name": "Bandit",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The bandit",
						"with": "Valerdi"
					}
				}
			},
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit +3} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}3 ({@damage 1d4 + 1}) piercing damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Valerdi.webp"
			},
			"attachedItems": [
				"dagger|PHB"
			],
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Vornak",
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 19,
			"_copy": {
				"name": "Chained Library Agent",
				"source": "Ar4",
				"_templates": [
					{
						"name": "Half-Orc",
						"source": "PHB"
					}
				],
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The agent",
						"with": "Vornak"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Vornak.webp"
			},
			"hasToken": true,
			"hasFluff": true
		},
		{
			"name": "Xalvizat",
			"alias": [
				"Sir Fadrin Allari (Doppelganger)"
			],
			"isNamedCreature": true,
			"source": "Ar4",
			"page": 31,
			"_copy": {
				"name": "Doppelganger",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"flags": "i",
						"replace": "The Doppelganger",
						"with": "Xalvizat"
					}
				}
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/Xalvizat.webp"
			},
			"hasToken": true,
			"hasFluff": true
		}
	],
	"monsterFluff": [
		{
			"name": "Adria",
			"source": "Ar4",
			"entries": [
				"Two brigands, {@creature Adria|Ar4} and {@creature Guzmo|Ar4}, limp when they walk, but a character with a passive Wisdom ({@skill Perception}) score of 15 or higher notices that their limps aren't always the same. Their steps are inconsistent and sometimes the injury disappears for a few moments."
			]
		},
		{
			"name": "Alois",
			"source": "Ar4",
			"_copy": {
				"name": "Librarian",
				"source": "Ar4",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							"The young human Alois is the newest addition to the library's staff. They arrived the same way all the librarians do: following a calling in their dreams. Alois isn't convinced that the books they guard are evil: they are, after all, just books. When they can, Alois slips into the Howling Shelves and browses the texts there. They haven't yet had an opportunity to venture into the Deep Stacks, but one day they will.",
							{
								"type": "hr"
							}
						]
					}
				}
			}
		},
		{
			"name": "Argentix",
			"source": "Ar4",
			"_copy": {
				"name": "Sir Fadrin Allari",
				"source": "Ar4"
			}
		},
		{
			"name": "Auntie Mouthrot",
			"source": "Ar4",
			"_copy": {
				"name": "Sir Fadrin Allari",
				"source": "Ar4"
			}
		},
		{
			"name": "Axolottle Mount",
			"source": "Ar4",
			"entries": [
				"The hardy salamanders of the axol family range from the foot-long axolittle to the imposing 8-foot axolottle. Their thick, rubbery skin stays slick as it filters impurities and potent toxins from their bodies. Axol families use this ability to purify dirty or {@condition poisoned} bodies of water, attracting a bountiful supply of food into their territory.",
				"Some priestly orders raise axolottles to clean infected water in the wake of disasters."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00037.webp"
					},
					"credit": "Nick De Spain",
					"width": 1022,
					"height": 1060
				}
			]
		},
		{
			"name": "Bulette Mount",
			"source": "Ar4",
			"entries": [
				"Rumors abound of a crew of sand pirates who ride bulettes under cover of night to ambush merchant caravans. How the criminals tempered the devastating monsters is a mystery, but the wreckage from their attacks is undeniable. Those who live to tell the tale remember a faint buzzing before the devastating impact—the vibration of the bulettes' casing as they tear through the terrain."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00040.webp"
					},
					"credit": "Nick De Spain",
					"width": 1312,
					"height": 1242
				}
			]
		},
		{
			"name": "Chained Library Agent",
			"source": "Ar4",
			"entries": [
				"The Chained Library's agents are everywhere, from major cities to the halls of academia, trawling secondhand book markets and private collections. They use whatever tactics necessary to obtain their prizes. They visit auctions and merchants, using the library's sizable budget to buy up what they can. For books not on the market, they use blackmail, bribery, and theft. Occasionally, a wealthy aristocrat or powerful mage is murdered, and the only things missing from the crime scene are a couple of precious books. The agents' activities are consistent in only one way: that no books are harmed or destroyed, no matter how dangerous they are. The Chained Library is capable of storing anything, and the destruction of knowledge is sacrilege.",
				"The library agents exist to remove dangerous books from circulation in the outside world. This includes books of dark magic, the spellbooks of liches and evil mages, the secrets of wicked gods, and knowledge that could be used to open pathways to other planes: things not of the material world that could fundamentally threaten life there. The agents take no interest in material that is politically dangerous—many rulers have tried to recruit the library to suppress inconvenient or threatening information, but the organization is profoundly uninterested.",
				"Agents of the library recognize one another by the magical tattoos on their right index finger: a line of {@language Common} script reading, \"Close your mind,\" encircled by chains. The tattoos are visible to creatures with {@sense truesight}. The tattoos use special ink which allows a {@spell detect magic} spell to reveal them."
			]
		},
		{
			"name": "Chuul Mount",
			"source": "Ar4",
			"entries": [
				"Long ago, aboleths imbued chuuls with a powerful drive to seek out and collect sources of magic. That's why deep-sea treasure hunters favor these magic-seeking mounts! Experienced chuul riders can dive to incredible depths in search of jewels and ancient artefacts."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00034.webp"
					},
					"credit": "Nick De Spain",
					"width": 1657,
					"height": 878
				}
			]
		},
		{
			"name": "Damon Karenni",
			"source": "Ar4",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Attacking Is a Crime",
									"page": 31,
									"entries": [
										"All the characters know that raising a weapon against a {@creature noble} or harming them is considered a crime. They have also heard of the local commander of the watch, Damon Karenni, a friend of {@creature Sir Fadrin Allari|Ar4|Fadrin} and a formidable warrior who commands a squad of soldiers. Taking illegal action against {@creature Sir Fadrin Allari|Ar4|Fadrin} guarantees a confrontation with the group."
									]
								},
								{
									"type": "entries",
									"name": "A Noble Cause",
									"page": 31,
									"entries": [
										"A character with the {@background noble} background can, by law, challenge {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} to a duel, or offer to take {@creature Rodric|Ar4|Rodric's} place in the current duel. This legitimate action doesn't draw the ire of Damon Karenni, but only if the character fights the duel fairly and without help from others."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"page": 31,
									"entries": [
										"If the characters deal with {@creature Sir Fadrin Allari|Ar4|Sir Fadrin}, {@creature Rodric|Ar4} and {@creature Darinna|Ar4} are grateful to the characters but fear that the nobleman will return to exact his revenge. They need to leave town. Otherwise, the noble kills {@creature Rodric|Ar4}, leaving {@creature Darinna|Ar4} crying in the street.",
										"Engaging {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} in combat is the right thing to do but causes considerable setbacks to the characters. If the characters unfairly engage {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} and he lives, Damon Karenni ({@creature veteran}) and ten {@creature guard||guards} are sent to arrest the characters and bring them to court.",
										"If the characters kill {@creature Sir Fadrin Allari|Ar4|Sir Fadrin}, the {@creature noble||nobles} in the region target them, calling for their arrest and immediate execution. Damon Karenni and fifteen {@creature scout||scouts} are sent to arrest them or kill the characters if they resist."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Darinna",
			"source": "Ar4",
			"entries": [
				"{@creature Sir Fadrin Allari|Ar4}, a pedantic and despotic noble, was riding home to his family's luxurious villa when he came across a pair of married peasants. The farmers, Rodric and {@creature Darinna|Ar4}, live close by and work hard to please the Allari family, who rule the region.",
				"Rodric tripped into the noble's path, dropping a basket of apples and potatoes across the road, in front of Sir Fadrin's horse. The horse reared with surprise at the sudden avalanche of produce, and unseated {@creature Sir Fadrin Allari|Ar4|Sir Fadrin}. The noble claimed that Rodric's display of ineptitude was an insult to the Allari family and that the peasant's station on the farm would end soon.",
				"Rodric couldn't contain himself and shouted an insult or two to the nobleman. {@creature Sir Fadrin Allari|Ar4|Sir Fadrin}, insulted, but proud, challenged Rodric to a duel to uphold his honor and make an example of the farmer. Surprised, Rodric could not back down from the situation, since refusing the noble's request would be considered a crime.",
				"{@creature Sir Fadrin Allari|Ar4|Sir Fadrin} commanded a traveler on horseback to notify the Allari estate of the duel so a witness could be present. An hour later, the family's accountant (a {@creature noble}), two more {@creature noble||nobles}, and a small group of {@creature commoner||commoners} have gathered by the side of the road to witness the duel. {@creature Darinna|Ar4} doesn't approve and pleads to both Rodric and {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} to stop this nonsense."
			]
		},
		{
			"name": "Eyeless Guardian",
			"source": "Ar4",
			"entries": [
				"The eyeless guardians resemble muscular, ivory-skinned humanoids with gold plate mail magically grafted to their skin. Golden helms enclose their heads, with thick bronze spikes driven into their eyes."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00075.webp"
					},
					"credit": "Allie Briggs",
					"width": 1504,
					"height": 1073
				}
			]
		},
		{
			"name": "Faruk",
			"source": "Ar4",
			"entries": [
				"The bandits' leader is a dwarf named Faruk. He knows {@creature Harikka Tarkun|Ar4|Harikka} from two years ago, when both of them were lowly sellswords. After a successful job, {@creature Harikka Tarkun|Ar4|Harikka} double-crossed Faruk and left with his share of the pay. Faruk failed to pay some debts because of this and had to leave his dwarven clan dishonorably.",
				"Faruk has been looking for {@creature Harikka Tarkun|Ar4|Harikka} ever since to settle the score. It was only recently, when {@creature Harikka Tarkun|Ar4|Harikka} started her security company and made open calls for mercenaries, that Faruk found her.",
				"{@creature Harikka Tarkun|Ar4|Harikka} recognized Faruk during the first attack. If the characters ask her more about the bandits, a character who makes a successful {@dc 14} Wisdom ({@skill Insight}) check can tell that she's holding something back. A successful {@dc 15} Charisma ({@skill Intimidation} or {@skill Persuasion}) check gets her to reveal the truth. If the characters learn about {@creature Harikka Tarkun|Ar4|Harikka's} betrayal of Faruk, she begs them to stay and defend the people her past mistake has put in jeopardy, agreeing to pay for her sin however the characters deem fit if they help her defend the camp."
			]
		},
		{
			"name": "Freddard",
			"source": "Ar4",
			"_copy": {
				"name": "Mara",
				"source": "Ar4"
			}
		},
		{
			"name": "Guzmo",
			"source": "Ar4",
			"_copy": {
				"name": "Adria",
				"source": "Ar4"
			}
		},
		{
			"name": "Harikka Tarkun",
			"source": "Ar4",
			"entries": [
				"{@i Neutral good dwarf (age 164)}",
				"Harikka is a plump dwarf dressed in colorful attire. She has one green eye and one gray. Her hair is arranged in complex braids. Harikka wants to start a security and mercenary company, but just lost many of her employees to bandits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Personality Trait",
									"page": 27,
									"entries": [
										"\"No one's going to stop me from achieving my goals.\""
									]
								},
								{
									"type": "entries",
									"name": "Ideal",
									"page": 27,
									"entries": [
										"\"My security company depends on our current success.\""
									]
								},
								{
									"type": "entries",
									"name": "Bond",
									"page": 27,
									"entries": [
										"\"I must pay my debts to my clan's leader, back in the mountains.\""
									]
								},
								{
									"type": "entries",
									"name": "Flaw",
									"page": 27,
									"entries": [
										"\"I don't plan things through. This causes me many setbacks.\""
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00116.webp"
					},
					"credit": "Elisa Serio",
					"width": 1425,
					"height": 1008
				}
			]
		},
		{
			"name": "Juvenile Purple Worm Mount",
			"source": "Ar4",
			"entries": [
				"She who tames an adult {@creature purple worm} is not to be trifled with.",
				"Juvenile worms separated from their parents become invaluable landscapers for small settlements, as long as the monstrosities have ample food and space to roam. Their massive, segmented trunks repel earth away from their bodies as they dig, covering daring riders as they submerge."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00042.webp"
					},
					"credit": "Nick De Spain",
					"width": 1601,
					"height": 700
				}
			]
		},
		{
			"name": "Keledra",
			"source": "Ar4",
			"_copy": {
				"name": "Librarian",
				"source": "Ar4",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							"The slight, freckled, half-elf thief Keledra steps in where money and blandishments fail. She follows tips from her network, the thieves and scoundrels she worked with before the Chained Library recruited her. Her work is as dangerous as the books she steals. She slips into the secured sanctums of people who obtain tomes of evil magic with the intent to use them. Keledra takes her work seriously: she trains hard and picks up magical skills where she can to complement her deft hands. Keledra trusts few people and works alone, but she finds her path crossing with the same foes time and again as rivals, guards, and targets.",
							{
								"type": "hr"
							}
						]
					}
				}
			}
		},
		{
			"name": "Librarian",
			"source": "Ar4",
			"entries": [
				"The following NPCs are librarians you can add to your game or use as inspiration to create your own library staff. There are dozens of librarians within the Chained Library, representing every humanoid ancestry and origin."
			]
		},
		{
			"name": "Mara",
			"source": "Ar4",
			"entries": [
				"The three unarmed {@creature guard||guards} ({@creature Mara|Ar4}, {@creature Freddard|Ar4}, and {@creature Rizic|Ar4}) are bound with rope and gagged with rags. A character can free one guard as an action. The guards ask for help retaking the gatehouse, where the kobolds have stashed their armor and weapons. They claim their captain in a nearby city is sure to reward the characters."
			]
		},
		{
			"name": "Olentil",
			"source": "Ar4",
			"entries": [
				"The final brigand, {@creature Olentil|Ar4}, speaks little and complains that a blow to the head from her captors makes it difficult to focus. If the characters stop for a break, she wanders off to clear her head. A character who makes a successful {@dc 15} Dexterity ({@skill Stealth}) check can follow her without being noticed. If {@creature Olentil|Ar4} believes she is unwatched, she drops the ruse and uses the break to play some solitaire with a deck of cards. If confronted about it, she claims her pain is dying down."
			]
		},
		{
			"name": "Phlox",
			"source": "Ar4",
			"entries": [
				"The Great Conductor hungers for distances. This sapient purple worm has dug through surfaces both solid and supernatural for centuries. The moment they awakened is lost to the miles, but the road ahead promises to wind for as long as they hunger.",
				"Over the years, Phlox has found great distances to traverse by ferrying smallfolk with important destinations in their stomach. The worm normally follows the booms of thunderstorms and earthquakes while they have no destination—but when a prospective passenger drums the ground loudly enough and calls out the worm's name, Phlox makes their approach.",
				"The worm answers the call of anyone in need, but with a catch: if the distance wasn't satisfying enough, Phlox takes their payment in food and digests the passengers whole.",
				"Phlox is a purple worm with the following adjustments:",
				{
					"type": "list",
					"items": [
						"Phlox's alignment is lawful neutral.",
						"Phlox's Intelligence, Wisdom, and Charisma scores are each {@ability int 16}.",
						"Phlox can speak using telepathy, up to 120 feet.",
						"Phlox doesn't require air, and has a swimming speed equal to their burrowing speed.",
						"Phlox can suppress the acid and additional effects of swallowing a creature."
					]
				},
				"Phlox is just one of several incredible omnimounts out there. But that's an article for another time..."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00058.webp"
					},
					"credit": "Nick De Spain",
					"width": 1346,
					"height": 1349
				}
			]
		},
		{
			"name": "Rizic",
			"source": "Ar4",
			"_copy": {
				"name": "Mara",
				"source": "Ar4"
			}
		},
		{
			"name": "Rodric",
			"source": "Ar4",
			"_copy": {
				"name": "Darinna",
				"source": "Ar4",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							"Rodric is a commoner wearing {@item leather armor|PHB} (AC 11) and wielding a {@item longsword|PHB} that he is not proficient with. He has a {@hit +0} bonus to hit with the weapon and deals 4 ({@damage 1d8}) slashing damage on a hit.",
							{
								"type": "hr"
							}
						]
					}
				}
			}
		},
		{
			"name": "Samaris",
			"source": "Ar4",
			"_copy": {
				"name": "Librarian",
				"source": "Ar4",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							"Samaris, an ancient tiefling with long black horns, is the oldest of the librarians. She despises every book in the library and dreams nightly about setting fire to the entire collection for the good of the world. Samaris mistrusts anyone who asks to read one of the books and sends agents of the library to shadow visitors after they leave, waiting for those guests to prove their corruption so she can order their assassination.",
							{
								"type": "hr"
							}
						]
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00082.webp"
					},
					"credit": "Conceptopolis",
					"width": 1425,
					"height": 908
				}
			]
		},
		{
			"name": "Saoki",
			"source": "Ar4",
			"entries": [
				"{@i Chaotic neutral human (age 48)}",
				"Saoki ({@creature commoner}) is a middle-aged man with an untamable love of exploration and recording strange stories, mysterious rumors, and unusual names. He creates marvelous oil paintings of landscapes and people and crafts the best maps in the region. Local nobles know Saoki as a creator of expensive, exclusive portraits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Personality Trait",
									"page": 33,
									"entries": [
										"\"When I hear of a new place, I must see it with my own eyes.\""
									]
								},
								{
									"type": "entries",
									"name": "Ideal",
									"page": 33,
									"entries": [
										"\"My art speaks on my behalf, so it must be perfect.\""
									]
								},
								{
									"type": "entries",
									"name": "Bond",
									"page": 33,
									"entries": [
										"\"My family waits for me back in the city. I must return soon.\""
									]
								},
								{
									"type": "entries",
									"name": "Flaw",
									"page": 33,
									"entries": [
										"\"I can't form bonds with most people because I'm afraid of losing those I care about.\""
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00129.webp"
					},
					"title": "Cartographer on Road",
					"credit": "Bruno Machado",
					"width": 849,
					"height": 1329
				}
			]
		},
		{
			"name": "Sentient Grimoire",
			"source": "Ar4",
			"entries": [
				"The Deep Stacks are the lowest level of the library, a sump of threatening arcane power. These malevolent prisoners long for someone to read them, hoping to possess a living creature who can leave the library.",
				"Each book is capable of communicating and has its own agenda. The way the book communicates and its agenda can be chosen or rolled on the tables below.",
				{
					"type": "table",
					"page": 15,
					"colLabels": [
						"{@dice d100|d%}",
						"Communication"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9 text-left"
					],
					"rows": [
						[
							"01–70",
							"The book communicates by transmitting emotions and images to creatures within 30 feet of it."
						],
						[
							"71–00",
							"The book can communicate telepathically with any creature that understands a language within 30 feet of it."
						]
					]
				},
				{
					"type": "table",
					"page": 15,
					"colLabels": [
						"d6",
						"Agenda"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9 text-left"
					],
					"rows": [
						[
							"1",
							"Summon a powerful extraplanar entity"
						],
						[
							"2",
							"Reunite with its former master, a powerful wizard or lich"
						],
						[
							"3",
							"Destroy an old enemy and everyone they hold dear"
						],
						[
							"4",
							"Consume 100 other books, gaining power with each one"
						],
						[
							"5",
							"Bring down a kingdom"
						],
						[
							"6",
							"Destroy the Chained Library"
						]
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00070.webp"
					},
					"title": "The codex bellorum, the book of war.",
					"credit": "Nick De Spain",
					"width": 1276,
					"height": 900
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00079.webp"
					},
					"title": "The codex caelum, the book of the sky elves.",
					"credit": "Nick De Spain",
					"width": 682,
					"height": 1114
				}
			]
		},
		{
			"name": "Sir Fadrin Allari",
			"source": "Ar4",
			"entries": [
				{
					"type": "inset",
					"name": "Not Who He Seems",
					"page": 31,
					"entries": [
						"If you want to add a twist to this encounter, you can make it so {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} is not human at all, but rather a creature in disguise pretending to be a noble. Here are three options to modify the encounter:",
						{
							"type": "entries",
							"name": "Doppelganger",
							"page": 31,
							"entries": [
								"{@creature Sir Fadrin Allari|Ar4|Sir Fadrin} is actually {@creature Xalvizat|Ar4}, a {@creature doppelganger} who murdered {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} and now enjoys the knight's luxurious lifestyle. {@creature Rodric|Ar4} found Sir Fadrin's bloodied helm buried in a field the day before the duel, and brought it to {@creature Xalvizat|Ar4}, but the peasant is suspicious that the knight is not who he appears. {@creature Xalvizat|Ar4} started the duel on purpose as a way to kill the peasant without arousing suspicion. If the characters intervene and save {@creature Rodric|Ar4}, the peasant tells them about the helmet and asks them to investigate the strange happenings around {@creature Sir Fadrin Allari|Ar4|Sir Fadrin}, who used to be so kind and generous."
							]
						},
						{
							"type": "entries",
							"name": "Night Hag",
							"page": 31,
							"entries": [
								"{@creature Sir Fadrin Allari|Ar4|Sir Fadrin} is actually {@creature Auntie Mouthrot|Ar4}, a {@creature night hag}. She regularly challenges peasants to duels and toys with them because of the sick pleasure it brings her. If the characters intervene, she joins in the fun, asking them all to face her. When she is reduced to 50 hit points, she drops the facade and reveals her hag form and starts using magic. She casts {@spell plane shift} to flee when reduced to 20 hit points, swearing to exact revenge upon the characters."
							]
						},
						{
							"type": "entries",
							"name": "Silver Dragon",
							"page": 31,
							"entries": [
								"{@creature Sir Fadrin Allari|Ar4|Sir Fadrin} is actually {@creature Argentix|Ar4}, an {@creature adult silver dragon} who practices divination magic and knew the characters were traveling this way. The duel is a test for them. If they intervene to save {@creature Rodric|Ar4}, {@creature Argentix|Ar4} invites them back to his manor. Back at his home, he reveals his true form, rewards the characters with a {@item frost brand longsword}, and tells them they will need it in a coming battle against his old enemy, a red dragon named Cindrahalas."
							]
						}
					]
				}
			]
		},
		{
			"name": "Urkik",
			"source": "Ar4",
			"entries": [
				"A group of eleven kobolds from a nearby mountain range gets braver and bolder thanks to Urkik's leadership. The veteran kobold fought humans many times and lived to brag about it. Sometimes he defeated his foes. At other times, he fled like a coward. But he survived and earned the respect of the ten kobolds that travel with him.",
				"The kobold's leader, {@creature Urkik|Ar4}, speaks {@language Common}, although not well. He delivers a rehearsed, yet simple speech:",
				{
					"type": "insetReadaloud",
					"page": 25,
					"entries": [
						"\"This is Urkik's stone-door! Pay with gold coins or go away!\""
					]
				}
			]
		},
		{
			"name": "Valerdi",
			"source": "Ar4",
			"entries": [
				"One brigand, {@creature Valerdi|Ar4}, has a missing eye. He claims that the captors took his eye as torture, a few weeks ago. However, a character who makes a successful {@dc 14} Wisdom ({@skill Medicine}) check can tell that the wound is at least a few years old."
			]
		},
		{
			"name": "Vornak",
			"source": "Ar4",
			"_copy": {
				"name": "Librarian",
				"source": "Ar4",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							"Vornak is a towering, tusked half-orc who liaises with private collectors of books and scrolls. A well-dressed, well-spoken man with a faint lisp, he's quite the conversationalist and raconteur.",
							"Most of the texts the library obtains come from people with academic or financial interests in such things. These are Vornak's clients. He has a knack for finding equally rare books that suit these collectors' interests but possess no value for the Chained Library. He arranges sales and exchanges, and maintains a network of contacts who inform him when potentially interesting texts appear. Vornak is always in need of mercenaries to obtain the books that are his stock in trade.",
							{
								"type": "hr"
							}
						]
					}
				}
			}
		},
		{
			"name": "Xalvizat",
			"source": "Ar4",
			"_copy": {
				"name": "Sir Fadrin Allari",
				"source": "Ar4"
			}
		}
	],
	"book": [
		{
			"name": "Arcadia Issue 4",
			"id": "Ar4",
			"source": "Ar4",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/cover.webp"
			},
			"published": "2021-05-28",
			"author": "James Introcaso, Willy Abeel, Cat Evans, Derek Ruiz",
			"contents": [
				{
					"name": "Cover Page & Credits"
				},
				{
					"name": "Letter from the Editor"
				},
				{
					"name": "Swimming Through Sand To Sea",
					"headers": [
						"New Magic Items",
						"New Mounts",
						"Omnimounts and Mass Transportation"
					]
				},
				{
					"name": "The Chained Library",
					"headers": [
						"Gaining Entrance",
						"Inside the Library",
						"Librarian NPCs",
						"Library Agents",
						"Encountering the Chained Library",
						"Treasures of the Chained Library",
						"Library Maps"
					]
				},
				{
					"name": "On-The-Road Encounters",
					"headers": [
						"A Kobold's Toll",
						"Grimly Fate Tonight",
						"Bad-Faith Duel",
						"Brigands in Disguise",
						"The Cartographer",
						{
							"header": "Handout: Caravan Supplies",
							"depth": 1
						}
					]
				},
				{
					"name": "Author Profiles"
				},
				{
					"name": "Resources",
					"headers": [
						"Chained Library:",
						"On the Road Encounters:"
					]
				},
				{
					"name": "License"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Ar4",
			"source": "Ar4",
			"data": [
				{
					"type": "section",
					"name": "Cover Page & Credits",
					"page": "C1",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/cover-full.webp"
							},
							"title": "Arcadia Issue 4 Cover",
							"credit": "Grace Cheung",
							"width": 1700,
							"height": 2201
						},
						{
							"type": "hr"
						},
						{
							"type": "list",
							"style": "list-no-bullets",
							"columns": 2,
							"page": "C2",
							"items": [
								{
									"type": "item",
									"name": "Managing Editor:",
									"entries": [
										"James Introcaso"
									]
								},
								{
									"type": "item",
									"name": "Production and Playtest Director:",
									"entries": [
										"Lars Bakke"
									]
								},
								{
									"type": "item",
									"name": "Editor:",
									"entries": [
										"Hannah Rose"
									]
								},
								{
									"type": "item",
									"name": "Authors:",
									"entries": [
										"Willy Abeel, Cat Evans, Derek Ruiz"
									]
								},
								{
									"type": "item",
									"name": "Graphic Design/Layout:",
									"entries": [
										"Jen McCleary"
									]
								},
								{
									"type": "item",
									"name": "Cover Art:",
									"entries": [
										"Grace Cheung"
									]
								},
								{
									"type": "item",
									"name": "Title Logo:",
									"entries": [
										"Tm Schmuck"
									]
								},
								{
									"type": "item",
									"name": "Lead Tester:",
									"entries": [
										"Spencer Hibnick"
									]
								},
								{
									"type": "list",
									"style": "list-hang",
									"page": "C2",
									"name": "Interior Illustrations",
									"items": [
										{
											"type": "item",
											"style": "italic",
											"name": "Mounts:",
											"entries": [
												"Nick De Spain"
											]
										},
										{
											"type": "item",
											"style": "italic",
											"name": "Harikka Tarkun:",
											"entries": [
												"Elisa Serio"
											]
										},
										{
											"type": "item",
											"style": "italic",
											"name": "Brigand Camp:",
											"entries": [
												"Kent Davis"
											]
										},
										{
											"type": "item",
											"style": "italic",
											"name": "Cartographer on Road:",
											"entries": [
												"Bruno Machado"
											]
										},
										{
											"type": "item",
											"style": "italic",
											"name": "Library Door:",
											"entries": [
												"Faizal Fikri"
											]
										},
										{
											"type": "item",
											"style": "italic",
											"name": "Eyeless Guardian:",
											"entries": [
												"Allie Briggs"
											]
										},
										{
											"type": "item",
											"style": "italic",
											"name": "Samaris the Librarian:",
											"entries": [
												"Conceptopolis"
											]
										},
										{
											"type": "item",
											"style": "italic",
											"name": "Codices:",
											"entries": [
												"Nick De Spain"
											]
										},
										{
											"type": "item",
											"style": "italic",
											"name": "Phlox, \"The Great Conductor\":",
											"entries": [
												"Nick De Spain"
											]
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang",
									"page": "C2",
									"name": "Cartography:",
									"items": [
										{
											"type": "item",
											"style": "italic",
											"name": "The Chained Library:",
											"entries": [
												"Miska Fredman"
											]
										},
										{
											"type": "item",
											"style": "italic",
											"name": "A Kobold's Toll:",
											"entries": [
												"Derek Ruiz"
											]
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang",
									"page": "C2",
									"name": "MCDM is:",
									"items": [
										{
											"type": "item",
											"name": "Lars Bakke:",
											"entries": [
												"Development & Production"
											]
										},
										{
											"type": "item",
											"name": "Jerod Bennett:",
											"entries": [
												"Technology"
											]
										},
										{
											"type": "item",
											"name": "Grace Cheung:",
											"entries": [
												"Art"
											]
										},
										{
											"type": "item",
											"name": "Matt Colville:",
											"entries": [
												"Writing & Design"
											]
										},
										{
											"type": "item",
											"name": "Anna Coulter:",
											"entries": [
												"Production & Operations"
											]
										},
										{
											"type": "item",
											"name": "Nick De Spain:",
											"entries": [
												"Art & Art Outsource Management"
											]
										},
										{
											"type": "item",
											"name": "Jason Hasenauer:",
											"entries": [
												"Art & Art Direction"
											]
										},
										{
											"type": "item",
											"name": "James Introcaso:",
											"entries": [
												"RPG Line Developer"
											]
										}
									]
								},
								{
									"type": "item",
									"name": "Playtest Coordinators:",
									"entries": [
										"Glynisir/Dante Bozzini",
										"GuardianRoborn/Nathan Clark",
										"Kelvan1138/Richard White",
										"Mayanaka/Michael Harsha",
										"MeAndUnique/Shane Parker",
										"Owen \"Dig\" Crary",
										"Pesto Enthusiast/Spencer Hibnick",
										"Shieldbuster/Moiss Ral Montero",
										"SONSON/Aleson de Lima",
										"TemplarsBane/Nick Pierson",
										"Von Ruski/James Dewar"
									]
								},
								{
									"type": "item",
									"name": "Playtesters:",
									"entries": [
										"Anthony Merchant",
										"Bennoni Thomas",
										"Brandon Barthel",
										"Brandy Mahan",
										"Chris Moncrief",
										"Donald Salsbury",
										"Gabriel Sortica Reichmann",
										"Jeanne Parker",
										"Kelsey Baughman",
										"Leonardo Vechi",
										"Luiz Felipe Kormann",
										"Madeleine Bray",
										"Mike Carpenter",
										"Richard W. Sullivan",
										"Stewart Green",
										"Vinicius Bell"
									]
								}
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"page": "C2",
							"style": "text-center",
							"entries": [
								"Join us on the MCDM Discord server, where you can chat with others about Arcadia and more!",
								"{@link discord.gg/mcdm|http://discord.gg/mcdm}"
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"page": "C2",
							"style": "text-center",
							"entries": [
								"Product Identity: The following items are hereby identified as Product Identity, as defined in the Open Game License version 1.0a, Section 1(e), and are not Open Content: All content which is not included in the Systems Reference Document version 5.1 or has otherwise been specifically designated as Open Game Content, including the The Chained Library, Swimming through Sand to Sea: More Mounted Adventuring, On-The-Road Encounters, all Trademarks, registered trademarks, proper names (including the names of characters, place names, monsters, organizations, new spells, new abilities, etc.), dialogue, plots, story elements, locations, characters, artwork, graphics, sidebars, and trade dress."
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00003.webp"
							},
							"title": "Arcadia Issue 4 Table of Contents",
							"width": 1706,
							"height": 2207
						}
					]
				},
				{
					"type": "section",
					"name": "Letter from the Editor",
					"page": 1,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00004.webp"
							},
							"width": 1436,
							"height": 326
						},
						"{@link We're back.|https://www.youtube.com/watch?v=QOkSvLqkafU} Thanks to your support, {@i ARCADIA} 4 is in your hands, and we're working on the magazine indefinitely. I truly mean it when I say that we wouldn't be here without you. So on behalf of all of us at MCDM, thank you!",
						"You're probably wondering, \"What does the future hold for {@i ARCADIA}?\" After {@loader ARCADIA 3|book/MCDM Productions; Arcadia Issue 3.json} was published, we launched a survey on Patreon about {@i ARCADIA} and MCDM in general and learned a lot of information. Over 2,500 people responded. Thanks again.",
						"Much of what you told us simply confirmed what we knew to be true: many of you are Game Masters looking for high-utility articles that will help you create encounters, adventures, and worlds. I think what did surprise us was that more than 90% of you are GMs, and almost 70% of you are forever GMs, the kind of person who never takes on the role of a player character (by choice or by circumstance). We had no idea that the numbers were that high.",
						"One of the other numbers that initially took us by surprise was the types of {@i ARCADIA} articles that readers find most useful. New creatures outpaced every other option, followed by magic items, encounters, locations, and spells in that order. Given how many GMs read {@i ARCADIA}, it was incredible to me that adventures didn't crack the top 5. But when I looked at what did make the most popular list, I realized why. Our GMs prefer to build their own worlds and create unique stories with the players. You want the building blocks to make adventures and don't always want a near-complete story handed to you.",
						"The more we break down the building blocks, the more useful our readers find the article. Drop-in encounters, which build adventures, aren't as popular as new creatures, which are used to build encounters. The more basic the piece of material, we found, the easier it is for you to use in your campaigns.",
						"So what changes are in store for {@i ARCADIA} moving forward? For the next several issues, it may not seem like a lot. For one thing, articles for many of near-future issues were commissioned before we conducted the survey, in order to bring you content in a timely manner. We also want to keep including articles with new subclasses, ancestries, and other player character options because we hope to grow and diversify {@i ARCADIA's} audience.",
						"However, within articles that provide player options, you'll also find useful tools for the GM. Remember the \"Titan Heart\" article by {@link Gabe Hicks|https://twitter.com/GabeJamesGames} in {@loader ARCADIA 1|book/MCDM Productions; Arcadia Issue 1.json}? It included a sorcerer subclass, new spells, an NPC stat block, and a retainer. More like that is coming your way.",
						"We also won't stop publishing adventures any time soon, but there won't be one in every issue of {@i ARCADIA} like there was for issues 1, 2, and 3. We're going to mix it up by providing encounters, creatures, and the other building blocks of adventures. That's why this issue features a new location with creatures and magic items in {@link Cat Evans's|https://twitter.com/perpetualgloom} \"The Chained Library,\" even more creatures and magic items in {@link Willy Abeel's|https://twitter.com/TheWillyboo} article that serves as a sequel to his mounted combat piece in {@loader ARCADIA 1|book/MCDM Productions; Arcadia Issue 1.json}, and a bunch of drop in encounters from {@link Derek Ruiz|https://twitter.com/ElvenTower}. When we have adventures in the future, they'll be easy to strip for parts or present a unique concept, like rules and an adventure for level-0 characters or a module meant for a party of goblin heroes!",
						"The future of {@i ARCADIA} is bright. The journey is just beginning. Thank you for coming along with us.",
						{
							"type": "entries",
							"style": "text-right",
							"entries": [
								"{@i Ex animo,}"
							]
						},
						{
							"type": "quote",
							"entries": [],
							"by": "James Introcaso"
						}
					]
				},
				{
					"type": "section",
					"name": "Swimming Through Sand To Sea",
					"page": 2,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00009.webp"
							},
							"width": 1706,
							"height": 716
						},
						{
							"type": "entries",
							"page": 2,
							"style": "text-center",
							"entries": [
								"{@style More Mounted Adventuring|dnd-font;large}",
								"by Willy Abeel"
							]
						},
						{
							"type": "inset",
							"page": 2,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Dear Bufford, my giant toad boy, So valiant through and through, Inns shoo you away, The roads we must stay, 'Cause they got no room for you."
									],
									"by": "Pertoir D'Juglar",
									"from": "Unnamed Song For Bufford"
								}
							]
						},
						"In {@loader the first issue of ARCADIA|book/MCDM Productions; Arcadia Issue 1.json}, {@book Jumping on Mounted Combat|Ar1|4} expanded the rules for mounts and introduced new mount-ready versions of classic creatures. Most mounts are easy to ride in open environments such as hills and plains, but many adventures take characters into tricky places where a horse or tame bulette will struggle.",
						"This article presents options for using mounts in dungeons, underwater locations, and other odd environments, including an array of new magic items and mounts with special abilities. It also introduces omnimounts, a new massive mount type that can carry the entire party.",
						{
							"type": "entries",
							"name": "Mounting Logistics",
							"page": 2,
							"entries": [
								"Specialized mounts make the challenges adventurers face exponentially easier—journeying to an underwater civilization becomes a more feasible task with axolottles.{@footnote {@sup 1}|A giant axolotl. A regular axolotl is too little. You can't ride a little axolotl, you need a lotta axolotl.} But aquatic mounts are unhelpful when your next destination is a palace in the sky.",
								"These sorts of problems come up a lot when bonding with unique mounts. A fish can hardly survive out of the water, let alone serve as a steed on land. And the reverse is true, too; humans don't typically cling for dear life on the back of a {@creature purple worm} burrowing miles into the ground and live to tell the tale.",
								"Even land creatures moving across the ground commonly find themselves—well, landlocked. How does a horse reach the top of a ladder? And what do you do when your {@creature giant toad} is too giant to enter an otherworldly portal with the rest of the party? When in doubt, more magic items are usually the answer!"
							]
						},
						{
							"type": "section",
							"name": "New Magic Items",
							"page": 3,
							"entries": [
								"For years, enchanters and inventors have turned to magic for dealing with these mounted challenges: ancient harnesses buried in ruins; water-bearing carts and locomotive aquatic pools built for forgotten, landlocked civilizations; bridles crafted by mages willing to assist adventurers who can retrieve rare components. You just need to saddle up and find them.",
								{
									"type": "statblock",
									"tag": "item",
									"source": "Ar4",
									"name": "Airskimmer Bridle",
									"page": 3,
									"style": "inset"
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "Ar4",
									"name": "Bell of the Extrastable Stable",
									"page": 3,
									"style": "inset"
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "Ar4",
									"name": "Meld Harness",
									"page": 3,
									"style": "inset"
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "Ar4",
									"name": "Return Bridle and Crop",
									"page": 3,
									"style": "inset"
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "Ar4",
									"name": "Size Saddle",
									"page": 4,
									"style": "inset"
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "Ar4",
									"name": "Wander Pool",
									"page": 4,
									"style": "inset"
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "Ar4",
									"name": "Water Wagon",
									"page": 4,
									"style": "inset"
								},
								{
									"type": "statblock",
									"tag": "item",
									"source": "Ar4",
									"name": "Water Wings",
									"page": 4,
									"style": "inset"
								}
							]
						},
						{
							"type": "section",
							"name": "New Mounts",
							"page": 5,
							"entries": [
								"Burrow through the earth and steal the ground beneath the enemy's feet. Burst from the depths and drain the toughest magical defenses. Adaptable mounts possess unique traits that savvy riders can utilize to plunge through the most imposing environments—and when mount and rider work as one, they blaze a trail to ride into legend.",
								"Each mount stat block contains statistics that reference the rider's proficiency bonus (PB).",
								{
									"type": "entries",
									"name": "Axolottle",
									"page": 5,
									"entries": [
										"The hardy salamanders of the axol family range from the foot-long axolittle to the imposing 8-foot axolottle. Their thick, rubbery skin stays slick as it filters impurities and potent toxins from their bodies. Axol families use this ability to purify dirty or {@condition poisoned} bodies of water, attracting a bountiful supply of food into their territory.",
										"Some priestly orders raise axolottles to clean infected water in the wake of disasters.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00037.webp"
											},
											"credit": "Nick De Spain",
											"width": 1022,
											"height": 1060
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "Ar4",
											"name": "Axolottle Mount",
											"page": 7,
											"style": "inset"
										}
									]
								},
								{
									"type": "entries",
									"name": "Chuul",
									"page": 5,
									"entries": [
										"Long ago, aboleths imbued chuuls with a powerful drive to seek out and collect sources of magic. That's why deep-sea treasure hunters favor these magic-seeking mounts! Experienced chuul riders can dive to incredible depths in search of jewels and ancient artefacts.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00034.webp"
											},
											"credit": "Nick De Spain",
											"width": 1657,
											"height": 878
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "Ar4",
											"name": "Chuul Mount",
											"page": 8,
											"style": "inset"
										}
									]
								},
								{
									"type": "entries",
									"name": "Bulette",
									"page": 6,
									"entries": [
										"Rumors abound of a crew of sand pirates who ride bulettes under cover of night to ambush merchant caravans. How the criminals tempered the devastating monsters is a mystery, but the wreckage from their attacks is undeniable. Those who live to tell the tale remember a faint buzzing before the devastating impact—the vibration of the bulettes' casing as they tear through the terrain.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00040.webp"
											},
											"credit": "Nick De Spain",
											"width": 1312,
											"height": 1242
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "Ar4",
											"name": "Bulette Mount",
											"page": 9,
											"style": "inset"
										}
									]
								},
								{
									"type": "entries",
									"name": "Purple Worm",
									"page": 6,
									"entries": [
										"She who tames an adult {@creature purple worm} is not to be trifled with.",
										"Juvenile worms separated from their parents become invaluable landscapers for small settlements, as long as the monstrosities have ample food and space to roam. Their massive, segmented trunks repel earth away from their bodies as they dig, covering daring riders as they submerge.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00042.webp"
											},
											"credit": "Nick De Spain",
											"width": 1601,
											"height": 700
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "Ar4",
											"name": "Juvenile Purple Worm Mount",
											"page": 10,
											"style": "inset"
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Omnimounts and Mass Transportation",
							"page": 11,
							"entries": [
								"Omnimounts are massive creatures that can carry multiple riders at once and travel across continents effortlessly. An omnimount may have a designated driver in place of a single rider, or the creature might be an independent agent offering their services to adventurers in need of transportation.",
								"Utilize omnimounts in your campaign whenever you want your adventures to be larger than life. Sibling settlements might have an omnimount as a critical part of their trade and prosperity. A legendary omnimount with the power to traverse worlds could slumber deep beneath the depths waiting for people to find it. An omnimount under the control of an evil giant may reward whoever frees it. Or, your adventurers might hear a rumor about the approach of the Great Conductor.",
								{
									"type": "entries",
									"name": "Phlox, \"The Great Conductor\"",
									"page": 11,
									"entries": [
										"The Great Conductor hungers for distances. This sapient purple worm has dug through surfaces both solid and supernatural for centuries. The moment they awakened is lost to the miles, but the road ahead promises to wind for as long as they hunger.",
										"Over the years, Phlox has found great distances to traverse by ferrying smallfolk with important destinations in their stomach. The worm normally follows the booms of thunderstorms and earthquakes while they have no destination—but when a prospective passenger drums the ground loudly enough and calls out the worm's name, Phlox makes their approach.",
										"The worm answers the call of anyone in need, but with a catch: if the distance wasn't satisfying enough, Phlox takes their payment in food and digests the passengers whole.",
										"Phlox is a purple worm with the following adjustments:",
										{
											"type": "list",
											"items": [
												"Phlox's alignment is lawful neutral.",
												"Phlox's Intelligence, Wisdom, and Charisma scores are each {@ability int 16}.",
												"Phlox can speak using telepathy, up to 120 feet.",
												"Phlox doesn't require air, and has a swimming speed equal to their burrowing speed.",
												"Phlox can suppress the acid and additional effects of swallowing a creature."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "Ar4",
											"name": "Phlox",
											"page": 11,
											"style": "inset",
											"collapsed": true
										},
										"Phlox is just one of several incredible omnimounts out there. But that's an article for another time...",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00058.webp"
											},
											"credit": "Nick De Spain",
											"width": 1346,
											"height": 1349
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Chained Library",
					"page": 12,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00061.webp"
							},
							"width": 1706,
							"height": 716
						},
						{
							"type": "entries",
							"page": 12,
							"style": "text-center",
							"entries": [
								"{@style a new location with creatures, magic items, and stories|dnd-font;large}",
								"by Cat Evans"
							]
						},
						{
							"type": "quote",
							"entries": [
								"If a little knowledge is a dangerous thing, the Chained Library is a cataclysm lying in wait."
							],
							"by": "Indratha Nevarre",
							"from": "antiquarian and sage"
						},
						"The Chained Library is a new location and organization to incorporate in any campaign. The characters can visit the library to search for obscure knowledge and talk with expert scholars. The library's agents, who go out into the world to acquire new books, can also serve as adversaries looking for a book the characters possess or are seeking. Especially bold (or reckless) characters might try to steal a powerful book from the library. This article presents the library's lore, plot hooks, stat blocks, and some of the magic items kept within its vaults.",
						"The Chained Library is a great fortress built into the black rock cliffs far from civilization. Spellbooks of liches and necromancers and ancient tomes of infernal secrets line the library's prison-shelves, guarded by blind celestials.",
						"The library predates every known kingdom and even some of the younger gods. There are as many stories about its origin as there are sages to tell them. The Chained Library's own version, sealed in a marble vault in the deepest depths of the archive, attributes its founding to Archmage Valistus. It is written that Valistus' apprentice, Ravelin, gave himself over to the study of dark magic. Valistus intervened, sealing away his apprentice's spellbooks and research, along with all the tomes and scrolls he used to guide his studies. Valistus summoned and bound celestial creatures of unwavering morals to guard them. In time, other mages and scholars presented Valistus with dangerous texts that could damn the world.",
						"Now, the Chained Library sends out agents to find and claim more dangerous books. The library's judgement is strict and their agents persistent: once the librarians determine that a book must be taken into their secure storage, they work tirelessly to obtain it, regardless of how it's being used; a book of necromancy used to cure a plague is still an evil book, and must be shut away. Occasionally a visitor who proves their wisdom and moral character might be allowed to peruse a tome or two, under supervision, but knowledge taken into the library is effectively lost forever. However, the library never destroys a text: knowledge is sacred, and any information might serve a purpose in the future.",
						"Even finding the library is a challenge. It's not on any map, and the few travelogues that exist are cryptic at best. The journey is always perilous and long.",
						{
							"type": "section",
							"name": "Gaining Entrance",
							"page": 12,
							"entries": [
								"Gaining access to the library is not as simple as knocking on the door. The librarians may consider the writs of monarchs, but only out of politeness. No sum of money is ever enough, and no threat or show of force has ever intimidated the librarians. However, the pleas of churches and pious orders can open the gate, and individuals with a reputation as responsible and diligent scholars are granted admission if they ask with humility. And, of course, the librarians are especially tempted to admit visitors with a book they dearly desire to add to the collection.",
								{
									"type": "entries",
									"name": "Defenses",
									"page": 13,
									"entries": [
										"The library's external doors are impervious to magic, and the locks are inaccessible from the outside. Forcing the doors open would require a siege engine. The doors inside the library are almost as sturdy. They are resistant to magic (there is a {@chance 25|25% chance} that spells or other magical effects have no effect on the doors), and require a successful {@dc 25} Dexterity check using {@item thieves' tools|PHB} to unlock or a successful {@dc 30} Strength check to force open. The library staff have keys to all the doors, but they're common magical items that must be attuned to the user to work.",
										"The library's strongest defense is the curse it bestows on thieves: a creature who leaves the library with one of its books must succeed on a {@dc 16} Constitution saving throw at dawn the following day or take 5 ({@damage 1d10}) necrotic damage as its hands start to blacken and rot. A creature who fails the save must also roll one Hit Die. Its hit point maximum is permanently reduced by the amount on the die, and its Hit Dice are permanently reduced by one. The rot spreads daily, spreading up the arms, over the body, and eventually up to the creature's face. The thief must repeat the save at dawn each day, whether they succeed or fail. The {@spell greater restoration} spell restores the creature's hit point maximum and total number of Hit Dice, but the thief must keep making saving throws each day until they return the book to its correct place in the library. When the victim's total number of Hit Dice or hit point maximum drops to 0, it dies.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00066.webp"
											},
											"title": "Library Door",
											"credit": "Faizal Fikri",
											"width": 1425,
											"height": 962
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Inside the Library",
							"page": 13,
							"entries": [
								"There is one entrance to the Chained Library: bronze double doors set in the cliffside, inlaid with sigils of protection and runes to dispel magic—and sealed by thirteen locks both magical and mundane. The doors are opened briefly each sunrise to admit any visitors who wait in the black ash desert beyond, where vulture-like birdfolk prey on weakened, sunstruck travelers.",
								{
									"type": "entries",
									"name": "The Howling Shelves",
									"page": 13,
									"entries": [
										"Stored on the library's first floor, the Howling Shelves make up the majority of the collection. Here, the librarians store spellbooks and research notes, tomes of demonology, and other dangerous, but possibly useful knowledge. The {@creature eyeless guardian|Ar4|eyeless guardians} patrol the area, where each book is chained to the shelves with adamantium links. Librarians habitually enter this area in pairs, each watching the other to ensure they're not tempted to read any of the books.",
										{
											"type": "entries",
											"name": "Eyeless Guardian",
											"page": 14,
											"entries": [
												"The eyeless guardians resemble muscular, ivory-skinned humanoids with gold plate mail magically grafted to their skin. Golden helms enclose their heads, with thick bronze spikes driven into their eyes.",
												{
													"type": "statblock",
													"tag": "creature",
													"source": "Ar4",
													"name": "Eyeless Guardian",
													"page": 14
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00075.webp"
													},
													"credit": "Allie Briggs",
													"width": 1504,
													"height": 1073
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Deep Stacks",
									"page": 15,
									"entries": [
										"The eyeless guardians visit the Deep Stacks only when ordered to do so, and the librarians don't come here at all: the books here are too dangerous, intelligent and malevolent to risk humanoid contact.",
										"The Deep Stacks are the lowest level of the library, a sump of threatening arcane power. These malevolent prisoners long for someone to read them, hoping to possess a living creature who can leave the library.",
										"Each book is capable of communicating and has its own agenda. The way the book communicates and its agenda can be chosen or rolled on the tables below.",
										{
											"type": "table",
											"page": 15,
											"colLabels": [
												"{@dice d100|d%}",
												"Communication"
											],
											"colStyles": [
												"col-3 text-center",
												"col-9 text-left"
											],
											"rows": [
												[
													"01–70",
													"The book communicates by transmitting emotions and images to creatures within 30 feet of it."
												],
												[
													"71–00",
													"The book can communicate telepathically with any creature that understands a language within 30 feet of it."
												]
											]
										},
										{
											"type": "table",
											"page": 15,
											"colLabels": [
												"d6",
												"Agenda"
											],
											"colStyles": [
												"col-3 text-center",
												"col-9 text-left"
											],
											"rows": [
												[
													"1",
													"Summon a powerful extraplanar entity"
												],
												[
													"2",
													"Reunite with its former master, a powerful wizard or lich"
												],
												[
													"3",
													"Destroy an old enemy and everyone they hold dear"
												],
												[
													"4",
													"Consume 100 other books, gaining power with each one"
												],
												[
													"5",
													"Bring down a kingdom"
												],
												[
													"6",
													"Destroy the Chained Library"
												]
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "Ar4",
											"name": "Sentient Grimoire",
											"page": 16
										},
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00070.webp"
													},
													"title": "The codex bellorum, the book of war.",
													"credit": "Nick De Spain",
													"width": 1276,
													"height": 900
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00079.webp"
													},
													"title": "The codex caelum, the book of the sky elves.",
													"credit": "Nick De Spain",
													"width": 682,
													"height": 1114
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Domiciles",
									"page": 17,
									"entries": [
										"Accommodations for scribes and librarians take up the majority of the library's second level. An enchanted cauldron provides food and water in the refectory, the residents sleep in simple, spartan dormitories, and a suite of training rooms are used for magical instruction, practicing stealth and tracking, and combat lessons with swords and daggers. Agents must be able to defend themselves, after all."
									]
								},
								{
									"type": "entries",
									"name": "Scriptorium",
									"page": 17,
									"entries": [
										"In the Scriptorium, scribes sit in walled, warded cubicles making copies of books so damaged or aged that their contents are in danger of destruction. No matter how dangerous the contents, there must always be a viable and accurate copy in existence.",
										"Exposure to these books can poison the mind. The scribes never speak of their work, and most wear {@item scribe's lenses|Ar4} that keep them from understanding the words and images they copy. Despite this precaution, ideas leak in; scribes suffer from nightmares, and occasionally more serious consequences, such as repeating the half-remembered lore of the texts to their colleagues, unleashing dangerous ideas that are trapped in paper for good reason."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Librarian NPCs",
							"page": 17,
							"entries": [
								"The following NPCs are librarians you can add to your game or use as inspiration to create your own library staff. There are dozens of librarians within the Chained Library, representing every humanoid ancestry and origin.",
								{
									"type": "entries",
									"name": "Samaris",
									"page": 17,
									"entries": [
										"{@creature Samaris|Ar4}, an ancient tiefling with long black horns, is the oldest of the librarians. She despises every book in the library and dreams nightly about setting fire to the entire collection for the good of the world. Samaris mistrusts anyone who asks to read one of the books and sends agents of the library to shadow visitors after they leave, waiting for those guests to prove their corruption so she can order their assassination.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00082.webp"
											},
											"credit": "Conceptopolis",
											"width": 1425,
											"height": 908
										}
									]
								},
								{
									"type": "entries",
									"name": "Alois",
									"page": 17,
									"entries": [
										"The young human {@creature Alois|Ar4} is the newest addition to the library's staff. They arrived the same way all the librarians do: following a calling in their dreams. Alois isn't convinced that the books they guard are evil: they are, after all, just books. When they can, Alois slips into the Howling Shelves and browses the texts there. They haven't yet had an opportunity to venture into the Deep Stacks, but one day they will."
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "Ar4",
									"name": "Librarian",
									"page": 18
								}
							]
						},
						{
							"type": "section",
							"name": "Library Agents",
							"page": 18,
							"entries": [
								"The Chained Library's agents are everywhere, from major cities to the halls of academia, trawling secondhand book markets and private collections. They use whatever tactics necessary to obtain their prizes. They visit auctions and merchants, using the library's sizable budget to buy up what they can. For books not on the market, they use blackmail, bribery, and theft. Occasionally, a wealthy aristocrat or powerful mage is murdered, and the only things missing from the crime scene are a couple of precious books. The agents' activities are consistent in only one way: that no books are harmed or destroyed, no matter how dangerous they are. The Chained Library is capable of storing anything, and the destruction of knowledge is sacrilege.",
								"The library agents exist to remove dangerous books from circulation in the outside world. This includes books of dark magic, the spellbooks of liches and evil mages, the secrets of wicked gods, and knowledge that could be used to open pathways to other planes: things not of the material world that could fundamentally threaten life there. The agents take no interest in material that is politically dangerous—many rulers have tried to recruit the library to suppress inconvenient or threatening information, but the organization is profoundly uninterested.",
								{
									"type": "entries",
									"name": "Agent NPCs",
									"page": 18,
									"entries": [
										"The Chained Library has numerous agents. The NPCs below are examples you can include in your game or use as inspiration for NPCs of your own.",
										"Agents of the library recognize one another by the magical tattoos on their right index finger: a line of {@language Common} script reading, \"Close your mind,\" encircled by chains. The tattoos are visible to creatures with {@sense truesight}. The tattoos use special ink which allows a {@spell detect magic} spell to reveal them.",
										{
											"type": "entries",
											"name": "Vornak",
											"page": 19,
											"entries": [
												"{@creature Vornak|Ar4} is a towering, tusked half-orc who liaises with private collectors of books and scrolls. A well-dressed, well-spoken man with a faint lisp, he's quite the conversationalist and raconteur.",
												"Most of the texts the library obtains come from people with academic or financial interests in such things. These are Vornak's clients. He has a knack for finding equally rare books that suit these collectors' interests but possess no value for the Chained Library. He arranges sales and exchanges, and maintains a network of contacts who inform him when potentially interesting texts appear. Vornak is always in need of mercenaries to obtain the books that are his stock in trade."
											]
										},
										{
											"type": "entries",
											"name": "Keledra",
											"page": 19,
											"entries": [
												"The slight, freckled, half-elf thief {@creature Keledra|Ar4} steps in where money and blandishments fail. She follows tips from her network, the thieves and scoundrels she worked with before the Chained Library recruited her. Her work is as dangerous as the books she steals. She slips into the secured sanctums of people who obtain tomes of evil magic with the intent to use them. Keledra takes her work seriously: she trains hard and picks up magical skills where she can to complement her deft hands. Keledra trusts few people and works alone, but she finds her path crossing with the same foes time and again as rivals, guards, and targets."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "Ar4",
											"name": "Chained Library Agent",
											"page": 19
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Encountering the Chained Library",
							"page": 20,
							"entries": [
								"A party of adventurers might encounter the Chained Library and its agents as allies, enemies, or both at different times. The first four adventure hooks presented below serve as introductions to the Chained Library; the last five are better used once a connection has been established.",
								{
									"type": "entries",
									"name": "Allies of Convenience",
									"page": 20,
									"entries": [
										"The characters and one or more agents of the library explore the same ruin or tomb. It's dangerous work, and the two groups are safer together. The agents get their prize, and the characters get theirs—unless one side is lying about what they really want."
									]
								},
								{
									"type": "entries",
									"name": "Master Thief",
									"page": 20,
									"entries": [
										"A friendly NPC patron employs the characters to catch a skilled thief plaguing the libraries of learned folk. Once caught, the thief explains her mission: she's relieving a cult of infernalists of their source material and taking it into safekeeping at the Chained Library. What do the characters do with the knowledge that their employers are in league with fiends?"
									]
								},
								{
									"type": "entries",
									"name": "Reclamation",
									"page": 20,
									"entries": [
										"The characters have come into possession of a book the library's agents claim should be safely locked away. They're willing to pay a significant price, but the characters need the book to defeat a great evil."
									]
								},
								{
									"type": "entries",
									"name": "Rivals",
									"page": 20,
									"entries": [
										"The characters want one or more books from the estate of a deceased mage. Agents of the Chained Library have their eyes on several of the same tomes. Social and political maneuvering, bribery, blackmail, and threats all follow... plus whatever chaos the characters inevitably add to the mix."
									]
								},
								{
									"type": "entries",
									"name": "Apostate",
									"page": 20,
									"entries": [
										"One of the library's scribes read something they shouldn't, and now they're burdened by terrible knowledge that's unraveling their mind and demanding to be used. If the characters don't stop the scribe, the librarian causes terrible harm. To complicate matters, the library is loath to kill one of their own and wants to see the scribe protected and healed."
									]
								},
								{
									"type": "entries",
									"name": "Incursion",
									"page": 20,
									"entries": [
										"Either the characters failed the test in the \"Prospective Readers\" adventure hook, or the book they sought is in the Deep Stacks, never to be looked upon. They must infiltrate or breach the library by force."
									]
								},
								{
									"type": "entries",
									"name": "Prospective Readers",
									"page": 20,
									"entries": [
										"The characters need access to knowledge contained within the library. But to be admitted to the library, they must pass three trials to prove their virtue and moral fiber."
									]
								},
								{
									"type": "entries",
									"name": "Resale",
									"page": 20,
									"entries": [
										"Books from the library make their way onto the market. Why? Who is allowing this? Has a thief plundered the library, or is there a traitor inside?"
									]
								},
								{
									"type": "entries",
									"name": "Unburdening",
									"page": 20,
									"entries": [
										"The characters have come into possession of a book full of vile secrets. They must find the library or its agents to get rid of the wretched tome. This adventure can lead into any other plot hook where the library requires the characters' assistance."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Treasures of the Chained Library",
							"page": 20,
							"entries": [
								"The library contains the following magic items.",
								{
									"type": "entries",
									"name": "Library Equipment",
									"page": 20,
									"entries": [
										"The librarians of the Chained Library are sworn to protect the books in their care—and they, in turn, use specialized items to protect themselves from those same books.",
										{
											"type": "statblock",
											"tag": "item",
											"source": "Ar4",
											"name": "Null Fold",
											"page": 20
										},
										{
											"type": "statblock",
											"tag": "item",
											"source": "Ar4",
											"name": "Scribe's Lenses",
											"page": 21
										}
									]
								},
								{
									"type": "entries",
									"name": "Forbidden Tomes",
									"page": 21,
									"entries": [
										"The Chained Library contains many magic books. The following forbidden tomes are locked away in the Deep Stack.",
										{
											"type": "statblock",
											"tag": "item",
											"source": "Ar4",
											"name": "A Revised History of the World",
											"page": 21
										},
										{
											"type": "statblock",
											"tag": "item",
											"source": "Ar4",
											"name": "Corpus Eternitas",
											"page": 21
										}
									]
								},
								{
									"type": "entries",
									"name": "Other Treasures",
									"page": 21,
									"entries": [
										"The Chained Library holds many other valuable books, including {@item tome of clear thought||tomes of clear thought}, {@item Tome of Leadership and Influence||tomes of leadership and influence}, and the powerful codices presented in {@loader Strongholds & Followers|collection/MCDM Productions; Strongholds and Followers.json} and {@loader Kingdoms & Warfare|book/MCDM Productions; Kingdoms & Warfare.json} such as the {@item The Codex Terragnosis|SaF|codex terragnosis} and the {@i codex mirror}. Not one of these books should be considered \"safe.\" As a guideline, most knowledge in the Chained Library comes with a price: the reader is either marked with a curse from the book's previous owner, tempted into serving that owner's agenda, or pursued by creatures eager to take the book from them."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Library Maps",
							"page": 22,
							"entries": [
								{
									"type": "entries",
									"name": "Level 1: The Howling Shelves",
									"page": 22,
									"entries": [
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/ChainedLibrary-v1-Level1.webp"
													},
													"id": "CL1-DM",
													"title": "Level 1: The Howling Shelves",
													"imageType": "map",
													"credit": "Miska Fredman",
													"width": 2520,
													"height": 3500
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/ChainedLibrary-v1-Level1-grid.webp"
													},
													"id": "CL1-DMG",
													"title": "Grid",
													"imageType": "map",
													"mapParent": {
														"id": "CL1-DM"
													},
													"credit": "Miska Fredman",
													"width": 2520,
													"height": 3500
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/ChainedLibrary-v1-Level1-plain.webp"
													},
													"id": "CL1-P",
													"title": "Player Version",
													"imageType": "mapPlayer",
													"mapParent": {
														"id": "CL1-DM"
													},
													"credit": "Miska Fredman",
													"width": 2520,
													"height": 3500
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Level 2: Scriptorium & Habitation",
									"page": 23,
									"entries": [
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/ChainedLibrary-v1-Level2.webp"
													},
													"id": "CL2-DM",
													"title": "Level 2: Scriptorium & Habitation",
													"imageType": "map",
													"credit": "Miska Fredman",
													"width": 3220,
													"height": 3500
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/ChainedLibrary-v1-Level2-grid.webp"
													},
													"id": "CL2-DMG",
													"title": "Grid",
													"imageType": "map",
													"mapParent": {
														"id": "CL2-DM"
													},
													"credit": "Miska Fredman",
													"width": 3220,
													"height": 3500
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/ChainedLibrary-v1-Level2-plain.webp"
													},
													"id": "CL2-P",
													"title": "Player Version",
													"imageType": "mapPlayer",
													"mapParent": {
														"id": "CL2-DM"
													},
													"credit": "Miska Fredman",
													"width": 3220,
													"height": 3500
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Level 3: The Deep Stacks",
									"page": 24,
									"entries": [
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/ChainedLibrary-v1-Level3.webp"
													},
													"id": "CL3-DM",
													"title": "Level 3: The Deep Stacks",
													"imageType": "map",
													"credit": "Miska Fredman",
													"width": 2660,
													"height": 3500
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/ChainedLibrary-v1-Level3-grid.webp"
													},
													"id": "CL3-DMG",
													"title": "Grid",
													"imageType": "map",
													"mapParent": {
														"id": "CL3-DM"
													},
													"credit": "Miska Fredman",
													"width": 2660,
													"height": 3500
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/ChainedLibrary-v1-Level3-plain.webp"
													},
													"id": "CL3-P",
													"title": "Player Version",
													"imageType": "mapPlayer",
													"mapParent": {
														"id": "CL3-DM"
													},
													"credit": "Miska Fredman",
													"width": 2660,
													"height": 3500
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "On-The-Road Encounters",
					"page": 25,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00104.webp"
							},
							"width": 1706,
							"height": 718
						},
						{
							"type": "entries",
							"page": 12,
							"style": "text-center",
							"entries": [
								"{@style five traveling encounters to drop into your game|dnd-font;large}",
								"by Derek Ruiz"
							]
						},
						{
							"type": "inset",
							"entries": [
								"Most adventurers hit the road more than {@link self-professed travel lover Willie Nelson|https://www.youtube.com/watch?v=Gdlyi5mckg0}. And if {@i The Lord of the Rings} has taught us anything, it's that even the journey toward an adventure is filled with excitement and drama.",
								"This article presents five engaging encounters for low-level characters as they journey from quest to quest, to spice up travel and add personality to the countryside.",
								{
									"type": "section",
									"entries": [
										{
											"type": "entries",
											"name": "Increasing The Challenge",
											"entries": [
												"While all of the encounters in this article are meant for low-level characters, you can increase the difficulty of many by simply swapping out the creatures listed here for those of a higher challenge rating. {@creature kobold||Kobolds} can become {@creature gnoll||gnolls} or {@creature lizardfolk}, {@creature bandit||bandits} can become {@creature thug||thugs} or {@creature spy||spies}, etc. Most of the encounters are suitable for characters up to 8th level with creatures of an appropriate challenge rating; once characters have access to spells of 5th-level or higher, the tactical challenges in these encounters become trivial."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "A Kobold's Toll",
							"page": 25,
							"entries": [
								"{@i An encounter for 1st-level to 2nd-level characters}",
								"The characters face a group of kobold brigands who took over a toll bridge. Will the characters pay the kobolds' toll and move on, or will they rescue the captured guards?",
								{
									"type": "entries",
									"name": "Background",
									"page": 25,
									"entries": [
										"A group of eleven kobolds from a nearby mountain range gets braver and bolder thanks to Urkik's leadership. The veteran kobold fought humans many times and lived to brag about it. Sometimes he defeated his foes. At other times, he fled like a coward. But he survived and earned the respect of the ten kobolds that travel with him.",
										"Two days ago, the kobolds stumbled upon a tollbooth and watched as travelers paid the four guards stationed at the booth to cross the bridge that spans the river. {@creature Urkik|Ar4} and company attacked that night, killed one {@creature guard}, and overpowered the other three.",
										"This encounter uses the {@area Gatehouse map|OTR-G|x} {@homebrew |(see page 26)}. The kobolds tied up the three captured {@creature guard||guards} inside the barracks on the east side of the river."
									]
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/KoboldsToll-Grid.webp"
											},
											"id": "OTR-G-G",
											"title": "Gatehouse",
											"imageType": "mapPlayer",
											"credit": "Derek Ruiz",
											"width": 4200,
											"height": 4200
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/KoboldsToll-NoGrid.webp"
											},
											"id": "OTR-G",
											"title": "No Grid",
											"imageType": "mapPlayer",
											"mapParent": {
												"id": "OTR-G-G"
											},
											"credit": "Derek Ruiz",
											"width": 4200,
											"height": 4200
										}
									]
								},
								{
									"type": "entries",
									"name": "Toll-Masters",
									"page": 25,
									"entries": [
										"When the characters arrive on the west side of the river at the tollbooth, they notice something odd:",
										{
											"type": "insetReadaloud",
											"page": 25,
											"style": "text-center",
											"entries": [
												"A stone bridge across a wild stream of gushing water leads to a 30-foot-tall stone gatehouse; the local ruler's sigil is stamped over a lowered iron-bar portcullis. Several lizard-like faces are looking out over the gatehouse's stone railing."
											]
										},
										"All eleven {@creature kobold toll-master|Ar4|kobolds} prepare for an attack when the characters approach the gatehouse. Six of them (including {@creature Urkik|Ar4}), are on top of the gatehouse, two more watch the captured guards in the barracks, and the other three roam beyond the gatehouse. The gatehouse kobolds point crossbows at travelers to stop them at the bridge.",
										"The kobold's leader, {@creature Urkik|Ar4}, speaks {@language Common}, although not well. He delivers a rehearsed, yet simple speech:",
										{
											"type": "insetReadaloud",
											"page": 25,
											"style": "text-center",
											"entries": [
												"\"This is Urkik's stone-door! Pay with gold coins or go away!\""
											]
										},
										"{@creature Urkik|Ar4} charges a toll of 15 gp per person or mount. The kobolds also accept valuables and non-perishable food worth an equivalent amount. The characters may cross the gatehouse as long as they pay the toll. If the characters agree to pay, or succeed on a {@dc 11} Charisma ({@skill Deception}) check to make the kobolds think they want to pay, two kobolds climb down from the top of the gatehouse to gather the payment.",
										"The kobolds react happily if the characters pay and raise the portcullis, allowing the characters to cross to the other side without incident. Adventurers who cross the bridge notice two things on the way to the other side: dry blood stains on the bridge, and the muffled cries of one of the guards in the barracks. They are free to walk away and leave the captured guards to their fates. If the characters ask about the blood or the cries, or if the kobolds notice them entering the barracks, the little creatures attack."
									]
								},
								{
									"type": "entries",
									"name": "Releasing the Guards",
									"page": 27,
									"entries": [
										"A character can slip into the barracks building unseen with a successful {@dc 14} Dexterity ({@skill Stealth}) check. The kobolds on watch in the barracks leave every {@dice 1d6 + 2} hours to eat. If the kobolds notice the characters in the barracks, they shout cries of alarm and all of them attack.",
										"The three unarmed {@creature guard||guards} ({@creature Mara|Ar4}, {@creature Freddard|Ar4}, and {@creature Rizic|Ar4}) are bound with rope and gagged with rags. A character can free one guard as an action. The guards ask for help retaking the gatehouse, where the kobolds have stashed their armor and weapons. They claim their captain in a nearby city is sure to reward the characters (see \"Rewards\" below)."
									]
								},
								{
									"type": "entries",
									"name": "Fighting the Kobolds",
									"page": 27,
									"entries": [
										"The six kobolds on the gatehouse wield {@item light crossbow|PHB|light crossbows} stolen from the barracks. The kobolds have a {@hit +4} to hit with the weapons and deal 6 ({@damage 1d8 + 2}) piercing damage on a hit. They remain on the roof to take advantage of their defensible position. The slim draconic pests do not want to die either. If half the kobolds drop to 0 HP, there is a {@chance 50|50% chance} the rest of the kobolds surrender or run for their lives.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Climbing the Gatehouse",
													"page": 27,
													"entries": [
														"A character can climb the outside of the gatehouse with a successful {@dc 15} Strength ({@skill Athletics}) check, or use the ladders inside the gatehouse without making an ability check. A character who fails this check by 5 or more falls."
													]
												},
												{
													"type": "entries",
													"name": "Crossing the River",
													"page": 27,
													"entries": [
														"The stream is strong enough that swimming across it carries considerable risk. A character can cross the river with a successful {@dc 15} Strength ({@skill Athletics}) check. On a failure, the character is dragged by the strong current 50 feet south, where they can reattempt to swim across. Failing the check by 5 or more causes the character to sink and start to drown. A drowning character has disadvantage on Strength ({@skill Athletics}) checks made to swim in the river and continues to drown until they exit the water."
													]
												},
												{
													"type": "entries",
													"name": "Illumination",
													"page": 27,
													"entries": [
														"Kobolds have the Sunlight Sensitivity trait, which means they fight much better at night or on a very cloudy day. If you want to make the battle easier for the characters, have them encounter the kobolds in the sun."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rewards",
									"page": 27,
									"entries": [
										"If the characters free the guards and defeat the kobolds, the guards' captain gives the characters 50 gp each."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Grimly Fate Tonight",
							"page": 27,
							"entries": [
								"{@i An encounter for 2nd-level to 3rd-level characters}",
								"A stranded merchant caravan begs the characters to help them fend off the bandits pursuing them. The merchants and characters are outnumbered, but they have time to decide where they want to make a stand and prepare traps for the attackers.",
								{
									"type": "entries",
									"name": "Meet the Merchants",
									"page": 27,
									"entries": [
										"The characters catch up with a beat-up merchant caravan on the road:",
										{
											"type": "insetReadaloud",
											"page": 27,
											"style": "text-center",
											"entries": [
												"A small merchant caravan slowly crawls its way along the road. Multiple arrow shafts pierce the sides of three horse-drawn carts; some horses missing from the carts' poles. The worst is the sight of several injured individuals on the carts. Many of them might not see tomorrow."
											]
										},
										"The caravan's guide, a plump dwarf named {@creature Harikka Tarkun|Ar4}, approaches the characters. She requests the adventurers' help and offers them 200 gp for escorting the caravan back to a nearby city that is two days away. If the characters agree, {@creature Harikka Tarkun|Ar4|Harikka} provides the following information:",
										{
											"type": "list",
											"items": [
												"The caravan started with six carts, but last night they lost three to brigands.",
												"The caravan repelled the bandits but lost many goods and the lives of most of her guards.",
												"{@creature Harikka Tarkun|Ar4|Harikka} believes the brigands are still pursuing them and will attack again tonight."
											]
										},
										{
											"type": "inset",
											"name": "Harikka Tarkun",
											"page": 27,
											"entries": [
												"{@i Neutral good dwarf (age 164)}",
												"Harikka is a plump dwarf dressed in colorful attire. She has one green eye and one gray. Her hair is arranged in complex braids. Harikka wants to start a security and mercenary company, but just lost many of her employees to bandits.",
												{
													"type": "entries",
													"name": "Personality Trait",
													"page": 27,
													"entries": [
														"\"No one's going to stop me from achieving my goals.\""
													]
												},
												{
													"type": "entries",
													"name": "Ideal",
													"page": 27,
													"entries": [
														"\"My security company depends on our current success.\""
													]
												},
												{
													"type": "entries",
													"name": "Bond",
													"page": 27,
													"entries": [
														"\"I must pay my debts to my clan's leader, back in the mountains.\""
													]
												},
												{
													"type": "entries",
													"name": "Flaw",
													"page": 27,
													"entries": [
														"\"I don't plan things through. This causes me many setbacks.\""
													]
												}
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00116.webp"
											},
											"credit": "Elisa Serio",
											"width": 1425,
											"height": 1008
										}
									]
								},
								{
									"type": "entries",
									"name": "Last Ditch Defense",
									"page": 28,
									"entries": [
										"If the characters decide to stay, {@creature Harikka Tarkun|Ar4|Harikka} asks them for help in setting up defenses for the night. There is little time and few materials to work with, but the characters can spend the time they have to pick a position and fortify it.",
										"There are ten injured {@creature commoner||commoners}. The only people able to fight alongside the characters are {@creature Harikka Tarkun|Ar4|Harikka} (who uses the {@creature thug} stat block) and her two remaining {@creature guard||guards}.",
										"If the characters insist on going after the bandits themselves, {@creature Harikka Tarkun|Ar4|Harikka} begs them not to leave the camp undefended. They have no idea where the bandits make camp, and the brigands could attack while the characters are out searching. To make matters worse, there are far more bandits than characters. Assaulting their camp would almost certainly result in death, but the heroes stand a chance if they pick and prepare the battleground.",
										{
											"type": "entries",
											"name": "Getting Ready",
											"page": 28,
											"entries": [
												"Allow the characters to pick the ground they want to defend. There are some hills and trees in the area, so they might want to be atop a hill, in a thicket of trees, or somewhere else. If a character asks about a unique feature that would reasonably be in the area, such as a cave or lake, allow them to make a {@dc 15} Wisdom ({@skill Survival}) check to find the land feature. On a success, they find the feature.",
												"There are plenty of supplies to prepare a tough welcome for the incoming brigands. The caravan has the following resources, which you can give to the characters in the handout included at the end of this article:",
												{
													"type": "list",
													"items": [
														"Three {@item cart|PHB|carts}",
														"Four {@item draft horse|PHB|draft horses}",
														"Three wooden {@item chest|PHB|chests}, each 4 feet long and 2 feet wide and tall",
														"Six wooden crates, each 2 cubic feet",
														"Two bushels of {@item Cotton Cloth (1 sq. yd.)|PHB|cotton} and two of hay, each 5 feet long and 2 feet wide and tall",
														"One 8-foot-tall wardrobe",
														"Three {@item Light Crossbow|PHB|crossbows} and forty {@item Crossbow Bolt|PHB|crossbow bolts}",
														"Four {@item dagger|PHB|daggers}",
														"Two {@item Caltrops (bag of 20)|PHB|bags of caltrops}",
														"A {@item barrel|PHB} of pitch",
														"Two {@item shovel|PHB|shovels}",
														"Six {@item hammer|PHB|hammers} and 1,000 nails",
														"Three 10-foot-square canvas tarps",
														"Three {@item Hempen Rope (50 feet)|PHB|50-foot lengths of hemp ropes}",
														"Three {@item Oil (flask)|PHB|flasks of lantern oil}",
														"Two {@item Alchemist's Fire (flask)|PHB|flasks of alchemist's fire}",
														"Two pounds of lard"
													]
												},
												"If the characters fend off the brigands, the merchants will allow them to keep any of the supplies they want and don't use in the traps as a reward, except for the carts and horses.",
												"The brigands attack {@dice 1d6} hours after dusk. This gives each player enough time to implement one defensive measure or preparation. {@creature Harikka Tarkun|Ar4|Harikka} and her two {@creature guard||guards} assist the characters in their defense plans. Here are some interesting preparations that could make the incoming battle more memorable. These are just examples and most-likely scenarios meant to help you create rules for what the characters might think up.",
												{
													"type": "entries",
													"name": "{@link Balls of Fire|https://www.youtube.com/watch?v=7IjgZGhHrYY}",
													"page": 29,
													"entries": [
														"If the characters set up their camp in an elevated position, they can douse the two {@item Cotton Cloth (1 sq. yd.)|PHB|cotton} bushels with {@item Oil (flask)|PHB|lantern oil} and pitch and ready them at the top of the hill. As an action, a character can light the bushels on fire and roll them down the hill in a straight line toward the incoming brigands. Each creature in any of the bushels' trajectory must make a {@dc 14} Dexterity saving throw, taking {@damage 3d6} fire damage on a failed save, or half as much on a successful one."
													]
												},
												{
													"type": "entries",
													"name": "Barricade",
													"page": 29,
													"entries": [
														"The {@item cart|PHB|carts}, crates, {@item chest|PHB|chests}, and wardrobe can be arranged to form a 4-foot-high, 5-foot-wide, 30-foot-long wall. Brigands must climb the obstacles or crawl under the {@item cart|PHB|carts} to reach the inner circle. These obstacles count as {@variantrule difficult terrain|XPHB} and provide {@variantrule cover|XPHB|half cover}."
													]
												},
												{
													"type": "entries",
													"name": "Grease Traps",
													"page": 29,
													"entries": [
														"The lard can cover two 10-foot-square sections of ground. When a creature enters the area for the first time on a turn or starts its turn there, it must make a successful {@dc 13} Dexterity saving throw or fall {@condition prone}."
													]
												},
												{
													"type": "entries",
													"name": "Rope Traps",
													"page": 29,
													"entries": [
														"The {@item Hempen Rope (50 feet)|PHB|ropes} can be tied between trees or bushes to create tripline obstacles for the incoming attackers. Each creature that moves through the line of rope must make a successful {@dc 12} Dexterity saving throw or trip on a rope and become {@condition prone}."
													]
												},
												{
													"type": "entries",
													"name": "Pitfall Trap",
													"page": 29,
													"entries": [
														"A character can dig a 10-foot-deep hole in the ground and cover it with a tarp, dirt, and dry foliage. The first creature to move over the trap must make a successful {@dc 15} Wisdom ({@skill Perception}) check or fall in, taking {@damage 2d6} bludgeoning damage and falling {@condition prone}. After the trap is revealed, the bandits avoid the pit, but could still be pushed in."
													]
												},
												{
													"type": "entries",
													"name": "Walk of Fire",
													"page": 29,
													"entries": [
														"A character can create a 20-foot-long, 5-foot-wide trail of pitch, {@item Oil (flask)|PHB|lantern oil}, and dry hay. As an action, a creature can throw a {@item torch|PHB}, shoot an arrow on fire, or throw a {@item Alchemist's Fire (flask)|PHB|bottle of alchemist's fire} to light the trail, which burns for 10 minutes. A creature that enters the fire for the first time on a turn or starts its turn there, including when the flames first appear, takes {@damage 1d8} fire damage."
													]
												},
												{
													"type": "entries",
													"name": "Other Ideas",
													"page": 29,
													"entries": [
														"Creativity should be rewarded. The characters may come up with more ideas or variations on the examples above. Time and available resources should be the only limitations.",
														"If a character can't think of any way to prepare the area, allow them to make a {@dc 10} Intelligence or Wisdom check. On a success, give the character one of the ideas above. Alternatively, {@creature Harikka Tarkun|Ar4|Harikka} or one of her guards can make a suggestion."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Personal Business",
											"page": 29,
											"entries": [
												"The bandits' leader is a dwarf named {@creature Faruk|Ar4}. He knows {@creature Harikka Tarkun|Ar4|Harikka} from two years ago, when both of them were lowly sellswords. After a successful job, {@creature Harikka Tarkun|Ar4|Harikka} double-crossed {@creature Faruk|Ar4} and left with his share of the pay. {@creature Faruk|Ar4} failed to pay some debts because of this and had to leave his dwarven clan dishonorably.",
												"{@creature Faruk|Ar4} has been looking for {@creature Harikka Tarkun|Ar4|Harikka} ever since to settle the score. It was only recently, when {@creature Harikka Tarkun|Ar4|Harikka} started her security company and made open calls for mercenaries, that {@creature Faruk|Ar4} found her.",
												"{@creature Harikka Tarkun|Ar4|Harikka} recognized {@creature Faruk|Ar4} during the first attack. If the characters ask her more about the bandits, a character who makes a successful {@dc 14} Wisdom ({@skill Insight}) check can tell that she's holding something back. A successful {@dc 15} Charisma ({@skill Intimidation} or {@skill Persuasion}) check gets her to reveal the truth. If the characters learn about {@creature Harikka Tarkun|Ar4|Harikka's} betrayal of {@creature Faruk|Ar4}, she begs them to stay and defend the people her past mistake has put in jeopardy, agreeing to pay for her sin however the characters deem fit if they help her defend the camp."
											]
										},
										{
											"type": "entries",
											"name": "Brigands Attack",
											"page": 29,
											"entries": [
												"As {@creature Harikka Tarkun|Ar4|Harikka} expects, the brigands return {@dice 1d6} hours after dusk to finish last night's skirmish. They attack in three waves:",
												{
													"type": "entries",
													"name": "First Wave",
													"page": 29,
													"entries": [
														"Eight {@creature bandit||bandits} charge the camp and two more keep their distance, staying as far away as they can while attacking with their {@item light crossbow|PHB|light crossbows}."
													]
												},
												{
													"type": "entries",
													"name": "Second Wave",
													"page": 29,
													"entries": [
														"When only four brigands from the first wave remain, four {@creature thug||thugs} come forward and join the fight."
													]
												},
												{
													"type": "entries",
													"name": "Third Wave",
													"page": 29,
													"entries": [
														"When only two brigands from the second wave remain, two {@creature bandit||bandits} and one {@creature thug} come forward and join the fight. (You can skip this wave if the characters are overwhelmed.)"
													]
												},
												{
													"type": "entries",
													"name": "Fourth Wave",
													"page": 29,
													"entries": [
														"One round after the previous wave, two {@creature bandit||bandits} and {@creature Faruk|Ar4} ({@creature bandit captain}) appear. {@creature Faruk|Ar4} emerges from the darkness of night riding a {@creature giant boar}. He shouts that Harikka betrayed him and she must die! {@creature Faruk|Ar4} offers the characters 50 gp each to turn on her, though a successful {@dc 12} Wisdom ({@skill Insight}) check reveals that statement is a lie: he plans to slaughter the characters no matter what they do. When {@creature Faruk|Ar4} drops to 0 HP, the rest of the {@creature bandit||bandits} run for their lives."
													]
												}
											]
										},
										{
											"type": "inset",
											"page": 30,
											"name": "Encounter Balance",
											"entries": [
												"The four waves of enemies in \"Grimly Fate Tonight\" may not look like an encounter the characters can win, but a few extra allies and time to make traps and pick their terrain really give the characters the edge in this battle. We know! We playtested it."
											]
										},
										{
											"type": "entries",
											"name": "Conclusion",
											"page": 30,
											"entries": [
												"Upon returning to the city, if the defense was successful, {@creature Harikka Tarkun|Ar4} pays the characters the promised 200 gp and thanks them. If {@creature Faruk|Ar4} survives, {@creature Harikka Tarkun|Ar4|Harikka} insists on arresting the hateful dwarf and bringing him back to town for judgement. She believes this humiliation is an appropriate punishment for his deeds. If pressed, she shares her history with {@creature Faruk|Ar4}, and explains that she was young and admits she was wrong to betray him. The characters may push her to make amends and free {@creature Faruk|Ar4}, and with a successful {@dc 12} Charisma ({@skill Persuasion}) check, she does so.",
												"If everything ends on good terms with the characters and {@creature Harikka Tarkun|Ar4|Harikka}, she offers them a position in her growing security company. If the heroes are interested, they may speak with her again in a local tavern called the Raging Troll. She mentions that a patron has requested elite escorts for a baron's son in an upcoming journey. Where this next adventure takes the characters is up to you."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Bad-Faith Duel",
							"page": 30,
							"entries": [
								"{@i An encounter for 2nd-level to 3rd-level characters}",
								"The characters witness a noble duel a peasant in the streets. It's clear the wealthy bully will win this battle to the death if no one intervenes.",
								{
									"type": "entries",
									"name": "Background",
									"page": 30,
									"entries": [
										"{@creature Sir Fadrin Allari|Ar4}, a pedantic and despotic noble, was riding home to his family's luxurious villa when he came across a pair of married peasants. The farmers, {@creature Rodric|Ar4} and {@creature Darinna|Ar4}, live close by and work hard to please the Allari family, who rule the region.",
										"{@creature Rodric|Ar4} tripped into the noble's path, dropping a basket of apples and potatoes across the road, in front of Sir Fadrin's horse. The horse reared with surprise at the sudden avalanche of produce, and unseated {@creature Sir Fadrin Allari|Ar4|Sir Fadrin}. The noble claimed that Rodric's display of ineptitude was an insult to the Allari family and that the peasant's station on the farm would end soon.",
										"{@creature Rodric|Ar4} couldn't contain himself and shouted an insult or two to the nobleman. {@creature Sir Fadrin Allari|Ar4|Sir Fadrin}, insulted, but proud, challenged {@creature Rodric|Ar4} to a duel to uphold his honor and make an example of the farmer. Surprised, {@creature Rodric|Ar4} could not back down from the situation, since refusing the noble's request would be considered a crime.",
										"{@creature Sir Fadrin Allari|Ar4|Sir Fadrin} commanded a traveler on horseback to notify the Allari estate of the duel so a witness could be present. An hour later, the family's accountant (a {@creature noble}), two more {@creature noble||nobles}, and a small group of {@creature commoner||commoners} have gathered by the side of the road to witness the duel. {@creature Darinna|Ar4} doesn't approve and pleads to both {@creature Rodric|Ar4} and {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} to stop this nonsense."
									]
								},
								{
									"type": "entries",
									"name": "Injustice for the Peasantry",
									"page": 30,
									"entries": [
										"The characters arrive at the scene just before the duel is scheduled to happen:",
										{
											"type": "insetReadaloud",
											"page": 30,
											"style": "text-center",
											"entries": [
												"The well-traveled road leads to a grassy prairie where a small crowd is gathered. Nobles, their entourages, and farmers surround an odd pair of combatants about to duel with swords. One is a nobleman in finery, the other one is a farmer with poorly adjusted armor. The peasant duelist has bad posture and holds the sword incorrectly. A peasant woman clutching a straw basket with apples cries, \"Stop! Please stop!\""
											]
										},
										"{@creature Sir Fadrin Allari|Ar4} is a {@creature knight}. {@creature Rodric|Ar4} is a commoner wearing {@item leather armor|PHB} (AC 11) and wielding a {@item longsword|PHB} that he is not proficient with. He has a {@hit +0} bonus to hit with the weapon and deals 4 ({@damage 1d8}) slashing damage on a hit.",
										"If the characters stand by and watch, it quickly becomes clear that {@creature Sir Fadrin Allari|Ar4} initiated the duel to mock the farmer; {@creature Rodric|Ar4} is no match for the noble. {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} taunts the inexperienced swordsman and tries to extend the duel for as long as possible while lecturing the other peasants to never disobey their lords. If no one intervenes, {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} beheads {@creature Rodric|Ar4} by the side of the road after a few minutes of fighting. The {@creature noble||nobles} are amused, the {@creature commoner||commoners} angry but silent, and {@creature Darinna|Ar4} cries in anguish as her husband dies."
									]
								},
								{
									"type": "entries",
									"name": "Golden Bribe",
									"page": 31,
									"entries": [
										"If the characters intervene before the fatal outcome of the duel, the {@creature noble||nobles} step back in surprise and wait for {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} to react. The despotic man turns to the characters and says:",
										{
											"type": "insetReadaloud",
											"page": 31,
											"style": "text-center",
											"entries": [
												"\"Strangers, you'd do well to stand back and behave. This man wronged my family and shall pay with his life. Watch as we enact our laws, lest they be applied to you. But here, have a few coins, for your troubles...\""
											]
										},
										"Sir Fadrin's accountant offers 10 gp to each adventurer to stand back and watch the duel. {@creature Darinna|Ar4} tries to convince them to help and explains what happened. If the characters draw their weapons and threaten to start a fight, the crowd scatters. {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} is confident in his swordsmanship and too proud to flee. He fights bravely but runs for his life, threatening to take revenge, if reduced to half hit points.",
										{
											"type": "entries",
											"name": "Attacking Is a Crime",
											"page": 31,
											"entries": [
												"All the characters know that raising a weapon against a {@creature noble} or harming them is considered a crime. They have also heard of the local commander of the watch, {@creature Damon Karenni|Ar4}, a friend of {@creature Sir Fadrin Allari|Ar4|Fadrin} and a formidable warrior who commands a squad of soldiers. Taking illegal action against {@creature Sir Fadrin Allari|Ar4|Fadrin} guarantees a confrontation with the group."
											]
										},
										{
											"type": "entries",
											"name": "A Noble Cause",
											"page": 31,
											"entries": [
												"A character with the {@background noble} background can, by law, challenge {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} to a duel, or offer to take {@creature Rodric|Ar4|Rodric's} place in the current duel. This legitimate action doesn't draw the ire of {@creature Damon Karenni|Ar4}, but only if the character fights the duel fairly and without help from others."
											]
										},
										{
											"type": "entries",
											"name": "Development",
											"page": 31,
											"entries": [
												"If the characters deal with {@creature Sir Fadrin Allari|Ar4|Sir Fadrin}, {@creature Rodric|Ar4} and {@creature Darinna|Ar4} are grateful to the characters but fear that the nobleman will return to exact his revenge. They need to leave town. Otherwise, the noble kills {@creature Rodric|Ar4}, leaving {@creature Darinna|Ar4} crying in the street.",
												"Engaging {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} in combat is the right thing to do but causes considerable setbacks to the characters. If the characters unfairly engage {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} and he lives, {@creature Damon Karenni|Ar4} ({@creature veteran}) and ten {@creature guard||guards} are sent to arrest the characters and bring them to court.",
												"If the characters kill {@creature Sir Fadrin Allari|Ar4|Sir Fadrin}, the {@creature noble||nobles} in the region target them, calling for their arrest and immediate execution. {@creature Damon Karenni|Ar4} and fifteen {@creature scout||scouts} are sent to arrest them or kill the characters if they resist."
											]
										},
										{
											"type": "inset",
											"name": "Not Who He Seems",
											"page": 31,
											"entries": [
												"If you want to add a twist to this encounter, you can make it so {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} is not human at all, but rather a creature in disguise pretending to be a noble. Here are three options to modify the encounter:",
												{
													"type": "entries",
													"name": "Doppelganger",
													"page": 31,
													"entries": [
														"{@creature Sir Fadrin Allari|Ar4|Sir Fadrin} is actually {@creature Xalvizat|Ar4}, a {@creature doppelganger} who murdered {@creature Sir Fadrin Allari|Ar4|Sir Fadrin} and now enjoys the knight's luxurious lifestyle. {@creature Rodric|Ar4} found Sir Fadrin's bloodied helm buried in a field the day before the duel, and brought it to {@creature Xalvizat|Ar4}, but the peasant is suspicious that the knight is not who he appears. {@creature Xalvizat|Ar4} started the duel on purpose as a way to kill the peasant without arousing suspicion. If the characters intervene and save {@creature Rodric|Ar4}, the peasant tells them about the helmet and asks them to investigate the strange happenings around {@creature Sir Fadrin Allari|Ar4|Sir Fadrin}, who used to be so kind and generous."
													]
												},
												{
													"type": "entries",
													"name": "Night Hag",
													"page": 31,
													"entries": [
														"{@creature Sir Fadrin Allari|Ar4|Sir Fadrin} is actually {@creature Auntie Mouthrot|Ar4}, a {@creature night hag}. She regularly challenges peasants to duels and toys with them because of the sick pleasure it brings her. If the characters intervene, she joins in the fun, asking them all to face her. When she is reduced to 50 hit points, she drops the facade and reveals her hag form and starts using magic. She casts {@spell plane shift} to flee when reduced to 20 hit points, swearing to exact revenge upon the characters."
													]
												},
												{
													"type": "entries",
													"name": "Silver Dragon",
													"page": 31,
													"entries": [
														"{@creature Sir Fadrin Allari|Ar4|Sir Fadrin} is actually {@creature Argentix|Ar4}, an {@creature adult silver dragon} who practices divination magic and knew the characters were traveling this way. The duel is a test for them. If they intervene to save {@creature Rodric|Ar4}, {@creature Argentix|Ar4} invites them back to his manor. Back at his home, he reveals his true form, rewards the characters with a {@item frost brand longsword}, and tells them they will need it in a coming battle against his old enemy, a red dragon named Cindrahalas."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Brigands in Disguise",
							"page": 32,
							"entries": [
								"{@i An encounter for 3rd-level to 4th-level characters}",
								"A group of disguised highway robbers approach the characters and attempt to lead them into an ambush. The criminals keep other hostages handy just in case things go awry.",
								{
									"type": "entries",
									"name": "Background",
									"page": 32,
									"entries": [
										"A band of heartless human and bugbear brigands developed a new, effective strategy to rob travelers:",
										{
											"type": "list",
											"items": [
												"Four brigands dress in tatters and wait for travelers on the road.",
												"They claim to be merchants taken captive by kidnappers who wanted to ransom them. The poor souls explain that they escaped from their captors just an hour ago.",
												"They say that more people from their caravan are still captive at the kidnappers' camp, and request help to free them.",
												"However, when the would-be saviors arrive at the camp, the four disguised brigands and their allies attack the duped victims and rob them."
											]
										},
										"Many of the poor fools who fell for the trap are already bound at the camp, while the rest died fighting. The dead rot in a ditch nearby."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00123.webp"
									},
									"title": "Brigand Camp",
									"credit": "Kent Davis",
									"width": 688,
									"height": 926
								},
								{
									"type": "entries",
									"name": "Poor Unfortunate Souls",
									"page": 32,
									"entries": [
										"The characters begin the encounter like the rest of the brigands' victims. They're traveling a lonely road on an otherwise uneventful journey when the disguised bandits request their help:",
										{
											"type": "insetReadaloud",
											"page": 32,
											"style": "text-center",
											"entries": [
												"Four wretched humans walk out of the wilderness toward the road dressed in tattered clothes. Two of them are limping and another is missing an eye. They raise their hands in a pleading gesture."
											]
										},
										"The four {@creature bandit||bandits} in disguise tell the story about the kidnappers and how they managed to escape; one of them was not bound properly and untied the others. They claim that at least a dozen other people are captive and scheduled to be killed if their ransom is not paid soon. The camp is half a mile from the road, next to a large forested area. If the characters agree to help the poor souls, they lead the adventurers to the ambush site. Three clues betray the criminals' tale:",
										{
											"type": "list",
											"items": [
												"One brigand, {@creature Valerdi|Ar4}, has a missing eye. He claims that the captors took his eye as torture, a few weeks ago. However, a character who makes a successful {@dc 14} Wisdom ({@skill Medicine}) check can tell that the wound is at least a few years old.",
												"Two brigands, {@creature Adria|Ar4} and {@creature Guzmo|Ar4}, limp when they walk, but a character with a passive Wisdom ({@skill Perception}) score of 15 or higher notices that their limps aren't always the same. Their steps are inconsistent and sometimes the injury disappears for a few moments.",
												"The final brigand, {@creature Olentil|Ar4}, speaks little and complains that a blow to the head from her captors makes it difficult to focus. If the characters stop for a break, she wanders off to clear her head. A character who makes a successful {@dc 15} Dexterity ({@skill Stealth}) check can follow her without being noticed. If {@creature Olentil|Ar4} believes she is unwatched, she drops the ruse and uses the break to play some solitaire with a deck of cards. If confronted about it, she claims her pain is dying down.",
												"If any characters suspect a ruse, they can guess that the escaped prisoners are lying with a successful {@dc 17} Wisdom ({@skill Insight}) check. However, the brigands won't confess or spill the truth willingly, even if confronted. This may lead to an argument, but bandits avoid fighting at all costs and tell the heroes to leave them to their fate if the characters insist on knowing more before approaching the camp."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ambush",
									"page": 33,
									"entries": [
										"When the characters reach the bandits' camp, the attack begins. The disguised bandits draw their hidden daggers and turn on the adventurers, shouting to alert their hidden allies. If the characters charge into the camp unaware that they're running into a trap, the brigands catch them by surprise.",
										"The brigands' force includes the following creatures:",
										{
											"type": "list",
											"items": [
												"Four {@creature bandit||bandits} disguised in tatters with {@item dagger|PHB|daggers}, which use a {@hit +3} to hit and deal 3 ({@damage 1d4 + 1}) piercing damage in the bandits' hands",
												"Four {@creature bandit||bandits} in trees that attack with {@item light crossbow|PHB|light crossbows}",
												"Two {@creature thug||thugs} with {@item mace|PHB|maces} who leap out from behind the thickets",
												"Four {@creature bugbear||bugbears} with {@item morningstar|PHB|morningstars}"
											]
										},
										"The brigands are cowards at heart. If half of them are reduced to 0 HP, the rest run for their lives.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Mud Traps",
													"page": 33,
													"entries": [
														"There are three 5-foot-square, 3-foot-deep mud pits in the camp. The bandits threw grass clippings over the mud to disguise it, but a character with a passive Wisdom ({@skill Perception}) score of 16 or higher notices the wet ground beneath the grass clippings. A creature that walks on the trap must make a successful {@dc 14} Dexterity saving throw or become {@condition restrained} in the mud. A {@condition restrained} creature can repeat the save at the start of each of their turns, pulling itself out of the mud and ending the condition but remaining covered in mud on a success. A creature covered in this mud moves at half speed unless it spends an action removing the thick mixture."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Tough Bargain",
											"page": 33,
											"entries": [
												"The brigands have a last resort to deal with the characters: there are twelve prisoners ({@creature commoner||commoners} and {@creature noble||nobles}) in the camp, bound and gagged. If half the criminals fall, the remaining brigands attack the prisoners. They warn the characters that they'll murder the hostages unless the adventurers surrender their valuables and leave. Otherwise, the brigands keep attacking the prisoners until only two of the criminals remain, who then flee."
											]
										},
										{
											"type": "entries",
											"name": "Development",
											"page": 33,
											"entries": [
												"Among the captured individuals are several merchants and the son of a nobleman. They promise a hefty reward of 500 gp total upon their safe return to the nearest city, which is a three-day-ride from the bandits' camp. The stolen goods in the camp are worth a total of 200 gp, though many of those trinkets belong to the surviving prisoners."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Cartographer",
							"page": 33,
							"entries": [
								"{@i An encounter for characters of any level}",
								"The characters meet a friendly cartographer, who offers his services and asks to travel with them. Little do they know that their new companion is testing the adventurers' integrity to see if they're ready for a rewarding mission.",
								{
									"type": "entries",
									"name": "Meeting Saoki",
									"page": 33,
									"entries": [
										"The characters come across an curious individual painting a map of the verdant landscape:",
										{
											"type": "insetReadaloud",
											"page": 33,
											"style": "text-center",
											"entries": [
												"A tall, slim human with thick spectacles and graying hair sits on a foldable wooden chair by the road. Brush in hand, the man paints a beautiful map. The cartographer stops for a moment to mix oil paints."
											]
										},
										"{@creature Saoki|Ar4}, a traveling cartographer and painter, likes to chat with travelers to share stories and rumors. The characters' arrival is a welcome sight for his tired eyes. {@creature Saoki|Ar4} has seen rough individuals pass by and heard fearsome roars in the distance and welcomes the opportunity to tag along with a larger group of people. The cartographer offers his wares and services to the characters and asks politely if he can travel with them for a while, until they reach their next stop.",
										{
											"type": "inset",
											"name": "Saoki",
											"page": 33,
											"entries": [
												"{@i Chaotic neutral human (age 48)}",
												"Saoki ({@creature commoner}) is a middle-aged man with an untamable love of exploration and recording strange stories, mysterious rumors, and unusual names. He creates marvelous oil paintings of landscapes and people and crafts the best maps in the region. Local nobles know Saoki as a creator of expensive, exclusive portraits.",
												{
													"type": "entries",
													"name": "Personality Trait",
													"page": 33,
													"entries": [
														"\"When I hear of a new place, I must see it with my own eyes.\""
													]
												},
												{
													"type": "entries",
													"name": "Ideal",
													"page": 33,
													"entries": [
														"\"My art speaks on my behalf, so it must be perfect.\""
													]
												},
												{
													"type": "entries",
													"name": "Bond",
													"page": 33,
													"entries": [
														"\"My family waits for me back in the city. I must return soon.\""
													]
												},
												{
													"type": "entries",
													"name": "Flaw",
													"page": 33,
													"entries": [
														"\"I can't form bonds with most people because I'm afraid of losing those I care about.\""
													]
												}
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00129.webp"
											},
											"title": "Cartographer on Road",
											"credit": "Bruno Machado",
											"width": 849,
											"height": 1329
										},
										"{@creature Saoki|Ar4} is a formidable source of information about the region and its people. He knows all about the upper class due to the popularity of his portraits. {@creature Saoki|Ar4} offers the following items and services:",
										{
											"type": "list",
											"page": 34,
											"items": [
												"An accurate map of the region or kingdom for 80 gp",
												"A pack of art supplies (paints, small brushes, and colored inks) for 40 gp",
												"Ten pages of {@item Parchment (one sheet)|PHB|parchment} for 1 gp",
												"Portrait painting (requires 15 days) for 400 gp",
												"Cartographer for hire for a daily wage of 5 gp"
											]
										},
										"If the characters talk to {@creature Saoki|Ar4}, he reveals one or two rumors from the following list. Each rumor is designed to be a story hook for a quest, but not all of them need be true:",
										{
											"type": "list",
											"page": 34,
											"items": [
												"People say two farmers went missing last week at Josipher's Farm. A hunter claimed to see wolf-like tracks just outside the same fields.",
												"A woman named Clara lives three hours away from here. She claims that a ghostly apparition haunts her house. Clara lives alone since her husband passed away in the war.",
												"Three children in a nearby town went missing for two days in the forest, then reappeared. They are unharmed but two of them have fox tails; the other has fox ears. All they remember is a charming lady in the forest offering them a fox-shaped candy. The authorities organized the townsfolk to sweep the forest in search of the culprit.",
												"A revolution is starting to boil in the underworld of the region's capital city. The current rulers have steeply raised taxes and are imprisoning those who can't pay.",
												"There's a tournament next week in the capital city. Knights and warriors from all over the kingdom will gather to gain the king's favor.",
												"In a nearby town, the constable's daughter ran away with her lover, a lowly criminal. The constable is offering a considerable reward for capturing the criminal and retrieving his daughter."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Quest for the Brave",
									"page": 34,
									"entries": [
										"{@creature Saoki|Ar4} is an observant and insightful person, and he's on a mission. He sizes up the characters during his journey to see if they're the kind of people he can trust with his life.",
										"The next time the group stops in a settlement, the cartographer reveals that he needs a team of strong warriors for a special assignment. If the characters were kind to {@creature Saoki|Ar4} and other people they met on the way, he shows them an old map to a dead dragon's lair that is supposedly untouched. He can read the ancient runes on the map, and offers to lead the characters to the lair if they protect him from any remaining threats. He proposes they split any treasure they find evenly among the individuals in the group.",
										"However, if the characters were disrespectful to {@creature Saoki|Ar4} or other innocents during the journey, he bids them farewell in town and gives them a \"treasure map\" to an old ruin in a nearby forest. The map leads to an owlbear lair. It is mating season and the monstrosities react violently to anyone who approaches the site. There is no treasure within."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Handout: Caravan Supplies",
							"page": 35,
							"entries": [
								{
									"type": "inset",
									"page": 35,
									"entries": [
										"Harikka's caravan has the following supplies:",
										{
											"type": "list",
											"items": [
												"Three {@item cart|PHB|carts}",
												"Four {@item draft horse|PHB|draft horses}",
												"Three wooden {@item chest|PHB|chests}, each 4 feet long and 2 feet wide and tall",
												"Six wooden crates, each 2 cubic feet",
												"Two bushels of {@item Cotton Cloth (1 sq. yd.)|PHB|cotton} and two of hay, each 5 feet long and 2 feet wide and tall",
												"One 8-foot-tall wardrobe",
												"Three {@item Light Crossbow|PHB|crossbows} and forty {@item Crossbow Bolt|PHB|crossbow bolts}",
												"Four {@item dagger|PHB|daggers}",
												"Two {@item Caltrops (bag of 20)|PHB|bags of caltrops}",
												"A {@item barrel|PHB} of pitch",
												"Two {@item shovel|PHB|shovels}",
												"Six {@item hammer|PHB|hammers} and 1,000 nails",
												"Three 10-foot-square canvas tarps",
												"Three {@item Hempen Rope (50 feet)|PHB|50-foot lengths of hemp ropes}",
												"Three {@item Oil (flask)|PHB|flasks of lantern oil}",
												"Two {@item Alchemist's Fire (flask)|PHB|flasks of alchemist's fire}",
												"Two pounds of lard"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Author Profiles",
					"page": 36,
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"columns": 2,
									"page": 36,
									"items": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00138.webp"
											},
											"altText": "Photo of Willy Abeel",
											"maxWidth": 250,
											"width": 401,
											"height": 401
										},
										"{@b Willy Abeel} is a gonzo game designer brimming with feral dad joke energy. Willy's exploits focus on interesting game mechanics and systems interwoven with cursed or weird subject material. If it doesn't have frogs, it's probably going to have clowns. The monster was last spotted funposting online and having a good time {@link https://twitter.com/TheWillyboo|@thewillyboo} on Twitter. Apprehend at all costs."
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"columns": 2,
									"page": 36,
									"items": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00136.webp"
											},
											"altText": "Photo of Cat Evans",
											"maxWidth": 250,
											"width": 400,
											"height": 400
										},
										"{@b Cat Evans} is an RPG writer and designer from the UK, and quite possibly a hag. He's horrifyingly prolific, and his interests sprawl over multiple genres from fantasy, to cyberpunk, to horror. He's written for the Altered Carbon RPG, multiple World of Darkness lines, Trophy, and Age of Sigmar: Soulbound, and is now Developer for Cubicle 7's Wrath & Glory RPG, set in the world of Warhammer: 40k. He's also the co-author (with his spouse Lore) and developer of the Dreadful Realms setting for 5e, successfully Kickstarted in 2020. Praise him {@link https://twitter.com/perpetualgloom|@perpetualgloom} on Twitter. He likes praise."
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"columns": 2,
									"page": 36,
									"items": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Ar4/00137.webp"
											},
											"altText": "Photo of Derek Ruiz",
											"maxWidth": 250,
											"width": 400,
											"height": 534
										},
										"{@b Derek Ruiz} is a prolific creator of fantasy locations and otherworldly adventures. He began his career in the TTRPG business primarily as a cartography illustrator and has given life to hundreds of fantasy locations under the pen name Elven Tower Adventures; the homonymous Patreon page has the support of 750+ awesome contributors. Derek is a forever-GM and loves to read and try out new systems for fun. Derek lives in Mexico with his wife Aurora and two beautiful cats.",
										"Patreon {@link https://www.patreon.com/elventower}",
										"Twitter {@link https://twitter.com/ElvenTower}",
										"Website {@link https://www.patreon.com/elventower}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Resources",
					"page": 37,
					"entries": [
						{
							"type": "entries",
							"name": "Chained Library:",
							"page": 37,
							"entries": [
								"{@link https://files.mcdmproductions.com/Arcadia202105/ChainedLibrary-v1-Level1-grid.jpg}",
								"{@link https://files.mcdmproductions.com/Arcadia202105/ChainedLibrary-v1-Level1-plain.jpg}",
								"{@link https://files.mcdmproductions.com/Arcadia202105/ChainedLibrary-v1-Level1.jpg}",
								"{@link https://files.mcdmproductions.com/Arcadia202105/ChainedLibrary-v1-Level2-grid.jpg}",
								"{@link https://files.mcdmproductions.com/Arcadia202105/ChainedLibrary-v1-Level2-plain.jpg}",
								"{@link https://files.mcdmproductions.com/Arcadia202105/ChainedLibrary-v1-Level2.jpg}",
								"{@link https://files.mcdmproductions.com/Arcadia202105/ChainedLibrary-v1-Level3-grid.jpg}",
								"{@link https://files.mcdmproductions.com/Arcadia202105/ChainedLibrary-v1-Level3-plain.jpg}",
								"{@link https://files.mcdmproductions.com/Arcadia202105/ChainedLibrary-v1-Level3.jpg}"
							]
						},
						{
							"type": "entries",
							"name": "ON the road encounters:",
							"page": 37,
							"entries": [
								"{@link https://files.mcdmproductions.com/Arcadia202105/KoboldsToll-Grid.jpg}",
								"{@link https://files.mcdmproductions.com/Arcadia202105/KoboldsToll-NoGrid.jpg}",
								"{@link https://files.mcdmproductions.com/Arcadia202105/KoboldsToll-Roll20-30x30.jpg}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "License",
					"page": 38,
					"entries": [
						"OPEN GAME License Version 1.0a The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.",
						{
							"type": "list",
							"style": "list-decimal",
							"columns": 2,
							"page": 38,
							"items": [
								"Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.",
								"The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.",
								"Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.",
								"Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.",
								"Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.",
								"Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.",
								"Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.",
								"Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.",
								"Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.",
								"Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.",
								"Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.",
								"Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.",
								"Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.",
								"Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "COPYRIGHT NOTICE",
													"page": 38,
													"entries": [
														"",
														"Open Game License v 1.0a Copyright 2000, Wizards of the Coast, LLC.",
														"System Reference Document 5.1 Copyright 2016, Wizards of the Coast, LLC.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.",
														"ARCADIA Issue 4. Copyright 2021, MCDM Productions, LLC. Authors: Willy Abeel, Cat Evans, Derek Ruiz, Matt Colville, and James Introcaso"
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
