{
	"_meta": {
		"sources": [
			{
				"json": "Arcadia10",
				"abbreviation": "Ar10",
				"full": "Arcadia Issue 10",
				"url": "https://shop.mcdmproductions.com/collections/arcadia/products/arcadia-complete-bundle-issues-1-30",
				"authors": [
					"Celeste Conowitch",
                    "Scott Fitzgerald Gray",
                    "Anthony Joyce"
				],
				"convertedBy": [
					"ForeverAlwaysGM (Billiam94)"
				],
				"version": "11/2021"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 0,
		"status": "wip"
	},
	"book": [
		{
			"name": "Arcadia 10",
			"id": "Ar10",
			"source": "Arcadia10",
			"group": "homebrew",
			"author": "MCDM Productions",
			"published": "2021-11-24",
			"contents": [
				{
					"name": "Letter from the Editor"
				},
				{
					"name": "Familiar Suspects",
                    "headers": [
                        "Building Familiars",
                        "Example Familiars"
                    ]
				},
				{
					"name": "Arms of Accord",
                    "headers": [
                        "Weapons of a Lost Age",
                        "Reclaiming the Arms of Accord",
                        "Spells of Accord",
                        "Ascendant Weapons"
                    ]
				},
				{
					"name": "Defend Yer Gobbo Cave!",
                    "headers": [
                        "Attacking the Cave",
                        "Playing Defend Yer Gobbo Cave!",
                        {
                            "header": "Step 1. The Gobbo Becomes You",
                            "depth": 1
                        },
                        {
                            "header": "Step 2. Building your Gobbo Cave",
                            "depth": 1
                        },
                        {
                            "header": "Step 3. Defend Yer Gobbo Cave!",
                            "depth": 1
                        },
                        {
                            "header": "Cave Rooms",
                            "depth": 1
                        },
                        {
                            "header": "Gobbo Rewards",
                            "depth": 1
                        },
                        "Appendix A. Gobbos and Gobbo Statistics"
                    ]
				}
			]
		}
	],
    "bookData": [
        {
            "id": "Ar10",
            "source": "Arcadia10",
            "data": [
                {
                    "type": "section",
                    "name": "Letter from the Editor",
                    "page": 1,
                    "entries": [
                        "Playtesting made this issue (and every previous issue of {@i ARCADIA}) awesome. If you like what you read in this magazine, please join me in thanking our invaluable testers and Lars Bakke, the Production and Playtest Director for {@i ARCADIA} and MCDM Productions.",
                        "When I first started working with MCDM as a contractor, I was delighted to learn they had a full-time staff member overseeing playtesting. Every tabletop company I’ve worked with runs playtests a little differently, and none put as much care or as many rounds of testing into the process as MCDM. It’s one reason I wanted to join the team full-time!",
                        "For {@i ARCADIA}, I go through my own suggested revisions with the authors, and then each article goes through two rounds of development testing. In the first round, a dedicated team of paid playtesters gives initial feedback on the article. I read their comments and summarize them for the author. Then the writer takes that feedback and makes any revisions they deem necessary. (It is their name on the byline, after all, so they get final say!) Round two is similar to round one, except that the article is playtested by a bigger group of volunteer testers (which also includes the contractors from round one).",
                        "Since {@i ARCADIA} is a monthly magazine, we’re doing this process at least three times a month alongside everything else we test, like content for {@class Illrigger|ILL|The Illrigger} or {@book Kingdoms & Warfare|KaW} (which have much longer development cycles and many rounds of testing, including public playtests). After going through two rounds of playtesting and revision, the articles head off to final edit, where {@link Sadie Lowry|https://twitter.com/incandescaent} and {@link Hannah Rose|https://twitter.com/wildrosemage} perform incredible feats of language arts…and language maths. Once they’ve done their thing, {@link Jen McCleary|https://www.jenmccleary.com/} takes the words from the development side and the illustrations from our art team and lays it all out into a magazine…that goes back into playtesting.",
                        "The MCDM staff and our contract testers go through another few rounds of proofreading the layout to catch typos and other errors, which we report to Jen, who fixes them. Then we send the InDesign files to {@link Chris Hopper|https://twitter.com/chrishopper2}, who makes the articles accessible and tackles any very lastminute fixes we ask.",
                        "After all that, you get the magazine, but testing still ain’t done! Our senior tester, {@link Spencer Hibnick|https://twitter.com/PestoEnthusiast}, reads the community’s reactions and compiles any new issues found after publishing, because someday we may do an updated compilation!",
                        "I’ve never been part of a team that tests this thoroughly. It is a huge boon that pays off in spades. Our authors love it, and {@i ARCADIA} is better for it. I know I’m grateful.",
                        "So when you’re watching your players’ faces light up as they use one of {@link Scott Fitzgerald Gray’s|https://twitter.com/scottfgray} magic weapons, create a custom familiar using {@link Celeste Conowitch’s|https://twitter.com/cconowitch} method, or wreak havoc as a goblin in {@link Anthony Joyce’s|https://twitter.com/Thrawn589} adventure, join me in giving a hearty thanks to the entire team who makes {@i ARCADIA} awesome.",
                        "{@i Ex animo},",
                        "James Introcaso",
                        "Managing Editor"
                    ]
                }
            ]
        }
    ]
}
