{
	"_meta": {
		"sources": [
			{
				"json": "Arcadia27",
				"abbreviation": "Ar27",
				"full": "Arcadia Issue 27",
				"url": "https://shop.mcdmproductions.com/products/arcadia-issue8",
				"authors": [
					"Hannah Rose",
					"James Intracaso",
					"Gwendolyn Marshall",
					"Willy Abeel"
				],
				"convertedBy": [
					"ForeverAlwaysGM (Billiam94)"
				],
				"version": "04/2023",
				"color": "006994"
			}
		],
		"optionalFeatureTypes": {
			"BST:MC": "Mystic Connection"
		},
		"dependencies": {
			"monster": [
				"MM",
				"FleeMortals"
			]
		},
		"internalCopies": [
			"monster"
		],
		"dateAdded": 1720971490,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "e31358f2fa",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Arcadia Issue 27",
			"id": "Arcadia27",
			"source": "Arcadia27",
			"group": "homebrew",
			"author": "MCDM Productions",
			"published": "2023-04-26",
			"contents": [
				{
					"name": "Letter from the Editor"
				},
				{
					"name": "Captain Ralazar's Guide to Sea Monsters",
					"headers": [
						"Jaws from Below",
						"Sunken Treasures"
					]
				},
				{
					"name": "Perils of the Deeps",
					"headers": [
						"Environmental Conditions",
						"Hazards",
						"Creatures of the Deeps"
					]
				},
				{
					"name": "The Ballad of Captain Shivershank",
					"headers": [
						"Background",
						"Starting an Adventure",
						"Composing the Ballad",
						"New Rules",
						"New Magic Item",
						"The Ocean Ahead"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Arcadia27",
			"source": "Arcadia27",
			"data": [
				{
					"type": "section",
					"name": "Letter from the Editor",
					"page": 1,
					"entries": [
						"Long, long ago (also known as January 2022, but it feels like a lot longer), James Introcaso and I were talking about our former careers—mine as a software developer, his as a screenwriter for National Geographic writing, among other things, {@link songs about sharks|https://vimeo.com/102545202}. I joked that we should have him write a shark-focused article for {@i ARCADIA} ... to which he responded, \"My magnum opus. {@i SHARKADIA}.\"",
						"And thus {@i SHARKADIA} was born, a joke we not-so-secretly dreamed of making a reality. The MCDM team got on board, authors pitched many amazing ideas, and James was unleashed to write about fearsome sharks, friendly sharks, magic-guzzling sharks, weresharks, and more. Sharks galore!",
						"Sometimes committing to the bit as TTRPG designers means creating silly content perfect for a lighthearted one-shot or meme-inspired character. But in {@i ARCADIA}, we promise three articles a month of awesome, thoroughly tested stuff that you can use over and over again, and we wanted to deliver on that promise in {@i SHARKADIA}, too. There's lighthearted fun, yes, but part of committing to the bit for us is going all-out on substance inspired by nerdy topics outside of games. In this case, we took a deep dive into shark lore, pirate history, and deep-sea flora and fauna—all with our own fantasy twist! The real world is vast and strange and wonderfully, endlessly inspiring.",
						"It also worked nicely to do aquatic content as part of a themed issue. Usually, each issue of {@i ARCADIA} presents three entirely separate articles so there's something for every campaign, but it's not easy to add sharks to your game unless the party has a good reason to go to sea, which requires your adventures to take a more oceanic spin. {@i One} aquatic article isn't as easy to use as {@i three} aquatic articles that give you a full set of monsters, companions, magic items, environments, quests, easy ship combat rules, random encounters, and more—everything you need to make seafaring adventures part of your game.",
						"\"Captain Ralazar's Guide to Sea Monsters,\" by James Introcaso himself, is a fin-tastic feast of creatures and magic items documented by a legendary sailor, from the aranoth that absorbs memories to the warp shark whose tail can cut through reality. From Gwendolyn Marshall, \"Perils of the Deeps\" presents environmental conditions and challenges to make deep-sea adventuring feel properly perilous, plus five new monsters lurking in the depths, including the angler shark and dire jelly. And last but certainly not least, Willy Abeel brings us \"The Ballad of Captain Shivershank,\" an epic treasure trove of quest hooks, narrative seeds, and a memorable ally— or villain. With this piratical toolbox, you can create a swashbuckling campaign, story arc, or one-shot like no other.",
						"{@i SHARKADIA} has been a labor of love, committing to the bit and then some, and collaboratively enabling each other to reach new shark-inspired heights. We can't wait to hear about your adventures on the high seas and in the ocean depths.",
						"{@i De somnio ad itinere},",
						"Hannah Rose",
						"Managing Editor"
					]
				},
				{
					"type": "section",
					"name": "Captain Ralazar's Guide to Sea Monsters",
					"page": 2,
					"entries": [
						"{@note Terrors and wonders of the great blue expanse by James Introcaso}",
						"I, Captain Talon Ralazar, write this document aboard the {@i Feasting Fin II}. The three-year hunt for Shipsnapper, that scarred megalodon that devoured the first {@i Feasting Fin} and most of her crew, continues. Our quest for vengeance has not been easy. My crew and I have faced horrors beyond the most feverish imaginings of any scurvy-sick sailor and uncovered treasures beyond your wildest imaginings. Such wonders need records, for Shipsnapper is hungry, and I know not if we will make it back to port to tell the tale.",
						"While the crew chums the water, waiting for Ol' Snapper to make an overdue appearance, I set my mind to cataloging these bizarre monsters and wondrous treasures. If you're reading this, may it be because this account was published after our victory, and not because Shipsnapper bested me a second time, leaving your unlucky hands to dredge this scroll from the bottom of the deep ... or that shark's accursed gullet!",
						{
							"type": "entries",
							"name": "Jaws from Below",
							"page": 2,
							"entries": [
								"Our hunt for the great behemoth has borne us to many a monster—some terrible, some friendly, but all to be treated with respect.",
								{
									"type": "table",
									"caption": "Ralazar's Sharks by Challenge Rating",
									"page": 2,
									"colLabels": [
										"Challenge Rating",
										"Creature"
									],
									"colStyles": [
										"col-4 text-left",
										"col-6 text-left"
									],
									"rows": [
										[
											"1",
											"{@creature Hound Shark|Arcadia27}"
										],
										[
											"3",
											"{@creature Wereshark|Arcadia27}"
										],
										[
											"4",
											"{@creature Arcane Remora|Arcadia27}"
										],
										[
											"5",
											"{@creature Maelstrom Hammerhead|Arcadia27}"
										],
										[
											"6",
											"{@creature Warp Shark|Arcadia27}"
										],
										[
											"8",
											"{@creature Icebreaker Shark|Arcadia27}"
										],
										[
											"14",
											"{@creature Megalodon|Arcadia27}"
										],
										[
											"16",
											"{@creature Aranoth|Arcadia27}"
										]
									]
								},
								{
									"type": "inset",
									"page": 7,
									"name": "Hound Shark Companion",
									"entries": [
										"The {@creature hound shark companion|Arcadia27} stat block uses the {@cite Companion Creatures|Arcadia27|rules} found in {@book Beastheart and Monstrous Companions|BST}. When a {@class beastheart|BST} with a hound shark companion uses an exploit that refers to the companion's walking speed, such as {@optfeature Drag Them (4 Ferocity)|BST|Drag Them}, use the hound shark's swimming speed instead.",
										"The hound shark companion is great for underwater campaigns, but a generous GM can give a character with a shark companion some of the magic items from {@book \"Swimming through Sand to Sea: More Mounted Adventuring\" by Willy Abeel in ARCADIA 4|Ar4|0}, so their shark friend can also accompany them on land."
									]
								},
								{
									"type": "inset",
									"page": 7,
									"name": "Mystic Connection: Hound Shark",
									"entries": [
										"If you're playing a {@class beastheart|BST} and have a {@creature hound shark companion|Arcadia27}, you gain the following benefit at 9th level when you gain the beastheart's {@classFeature Mystic Connection|Beastheart|BST|9|BST} feature:",
										"{@optfeature Mystic Connection: Hound Shark|Arcadia27}"
									]
								},
								{
									"type": "inset",
									"page": 13,
									"name": "Wereshark Template",
									"entries": [
										"A Humanoid who becomes a wereshark gains the following changes to their statistics:",
										{
											"type": "list",
											"items": [
												"Their Strength becomes 16 (+3) unless it is already higher.",
												"They have immunity to bludgeoning, piercing, and slashing damage from nonmagical attacks that aren't silvered.",
												"They have {@sense blindsight} out to a range of 60 feet.",
												"They gain the {@creature wereshark|Arcadia27|wereshark's} speed, Blood Frenzy trait, and Change Shape bonus action.",
												"They gain a +1 bonus to AC while in hybrid or shark form from natural armor.",
												"They gain the {@creature wereshark|Arcadia27|wereshark's} Bite attack, which uses Strength for attack and damage rolls. The DC for the saving throw equals 8 + the wereshark's proficiency bonus + the wereshark's Constitution modifier. A creature can choose to fail this saving throw."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sunken Treasures",
							"page": 13,
							"entries": [
								"While exploring the deep, my crew came across four magic items infused with the essence of sharks. Now, I don't condone wearing shark teeth as a fashion choice, but when those teeth got magic in them, you've got to at least try them on. And of course, Ol' Snapper is in for a surprise when he sees the {@i Feasting Fin II} is sharkier than her mother.",
								{
									"type": "list",
									"style": "list-no-bullets",
									"columns": 2,
									"items": [
										"{@item Amulet of Shark Teeth|Arcadia27}",
										"{@item Belt of Blood Frenzy|Arcadia27}",
										"{@item Sharkboat|Arcadia27}",
										"{@item Slashpoint|Arcadia27}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Perils of the Deeps",
					"page": 15,
					"entries": [
						"{@note Environmental hazards and monsters beneath the waves by Gwendolyn Marshall}",
						"{@b Content Warning: This article includes themes of drowning, darkness, and pressure in the ocean depths, and a worm that burrows into flesh and bones. We recommend using the {@link MCDM Safety Toolkit and Checklist|https://mcdm.gg/SafetyToolkit} and adjusting as needed to ensure everyone has a good time.}",
						{
							"type": "quote",
							"entries": [
								"The deepest parts of the ocean are totally unknown to us. No soundings have been able to reach them. What goes on in those distant depths? What creatures inhabit, or could inhabit, those regions twelve or fifteen miles beneath the surface of the water? What is the constitution of these animals? It's almost beyond conjecture."
							],
							"by": "Jules Verne",
							"from": "20,000 Leagues Under the Sea {@i (trans. Frederick Paul Walter)}"
						},
						"Aquatic adventuring brings with it distinctive dangers, from otherworldly beasts to unique environmental hazards. Those who venture beneath the waves might struggle to endure strong currents, crushing pressure, and murky depths, as well as alien creatures unlike any on the surface.",
						"This article presents tools for GMs running undersea adventures. These include terrain effects, such as becoming entangled in a kelp forest, becoming disoriented and losing a sense of which way is up in murky waters, and the challenges of navigating currents, riptides, and undertows that threaten to sweep creatures out to sea.",
						"Additionally, strange and deadly underwater foes threaten those who dare to dive deep: the dire jelly, the giant spider crab, the angler shark, the eldritch anemone, and the swarm of zombie worms.",
						{
							"type": "section",
							"name": "Environmental Conditions",
							"page": 15,
							"entries": [
								"Much like descending into subterranean realms, plunging beneath the waves introduces a special set of environmental challenges. Light struggles to reach deeper waters, especially in murky or brackish conditions, and the pressure of the water around adventurers can easily crush them to death. Even in the absence of the horrific creatures that lurk below, the deep ocean is a deadly locale.",
								"The rules in this article are designed to help you, the GM, include these challenges in any of your own underwater games, and are designed specifically for use with the creatures at the end of this article and the other articles in this special issue of {@i SHARKADIA}. The core rules and other official supplements contain alternative versions of some of these rules, but we wanted to provide you with the MCDM interpretation tailored for use with the beasties in this issue, and because many of our readers might not own every official book.",
								"You don't have to use all these optional rules together. Especially for low-level parties, one or two environmental challenges can add tension without making underwater adventuring a slog. In addition, don't be shy about giving the characters tools to overcome or mitigate these challenges. The {@spell light} cantrip and other magic can provide effective light sources underwater, but the darkness of the deep ocean remains threatening and dangerous—so that characters know to keep that magical light close, and to beware of what might be lurking beyond its sheltering glow.",
								{
									"type": "entries",
									"name": "Light",
									"page": 16,
									"entries": [
										"Though the waters near the surface see day and night just as the area above the water does, darkness permanently shrouds the deeps. Sunlight penetrates the ocean to a depth of roughly 650 feet, and normal vision is possible during the day. Beyond this point, the sunlight fades. Only dim light reaches the area from 650 to 1,000 feet beneath the surface. Beyond 1,000 feet, all is in darkness.",
										{
											"type": "entries",
											"name": "Visibility",
											"page": 16,
											"entries": [
												"All natural bodies of water contain small particles of dirt, silt, and other materials. Over larger distances, this impedes vision, even in bright light. While in clear water, a creature with {@sense darkvision} or in bright light can see out to a range of 120 feet. In turbulent or brackish waters, maximum visibility drops to 30 feet."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Pressure",
									"page": 16,
									"entries": [
										"The physical pressure of the water can crush surfaceworld creatures who venture too deep beneath the waves. As the core rules note, any creature without a swimming speed who swims for 1 hour gains one level of exhaustion unless they succeed on a DC 10 Constitution saving throw. Swimming through deep water is even more arduous, requiring a creature without a swimming speed to make the saving through against exhaustion every half hour at a depth below 100 feet, or every 15 minutes at a depth below 200 feet.",
										"Creatures not naturally acclimated to the pressures of the deep ocean take bludgeoning damage after spending 15 minutes at a depth of 650 feet or deeper, and every 15 minutes thereafter, as shown on the Environmental Effects by Depth table.",
										{
											"type": "table",
											"caption": "Environmental Effects by Depth",
											"page": 16,
											"colLabels": [
												"Depth",
												"Light",
												"Pressure Damage"
											],
											"colStyles": [
												"col-3 text-left",
												"col-3 text-left",
												"col-3 text-left"
											],
											"rows": [
												[
													"0–650 feet",
													"Bright light (daytime)",
													"—"
												],
												[
													"650–1,000 feet",
													"Dim light (daytime)",
													"10 ({@damage 3d6})"
												],
												[
													"1,000+ feet",
													"Darkness",
													"17 ({@damage 5d6})"
												]
											]
										},
										{
											"type": "entries",
											"name": "Overcoming Pressure",
											"page": 16,
											"entries": [
												"Characters who can mitigate or negate bludgeoning damage can overcome the effects of deep-sea pressure. By default, magic items and spells that grant creatures a swimming speed or the ability to breathe underwater don't automatically protect a creature from this pressure. However, a character who can cast the {@spell water breathing} spell can spend time during a short or long rest to experiment with the spell. With a successful DC 15 spellcasting ability check, the character learns how to cast {@spell water breathing} using a spell slot of 4th level or higher to acclimate creatures to deep-sea pressure, in addition to granting them the ability to breathe underwater.",
												{
													"type": "inset",
													"page": 17,
													"name": "Other Effects of Pressure",
													"entries": [
														"We've chosen not to include rules for real-world concerns like nitrogen narcosis and decompression sickness in this article. A heroic fantasy RPG character need not suffer barotrauma for the sake of scientific accuracy."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Hazards",
							"page": 17,
							"entries": [
								"Aquatic environments come with their own dangers and challenges, both mundane and magical. As GM, you can employ these hazards in your adventures to create tension and make an encounter feel interesting and unique. And don't forget that in a heroic fantasy game, the characters might well be able to use a hazard to their advantage.",
								{
									"type": "entries",
									"name": "Current",
									"page": 17,
									"entries": [
										"Oceans, rivers, and even lakes have currents that move volumes of water—and anything within that water—at various speeds. Swimming through moving water can present particular challenges. When a body of water has a current, you as the GM decide whether the current is weak or strong, and in which direction it moves. River currents pull creatures downstream, and can be weak or strong. Tides pull creatures away from shore when the tide is going out and toward it when coming in, and are usually weak. Riptides are an exception, creating a strong current that pulls creatures away from shore. Undertows pull creatures downward in the water, and can be weak or strong.",
										"When a swimming creature starts their turn in a current or enters one for the first time on a turn, they can choose whether to be pulled with the current or attempt to resist it. A creature who wishes to resist a current and remain where they are, or who wishes to move in any direction other than the one in which the current is flowing, must make a DC 10 Strength ({@skill Athletics}) check for a weak current, or a DC 15 check for a strong current. A creature with a swimming speed has advantage on this check. A creature who chooses to be pulled with the current or who fails the ability check to resist it is pulled 10 feet for a weak current or 20 feet for a strong current, moving in the direction the current flows."
									]
								},
								{
									"type": "entries",
									"name": "Disorientation",
									"page": 17,
									"entries": [
										"When a creature underwater can't sense the direction of the surface above or the bottom below them, they are in danger of becoming disoriented and confusing up with down. When a {@condition blinded}, {@condition dazed|FleeMortals}, or {@condition deafened} creature starts their turn underwater, they must make a DC 10 Wisdom saving throw. On a failure, the creature becomes disoriented until the start of their next turn or until the {@condition blinded}, {@condition dazed|FleeMortals}, or {@condition deafened} condition ends, whichever comes first. A creature who moves while disoriented must roll a d6 and consult the Disorientation Direction table to determine their direction.",
										{
											"type": "table",
											"caption": "Disorientation Direction",
											"page": 17,
											"colLabels": [
												"{@dice d6}",
												"Direction"
											],
											"colStyles": [
												"col-1 text-center",
												"col-9 text-left"
											],
											"rows": [
												[
													"1",
													"Deeper into the water"
												],
												[
													"2",
													"North"
												],
												[
													"3",
													"South"
												],
												[
													"4",
													"East"
												],
												[
													"5",
													"West"
												],
												[
													"6",
													"Up toward the surface"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Kelp Forest",
									"page": 17,
									"entries": [
										"Many bodies of water contain underwater \"forests\" of kelp, seaweed, and other plant life, which can pose special challenges for creatures swimming through them. When a kelp forest fills an area of water, that area is difficult terrain and maximum visibility with bright light or {@sense darkvision} drops to 30 feet.",
										"In a thick kelp forest, creatures and objects more than 15 feet away from each other have half cover, and creatures moving through the area might also become entangled. In such dense-growing areas, a creature must make a DC 10 Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check the first time they move on their turn. On a failure, they become tangled in strands of kelp and can't move. A creature tangled in kelp can use 15 feet of movement to repeat the ability check, freeing themself on a success.",
										"Any 5-foot cube of kelp has AC 9, 10 hit points, and immunity to psychic damage. Destroying the kelp frees a creature trapped in it."
									]
								},
								{
									"type": "entries",
									"name": "Devouring Kelp Forest",
									"page": 18,
									"entries": [
										"Kelp forests corrupted by malevolent magic, such as might be found near a sea hag coven's lair or an area haunted by undead, can become carnivorous and even semi-sentient. Such kelp forests don't grow as densely as normal kelp, since devouring kelp bereft of flesh to feed on quickly consumes its neighbors.",
										"As soon as fresh prey approaches, devouring kelp reaches out to snare it. A creature who moves for the first time on their turn in a devouring kelp forest must succeed on a DC 13 Dexterity saving throw or be {@condition grappled} (escape DC 13). At the start of their first turn {@condition grappled} by devouring kelp, a creature takes 5 ({@damage 2d4}) necrotic damage. Each round that a creature remains grappled, the kelp twines more tightly around them, increasing the escape DC by 1 and dealing an additional {@damage 1d4} necrotic damage at the start of each of the creature's turns—increasing the damage to 7 ({@damage 3d4}), 10 ({@damage 4d4}), and so on.",
										"Any 5-foot cube of devouring kelp has AC 11, 10 hit points, and immunity to necrotic and psychic damage. Destroying the kelp frees a creature grappled by it."
									]
								},
								{
									"type": "entries",
									"name": "Shipwreck",
									"page": 18,
									"entries": [
										"The watery graves of sunken ships become a haven for sea life, which flourishes even as a ship and its sailors decay. Adventurers might venture to a shipwreck in search of sunken treasure, a lost item, or to solve the mystery of a not-so-accidental wreck.",
										"The {@table Perils of the Deeps; Random Shipwreck Encounters|Arcadia27|Random Shipwreck Encounters} table details a number of potential encounters you can use in an undersea adventure, or as inspiration for creating encounters of your own. If an encounter includes a variable number of creatures, choose a number appropriate for your party's level and the desired encounter difficulty."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Creatures of the Deeps",
							"page": 19,
							"entries": [
								"Many and strange are the beings that lurk in the murky depths of the sea.",
								{
									"type": "table",
									"caption": "Deep-Sea Creatures",
									"page": 19,
									"colLabels": [
										"Challenge Rating",
										"Creature"
									],
									"colStyles": [
										"col-4 text-center",
										"col-6 text-left"
									],
									"rows": [
										[
											"1",
											"{@creature Giant spider crab|Arcadia27}"
										],
										[
											"2",
											"{@creature Swarm of zombie worms|Arcadia27}"
										],
										[
											"4",
											"{@creature Dire jelly|Arcadia27}"
										],
										[
											"6",
											"{@creature Angler shark|Arcadia27}"
										],
										[
											"8",
											"{@creature Eldritch anemone|Arcadia27}"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Ballad of Captain Shivershank",
					"page": 24,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"♪ ♪ And in one-fell-swoop,",
								"She made me ship-done-sank, ",
								"And now I wave her banner,",
								"Captain Shi-ver-shank! ♪ ♪"
							],
							"from": "{@i Excerpt from} {@link The Ballad of Captain Shivershank|https://mcdm.gg/Sharkadia/Shivershank.mp3}"
						},
						"Here there be campaign treasure!",
						"This article is a trove of tools for building a piratical campaign, complete with quest hooks, encounter ideas, rules, and a group patron. Your player characters can become swashbuckling pirates serving a larger-than-life pirate captain, or you can take the parts that inspire you and shove off on other seafaring adventures.",
						"If you use the framework here to run a campaign, it's designed to begin around 3rd level and culminateat 12th level or beyond. However, as befits a piratical campaign, it's intentionally flexible so you can chart your own course: the characters can begin at any level, or you could introduce a seafaring arc into an existing storyline (see the \"Starting Mid-Campaign\" sidebar below).",
						"But first things first—it all starts with Captain Shivershank.",
						{
							"type": "section",
							"name": "Background",
							"page": 24,
							"entries": [
								"Everyone once knew about lachomps (la-SHAUMF), a hardy nautical people whose teeth were almost as sharp as their skin. Their skin could cut through reality, allowing them to \"swim\" across any surface. And yet they've all but vanished from public memory over the last 400 years. A few records of lachomps and their societies remain, but even many multi-centenarians have never heard of them.",
								"Shivershank is the last living lachomp and one of the most fearsome seafarers alive. Her tale started centuries ago, when her first ship was destroyed by a ruthless sailor—his name lost to time—who offered her the choice to die on her own or join his crew. Within the year, she had killed the captain and taken over his ship. She now offers the same choice to all her victims, confident the same fate will never befall her.",
								"As a pirate, Shivershank strove to become the greatest and single most important lachomp in existence. Her voyages led her to learn of the {@i Wishes 100}, a legendary wishing wheel said to make the wielder's wildest dreams a reality, and she had the nautical prowess to claim it herself. When it granted her wish, it vanished—as did every other lachomp. Shivershank was left alone with the weight of her actions.",
								"Centuries passed before new rumors surfaced of a {@i Wishes 99} hidden where only the strongest vessels dare sail. Shivershank, now captain of seven ships, continues to expand her fleet and resources, working to claim that magic wheel once more. It won't be long before she can reword her wish to what she actually meant the first time, restoring the people she unwittingly destroyed and securing her legacy.",
								{
									"type": "entries",
									"name": "Setting the Campaign",
									"page": 25,
									"entries": [
										"The material presented here should work in any existing setting with an ocean, rich nobles, and a seafaring society. The locations create a familiar, personable stomping ground, while the groups offer connections that ground players in the setting.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Porta Ricchezze",
													"entries": [
														"This midsize trading port is home to many old sailors telling tall tales of past adventures. The town is filled with niche storefronts, guildsmen crafters, and a small ranch."
													]
												},
												{
													"type": "entries",
													"name": "Calcolo's",
													"entries": [
														"This seedy tavern stands as a safe house for all people. It's one of the best places in town for pirates to make deals and find work, including a very active bounty board. Calcolo, a salty coalder{@sup {@cite Coalders|Arcadia27|1}} with huge arms covered in tattoos and a long, oily ponytail, ensures no guards meddle in the tavern's business."
													]
												},
												{
													"type": "entries",
													"name": "The Oroboriosos",
													"entries": [
														"The Oroborioso noble family controls most of the trade out of Porta Ricchezze. Employing their own boats and privateers, they hoard their wealth in a castle on a remote island, but their ultimate aim is to claim one of every magic item of rare or greater rarity for their family's museum. They have some history with Shivershank—or, more accurately, bad blood."
													]
												},
												{
													"type": "entries",
													"name": "The Navigallant",
													"entries": [
														"Everyone talks about the Navigallant in whispers. They're a loose network of sailors and pirates who share rumors of treasure and high-paying jobs in exchange for protecting each other from raiders and monsters. Shivershank isn't a part of the Navigallant, but she won't pass up information acquired by the few of her crewmates who are."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ships, Sharks, Terrors, and Hazards",
									"page": 25,
									"entries": [
										"The rest of this article contains references to specific {@u {@book boat sizes|Arcadia27|3|Ships}} and titanic versions of creatures called {@u {@book Sea Terrors|Arcadia27|3|Sea Terrors}}. These are optional rules and additions that can be found toward the end of the article (see \"{@book New Rules|Arcadia27|3|New Rules}\") and are {@u underlined} wherever they appear.",
										"In addition, certain monsters, vehicles, and undersea hazards come from the sibling articles in this issue of ARCADIA: \"{@book Captain Ralazar's Guide to Sea Monsters|Arcadia27|1}\" by James Introcaso and \"{@book Perils of the Deeps|Arcadia27|2}\" by Gwendolyn Marshall. These will be bolded (and cited) wherever they appear, so keep those articles handy! If a stat block doesn't cite either of those articles, it's found in the core rules.{@sup {@cite Alternate Stats|Arcadia27|2}}"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Starting an Adventure",
							"page": 25,
							"entries": [
								"These plot hooks provide opportunities for the adventurers to go on the account{@sup {@cite Go on the Account|Arcadia27|3}} as members of Shivershank's crew:",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Fishing Boat",
													"entries": [
														"The adventurers have individually signed onto a fishing job that pays suspiciously well (10 gp for a day's haul). It's a quiet day of casting nets off a {@u {@cite Ship Categories|Arcadia27|mid boat}} and sharing tall tales. Suddenly, the ship is hit by cannon fire and beset by {@creature bandit||bandits} led by {@creature Captain Shivershank|Arcadia27}. Turns out the fishing boat was captained by a deserter who took some of her treasure, and she intends to sink it.",
														"Shivershank realizes the adventurers have nothing to do with the deserter and offers the option to join her crew—an opportunity to gain far more wealth than fishing would pay. If the adventurers refuse, the pirates drop them off at the nearest port and strip them of any equipment worth more than 10 gp (as \"payment\")."
													]
												},
												{
													"type": "entries",
													"name": "Gnome Alone",
													"entries": [
														"The adventurers are in a tavern filled to the gills with {@creature thug||thugs}, {@creature bandit||bandits}, and a neatly dressed gnome minding his own business ({@creature Quartermaster Crollenoak|Arcadia27}). Bandits proclaiming to be crewmates of the deadly pirate {@creature Johnny Jones|Arcadia27} harrass Crollenoak for his service to Shivershank, shoving him around in jeering that borders on violence. The other patrons laugh and egg on the bandits unless the adventurers step in to help Crollenoak. Whether or not they do, the commotion stumbles into the next table and erupts into a tavern-wide brawl. While in combat with the bandits, a creature must succeed on a DC 8 Strength or Dexterity saving throw (their choice) at the end of each of their turns or be knocked {@condition prone} amid the commotion.",
														"Should the adventurers withstand the violence, the gnome recognizes their toughness and invites them to be members of his captain's crew. He'll add that the adventurers are most likely on Jones' hit list now, but he can provide them with gear to keep Jones at bay ... budget permitting."
													]
												}
											]
										}
									]
								},
								{
									"type": "inset",
									"page": 26,
									"name": "Starting Mid-Campaign",
									"entries": [
										"All adventures can become pirate adventures with enough saltwater and a treasure map. If you're in the middle of an existing campaign and want to use material from this article, introduce your adventurers to Quartermaster Crollenoak. He's on an expedition to retrieve an old treasure map that got landlocked centuries ago, but his crew got killed by monsters the sea dogs couldn't handle. He talks to his captain about sharing the treasure with the adventurers if they're willing to help.",
										"Alternatively, any nearby body of water can serve as an ephemeral portal into the Mirror domain (described under \"{@book Random Sea Encounters|Arcadia27|3|Random Sea Encounters}\"). A helpless commoner falls in, or the portal ensnares the adventurers, dropping them in the middle of Shivershank's crew fending off vampires."
									]
								},
								{
									"type": "entries",
									"name": "Meeting Shivershank",
									"page": 26,
									"entries": [
										"When the party meets {@creature Captain Shivershank|Arcadia27} for the first time, read aloud:",
										{
											"type": "insetReadaloud",
											"entries": [
												"A stocky, 10-foot-tall figure stands straight, a toothy grimace stretching across her lipless face. Her scarred, cerulean skin is taut and shiny, only hinting at an endless array of sharp scales from afar. Her dark frock coat is salted and fettered, but still carries a sense of dignity as it lines her imposing build."
											]
										},
										"If the characters are all under 400 years old:",
										{
											"type": "insetReadaloud",
											"entries": [
												"You've never seen {@i anyone} like her before."
											]
										},
										"Otherwise:",
										{
											"type": "insetReadaloud",
											"entries": [
												"It's like looking at someone who walked out of a long-forgotten past."
											]
										},
										{
											"type": "inset",
											"page": 26,
											"name": "Pirate Leader",
											"entries": [
												"Captain Shivershank has the Leader role, which means that she's an action-oriented creature who fights alongside underlings, and has three {@cite villain actions|Arcadia27} in her stat block. You can also learn more about creature roles in the free preview packet for {@book Flee, Mortals! The MCDM Monster Book|FleeMortals}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Roleplaying Shivershank",
									"page": 28,
									"entries": [
										"{@creature Captain Shivershank|Arcadia27|Captain Shivershank's} actions are {@b always} justified. She never takes fault for any mishaps—even the situation with {@i Wishes 100} was, from her perspective, entirely outside her control.",
										"Shivershank is loud and boisterous, with enough life experience to back up her orders. She's cocky enough to let her crew do as they please, save for embarrassing her. This charisma leads to many of her opponents becoming loyal members of her crew.",
										"The captain is slow to form attachments to people, but respects reliable or scrappy individuals who aggressively pursue their ambitions. She'll eventually come around to protecting individuals she treasures, sharing stories, and showing vulnerability given enough time in good company.",
										"But Shivershank's words are always a little barbed. Anything people say in her presence will be used against them eventually. As the GM, be wary of how often you wield this sharp sense of humor against the player characters, but lean into it often when harassing nobility or Johnny Jones (see \"Rival Crews\" later in this article)."
									]
								},
								{
									"type": "entries",
									"name": "Shivershank as a Patron",
									"page": 28,
									"entries": [
										"Captain Shivershank commands seven ships and splits her time among each of them as needed, maintaining a presence across all her crews. She may stay on the characters' ship, the {@i Squalo}, for a voyage or two when they're first starting out and observe how the adventurers fare. Afterward, seeing the captain is an uncommon occurrence.",
										"While under her patronage, the party has access to the following resources:",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "The Squalo",
													"entries": [
														"This {@u {@cite Ship Categories|Arcadia27|mid boat}} is the oldest ship in Shivershank's fleet. The floorboards creak underfoot, but she still cuts through the water like a hungry shark. Still, the old tub requires a good crew to keep her afloat; she's maintained by 7 crew members ({@creature thug||thugs}) of all makes and motives, who focus on sailing the ship while adventurers tend to their matters."
													]
												},
												{
													"type": "entries",
													"name": "Quartermaster Crollenoak",
													"entries": [
														"The stern, no-nonsense gnome ({@creature spy}) with pop bottle glasses is the main line of communication from and to Shivershank. The adventurers get their assignments, payments, and provisions (at a price) through {@creature Quartermaster Crollenoak|Arcadia27|Crollenoak}, who sails with the characters on the {@i Squalo}."
													]
												},
												{
													"type": "entries",
													"name": "Surgeon Stitches",
													"entries": [
														"One of the Squalo's crew is a {@creature Surgeon Stitches|Arcadia27|peppy undead elf} (use the {@creature zombie} stat block but she has Intelligence and Wisdom scores of 15 (+2) and she speaks Common and Elvish) who's covered in beautiful tattoos masking her rows of stitches. In addition to providing up to six {@spell cure wounds} a day (at 1st level), she can stitch up a creature and bring them back to life, as long as they still have a body (at your discretion, changing their creature type to Undead)."
													]
												},
												{
													"type": "entries",
													"name": "Bail",
													"entries": [
														"Members of Captain Shivershank's crew who are jailed, put in gibbets, or sentenced to death are guaranteed a rescue attempt. The adventurers may be asked to provide the same for their crewmates."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Shivershank's Fleet",
											"page": 28,
											"entries": [
												"The seven ships of Shivershank's fleet are as follows. Each boat is crewed by a motley of pirates with attitudes that match their vessel:",
												{
													"type": "list",
													"items": [
														"The {@i Squalo} ({@u mid}), the adventurers' boat",
														"The {@i Zephyr} ({@u mid}), the fastest crew",
														"The {@i Oroboriosa} ({@u mid}), the sneakiest crew",
														"The {@i Calico} ({@u big}), the loudest crew",
														"The {@i Arach} ({@u big}), the unsinkable crew",
														"{@i Sher Rex} ({@u big}), the reckless crew",
														"The {@i Tortuga} (a {@creature dragon turtle}), the toughest crew, also described under \"Rival Crews\" later in the article"
													]
												},
												"After completing several quests, the characters might be invited to become officers on the {@i Squalo} (or a different boat), granting them higher pay and authority. Alternatively, if they find a ship of their own during their adventures, they could command that vessel as a new ship in Shivershank's fleet."
											]
										},
										{
											"type": "entries",
											"name": "A Share of the Booty",
											"page": 28,
											"entries": [
												"Each adventurer typically gains {@dice 2d10} × Character Level gold for completing a quest (see \"{@book Quest Hooks|Arcadia27|3|Quest Hooks}\" below), should their crew and boat survive. If they are officers, that number is doubled. Any treasure they find when on their own is also theirs to keep—but when a ship-to-ship battle garners treasure, that haul is split among the crew.",
												"As captain of the fleet, Shivershank claims 10% of every haul. If the characters end up in charge of their own ship, Quartermaster Crollenoak handles payment for their crew and ensures that Shivershank receives her share.",
												"Notably, the ship's crew, including the characters, are paid while on a quest from Shivershank, even if the quest doesn't yield any treasure. Shivershank's hefty cut is funding her search for {@i Wishes 99}, which includes keeping her crew content to carry out the jobs she chooses."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Composing the Ballad",
							"page": 29,
							"entries": [
								"This campaign follows a cadence of performing quests and leveling up until the adventurers are ready to face a major event. Through Crollenoak, Shivershank sends the adventurers quests such as smuggling goods, defeating pirate competition, and harrying royalty (they can also pick up these opportunities at ports, or through the Navigallant if they join that alliance). As the adventurers grow in notoriety and coin, they'll have the option to either face Shivershank herself or team up with her to acquire {@i Wishes 99}.",
								"The \"{@book Major Events|Arcadia27|3|Major Events},\" \"{@book Quest Hooks|Arcadia27|3|Quest Hooks},\" and \"{@book Rival Crews|Arcadia27|3|Rival Crews}\" sections below are rife with encounters, characters, and events for you to use throughout the campaign, and the \"{@book Random Sea Encounters|Arcadia27|3|Random Sea Encounters}\" section presents complications for each quest. Even if you follow the described structure, don't be afraid to mix and match elements that best fit your table's rhythm. Chart your course, but work with the winds of fortune.",
								"Since these quests each involve an entire journey, as described in \"{@book Voyage Timing and Preparations|Arcadia27|3|Voyage Timing and Preparations}\" below, it's okay to have the characters level up quickly if you want a faster campaign. Three or four sessions to journey to a location, accomplish their goal, and return to port might represent several weeks at sea.",
								{
									"type": "entries",
									"name": "With Her or Against Her?",
									"page": 29,
									"entries": [
										"The adventurers' actions determine if the end goal is helping Captain Shivershank and acquiring Wishes 99 or defeating Shivershank themselves. It could even be both, or something of your own invention!",
										"If the players want to help Shivershank, they must learn what it means to be a pirate, becoming stronger and earning her trust until she opens up to them about the wishing wheel. As they adventure with her, they'll be faced with the harsh realities of piracy, such as in the {@book Royal Flush|Arcadia27|3|Royal Flush} major event, and contend with her enemies and demons from all across the sea.",
										"If the party's goal is to defeat Captain Shivershank, provide the characters with ample opportunities to form alliances with pirates on her other ships who don't want to serve under her anymore, especially the mighty crew of the {@i Tortuga}. You can look to the {@book Whispers of Mutiny|Arcadia27|3|Whispers of Mutiny} major event—keep in mind that Shivershank's patronage lasts right up until she considers the adventurers a threat, and she knows everything Quartermaster Crollenoak tells her.",
										"The tone you set with Shivershank will be the tone for the entire campaign. The players should be able to tell where they stand with Shivershank when she appears, whether she's personable to them or a silent threat looming on the horizon. After the {@book Winds of Change|Arcadia27|3|Winds of Change} major event, the end goal of the campaign will be in plain sight.",
										{
											"type": "inset",
											"page": 29,
											"name": "A Neutral Campaign",
											"entries": [
												"Pirates always operate on their own terms. They can hurt people for personal gain and can be ruthlessly cruel when they want to send a message.",
												"How is this neutral? It comes down to the framing and motivation of the campaign. Shivershank's pirates only hurt people standing between them and {@i Wishes 99}. They aggrieve nobles who would recoup their losses more often than raiding fishing boats. Her actions might even better society by limiting the power of the nobles or bounty hunting particularly dangerous threats to laypeople.",
												"In an evil campaign, Shivershank's goal might be to conquer the land as its sole ruler or destroy the land and all life there to usher in a world of ships as queen of the sea. The cruelty is the point, rather than a consequence of selfish behavior.",
												"Neutral or evil, society won't always be good to pirate adventurers. Pirates will scare commoners and be hunted by nobles, and renown will follow them in infamy and wanted posters. They might only find refuge among other pirates (a risky resort), dubious shops, and the saltiest of taverns."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Major Events",
									"page": 29,
									"entries": [
										"The following quests and encounters are pivotal to Shivershank's relationship with the adventurers and should occur once per campaign. Some events include a recommended minimum party level, which is calibrated for a party of five characters, but the party's resources and allies could tip the scales—ultimately, you know your group best.",
										{
											"type": "entries",
											"name": "How Much?",
											"page": 29,
											"entries": [
												"Shivershank entrusts the adventurers with gold and treasure (worth 500,000 gp in total) to bury on an uncharted island. That much money won't go unnoticed by other pirates, but will Shivershank notice if the adventurers take some for themselves? (Yes, she will.) Investigating the haul reveals an oddly mundane box containing a razor-sharp egg, presumably a lachomp egg, that Shivershank {@b didn't} know about."
											]
										},
										{
											"type": "entries",
											"name": "Whispers of Mutiny",
											"page": 29,
											"entries": [
												"Every crew across Shivershank's seven ships found a night they were all free to fraternize at Calcolo's. Amid the raucous revelry, two crewmates (most likely from the {@i Tortuga}) call the adventurers off to the side and ask them to help take down Shivershank from the inside. They feel that such a massive crew would be much richer if she wasn't captain and question her mysterious reasons for hoarding so much treasure and frequently sending her ships on unprofitable missions.",
												"If the adventurers agree to help, the mutineers suggest meeting weekly in secret at the tavern to discuss how to recruit the crews on the other ships while keeping both Shivershank and Crollenoak unaware. When the adventurers are tough enough to take her on, it'll be time to stage the mutiny.",
												"If the adventurers instead tell Shivershank of the event, the captain loudly calls the mutineers out and invites them to \"{@b try it or die!}\" When the {@i Tortuga}'s crew later becomes a rival crew (see \"{@book Rival Crews|Arcadia27|3|Rival Crews}\" later in this article), they'll taunt Shivershank by calling back to this moment."
											]
										},
										{
											"type": "entries",
											"name": "Royal Flush",
											"page": 30,
											"entries": [
												"{@i For characters of 8th level or higher}",
												"A noble family declares a showdown with Shivershank's crew via a black feather dipped in blood and delivered to Captain Shivershank in a mahogany box. In one week, Shivershank will need all her ships to meet the noble fleet at a point offshore. The nobles have 10 {@u {@cite Ship Categories|Arcadia27|big ships}}, including the impressive Crown Royale, and one {@creature young gold dragon}. The crew's goal is to defeat or fend off the nobles and take the Crown Royale for themselves."
											]
										},
										{
											"type": "entries",
											"name": "Winds of Change",
											"page": 30,
											"entries": [
												"Captain Shivershank calls the adventurers into a private meeting with her and Crollenoak. The quartermaster rattles off all of the adventurers' exploits up until now, including each instance of helping the captain or crossing her. Before now, they were free to do as they please without recourse, but Shivershank is no longer able to consider them anything but formidable peers.",
												"If Shivershank favors the adventurers, she tells them about her past with {@i Wishes 100} and why she now seeks {@i Wishes 99}. She's finally discovered its location and she's almost ready to set sail and take it, but she needs their help to reach it. Should she have their support, Crollenoak provides each adventurer with a rare magic ring item of their choice (the GM should determine which rings are available to select from).",
												"If Shivershank distrusts the adventurers, she officially kicks them out of her crew. She makes it clear that the next time they meet on the ocean will be as enemies. The adventurers are provided safe passage back to landfall if needed, and then her patronage is terminated."
											]
										},
										{
											"type": "entries",
											"name": "Finale: Wishes 99",
											"page": 31,
											"entries": [
												"{@i For characters of 12th level or higher}",
												"If the adventurers stick with Shivershank, she takes the helm of either the {@i Squalo}, the {@i Oroboriosa}, or {@i Sher Rex} and sails with the adventurers to the location of {@item Wishes 99|Arcadia27}. It rests on a quiet island covered in lachomp ruins in the eye of an endless hurricane, guarded by a {@creature Sea Terror kraken|Arcadia27} that fights to the death. On the way, the ship is beset by Shivershank's demons and any remaining rivals looking to settle the score (see \"Rival Crews\" later in this article).",
												"If she survives, Shivershank finally makes her wish: for all the lachomp erased by {@i Wishes 100} to come back, each with the knowledge of Captain Shivershank as the most legendary sailor of all time.",
												"{@item Wishes 99|Arcadia27} disappears. The world quakes once, as if it suddenly bears a greater weight. A lone lachomp walks up on shore looking {@b very} confused. Back at port, lachomps can be found loading up ships, shopping, and carousing as if nothing happened.",
												"Shivershank shares her remaining amassed wealth with her crew, and then starts planning for her next goal: to prove to the {@i rest} of the world that she's the most important figure in existence."
											]
										},
										{
											"type": "entries",
											"name": "Finale: Abandoned Wish",
											"page": 31,
											"entries": [
												"{@i For characters of 12th level or higher}",
												"If the adventurers split from Shivershank, it has a profound effect on her. She becomes more and more closed off from everyone. News of deadly encounters with her fleet becomes increasingly common, and other ships stop setting sail out of fear of being sunk. Captain Shivershank is caught in an impenetrable rage.",
												"It isn't long before there's word that she set sail for {@item Wishes 99|Arcadia27} on her own. The adventurers have a chance to gather information on its whereabouts and set off to get it before she does.",
												"Should Shivershank get ahold of {@item Wishes 99|Arcadia27}, she rashly uses it to become \"the biggest and most powerful lachomp the world has ever seen\" and transforms into a {@creature Sea Terror Shivershank|Arcadia27|{@u Sea Terror} version of herself}.",
												"She comes for the adventurers and their allies, ready to fight to the death with or without anyone still on her crew. The victors go down as the toughest pirates to ever live."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Quest Hooks",
									"page": 31,
									"entries": [
										"These assorted tasks come down from Shivershank to all her crews and either lead them to get just enough treasure to keep her crews sated or—unknowingly—further the search for {@i Wishes 99}. These hooks can be run multiple times per campaign, utilizing different key NPCs, rivals, and time constraints to keep things interesting. The adventurers can initiate some tasks themselves, such as bounty hunting. The \"{@book A Share of the Booty|Arcadia27|3|A Share of the Booty}\" section earlier in this article covers the characters' payment for these quests.",
										{
											"type": "entries",
											"name": "Aquatic Alliance",
											"page": 31,
											"entries": [
												"A {@creature merfolk} liaison agrees to meet representatives of Shivershank's crew at a remote point of the ocean to ferry them to their undersea civilization. The journey leads the characters to the depths of the ocean, either dealing with heavy currents, navigating a dense kelp forest, and/or fending off {@creature angler shark|Arcadia27|angler sharks}.",
												"There, the adventurers can negotiate an exchange of resources for Shivershank's purposes: 50 pounds of land goods and food for a troop of merfolk's protection on the next voyage, escorting a merfolk caravan across the sea to protect them from fishermen for three aquatic mounts{@sup {@cite Aquatic Mounts|Arcadia27|6}} , or a character's magic item for a treasure map."
											]
										},
										{
											"type": "entries",
											"name": "Bounty Hunt",
											"page": 31,
											"entries": [
												"The bounty board at Calcolo's (see \"{@book Setting the Campaign|Arcadia27|3|Setting the Campaign}\" earlier in this article) cycles through two new outlaw bounties and one {@u Sea Terror} reward each week. An outlaw usually has an accomplice in town who has information on where and when the outlaw will strike next or the location of their hideout at sea. A Sea Terror's dwelling usually rests somewhere far from civilization, but the Sea Terror eventually finds the characters if they don't locate it first.",
												"Bounties require either proof of termination or turning in the restrained target at the local tavern."
											]
										},
										{
											"type": "entries",
											"name": "Gibbet Break",
											"page": 31,
											"entries": [
												"Either an old ally of Shivershank's or someone who owes her a favor is trapped in a hanging gibbet{@sup {@cite Gibbet|Arcadia27|7}} along the coast, condemned to be dinner for a local {@u Sea Terror}. The characters are tasked with breaking them free and bringing them to a safe house. If the characters take too long to arrive, the condemned has been eaten already. If they interrupt dinner, the Sea Terror relentlessly attacks them until the condemned escapes the area. And if the characters are successful, the authorities pursue them to the ends of the sea."
											]
										},
										{
											"type": "entries",
											"name": "Ransom Paid",
											"page": 31,
											"entries": [
												"The Oroboriosos (or another noble family) have successfully paid the ransom for the return of their young heir. The heir has been put into the characters' care to be safely transported back to their family's private island. These heirs tend to be either pretentious or precocious and aren't easily frightened. Some might even prefer the pirate's life."
											]
										},
										{
											"type": "entries",
											"name": "Ship Raid",
											"page": 32,
											"entries": [
												"A {@item rainbow scale boat|Arcadia27}, an expensive {@u {@cite Ship Categories|Arcadia27|mid boat}} that can withstand stormy weather, has been spotted out at sea. These beautiful boats are usually owned by rich {@creature veteran||veterans} or extraplanar fishermen. The characters are tasked with making its crew surrender and bringing back the boat in one piece."
											]
										},
										{
											"type": "entries",
											"name": "Smuggler's Run",
											"page": 32,
											"entries": [
												"The Squalo has been loaded with bundles of one of the following goods: bricks of tea, fine clothing, spellcasting components, bootleg magic items, spirits, or saltpeter{@sup {@cite saltpeter|Arcadia27|8}}. The characters must get the contraband past port officials to a lander{@sup {@cite lander|Arcadia27|9}} awaiting them at a distant dock."
											]
										},
										{
											"type": "entries",
											"name": "Treasure Trove",
											"page": 32,
											"entries": [
												"Multiple chests of gold and valuables belonging to a noble family, a long-gone sailor, or a young dragon are hidden on a well-guarded island. The trove is hidden in a flooded cave maze only accessible at low tide or buried in several locations marked on a map held by one of Shivershank's confidantes. The characters must seek out information, but the more questions they ask, the more crews they must race for the prize."
											]
										},
										{
											"type": "entries",
											"name": "War Crimes",
											"page": 32,
											"entries": [
												"Two kingdoms are at war with one another, and that keeps smuggling profitable. The next battle will be staged on a neutral island. The characters' goal is to sabotage either the battlefield or the armies so both kingdoms are weakened and forced to retreat. If either kingdom catches wind of the task, they may create an alliance against the characters."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rival Crews",
									"page": 32,
									"entries": [
										"As the adventurers level, their adversaries change and increase in difficulty. These rivals appear as complications, either interfering along the way to the location or arriving ahead of the party to challenge them.",
										{
											"type": "table",
											"caption": "Rivals by Level",
											"page": 32,
											"colLabels": [
												"Characters' Level",
												"Suggested Rivals"
											],
											"colStyles": [
												"col-3 text-left",
												"col-7 text-left"
											],
											"rows": [
												[
													"1–5",
													"Bandits and Nobles"
												],
												[
													"6–8",
													"Johnny Jones"
												],
												[
													"9–11",
													"The Weller Sisters and Nobles"
												],
												[
													"12–14",
													"The {@i Tortuga}"
												],
												[
													"15–17",
													"Shivershank's Demons or Captain Shivershank"
												]
											]
										},
										{
											"type": "entries",
											"name": "Bandits",
											"page": 32,
											"entries": [
												"{@i Suggested: {@creature bandit||bandits}, {@creature thug||thugs}, {@creature scout||scouts}, {@creature dire jelly|Arcadia27|dire jellies}, {@creature giant spider crab|Arcadia27|giant spider crabs}, and Large monsters}",
												"Small-time pirates and raiders are opportunists and vultures. They go after ships that have done all the hard work for them and claim their hoards, using anything they've dredged up from the deep."
											]
										},
										{
											"type": "entries",
											"name": "Nobles",
											"page": 32,
											"entries": [
												"{@i Suggested: {@creature noble||nobles}, {@creature guard||guards}, {@creature thug||thugs}, {@creature knight||knights}, {@creature veteran||veterans}, {@creature mage||mages}, and pet dragons}",
												"These privateers hired by nobles (and often containing glory-chasing nobles themselves) root out pirates for bragging rights and claim their treasure. If the adventurers encounter nobles repeatedly, the nobles hire even tougher threats.",
												"Lady Ossess, the oldest daughter of the Oroboriosos, stands out among the nobles as someone who isn't afraid of doing the dirty work herself. The {@creature veteran} commands a makeshift crew and wants nothing more than to take back the ship Shivershank stole from her family, the {@i Oroboriosa}."
											]
										},
										{
											"type": "entries",
											"name": "Johnny Jones",
											"page": 32,
											"entries": [
												"{@i Suggested: {@creature veteran||veterans}, {@creature gladiator||gladiators}, other {@creature wereshark|Arcadia27|weresharks}, actual sharks}",
												"This sea dog is a longtime, self-professed rival of Captain Shivershank. Captain Jones is a brash dwarven {@creature wereshark|Arcadia27} with no eyesight and no fear. He and his crew have been chasing Shivershank and trying to upstage her for decades, only to be repeatedly sunk time after time. Now he's targeting her newer crewmates.",
												"No matter how many times Johnny Jones is blown up, sunk, or keelhauled{@sup {@cite keelhaul|Arcadia27|10}}, he always manages to come back on a new boat with a new crew at the least opportune time."
											]
										},
										{
											"type": "entries",
											"name": "Johnny Jones",
											"page": 32,
											"entries": [
												"{@i Suggested: {@creature harpy|FleeMortals|harpies}, {@creature wraith|FleeMortals|wraiths}, {@creature druid||druids}, {@creature banshee||banshees}, and {@u Sea Terror} monstrosities}",
												"The Weller Sisters are a terrifying pirate crew of night hags who shape the seas to their whims and sink ships to collect easy souls. They sail inside a tooth cabin within the mouth of a Sea Terror sperm whale they control (use the {@creature killer whale} stat block, but with 300 hit points). Should they lose the whale, they'll continue to terrorize the ocean aboard a ghost ship (see \"{@book Participants|Arcadia27|3|Participants}\" below)."
											]
										},
										{
											"type": "entries",
											"name": "The {@i Tortuga}",
											"page": 33,
											"entries": [
												"Suggested: {@creature assassin||assassins}, {@creature archmage||archmages}, {@creature erinyes}, and a {@creature dragon turtle}",
												"Shivershank's best ship stages a mutiny. Like most of her crew, the {@i Tortuga} pirates originally sailed under a different captain before Shivershank killed him and took over. They stayed together until they could embezzle enough treasure from hunting Sea Terrors to break away and declare war on Shivershank."
											]
										},
										{
											"type": "entries",
											"name": "Shivershank's Demons",
											"page": 33,
											"entries": [
												"{@i Suggested: {@u Sea Terror} versions of {@creature sea terror storm giant|Arcadia27|storm giants}, {@creature sea terror bone devil|Arcadia27|bone devils}, {@creature sea terror aboleth|Arcadia27|aboleths}, and {@creature sea terror planetar|Arcadia27|planetars}}",
												"If Shivershank comes to trust the adventurers, they start to see the monsters she faces—literal manifestations of remorse, loneliness, and pride. They chase the party down until {@i Wishes 99} is finally obtained."
											]
										},
										{
											"type": "entries",
											"name": "Shivershank",
											"page": 33,
											"entries": [
												"{@i Suggested: {@creature Captain Shivershank|Arcadia27} and a crew of {@creature gladiator||gladiators}, {@creature assassin||assassins}, and {@creature erinyes}. For parties of 15th-level or higher, replace {@creature Quartermaster Crollenoak|Arcadia27|Crollenoak's} stat block with a {@creature pit fiend} (except his size category is Small).}",
												"If Shivershank sees the adventurers as a threat, she throws the might of her crew against them. Wholly focused on acquiring {@i Wishes 99}, she tears through everyone in her way without hesitation.",
												{
													"type": "inset",
													"page": 33,
													"name": "Speak Naught Of It",
													"entries": [
														"Don't fret if your Sea Terror or Johnny Jones encounter is too tough for your adventurers. The first time their ship is in danger of sinking, Shivershank can swim up and neutralize the threat so that they can escape. She'll deny it ever happened for the rest of the campaign."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Random Sea Encounters",
									"page": 33,
									"entries": [
										"Each time you call for an encounter during an excursion, roll for both the environment and participants.",
										{
											"type": "table",
											"caption": "Sea Encounter Tables",
											"page": 33,
											"colLabels": [
												"{@dice d10}",
												"Environment",
												"{@dice d10}",
												"Participant"
											],
											"colStyles": [
												"col-1 text-center",
												"col-4 text-left",
												"col-1 text-center",
												"col-4 text-left"
											],
											"rows": [
												[
													"1",
													"Storm",
													"1",
													"Rivals"
												],
												[
													"2",
													"Island",
													"2–3",
													"Oceanic Denizens"
												],
												[
													"3",
													"Feywild",
													"4",
													"Crew"
												],
												[
													"4",
													"Wreckage",
													"5",
													"Sea Terror"
												],
												[
													"5",
													"Mirror",
													"6",
													"Nobles"
												],
												[
													"6–10",
													"— (Clear Seas)",
													"7",
													"Crew"
												],
												[
													"",
													"",
													"8",
													"Merchants"
												],
												[
													"",
													"",
													"9–10",
													"—"
												]
											]
										},
										{
											"type": "entries",
											"name": "Environments",
											"page": 33,
											"entries": [
												"The encounter takes place within one of the following environments:",
												{
													"type": "entries",
													"name": "Storm",
													"entries": [
														"The sea churns and the waves run high in the wake of a thunderstorm, hurricane, or whirlpool.",
														"For 1 minute, whenever a boat tilts, anyone or anything not inside or secured must succeed on a DC 15 Strength save or be knocked overboard. If no one is steering the ship, it takes 2 hits and tilts on initiative count 20 (see \"{@book New Rules|Arcadia27|3|New Rules}\" later in this article). A creature at the helm can use their action to steer the ship with a DC 10 Strength or Intelligence check. On a success, the ship takes no damage and doesn't tilt. On a failure, the ship tilts."
													]
												},
												{
													"type": "entries",
													"name": "Island",
													"entries": [
														"A nearby island is home to wild beasts, thick foliage, and natural resources. A ship can be careened{@sup {@cite careen|Arcadia27|11}} on the island for repairs as part of a short rest. If the island is left uninvestigated, the next encounter features a rival crew as participants on a roll of 1, 2, 9, or 10."
													]
												},
												{
													"type": "entries",
													"name": "Feywild",
													"entries": [
														"The sea in this area slips into the Feywild. Boats drift through the air (trading their swim speed for a fly speed) and flicker in and out of existence while fey creatures pester the intruders. On initiative count 20, a ship and its occupants teleport {@dice 5 × 1d6} feet in a random direction together."
													]
												},
												{
													"type": "entries",
													"name": "Wreckage",
													"entries": [
														"The smoldering remains of a {@u {@cite Ship Categories|Arcadia27|big ship}} linger here, slowly sinking into the depths. The wreckage can be investigated for equipment, trinkets, and supplies with a successful DC 15 Intelligence ({@skill Investigation}) or Wisdom ({@skill Survival}) check. Finding a magic item causes undead sailors to emerge and attack intruders. If the wreckage is left uninvestigated, the next encounter features a Ghost Ship as a participant on a roll of 6, 9, or 10."
													]
												},
												{
													"type": "entries",
													"name": "Mirror",
													"entries": [
														"A solid mirror ceiling hangs 80 feet overhead as the ocean grows foggy below. Creatures can stand on the water here, and giant pillars of water surge on the horizon. Any participants rolled other than Rivals, Crew, or Merchants do not show up here.",
														"This is a domain of {@creature vampire|FleeMortals|vampires}, who are {@condition invisible} except for their reflections in the mirror. A creature who uses their bonus action on their turn to keep track of the vampires in a reflective surface ignores the effects of their invisibility. The adventurers can escape if they provide their captors with enough blood ({@damage 2d10}) slashing or piercing damage distributed across 1–2 creatures) or if at least half the vampires are reduced to 0 hit points and are forced to retreat. Each time the adventurers end up here, the vampires demand greater quantities of blood, adding an extra {@damage 2d10} damage to their quota."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Participants",
											"page": 34,
											"entries": [
												"The encounter features members from one of the following groups of participants:",
												{
													"type": "entries",
													"name": "Rivals",
													"entries": [
														"The adventurers' current rivals are involved, either to complete the task before they do or to cause them harm (see \"{@book Rival Crews|Arcadia27|3|Rival Crews}\" earlier in this article)."
													]
												},
												{
													"type": "entries",
													"name": "Oceanic Denizens",
													"entries": [
														"{@creature Merfolk}, {@creature sahuagin}, {@creature merrow}, {@creature harpy|FleeMortals|harpies}, {@creature hydra||hydras}, {@creature warp shark|Arcadia27|warp sharks}, and death barnacles ({@creature rust monster||rust monsters}) make their homes upon or below the sea. They're either curious about the adventurers, threatened by them, in need of help ... or hungry (especially in the barnacles' case)."
													]
												},
												{
													"type": "entries",
													"name": "Crew",
													"entries": [
														"The adventurers' crew is particularly active. They either participate directly in combat and exploration or make merry during the adventurers' exploits. Anyone who sings a shanty during this encounter gains inspiration."
													]
												},
												{
													"type": "entries",
													"name": "Sea Terror",
													"entries": [
														"A {@u Sea Terror} version of a beast, monstrosity, or aberration is lurking here, either to prey upon the adventurers or because it's running from something else."
													]
												},
												{
													"type": "entries",
													"name": "Nobles",
													"entries": [
														"Privateers and mercenaries hired by nobles are always out for pirates, even if they aren't the adventurers' current rivals."
													]
												},
												{
													"type": "entries",
													"name": "Ghost Ship",
													"entries": [
														"A {@u {@cite Ship Categories|Arcadia27|big ship}} crewed by {@creature ghoul|FleeMortals|ghouls}, {@creature ghost||ghosts}, and {@creature skeleton|FleeMortals|skeletons} pursues the adventurers relentlessly until they're destroyed, parlayed with and promised a share of the rewards from the quest the adventurers are on—or until the adventurers find the cursed treasure on their ship keeping them around."
													]
												},
												{
													"type": "entries",
													"name": "Merchants",
													"entries": [
														"A {@u {@cite Ship Categories|Arcadia27|mid boat}} crewed by friendly merchants carries expensive magic items and cheap—but cursed—magic items. They're willing to talk business once the area is free of immediate danger."
													]
												}
											]
										}
									]
								},
								{
									"type": "inset",
									"page": 35,
									"name": "As a One-Shot",
									"entries": [
										"Any of these quest hooks combined with 2–3 sea encounters can make for an exciting one-shot. The adventurers could be racing for the goal against Johnny Jones or Shivershank herself!",
										"For the ideal swashbuckling adventure, use the Treasure Trove hook with a noble family's gold, an encounter on clear seas against the adventurers' rivals, a wreckage encounter involving a ghost ship, and conclude at the trove with a three-way battle between the adventurers, the rivals, and the nobles."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "New Rules",
							"page": 35,
							"entries": [
								"These oceanic rules can be added to any game to elevate the feeling of a swashbuckling adventure.",
								{
									"type": "entries",
									"name": "Ships",
									"page": 35,
									"entries": [
										"Ship combat can be as simple or as complex as you prefer. These boat rules are quick and keep the action on the adventurers:",
										{
											"type": "list",
											"items": [
												"Boats act on initiative count 20, rolling a d20 to determine order amongst themselves. Boats act before characters and lair actions with the same initiative.",
												"On its turn, a boat with a helmsperson (or someone steering it) can move and use a special action, as described in the Ship Categories table.",
												"Mid boats and big ships have access to the {@action Cannon|Arcadia27} special action. The saving throw DC is listed next to the action in the Ship Categories table. Small boats can take either the Dash action or the Dodge action on their turn, but not both.",
												"Each time a boat takes any damage from a siege weapon (including another ship's cannon) or a spell that doesn't deal psychic or poison damage, it takes a hit. A boat has a maximum number of hits it can take before sinking, which is listed in the Ship Categories table.",
												"A creature can use their action to help repair the boat where it was hit, temporarily reducing its hit count by 1 for 1 hour. A creature that repairs the boat during a long rest reduces its hit count by 2 (to a minimum of 0).",
												"When a boat takes 20 or more damage in a single hit, it tilts 45 degrees in a direction of the GM's choice. Until the start of the boat's next turn, its surfaces are considered difficult terrain."
											]
										},
										{
											"type": "entries",
											"name": "Rainbow Scale Boat",
											"page": 35,
											"entries": [
												"These beautiful, pearlescent {@u {@cite Ship Categories|Arcadia27|mid boats}} have a speed of 60 feet and immunity to thunder and lightning damage. Their {@action Cannon|Arcadia27|cannons} deal 44 ({@damage 8d10}) force damage in place of the fire and bludgeoning damage."
											]
										},
										{
											"type": "table",
											"caption": "Ship Categories",
											"page": 35,
											"colLabels": [
												"Category",
												"Typical Crew Size",
												"AC",
												"Hit Max",
												"STR Save",
												"DEX Save",
												"Speed",
												"Special Actions"
											],
											"colStyles": [
												"col-3 text-left",
												"col-2 text-left",
												"col-1 text-left",
												"col-1 text-left",
												"col-1 text-left",
												"col-1 text-left",
												"col-1 text-left",
												"col-2 text-left"
											],
											"rows": [
												[
													"{@u Small Boat} (rowboats, skiffs)",
													"1–3",
													"12",
													"6",
													"+0",
													"+4",
													"15 feet",
													"{@action Dash}, {@action Dodge}"
												],
												[
													"{@u Mid Boat} (sloops, schooners)",
													"10–20",
													"14",
													"12",
													"+2",
													"+4",
													"40 feet",
													"{@action Cannon|Arcadia27} (DC 10)"
												],
												[
													"{@u Big Ship} (barques, galleons)",
													"30–100",
													"16",
													"18",
													"+4",
													"+2",
													"60 feet",
													"{@action Cannon|Arcadia27} (DC 14)"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sea Terrors",
									"page": 36,
									"entries": [
										"The sea is home to larger-than-life titans. Use these rules to make fearsome sea monsters on the fly from existing creatures like a {@creature sea terror hydra|Arcadia27|hydra}, {@creature sea terror giant crab|Arcadia27|giant crab}, or even a {@creature sea terror sea hag|Arcadia27|sea hag}:",
										{
											"type": "list",
											"items": [
												"The creature has a swimming speed equal to their highest movement speed.",
												"Increase the size of the creature by two size categories, to a minimum of Huge. If the creature was already Huge or Gargantuan, also double the space the creature occupies (if the space they occupied was 20 feet by 20 feet, it is now 40 feet by 40 feet).",
												"The creature has 100 additional hit points if the space they now occupy is at least 20 feet by 20 feet. Otherwise, they have 50 additional hit points. This usually increases the creature's CR by 1–3.",
												"The creature can target anyone they can see on the deck of an adjacent boat. See \"{@book Fighting Sea Terrors from a Ship|Arcadia27|3|Fighting Sea Terrors from a Ship}\" for more detail.",
												"The creature has the following trait: {@b {@i Siege Monster.}} The creature deals double damage to objects and structures. If using the new ship rules, a successful attack counts as 2 hits against a boat."
											]
										},
										{
											"type": "entries",
											"name": "Fighting Sea Terrors from a Ship",
											"page": 36,
											"entries": [
												"While a Sea Terror can reach nearly everything on deck (including the boat itself), the individuals on deck might not be able to reach the Sea Terror. This can be clarified with ship zones; locate a character's position on deck to determine whether they can make a melee attack against the monster."
											]
										},
										{
											"type": "entries",
											"name": "Ship Combat Zones",
											"page": 36,
											"entries": [
												"Sea Terrors at Port (broadside left) are in melee range with creatures at Port and Center.",
												"Sea Terrors at Starboard (broadside right) are in melee range with creatures at Starboard and Center.",
												"Sea Terrors at Stern (back) are in melee range with creatures at Stern. On big ships, they don't have line of sight with creatures at Bow.",
												"Sea Terrors at Bow (front) are in melee range with creatures at Bow. On big ships, they don't have line of sight with creatures at Stern.",
												"Sea Terrors on any side of the ship are not in melee range with creatures along the Masts and Rigging (at your discretion, a Sea Terror may have exceptional reach or jumping ability). Creatures along the Masts and Rigging can reach a Sea Terror at any zone with a midair melee attack, but must land somewhere within the Sea Terror's space or on the Sea Terror themself. Any falling damage they would take is negated if they successfully performed a stunt (described under \"Swashbuckling Stunts\") on their turn.",
												{
													"type": "gallery",
													"images": [
														{
															"type": "image",
															"href": {
																"type": "external",
																"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Arcadia27/Ship%20Maps/Ship-50ft.webp"
															},
															"title": "Ship (50 feet)"
														},
														{
															"type": "image",
															"href": {
																"type": "external",
																"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Arcadia27/Ship%20Maps/Ship-100ft.webp"
															},
															"title": "Ship (100 feet)"
														},
														{
															"type": "image",
															"href": {
																"type": "external",
																"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Arcadia27/Ship%20Maps/Ship-150ft.webp"
															},
															"title": "Ship (150 feet)"
														}
													]
												}
											]
										},
										{
											"type": "inset",
											"page": 37,
											"name": "GM Tip: Sea Terror Attacks",
											"entries": [
												"At the end of the third round of combat with a Sea Terror, if the creature's additional hit points haven't been depleted or the party is struggling to bring the Sea Terror down, you can choose to have the Sea Terror swim away the next time they take damage—allow the party to think they've driven off the creature, only for the Sea Terror to reemerge when they least expect it."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Swashbuckling Stunts",
									"page": 37,
									"entries": [
										"Moving around the ship, hanging onto its sides, and climbing up and down its masts all contribute to the swashbuckling fantasy. When aboard a ship or moving between boats, adventurers have access to the following bonus action: {@action Stunt|Arcadia27}"
									]
								},
								{
									"type": "entries",
									"name": "Voyage Timing and Preparations",
									"page": 38,
									"entries": [
										"The oceans are vast and sprawl endlessly from the perspective of any ship. Time and distances blur together, leaving encounters on the sea as the only true measure of a voyage's length.",
										"These rules abstract the adventuring day, and rest isn't always easy to come by. There may be back-to-back days when the adventurers aren't able to take a long rest between encounters or work aboard the ship. It's recommended to handwave the rules of exhaustion whenever it happens. Otherwise, it's up to the GM to employ these extended stints sparingly, reserving them for when encounters need that extra {@b {@i oomph}}.",
										"On average, an adventuring party voyaging without any leads or clues will run into 5 encounters between locations and 2 encounters sailing back to port, if applicable. If the adventurers are knocked off course by a rough storm or run into a setback from a particularly strenuous confrontation, the number of encounters increases by 1.",
										"While docked in a populated civilization, the party can make preparations and acquire information for their next voyage by doing tasks such as picking up rumors, trading for maps, asking for an escort from ships sailing the same way, and talking to other sailors about their best ocean routes. Once between voyages, an adventurer who succeeds on a DC 12 Intelligence or Charisma ({@skill Investigation}) check or a Wisdom ({@skill Survival}) check reduces the number of encounters on their next voyage by 2 (to a minimum of 2)."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "New Magic Item",
							"page": 38,
							"entries": [
								"{@item Wishes 99|Arcadia27|Wishes {@s 100} 99}"
							]
						},
						{
							"type": "section",
							"name": "The Ocean Ahead",
							"page": 38,
							"entries": [
								"The high seas campaign doesn't have to end with the ballad of Captain Shivershank. The adventurers could seek out {@i Wishes 98}. Countless pirate hunters hired by nobles and monarchs could be threatening the future of piracy (like in real life). Underwater civilizations could attack the people above the surface and plot to take all the oceans into a secret plane of existence. A Sea Terror Tarrasque slumbering deep under the sea could suddenly open its eyes.",
								"New pirate adventures can come from your favorite pirate stories, both real and fantastic. Don't be afraid to steal what you like whole cloth—you're a pirate, after all."
							]
						}
					]
				}
			]
		}
	],
	"monsterFluff": [
		{
			"name": "Aranoth",
			"source": "Arcadia27",
			"entries": [
				{
					"type": "entries",
					"name": "Aranoth",
					"entries": [
						"Of all the fearsome creatures in the sea, none has made me want to fall to my knees and beg for mercy more than the frost-infused aranoth. They are the most ancient of sharks, with five red eyes burning in their head, icy blue skin, a body twice the length of the greatest galleon, and a colossal mouth full of jagged teeth—akin to a goblin shark, if each pearly white was the size of a fullgrown human."
					]
				},
				{
					"type": "entries",
					"name": "Ancient as the Sea",
					"entries": [
						"Each aranoth is older than the salt on the waves. They don't age, but they also can't make little sharks. Praise the gods. Other terrors of the deep, like the blasted dragon turtle and hideous kraken, see aranoths as threats. That's a bad break for Arry, but good news for sailors. Only a few aranoths prowl the depths now. They hide at the bottom of the great blue, drawing in the cold like a ray eating shrimp. Arry only risks a swim to the surface when he senses food above—that's us. Well, our memories at least."
					]
				},
				{
					"type": "entries",
					"name": "Devourers of Knowledge",
					"entries": [
						"The oldest salts at the dock say aranoths were always bigguns, but they weren't always smart. Those fish brains went from minnow to god as they gorged themselves on the thoughts of their prey. The smarter you are, the hungrier Arry is for you. This voracious creature snaps up prey in their gullet, devours their victims' memories, then vomits the poor souls out as statues! No doubt their perverse stone gardens litter the bottom of the sea."
					]
				},
				{
					"type": "entries",
					"name": "Deals for Memories",
					"entries": [
						"Now, the aranoth seems mighty wicked, but most are willing to bargain with their food. That's downright generous, given they hold all the cards. Many will let a ship pass over their domain in exchange for devouring just the smartest sailor aboard. Rest in petrification, Brainy Tom. Some desperate adventurers—and I mean heavy-laden souls as have no other options left—even seek an aranoth by choice, offering their memories in exchange for information from the leviathan's vast mind. The most merciful of these fish make their victims flesh again after absorbing their memories, if you can believe. Still, I wouldn't offer myself to Arry for all the teeth in Shipsnapper's maw."
					]
				}
			]
		},
		{
			"name": "Arcane Remora",
			"source": "Arcadia27",
			"entries": [
				"Bigger than the average suckerfish, arcane remoras clean up magical messes in the sea. Oh, you never thought about what happens if a boat full of potions crashes on the rocks, or a mage loses control of their wild magic and makes a bunch of grease appear in the ocean? Well, let me tell you, pretty it ain't. So some \"brilliant\" magicians bred a special kind of shark to clean up their mess ... but guess how that worked out? Adding magic to nature is a bad business. The fish got smarter and tougher, and some escaped their breeders to form schools in the wild blue. Blimey.",
				{
					"type": "entries",
					"name": "Drawn to Magic",
					"entries": [
						"Wherever there is magic in the seas, remoras show up. Sometimes a local community might hire a breeder to bring a few fish to get rid of the pollution, but it's just as likely that a wild remmy or five absorb the mess. Oh, but it's not just alchemy and spells they eat. Adventurers who go for a swim should take heed—the suckerfish love to attach to magic items and drain their power ... temporarily, or so I'm told. But if you're a lucky seadog, you might find one roaming around with a magic sword in its sucker. I found {@item Slashpoint|Arcadia27}, the very cutlass that removed the ponytail from Dread Liandra, attached to a big remmy."
					]
				}
			]
		},
		{
			"name": "Hound Shark",
			"source": "Arcadia27",
			"entries": [
				"A smaller species of hunter shark, hounds relentlessly stalk their prey through the oceans. They'll swim after you for hours on end if they get your scent. Oh, and while they can eat smaller fish, the hounds prefer bigger meals that sustain them for days as they hunt for their next feast. If one gets a sniff of you, get out of the water and don't go back!",
				{
					"type": "entries",
					"name": "Hunting Companions",
					"entries": [
						"Not all hound sharks hunger for your flesh. They can be—carefully—trained to hunt alongside a salty sailor. These faithful friends work with adventurers and bounty hunters alike, lending their devious sense of smell to track quarry across the seas. I know firsthand. There is no member of the crew I trust more than my Regina."
					]
				}
			]
		},
		{
			"name": "Icebreaker Shark",
			"source": "Arcadia27",
			"entries": [
				"If you see a fin cutting through cold waters of glacial islands, flee. Don't stop until your legs are safely touching something as hard as iron. See, icebreaker sharks hunt in frigid waters, stalking prey on icebergs and glaciers above and waiting for their victims to walk where the ice is thinnest. Once their prey is vulnerable, these gray-skinned sharks smash through the ice with their great tails, dragging their food screaming into the shivering deep. And your boat isn't safe either—iceheads break wood as well as any glacier."
			]
		},
		{
			"name": "Maelstrom Hammerhead",
			"source": "Arcadia27",
			"entries": [
				"Maelstrom Hammerhead They may look like golden hammerhead sharks, but once Mally Ham opens their mouth and demands tribute, a sailor knows who they're dealing with ... a servant of the gods!",
				{
					"type": "entries",
					"name": "Divine Messengers",
					"entries": [
						"When sailors run afoul of a fickle sea god, perhaps by killing an albatross, cursing the deity during a storm, or unwittingly sailing through a sanctified sea without pouring rum into the deep, maelstrom hammerheads appear. Some sins can be forgiven. If you're lucky, these divine predators demand tribute—often treasure, though they can demand lives for more grievous offenses. Give it to them. Refusals are answered with tempestuous wrath."
					]
				},
				{
					"type": "entries",
					"name": "Storm Creators",
					"entries": [
						"When wreaking vengeance for an angry god, maelstrom hammerheads summon storms that make any experienced salt dog lose their lunch. The more sharks manifesting the tempest, the greater the clouds and the stronger its lightning strikes. Just pay the bloody tribute."
					]
				}
			]
		},
		{
			"name": "Megalodon",
			"source": "Arcadia27",
			"entries": [
				"You know the infamous great white shark. Take that fearsome fish, make it the length of a great galleylong, give it a mouth full of teeth longer than dirks and an appetite for whale flesh, and you've got one of the worst predators to ever prowl the seas. When there are no whales to feed on, these monsters break the surface, flying into the air and tearing vessels apart like gift paper to get at the morsels within. Alas, such was the fate of the first {@i Feasting Fin}. We're coming for you, Snapper."
			]
		},
		{
			"name": "Warp Shark",
			"source": "Arcadia27",
			"entries": [
				"Warp sharks are born with fey magic that allows them to disappear from one place and appear in another. Doesn't matter if the water is a salty ocean, a crystal clear river, or some poor monarch's enormous bathtub. If it's wet, look out for Warper. He'll get in, eat some poor dog, then get out faster than you can sing a shanty. These mighty threshers have skin of deep purple mottled with red, black, and blue, not to mention bone-bladed tails that can slice rifts in reality.",
				{
					"type": "entries",
					"name": "Wicked Pets",
					"entries": [
						"While {@creature sea hag|FleeMortals|sea hags} are chief among those who keep warp sharks as pets, many villains tame these fish to do their bidding and carry out their will on the waves. The sharks make excellent kidnappers, for they can teleport short distances with a victim caught in their jaws. We'll never know what became of Quartermaster Darius Molor."
					]
				}
			]
		},
		{
			"name": "Wereshark",
			"source": "Arcadia27",
			"entries": [
				"Aye, they're real. It's rare, but the wereshark's curse can be found in remote seaside communities. These sharky folk prefer the taste of raw meat above all, but most mean and do no harm to other folks. It's a shame, but the wicked among weresharks use their hunger for uncooked flesh to justify brutal and violent acts. These horror stories, coupled with the fearsome look of a half-shark, half-person, lead many to attack first and ask questions later. A bad idea—weresharks rarely lose that fight.",
				"Some legends say that weresharks don't actually change when the moon is full, but rather when the tide is at its highest each month. I've never stuck around long enough to track it.",
				{
					"type": "entries",
					"name": "Gift Rarely Given",
					"entries": [
						"Rather than a curse, most weresharks see their lycanthropy as a gift. When these weresharks pass on their blessing, both weresharks vow to protect one another, a promise akin to marriage. A wereshark almost never passes their gift on to an adventurer or sailor passing through, since that promise requires the lycanthrope to leave home or the traveler to settle down. That's why yours truly isn't sporting fins and a tail. I got a meg to hunt.",
						"Now, some dastardly dogs think wereshark lycanthropy is a present all humanoids should have. These foul folk trick weresharks into cursing them. When it works, the villains then go on a chomping spree, creating weresharks and demanding service as thanks for the unwanted gift."
					]
				}
			]
		},
		{
			"name": "Angler Shark",
			"source": "Arcadia27",
			"entries": [
				"The angler shark is a deep-sea ambush predator, waiting in the darkness with a glowing antenna dangling out in front of them to distract prey. When a foolish creature ventures toward the light, the shark lunges out of the murk with massive, horrifying jaws open wide, and devours everything in the area."
			]
		},
		{
			"name": "Dire Jelly",
			"source": "Arcadia27",
			"entries": [
				"The dire jelly is a jellyfish of massive proportions. They hide in plain sight as they float through the water, their translucent body difficult to see. More than one fish—or swimmer—has suddenly found themself in the grasp of a dire jelly, paralyzed and struggling to survive. Dire jellies eat any living creatures they can—plankton, fish, and mammal alike—devouring all the available prey in one area, then traveling hundreds of miles in search of their next hunting grounds."
			]
		},
		{
			"name": "Eldritch Anemone",
			"source": "Arcadia27",
			"entries": [
				"Sea creatures who dwell near places of magical power and otherworldly influence are sometimes warped by energies from beyond this reality. One such entity is the eldritch anemone, a stationary predator who hungers for flesh."
			]
		},
		{
			"name": "Giant Spider Crab",
			"source": "Arcadia27",
			"entries": [
				"The giant spider crab prowls ocean reefs, waiting for larger fish and mammals to swim within reach of their sharp pincers. The crab's red-orange carapace is a mere five feet across, but their ten many-jointed legs (two of which end in clawed pincers) are each six feet long. The spider crab isn't an adept swimmer, but their multitude of limbs let them scuttle across the ocean floor or up the sides of a ship with ease."
			]
		},
		{
			"name": "Zombie Worms",
			"source": "Arcadia27",
			"entries": [
				"Zombie worms are inch-long undulating tubes of undead flesh who crave and devour the bones of the living and the dead. Most commonly found along the ocean floor where massive creatures have died to leave behind skeletal remains, zombie worms attack anything with a skeleton. They often hide inside the hollowed-out skeletons of large creatures, waiting to swarm out when potential prey comes near."
			]
		},
		{
			"name": "Captain Shivershank",
			"source": "Arcadia27",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Arcadia27/Creatures/Images/Shivershank.webp"
					}
				}
			]
		}
	],
	"monster": [
		{
			"name": "Aranoth",
			"source": "Arcadia27",
			"page": 4,
			"size": [
				"G"
			],
			"type": "monstrosity",
			"alignment": [
				"N"
			],
			"alignmentPrefix": "typically ",
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 350,
				"formula": "20d20 + 140"
			},
			"speed": {
				"walk": 0,
				"swim": 40
			},
			"str": 25,
			"dex": 8,
			"con": 25,
			"int": 21,
			"wis": 20,
			"cha": 16,
			"save": {
				"con": "+12",
				"int": "+10",
				"wis": "+10",
				"cha": "+8"
			},
			"skill": {
				"arcana": "+10",
				"history": "+10",
				"insight": "+10",
				"perception": "+10",
				"religion": "+10"
			},
			"senses": [
				"blindsight 120 ft."
			],
			"passive": 20,
			"immune": [
				"cold"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"paralyzed",
				"stunned"
			],
			"languages": [
				"all",
				"telepathy 120 ft."
			],
			"cr": "16",
			"trait": [
				{
					"name": "Detect Sentience",
					"entries": [
						"The aranoth can sense the location of any creature within 5 miles of them who has an Intelligence score of 3 or higher, unless the creature is protected by a {@spell mind blank} spell."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The aranoth can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The aranoth makes one Bite attack and one Tail attack, or makes one Tail attack and uses Swallow or Inhale, if available."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}21 ({@damage 4d6 + 7}) piercing damage plus 22 ({@damage 4d10}) cold damage. If the target is a creature, they are {@condition grappled} (escape {@dc 17}). Until this grapple ends, the target is {@condition restrained}, and the aranoth can't bite another target."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 15 ft., one target. {@h}18 ({@damage 2d10 + 7}) bludgeoning damage plus 22 ({@damage 4d10}) cold damage, and the aranoth moves the target up to 30 feet in any direction."
					]
				},
				{
					"name": "Swallow",
					"entries": [
						"The aranoth makes one Bite attack against a Large or smaller creature they are grappling. If the attack hits, the target takes the bite's damage and is swallowed, and the grapple ends. While swallowed, the creature is {@condition blinded} and {@condition restrained}, they have total cover against attacks and other effects outside the aranoth, and they must make a {@dc 18} Constitution saving throw at the start of each of their turns. If the creature fails this save three times while they are swallowed, they are turned to stone and {@condition petrified}, and the aranoth gains all the creature's memories. The failures don't need to be consecutive, but a creature's failures reset to zero if they are no longer swallowed.",
						"If the aranoth takes 35 damage or more on a single turn from a creature inside them, the aranoth must succeed on a {@dc 18} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, who fall {@condition prone} in a space within 10 feet of the aranoth. Also, as an action, the aranoth can willingly regurgitate all swallowed creatures. If the aranoth dies, a swallowed creature is no longer {@condition restrained} by them and can escape from the corpse using 20 feet of movement, exiting {@condition prone}."
					]
				},
				{
					"name": "Inhale {@recharge}",
					"entries": [
						"The aranoth inhales an enormous breath in a 60-foot cone. Each creature in that area must succeed on a {@dc 20} Strength saving throw or be swallowed by the aranoth (see Swallow)."
					]
				}
			],
			"bonus": [
				{
					"name": "Cold Flash",
					"entries": [
						"The aranoth unleashes a burst of freezing water. Each creature within 30 feet of the aranoth must make a {@dc 20} Constitution saving throw. On a failed save, a creature can't take reactions and is {@condition restrained} until the start of their next turn. Creatures resistant or immune to cold damage automatically succeed on this saving throw."
					]
				},
				{
					"name": "Restore the Flesh",
					"entries": [
						"The aranoth chooses one creature {@condition petrified} by their Swallow action within 120 feet of them. The {@condition petrified} condition ends on the target."
					]
				}
			],
			"reaction": [
				{
					"name": "Thousands of Memories",
					"entries": [
						"When the aranoth makes a saving throw, they draw on memories they've absorbed. They roll a {@dice d8} and add the result to their saving throw."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"languageTags": [
				"TP",
				"XX"
			],
			"damageTags": [
				"B",
				"C",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"blinded",
				"restrained"
			],
			"savingThrowForced": [
				"constitution",
				"strength"
			],
			"hasFluff": true
		},
		{
			"name": "Arcane Remora",
			"source": "Arcadia27",
			"page": 5,
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 75,
				"formula": "10d8 + 30"
			},
			"speed": {
				"walk": 0,
				"swim": 40
			},
			"str": 18,
			"dex": 12,
			"con": 16,
			"int": 6,
			"wis": 12,
			"cha": 8,
			"skill": {
				"perception": "+3",
				"stealth": "+3"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 13,
			"resist": [
				"acid",
				"lightning",
				"thunder"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"understands Common but can't speak"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Magic Sense",
					"entries": [
						"The remora knows the location of every active spell and magic item within 120 feet of them."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The remora can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The remora makes one Attach attack and one Razor Fins attack."
					]
				},
				{
					"name": "Attach",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}14 ({@damage 3d6 + 4}) necrotic damage. If the target is a Medium or smaller creature, they are {@condition grappled} (escape {@dc 14}). If the target is a Medium or smaller magic item that isn't being worn or carried, the remora can pick up the item. While the remora is carrying an item, another creature within reach of the remora can use an action to make a {@dc 14} Strength ({@skill Athletics}) check, pulling the item from the remora on a success. The remora can attach to only one target at a time."
					]
				},
				{
					"name": "Razor Fins",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage."
					]
				},
				{
					"name": "Drain Magic",
					"entries": [
						"The remora attempts to drain the magic of one non-artifact magic item that is being worn or carried by the remora or a creature they have {@condition grappled}. If the item is being worn or carried by an unwilling creature, that creature can make a {@dc 14} Dexterity saving throw. On a successful save, the item is not drained. On a failed save, or if the item is not worn or carried by an unwilling creature, the item is drained of magic and the remora regains 18 ({@dice 4d8}) hit points.",
						"If the drained item is a consumable magic item, such as a potion or scroll, it is destroyed. Otherwise, the item's magic is suppressed for 24 hours and the remora can't drain that item again for the duration."
					]
				}
			],
			"bonus": [
				{
					"name": "Drink Spells {@recharge}",
					"entries": [
						"The remora chooses one creature, object, or magical effect within 5 feet of them. Each spell of 2nd level or lower on the target ends. For each spell of 3rd level or higher on the target, the remora makes a Constitution check. The DC equals 10 + the spell's level. On a successful check, the spell ends. If this bonus action ends at least one spell, the remora gains a bonus to the next damage roll they make before the end of their next turn equal to the level of the highest-level spell they ended."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"CS"
			],
			"damageTags": [
				"N",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"hasFluff": true
		},
		{
			"name": "Hound Shark",
			"source": "Arcadia27",
			"page": 6,
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 26,
				"formula": "4d8 + 8"
			},
			"speed": {
				"walk": 5,
				"swim": 40
			},
			"str": 16,
			"dex": 13,
			"con": 14,
			"int": 3,
			"wis": 10,
			"cha": 5,
			"skill": {
				"perception": "+2",
				"survival": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"cr": "1",
			"trait": [
				{
					"name": "Aquatic Tremorsense",
					"entries": [
						"While the shark is touching a body of water, they can detect and pinpoint the origin of vibrations in the same body of water within 60 feet of them."
					]
				},
				{
					"name": "Blood Frenzy",
					"entries": [
						"The shark has advantage on melee attack rolls against any creature who doesn't have all their hit points."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The shark can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) piercing damage."
					]
				}
			],
			"bonus": [
				{
					"name": "Hound Sense",
					"entries": [
						"The shark acquires a quarry by smelling a creature or an object within 40 feet of them that they can see.",
						"If the shark smells an object, their quarry is the last creature to handle the object for at least 5 minutes within the last 10 days. Otherwise, their quarry is the creature they smelled. For the next 24 hours, or until the shark uses this bonus action again, the shark can use their sense of smell to track their quarry. They know the direction to the quarry's location provided the quarry is on the same plane of existence as them."
					]
				},
				{
					"name": "Unstoppable Hunt {@recharge}",
					"entries": [
						"The shark moves up to their speed without provoking opportunity attacks toward their quarry (see Hound Sense), provided they can see their quarry"
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"hasFluff": true
		},
		{
			"name": "Hound Shark Companion",
			"source": "Arcadia27",
			"page": 7,
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "13 plus PB (natural armor)"
				}
			],
			"hp": {
				"special": "7 + 7 times the caregiver's level (a number of d8 Hit Dice equal to their caregiver's level)"
			},
			"speed": {
				"walk": 5,
				"swim": 40
			},
			"str": 16,
			"dex": 12,
			"con": 14,
			"int": 5,
			"wis": 10,
			"cha": 8,
			"save": {
				"str": "+3 plus PB",
				"dex": "+1 plus PB"
			},
			"skill": {
				"perception": "+0 plus PB",
				"survival": "+0 plus PB"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": "10 plus PB",
			"pbNote": "equals the caregiver's bonus",
			"trait": [
				{
					"name": "Aquatic Tremorsense",
					"entries": [
						"While the shark is touching a body of water, they can detect and pinpoint the origin of vibrations in the same body of water within 60 feet of them."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The shark can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack (Bite)",
					"entries": [
						"{@atk mw} {@hit 3 plus PB} to hit, reach 5 ft., one target. {@h}{@damage 1d6 plus PB} piercing damage."
					]
				},
				{
					"name": "1st Level: Overwhelming Attack (2 Ferocity)",
					"entries": [
						"The shark makes a signature attack. On a hit, the attack deals an extra PB damage, and the target can't take reactions until the start of the shark's next turn."
					]
				},
				{
					"name": "3rd Level: Circling Strike (5 Ferocity)",
					"entries": [
						"The shark chooses a creature within 5 feet of them. The target must make a {@dc 10 plus PB} Wisdom ({@skill Perception}) check. On a failed check, the shark makes a signature attack with advantage against the target and deals an extra {@damage PBd4} damage on a hit. On a successful check, the shark makes a signature attack against the target."
					]
				},
				{
					"name": "5th Level: Chompfest (8 Ferocity)",
					"entries": [
						"The shark moves up to their speed without provoking opportunity attacks. Before, during, or after this movement, the shark can make one signature attack against up to PB creatures."
					]
				}
			],
			"bonus": [
				{
					"name": "Hound Sense (1/Day)",
					"entries": [
						"The shark acquires a quarry by smelling a creature or an object within 40 feet of them that they can see. If the shark smells an object, their quarry is the last creature to handle the object for at least 5 minutes within the last 10 days. Otherwise, their quarry is the creature they smelled. For the next 24 hours, or until the shark uses this bonus action again, the shark can use their sense of smell to track their quarry. They know the direction to the quarry's location provided the quarry is on the same plane of existence as them."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"D"
			],
			"miscTags": [
				"MW"
			],
			"hasFluff": true,
			"fluff": {
				"name": "Hound Shark",
				"source": "Arcadia27",
				"entries": [
					"A smaller species of hunter shark, hounds relentlessly stalk their prey through the oceans. They'll swim after you for hours on end if they get your scent. Oh, and while they can eat smaller fish, the hounds prefer bigger meals that sustain them for days as they hunt for their next feast. If one gets a sniff of you, get out of the water and don't go back!",
					{
						"type": "entries",
						"name": "Hunting Companions",
						"entries": [
							"Not all hound sharks hunger for your flesh. They can be—carefully—trained to hunt alongside a salty sailor. These faithful friends work with adventurers and bounty hunters alike, lending their devious sense of smell to track quarry across the seas. I know firsthand. There is no member of the crew I trust more than my Regina."
						]
					}
				]
			}
		},
		{
			"name": "Icebreaker Shark",
			"source": "Arcadia27",
			"page": 8,
			"size": [
				"H"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 150,
				"formula": "12d12 + 72"
			},
			"speed": {
				"walk": 0,
				"swim": 50
			},
			"str": 23,
			"dex": 10,
			"con": 22,
			"int": 1,
			"wis": 10,
			"cha": 5,
			"skill": {
				"perception": "+3",
				"stealth": "+3"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 13,
			"immune": [
				"cold"
			],
			"cr": "8",
			"trait": [
				{
					"name": "Blood Frenzy",
					"entries": [
						"The shark has advantage on melee attack rolls against any creature who doesn't have all their hit points."
					]
				},
				{
					"name": "Ice Tremorsense",
					"entries": [
						"The shark can detect and pinpoint the origin of vibrations on ice within 60 feet of them, provided the ice touches a body of water the shark occupies."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The shark deals double damage to objects and structures."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The shark can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The shark makes one Bite attack, and they make one Bone Tail attack or use Smash Ice."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}22 ({@damage 3d10 + 6}) piercing damage."
					]
				},
				{
					"name": "Bone Tail",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 10 ft., one target. {@h}22 ({@damage 3d10 + 6}) bludgeoning damage. If the target is a creature, their speed is halved until the end of their next turn."
					]
				},
				{
					"name": "Smash Ice",
					"entries": [
						"The shark destroys a 15-foot cube of nonmagical ice within 10 feet of them. Each creature on that area of ice must make a {@dc 17} Dexterity saving throw. On a successful save, a creature moves into the nearest unoccupied space of the creature's choice outside of the cube. On a failed save, a creature falls and lands {@condition prone}."
					]
				}
			],
			"traitTags": [
				"Siege Monster",
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"hasFluff": true
		},
		{
			"name": "Maelstrom Hammerhead",
			"source": "Arcadia27",
			"page": 9,
			"size": [
				"L"
			],
			"type": "celestial",
			"alignment": [
				"C",
				"N"
			],
			"alignmentPrefix": "typically ",
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 95,
				"formula": "10d10 + 40"
			},
			"speed": {
				"walk": 10,
				"swim": 40
			},
			"str": 19,
			"dex": 11,
			"con": 18,
			"int": 12,
			"wis": 14,
			"cha": 15,
			"skill": {
				"perception": "+5",
				"religion": "+4"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 15,
			"immune": [
				"lightning",
				"thunder"
			],
			"languages": [
				"Celestial",
				"Common"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The hammerhead can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage plus 7 ({@damage 2d6}) lightning damage. If the target is a creature, they can't take reactions until the start of their next turn."
					]
				},
				{
					"name": "Destructive Storm (1/Day)",
					"entries": [
						"The hammerhead conjures a storm in a 20-foot-radius sphere at a point they can see within 120 feet of them. The storm spreads around corners, and its area is lightly obscured. When a creature enters the storm for the first time on a turn or starts their turn there, they must make a {@dc 15} Dexterity saving throw, taking 9 ({@damage 2d8}) lightning damage and 4 ({@damage 1d8}) thunder damage on a failed save, or half as much damage on a successful one. At the start of initiative count 20 each round, vehicles and structures in the storm take 4 ({@damage 1d8}) lightning damage and 9 ({@damage 2d8}) thunder damage. The storm lasts for 1 minute or until the hammerhead dies, moves more than 240 feet away from the storm, or chooses to end the storm (no action required).",
						"Alternatively, the hammerhead can use this action to join their power to another hammerhead's Destructive Storm within 240 feet of them. For each hammerhead that joins their power, the storm's effects gains the following cumulative changes:",
						{
							"type": "list",
							"items": [
								"The sphere's radius increases by 5 feet.",
								"The storm deals an additional 4 ({@damage 1d8}) lightning damage and 4 ({@damage 1d8}) thunder damage."
							]
						},
						"If a hammerhead who joined their power to the storm dies or ends their participation in the storm (no action required), the storm's effects are reduced proportionally. The storm ends when no more hammerheads are powering the storm."
					]
				},
				{
					"name": "Maelstrom Fury (1/Day)",
					"entries": [
						"While the hammerhead is submerged in water, they spin their body in a tight circle, creating a swirling vortex. Each creature within 30 feet of the hammerhead must succeed on a {@dc 15} Strength saving throw or be pulled up to 25 feet toward the hammerhead. The hammerhead then makes a Bite attack against each creature of their choice within 5 feet of them."
					]
				}
			],
			"bonus": [
				{
					"name": "Move Storm",
					"entries": [
						"The hammerhead can move a storm they created or added their power to with their Destructive Storm action up to 30 feet in any direction."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"B"
			],
			"languageTags": [
				"C",
				"CE"
			],
			"damageTags": [
				"L",
				"P",
				"T"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"savingThrowForced": [
				"dexterity",
				"strength"
			],
			"hasFluff": true
		},
		{
			"name": "Megalodon",
			"source": "Arcadia27",
			"page": 10,
			"size": [
				"G"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 297,
				"formula": "17d20 + 119"
			},
			"speed": {
				"walk": 0,
				"swim": 90
			},
			"str": 28,
			"dex": 8,
			"con": 25,
			"int": 1,
			"wis": 10,
			"cha": 5,
			"save": {
				"str": "+14",
				"dex": "+4",
				"con": "+12"
			},
			"skill": {
				"perception": "+10"
			},
			"senses": [
				"blindsight 120 ft."
			],
			"passive": 20,
			"cr": "14",
			"trait": [
				{
					"name": "Blood Frenzy",
					"entries": [
						"The megalodon has advantage on melee attack rolls against any creature who doesn't have all their hit points."
					]
				},
				{
					"name": "Breech",
					"entries": [
						"If the megalodon moves at least 30 feet straight toward the surface of the water on their turn, they can propel themselves up to 60 feet into the air without using additional movement, then fall. During this movement or fall, the megalodon can take an action, if available. The megalodon takes no damage from the fall if they fall into water that is at least 30 feet deep."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The megalodon deals double damage to objects and structures."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The megalodon can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The megalodon makes one Bite attack and one Tail attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}23 ({@damage 4d6 + 9}) piercing damage. If the target is a creature, they are {@condition grappled} (escape {@dc 19}). Until this grapple ends, the target is {@condition restrained}, and the megalodon can't bite another target."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 15 ft., one target. {@h}20 ({@damage 2d10 + 9}) bludgeoning damage. If the target is a creature, they must succeed on a {@dc 20} Constitution saving throw or become {@condition dazed|FleeMortals} until the end of their next turn."
					]
				},
				{
					"name": "Bone Crunch",
					"entries": [
						"The megalodon makes a Bite attack against a creature they are grappling. If the attack hits, the target takes an additional 14 ({@damage 4d6}) piercing damage and their speed is halved. In addition, if the target isn't a Construct or Undead, they begin bleeding. While bleeding, a creature loses 14 ({@dice 4d6}) hit points at the start of each of their turns. The target or a creature within reach of them can use an action to make a {@dc 17} Wisdom ({@skill Medicine}) check, ending the speed reduction and bleeding on a success. The speed reduction and bleeding also end if the target receives magical healing."
					]
				}
			],
			"traitTags": [
				"Siege Monster",
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrowForced": [
				"constitution"
			],
			"hasFluff": true
		},
		{
			"name": "Warp Shark",
			"source": "Arcadia27",
			"page": 11,
			"size": [
				"L"
			],
			"type": "fey",
			"alignment": [
				"C",
				"E"
			],
			"alignmentPrefix": "typically ",
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 127,
				"formula": "15d10 + 45"
			},
			"speed": {
				"walk": 0,
				"swim": 40
			},
			"str": 19,
			"dex": 13,
			"con": 16,
			"int": 5,
			"wis": 14,
			"cha": 11,
			"skill": {
				"perception": "+5",
				"stealth": "+4"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 15,
			"languages": [
				"understands Aquan and Common but can't speak"
			],
			"cr": "6",
			"trait": [
				{
					"name": "Blood Frenzy",
					"entries": [
						"The shark has advantage on melee attack rolls against any creature who doesn't have all their hit points."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The shark can breathe only underwater."
					]
				},
				{
					"name": "Water Sense",
					"entries": [
						"The shark knows the location of every body of water within 500 feet of them that's large enough to submerge themself in, as well as the location of every creature touching such a body of water."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The shark makes one Bite attack and one Tail attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}14 ({@damage 3d6 + 4}) piercing damage. If the target is a Medium or smaller creature, they are {@condition grappled} (escape {@dc 14}). Until this grapple ends, the target is {@condition restrained}, and the shark can't bite another target."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}20 ({@damage 3d10 + 4}) slashing damage."
					]
				},
				{
					"name": "Splish Slash",
					"entries": [
						"The shark's tail slashes open a momentary rift to a body of water in the Feywild, creating a sudden blast of pressurized water. Each creature within 10 feet of the shark must make a {@dc 15} Strength saving throw. On failed save, a creature takes 16 ({@damage 3d10}) bludgeoning damage and is pushed 10 feet away from the shark unless they are {@condition grappled} by the shark. On a successful save, a creature takes half as much damage and isn't pushed."
					]
				},
				{
					"name": "Teleport {@recharge 5}",
					"entries": [
						"The shark teleports up to 500 feet to an unoccupied space in a body of water they can sense. Alternatively, the shark and a creature they have {@condition grappled} can teleport up to 30 feet to an unoccupied space in a body of water the shark can sense."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack",
				"Teleport"
			],
			"languageTags": [
				"AQ",
				"C",
				"CS"
			],
			"damageTags": [
				"B",
				"P",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"savingThrowForced": [
				"strength"
			],
			"hasFluff": true
		},
		{
			"name": "Wereshark",
			"source": "Arcadia27",
			"page": 12,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 11,
					"condition": "in humanoid form"
				},
				{
					"ac": 12,
					"condition": "in shark or hybrid form",
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 45,
				"formula": "7d8 + 14"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(0 ft. swim 40 ft. in shark form; 30 ft. swim 40 ft. in hybrid form)"
				}
			},
			"str": 16,
			"dex": 13,
			"con": 15,
			"int": 10,
			"wis": 11,
			"cha": 10,
			"skill": {
				"perception": "+2",
				"stealth": "+3"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 12,
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks that aren't silvered",
					"cond": true
				}
			],
			"languages": [
				"Common (can't speak in shark form)"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The wereshark can breathe air and water."
					]
				},
				{
					"name": "Blood Frenzy",
					"entries": [
						"The wereshark has advantage on melee attack rolls against any creature who doesn't have all their hit points."
					]
				},
				{
					"name": "From the Deep",
					"entries": [
						"Any hit the wereshark scores against a creature submerged in water who can't see or hear the wereshark is a critical hit."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The wereshark makes two Trident attacks, or one Bite attack and one Trident attack."
					]
				},
				{
					"name": "Bite (Shark or Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage. If the target is a non-lycanthrope Humanoid, the wereshark can pass on their curse, and the target must succeed on a {@dc 12} Constitution saving throw or be cursed with wereshark lycanthropy."
					]
				},
				{
					"name": "Trident (Humanoid or Hybrid Form Only)",
					"entries": [
						"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage, or 7 ({@damage 1d8 + 3}) piercing damage if used with two hands to make a melee attack. If the attack hits a Medium or smaller creature who is within 5 feet of a Small or larger object, the wereshark can stab the trident through the creature into the object. The target is {@condition restrained}, and the wereshark can't use the trident to make another attack. A creature who can reach the trident can use an action to pull it free, causing the {@condition restrained} creature to take 7 ({@damage 2d6}) piercing damage and ending the {@condition restrained} condition on them."
					]
				},
				{
					"name": "Retreat to the Dark",
					"entries": [
						"The wereshark moves up to their speed without provoking opportunity attacks, then takes the Hide action."
					]
				}
			],
			"bonus": [
				{
					"name": "Change Shape",
					"entries": [
						"The wereshark polymorphs into a shark-humanoid hybrid or into a Large hunter shark, or back into their Humanoid form. Their statistics, other than their size and speed, are the same in each form. Any equipment they are wearing or carrying isn't transformed. The wereshark reverts to their Humanoid form if they die."
					]
				}
			],
			"attachedItems": [
				"trident|phb"
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack",
				"Shapechanger"
			],
			"languageTags": [
				"C",
				"CS"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RW",
				"THW"
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrowForced": [
				"constitution"
			],
			"hasFluff": true
		},
		{
			"_copy": {
				"name": "Dragon Turtle",
				"source": "MM",
				"_mod": {
					"action": {
						"mode": "replaceArr",
						"replace": "Steam Breath {@recharge 5}",
						"items": [
							{
								"name": "Steam Breath {@recharge 5}",
								"entries": [
									"The dragon turtle skeleton exhales scalding steam in a 60-foot cone. Each creature in that area must make a {@dc 18} Constitution saving throw, taking 52 ({@damage 15d6}) necrotic damage on a failed save, or half as much damage on a successful one. Being underwater doesn't grant resistance against this damage."
								]
							}
						]
					},
					"damageTags": {
						"mode": "replaceArr",
						"replace": "F",
						"items": [
							"N"
						]
					},
					"trait": {
						"mode": "replaceTxt",
						"replace": "dragon turtle",
						"with": "dragon turtle skeleton"
					}
				}
			},
			"name": "Dragon Turtle Skeleton",
			"source": "Arcadia27",
			"page": 18,
			"type": {
				"type": "dragon",
				"tags": [
					"undead"
				]
			},
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"poisoned"
			]
		},
		{
			"_copy": {
				"name": "Ice Mephit",
				"source": "MM",
				"_mod": {
					"trait": {
						"mode": "appendArr",
						"items": [
							{
								"name": "Water Breathing",
								"entries": [
									"The rime elemental can breathe underwater"
								]
							}
						]
					}
				}
			},
			"name": "Rime Elemental",
			"source": "Arcadia27",
			"page": 18,
			"speed": {
				"walk": 30,
				"fly": 30,
				"swim": 30
			}
		},
		{
			"_copy": {
				"name": "Skeleton",
				"source": "MM"
			},
			"name": "Shipwreck Skeleton",
			"source": "Arcadia27",
			"page": 18,
			"action": [
				{
					"name": "Barnacle-Encrusted Oar",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 10 ft., one target. {@h}5 ({@damage 1d10}) bludgeoning damage and 3 ({@damage 1d6}) piercing damage."
					]
				}
			]
		},
		{
			"name": "Angler Shark",
			"source": "Arcadia27",
			"page": 19,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 105,
				"formula": "10d10 + 50"
			},
			"speed": {
				"walk": 0,
				"swim": 60
			},
			"str": 23,
			"dex": 13,
			"con": 21,
			"int": 3,
			"wis": 12,
			"cha": 3,
			"skill": {
				"perception": "+4",
				"stealth": "+7"
			},
			"senses": [
				"blindsight 120 ft."
			],
			"passive": 14,
			"cr": "6",
			"trait": [
				{
					"name": "Ambusher",
					"entries": [
						"In the first round of a combat, the shark has advantage on attack rolls against any creature who hasn't acted yet."
					]
				},
				{
					"name": "Light Lure",
					"entries": [
						"The shark's glowing antenna sheds dim light in a 5-foot radius and extends 10 feet in front of the shark, leaving the shark untouched by the light. The shark can turn the light on or off at will (no action required)."
					]
				},
				{
					"name": "Light Devourer",
					"entries": [
						"When light created by the shark's Light Lure trait is on, the area within 120 feet of the shark is shrouded in magical darkness, except for the area of dim light created by"
					]
				},
				{
					"name": "Light Lure",
					"entries": [
						"Nonmagical light can't penetrate this darkness, and creatures in the darkness can only see the shark's light, even with darkvision. If this darkness overlaps with an area of light created by a spell of 3rd level or lower, the spell that created the light is dispelled."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The shark can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 10 ft., one target. {@h}22 ({@damage 3d10 + 6}) piercing damage, plus an extra 14 ({@damage 4d6}) piercing damage if the shark had advantage on the attack roll. A Medium or smaller creature hit by this attack is {@condition grappled} (escape {@dc 16}). Until this grapple ends, the creature is {@condition restrained} and the shark can't make a Bite attack against another target"
					]
				}
			],
			"reaction": [
				{
					"name": "Strobe",
					"entries": [
						"When a creature within 10 feet of the shark makes an attack against them, the shark quickly flashes the light created by their Light Lure trait. If the attacking creature relies on sight, they have disadvantage on their attack roll."
					]
				}
			],
			"traitTags": [
				"Ambusher",
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"restrained"
			],
			"hasFluff": true
		},
		{
			"name": "Dire Jelly",
			"source": "Arcadia27",
			"page": 20,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 60,
				"formula": "8d10 + 16"
			},
			"speed": {
				"walk": 0,
				"swim": 30
			},
			"str": 7,
			"dex": 16,
			"con": 14,
			"int": 1,
			"wis": 11,
			"cha": 3,
			"save": {
				"dex": "+5",
				"con": "+4"
			},
			"skill": {
				"perception": "+2",
				"stealth": "+5"
			},
			"passive": 12,
			"resist": [
				"bludgeoning",
				"cold",
				"poison"
			],
			"immune": [
				"psychic"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Translucent",
					"entries": [
						"Even when the dire jelly is in plain sight, it takes a successful {@dc 13} Wisdom ({@skill Perception}) check to spot a jelly who has neither moved nor attacked. A creature who tries to enter the dire jelly's space while unaware of the jelly is surprised by the dire jelly."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The dire jelly can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dire jelly makes two attacks, either with their Grasping Arms or their Stinging Tentacles."
					]
				},
				{
					"name": "Grasping Arms",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 15 ft., one creature. {@h}1 bludgeoning damage plus 9 ({@damage 2d8}) acid damage, and the target is {@condition grappled} (escape {@dc 13}). If the target is Medium or smaller, they are also {@condition restrained} until this grapple ends. While grappling the target, the dire jelly has advantage on attack rolls against them and can't use this attack against other targets. When the dire jelly moves, any Medium or smaller target they are grappling moves with them."
					]
				},
				{
					"name": "Stinging Tentacles",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 15 ft., one creature. {@h}1 bludgeoning damage plus 18 ({@damage 4d8}) acid damage. If the attack is a critical hit, the target is {@condition paralyzed} until the start of the dire jelly's next turn."
					]
				}
			],
			"reaction": [
				{
					"name": "Contract",
					"entries": [
						"Whenever the dire jelly is subjected to an effect that allows them to make a Dexterity saving throw to take only half damage, they contract their body away from the brunt of the damage, taking no damage if they succeed on the saving throw and only half damage if they fail."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"A",
				"B"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"paralyzed"
			],
			"hasFluff": true
		},
		{
			"name": "Eldritch Anemone",
			"source": "Arcadia27",
			"page": 21,
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 133,
				"formula": "14d10 + 56"
			},
			"speed": {
				"walk": 0,
				"swim": 20
			},
			"str": 17,
			"dex": 8,
			"con": 19,
			"int": 3,
			"wis": 13,
			"cha": 6,
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"passive": 11,
			"resist": [
				"cold",
				"necrotic",
				"poison",
				"psychic"
			],
			"conditionImmune": [
				"blinded",
				"deafened",
				"poisoned"
			],
			"cr": "8",
			"trait": [
				{
					"name": "Fetid Miasma",
					"entries": [
						"The eldritch anemone contaminates the water within 60 feet of them. Any creature who breathes underwater and who enters this area for the first time on a turn or starts their turn there must hold their breath or make a {@dc 15} Constitution saving throw. On a failure, the creature is {@condition poisoned} until the start of their next turn. Eldritch anemones are immune to this effect."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The eldritch anemone can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The eldritch anemone makes three attacks: one with their Bite and two with their Tentacles."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) piercing damage, and the target must succeed on a {@dc 14} Constitution saving throw or be {@condition dazed|FleeMortals} for 1 minute. The target can repeat the saving throw at the end of each of their turns, ending the effect on themself on a success."
					]
				},
				{
					"name": "Tentacles",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 10 ft., one target. {@h}7 ({@damage 1d8 + 3}) bludgeoning damage plus 4 ({@damage 1d8}) poison damage."
					]
				}
			],
			"bonus": [
				{
					"name": "Turbid Vortex",
					"entries": [
						"The eldritch anemone churns the water within 60 feet of them. Each Large or smaller creature in the area must succeed on a {@dc 14} Strength saving throw or be pulled 30 feet closer to the eldritch anemone."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack",
				"Tentacles"
			],
			"damageTags": [
				"B",
				"I",
				"P"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrowForced": [
				"constitution",
				"strength"
			],
			"hasFluff": true
		},
		{
			"name": "Giant Spider Crab",
			"source": "Arcadia27",
			"page": 22,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 22,
				"formula": "3d10 + 6"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 16,
			"dex": 15,
			"con": 15,
			"int": 2,
			"wis": 11,
			"cha": 4,
			"skill": {
				"athletics": "+5",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 60 ft.",
				"blindsight 30 ft."
			],
			"passive": 10,
			"cr": "1",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The crab can breathe air and water."
					]
				},
				{
					"name": "Camouflage",
					"entries": [
						"The crab has advantage on Dexterity ({@skill Stealth}) checks made to hide in reefs and on the ocean floor."
					]
				},
				{
					"name": "Ocean Scuttler",
					"entries": [
						"The crab takes no penalties to their movement or attacks for being underwater."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d10 + 3}) bludgeoning damage, and the target is {@condition grappled} (escape {@dc 13}). The crab has two claws, each of which can grapple only one target."
					]
				}
			],
			"reaction": [
				{
					"name": "Shed Limb",
					"entries": [
						"When the crab takes damage from a source they can see, they shield themself with one of their limbs, reducing the damage by half and shedding the limb that protected them. The crab can use this reaction up to four times, after which they must spend 30 days regrowing the lost limbs. While the crab is missing two or more limbs, they have disadvantage on Strength- or Dexterity-based attack rolls, ability checks, and saving throws."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"B",
				"D"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled"
			],
			"hasFluff": true
		},
		{
			"name": "Swarm of Zombie Worms",
			"source": "Arcadia27",
			"page": 23,
			"size": [
				"M"
			],
			"type": {
				"type": "undead",
				"swarmSize": "T"
			},
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 36,
				"formula": "8d8"
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 8,
			"dex": 17,
			"con": 11,
			"int": 1,
			"wis": 10,
			"cha": 3,
			"senses": [
				"blindsight 10 ft. (blind beyond this radius)"
			],
			"passive": 10,
			"resist": [
				"necrotic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"psychic",
				"poison"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained",
				"stunned"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Bone Sense",
					"entries": [
						"The swarm knows the location of every creature with a skeleton within 30 feet of them, even if those creatures are hidden."
					]
				},
				{
					"name": "Shrink",
					"entries": [
						"When the swarm is reduced to half their hit points, their size becomes Small."
					]
				},
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny worm. The swarm can't regain hit points or gain temporary hit points."
					]
				},
				{
					"name": "Undead Nature",
					"entries": [
						"The swarm is made up of tiny Undead that don't require air, food, drink, or sleep."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"If the swarm has more than half their hit points, they make two Bite attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 0 ft., one creature in the swarm's space. {@h}5 ({@damage 2d4}) piercing damage, and a target with a skeleton must make a {@dc 13} Constitution saving throw. On a failed save, worms begin to burrow through the target's flesh in search of their bones, and the target is infested. While infested, a creature takes 5 ({@damage 2d4}) necrotic damage at the start of each of their turns. A creature can repeat the saving throw after taking this damage, ending the infested effect on themself on a success."
					]
				}
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"N",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"constitution"
			],
			"hasFluff": true,
			"fluff": {
				"name": "Zombie Worms",
				"source": "Arcadia27",
				"entries": [
					"Zombie worms are inch-long undulating tubes of undead flesh who crave and devour the bones of the living and the dead. Most commonly found along the ocean floor where massive creatures have died to leave behind skeletal remains, zombie worms attack anything with a skeleton. They often hide inside the hollowed-out skeletons of large creatures, waiting to swarm out when potential prey comes near."
				]
			}
		},
		{
			"name": "Captain Shivershank",
			"source": "Arcadia27",
			"page": 27,
			"size": [
				"L"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"lachomp",
					"Leader"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 20,
					"from": [
						"natural scales"
					]
				}
			],
			"hp": {
				"average": 161,
				"formula": "19d10 + 57"
			},
			"speed": {
				"walk": 30,
				"swim": 90
			},
			"str": 22,
			"dex": 18,
			"con": 16,
			"int": 16,
			"wis": 16,
			"cha": 19,
			"save": {
				"dex": "+9",
				"wis": "+8"
			},
			"skill": {
				"athletics": "+11",
				"insight": "+8",
				"intimidation": "+9",
				"stealth": "+9"
			},
			"passive": 13,
			"immune": [
				"cold",
				{
					"immune": [
						"piercing"
					],
					"note": "from {@cite Mundane and Supernatural|Arcadia27|mundane} sources",
					"cond": true
				}
			],
			"conditionImmune": [
				"frightened",
				"poisoned"
			],
			"languages": [
				"Abyssal",
				"Aquan",
				"Common",
				"Lachompagne"
			],
			"cr": "16",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"Shivershank can breathe air and water."
					]
				},
				{
					"name": "Captain of Legend (1/Turn)",
					"entries": [
						"If Shivershank fails a saving throw, she can choose to succeed instead. Until the start of her next turn, her AC is reduced by a cumulative 5, her speed is reduced by a cumulative 10 feet, and she is unable to use her Surfacesurf trait."
					]
				},
				{
					"name": "Natural Scales",
					"entries": [
						"Shivershank's rough skin gives her an AC of 20. Whenever a creature misses a melee attack against Shivershank, or if Shivershank successfully makes a melee attack against a creature, that creature takes 7 ({@damage 3d4}) slashing damage (included in her attacks)."
					]
				},
				{
					"name": "Surfacesurf",
					"entries": [
						"Shivershank can supernaturally swim within a solid surface, such as the ground or along the surface of a wall, as if it were water. While moving in this way, Shivershank doesn't provoke opportunity attacks, but she can't change directions until she enters a body of water. At the end of her turn, Shivershank emerges from a solid surface if she hasn't already."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Shivershank makes two Scimitar attacks and one Boot or Flintlock attack."
					]
				},
				{
					"name": "Scimitar",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}20 ({@damage 2d6 + 3d4 + 6}) slashing damage."
					]
				},
				{
					"name": "Boot",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d4 + 6}) bludgeoning damage plus 7 ({@damage 3d4}) slashing damage, and the target is knocked {@condition prone}."
					]
				},
				{
					"name": "Flintlock",
					"entries": [
						"{@atk rw} {@hit 9} to hit, range 80/320 ft., one target. {@h}9 ({@damage 1d10 + 4}) piercing damage, and the target is pushed 5 feet away from Shivershank, or knocked {@condition prone} if they are in midair."
					]
				}
			],
			"bonus": [
				{
					"name": "Fight or Die!",
					"entries": [
						"Shivershank commands a willing creature within 30 feet of her to use their reaction to make a weapon attack with advantage. If the attack hits, it deals an extra 7 ({@damage 3d4}) damage of the weapon's type. If the attack misses, the attacking creature is immediately reduced to 0 hit points."
					]
				},
				{
					"name": "Stunt",
					"entries": [
						"Shivershank can use a creature, object, or structure to propel herself to an unoccupied space she can see within 30 feet of her."
					]
				}
			],
			"reaction": [
				{
					"name": "Flex",
					"entries": [
						"Shivershank halves the damage she takes from an attack made against her."
					]
				}
			],
			"legendaryHeader": [
				"Shivershank has three villain actions.5 She can take each action once during an encounter after an enemy creature's turn. She can take these actions in any order but can only use one per round."
			],
			"legendary": [
				{
					"name": "Action 1: Fire!",
					"entries": [
						"Shivershank fires her flintlock at three separate targets she can see within range. Each creature of Shivershank's choice within 60 feet of her who has a ranged weapon can make an attack with that weapon with advantage (no action required)."
					]
				},
				{
					"name": "Action 2: Surf the Turf",
					"entries": [
						"Shivershank swims up to her speed in a straight line along the ground or the water. This movement doesn't provoke opportunity attacks and passing through creatures and objects doesn't cost her extra movement. She can make one Scimitar attack against each creature within 5 feet of the line. Each space she passes through becomes difficult terrain. Each 5-foot-square portion of the area requires at least 1 minute to clear by hand (if it's solid ground) or returns to normal terrain at the end of her next turn (if it's water)."
					]
				},
				{
					"name": "Action 3: Chomp",
					"entries": [
						"Shivershank bites off the head of a willing creature within 5 feet of her. The target immediately dies, and Shivershank regains half her hit points and her attacks deal an extra {@damage 1d6} slashing damage until she finishes a long rest."
					]
				}
			],
			"attachedItems": [
				"scimitar|phb"
			],
			"traitTags": [
				"Amphibious"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"AQ",
				"C"
			],
			"damageTags": [
				"B",
				"P",
				"S"
			],
			"miscTags": [
				"AOE",
				"MLW",
				"MW",
				"RCH",
				"RW"
			],
			"conditionInflict": [
				"prone"
			],
			"hasFluffImages": true,
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Arcadia27/Creatures/Tokens/Shivershank.webp"
			},
			"foundryTokenScale": 1.2
		},
		{
			"_copy": {
				"name": "Spy",
				"source": "MM"
			},
			"name": "Quartermaster Crollenoak",
			"source": "Arcadia27",
			"page": 28,
			"type": {
				"type": "humanoid",
				"tags": [
					"gnome"
				]
			},
			"isNamedCreature": true,
			"languages": [
				"common",
				"gnomish"
			]
		},
		{
			"_copy": {
				"name": "Zombie",
				"source": "FleeMortals",
				"_mod": {
					"trait": {
						"mode": "appendArr",
						"items": [
							{
								"name": "Stitch",
								"entries": [
									"Surgeon Stitches can stitch up a creature and bring them back to life, as long as they still have a body (at your discretion, changing their creature type to Undead)."
								]
							}
						]
					}
				}
			},
			"name": "Surgeon Stitches",
			"isNamedCreature": true,
			"source": "Arcadia27",
			"page": 28,
			"int": 15,
			"wis": 15,
			"type": {
				"type": "undead",
				"tags": [
					"elf"
				]
			},
			"languages": [
				"common",
				"elvish"
			],
			"spellcasting": [
				{
					"type": "spellcasting",
					"name": "Spellcasting",
					"ability": "wis",
					"daily": {
						"6e": [
							"{@spell cure wounds}"
						]
					},
					"headerEntries": [
						"Surgeon Stitches can cast {@spell cure wounds} at 1st level 6 times per day."
					]
				}
			]
		},
		{
			"_copy": {
				"name": "Kraken",
				"source": "FleeMortals",
				"_mod": {
					"trait": {
						"mode": "replaceArr",
						"replace": "Siege Monster",
						"items": [
							{
								"name": "Siege Monster",
								"entries": [
									"The Kraken deals double damage to objects and structures. If using the new {@cite ships|Arcadia27|ship rules}, a successful attack counts as 2 hits against a boat."
								]
							}
						]
					}
				}
			},
			"name": "Sea Terror Kraken",
			"source": "Arcadia27",
			"hp": {
				"average": 599,
				"formula": "27d20 + 216 + 100"
			}
		},
		{
			"_copy": {
				"name": "Captain Shivershank",
				"source": "Arcadia27",
				"_mod": {
					"trait": {
						"mode": "appendArr",
						"items": [
							{
								"name": "Siege Monster",
								"entries": [
									"Shivershank deals double damage to objects and structures. If using the new {@cite ships|Arcadia27|ship rules}, a successful attack counts as 2 hits against a boat."
								]
							}
						]
					}
				}
			},
			"name": "Sea Terror Shivershank",
			"source": "Arcadia27",
			"size": [
				"G"
			],
			"hp": {
				"average": 261,
				"formula": "19d10 + 57 + 100"
			}
		},
		{
			"_copy": {
				"name": "Hydra",
				"source": "MM",
				"_mod": {
					"trait": {
						"mode": "appendArr",
						"items": [
							{
								"name": "Siege Monster",
								"entries": [
									"The hydra deals double damage to objects and structures. If using the new {@cite ships|Arcadia27|ship rules}, a successful attack counts as 2 hits against a boat."
								]
							}
						]
					}
				}
			},
			"name": "Sea Terror Hydra",
			"source": "Arcadia27",
			"size": [
				"G"
			],
			"hp": {
				"average": 272,
				"formula": "15d12 + 75 + 100"
			}
		},
		{
			"_copy": {
				"name": "Giant Crab",
				"source": "MM",
				"_mod": {
					"trait": {
						"mode": "appendArr",
						"items": [
							{
								"name": "Siege Monster",
								"entries": [
									"The crab deals double damage to objects and structures. If using the new {@cite ships|Arcadia27|ship rules}, a successful attack counts as 2 hits against a boat."
								]
							}
						]
					}
				}
			},
			"name": "Sea Terror Giant Crab",
			"source": "Arcadia27",
			"size": [
				"H"
			],
			"hp": {
				"average": 63,
				"formula": "3d8 + 50"
			}
		},
		{
			"_copy": {
				"name": "Sea Hag",
				"source": "MM",
				"_mod": {
					"trait": {
						"mode": "appendArr",
						"items": [
							{
								"name": "Siege Monster",
								"entries": [
									"The hag deals double damage to objects and structures. If using the new {@cite ships|Arcadia27|ship rules}, a successful attack counts as 2 hits against a boat."
								]
							}
						]
					}
				}
			},
			"name": "Sea Terror Sea Hag",
			"source": "Arcadia27",
			"size": [
				"H"
			],
			"hp": {
				"average": 102,
				"formula": "7d8 + 21 + 50"
			}
		},
		{
			"_copy": {
				"name": "Storm Giant",
				"source": "MM",
				"_mod": {
					"trait": {
						"mode": "appendArr",
						"items": [
							{
								"name": "Siege Monster",
								"entries": [
									"The giant deals double damage to objects and structures. If using the new {@cite ships|Arcadia27|ship rules}, a successful attack counts as 2 hits against a boat."
								]
							}
						]
					}
				}
			},
			"name": "Sea Terror Storm Giant",
			"source": "Arcadia27",
			"size": [
				"G"
			],
			"hp": {
				"average": 330,
				"formula": "20d12 + 100 + 100"
			}
		},
		{
			"_copy": {
				"name": "Bone Devil",
				"source": "MM",
				"_mod": {
					"trait": {
						"mode": "appendArr",
						"items": [
							{
								"name": "Siege Monster",
								"entries": [
									"The devil deals double damage to objects and structures. If using the new {@cite ships|Arcadia27|ship rules}, a successful attack counts as 2 hits against a boat."
								]
							}
						]
					}
				}
			},
			"name": "Sea Terror Bone Devil",
			"source": "Arcadia27",
			"size": [
				"G"
			],
			"hp": {
				"average": 242,
				"formula": "15d10 + 60 + 100"
			}
		},
		{
			"_copy": {
				"name": "Aboleth",
				"source": "MM",
				"_mod": {
					"trait": {
						"mode": "appendArr",
						"items": [
							{
								"name": "Siege Monster",
								"entries": [
									"The aboleth deals double damage to objects and structures. If using the new {@cite ships|Arcadia27|ship rules}, a successful attack counts as 2 hits against a boat."
								]
							}
						]
					}
				}
			},
			"name": "Sea Terror Aboleth",
			"source": "Arcadia27",
			"size": [
				"G"
			],
			"hp": {
				"average": 235,
				"formula": "18d10 + 36 + 100"
			}
		},
		{
			"_copy": {
				"name": "Planetar",
				"source": "MM",
				"_mod": {
					"trait": {
						"mode": "appendArr",
						"items": [
							{
								"name": "Siege Monster",
								"entries": [
									"The planetar deals double damage to objects and structures. If using the new {@cite ships|Arcadia27|ship rules}, a successful attack counts as 2 hits against a boat."
								]
							}
						]
					}
				}
			},
			"name": "Sea Terror Planetar",
			"source": "Arcadia27",
			"size": [
				"G"
			],
			"hp": {
				"average": 300,
				"formula": "16d10 + 112 + 100"
			}
		}
	],
	"optionalfeature": [
		{
			"name": "Mystic Connection: Hound Shark",
			"source": "Arcadia27",
			"page": 7,
			"featureType": [
				"BST:MC"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Beastheart",
							"source": "BST"
						}
					},
					"other": "{@creature Hound Shark Companion|Arcadia27}"
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Blood Scent",
					"entries": [
						"You gain a swimming speed equal to your walking speed.",
						"Additionally, as an action, you enter a blood frenzy for 1 minute. While frenzied, you have advantage on attack rolls against any creature who doesn't have all their hit points. You can't use this benefit again until you finish a long rest."
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Amulet of Shark Teeth",
			"source": "Arcadia27",
			"page": 13,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While you wear this hemp cord adorned with shark teeth, you have advantage on Wisdom ({@skill Perception} or {@skill Survival}) checks made to detect and track creatures who don't have all their hit points.",
				"In addition, you can use a bonus action to gain {@sense blindsight} out to a range of 60 feet for 1 minute. Once this property is used, it can't be used again until the next dawn."
			]
		},
		{
			"name": "Belt of Blood Frenzy",
			"source": "Arcadia27",
			"page": 13,
			"rarity": "rare",
			"reqAttune": "by a barbarian",
			"reqAttuneTags": [
				{
					"class": "barbarian"
				}
			],
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d8 + 1}",
			"charges": 9,
			"entries": [
				"This leather belt is adorned with nine fossilized megalodon teeth and has 9 charges. When you hit a creature who doesn't have all their hit points with an attack while raging, you can expend up to 3 charges to deal an extra {@damage 1d6} damage for each charge spent. The belt loses one tooth each time you spend a charge. The belt regains {@dice 1d8 + 1} expended charges each day at dawn and regrows the same number of teeth."
			]
		},
		{
			"name": "Sharkboat",
			"source": "Arcadia27",
			"page": 13,
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"bonusWeaponAttack": "+9",
			"entries": [
				"This object appears as a sharkskin belt pouch that can be opened and floats. As an action, you can speak the pouch's command word, causing it to unfold into a boat 100 feet long, 20 feet wide, and 16 feet deep, provided it has the space to do so without hitting any creatures or objects. The ship is made of sharkskin, is propelled by shark fins on its port and starboard sides and a tail at the stern, and has a shark figurehead as its prow. At the ship's bow, a cannon carved from an enormous shark tooth sits on a rotating platform. A 10-foot-square hatch in the center of the main deck has a ladder made of bone that leads down into an 8-foot-deep cargo hold.",
				"While you are touching the ship and it is floating in a body of water, you can take the following actions:",
				{
					"type": "entries",
					"name": "Set Course",
					"entries": [
						"You can use an action to have the ship set sail to a destination touching the same body of water the ship is occupying. You must know the route to your location, and the ship follows the route you set. You can change the route or destination by using your action to set a new course. The ship has a top speed of 5 miles per hour."
					]
				},
				{
					"type": "entries",
					"name": "Precise Movement",
					"entries": [
						"You can use an action or bonus action to move the ship up to 45 feet in any direction horizontally. If this movement occurs while the boat is following a set course, the boat stops following that course."
					]
				},
				{
					"type": "entries",
					"name": "Stop",
					"entries": [
						"You can command the boat to stop moving and use its fins to remain in place on the water (no action required)."
					]
				},
				{
					"type": "entries",
					"name": "Shark Bite",
					"entries": [
						"You can use an action to make the shark figurehead animate and stretch to attack a target of your choice within 15 feet of the vessel's prow. The attack has a +9 bonus to hit and deals {@damage 5d10} piercing damage on a hit."
					]
				},
				{
					"type": "entries",
					"name": "Tooth Cannon",
					"entries": [
						"You can use an action to fire a megalodon tooth from the shark cannon and make an attack against a target of your choice. The cannon has a normal range of 120 feet and a long range of 480 feet. The attack has a +9 bonus to hit and deals {@damage 3d10} piercing damage on a hit. The tooth cannon never runs out of ammunition."
					]
				},
				"You can use an action to speak the command word again, causing the boat to fold back into a pouch, provided that no creatures are aboard. Any objects aboard the vessel remain there as it folds, and can't be retrieved until the boat is unfolded again."
			]
		},
		{
			"name": "Slashpoint",
			"source": "Arcadia27",
			"page": 14,
			"baseItem": "scimitar|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"F",
				"L"
			],
			"dmg1": "1d6",
			"dmgType": "S",
			"bonusWeapon": "+1",
			"entries": [
				"The curved blade of this scimitar is embossed with images of different shark species and always razor sharp.",
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				"While holding the scimitar, you can use an action to cast the {@spell conjure animals} spell from the weapon. The only",
				"Beasts you can conjure by casting the spell in this way are sharks. Once this property is used, it can't be used again until the next dawn."
			],
			"attachedSpells": [
				"conjure animals"
			]
		},
		{
			"name": "Wishes 99",
			"source": "Arcadia27",
			"page": 38,
			"rarity": "legendary",
			"wondrous": true,
			"entries": [
				"{@note The item name is stylized as Wishes {@s 100} 99}.",
				"This barnacle-encrusted wooden ship helm is gnarled and always leaves splinters in the wielder's hands. While holding the wheel, you can use your action to declare your wish. The GM determines if the wish is selfish, selfless, or something in between.",
				{
					"type": "entries",
					"name": "Selfish",
					"entries": [
						"The wish comes true, but is twisted into the most bad-faith interpretation of how it was worded."
					]
				},
				{
					"type": "entries",
					"name": "Selfless",
					"entries": [
						"The wish comes true, and closely follows the intent of how it was worded."
					]
				},
				{
					"type": "entries",
					"name": "In Between",
					"entries": [
						"The greater the wish, the greater likelihood of the wish either coming with an unforeseen consequence or only being partially granted, depending on how it was worded."
					]
				},
				"The impact of Wishes 99 is ultimately governed by the GM and may stop short of effects that could end the world (or severely hinder its existence). The wheel vanishes once the wish is granted, and Wishes 98 manifests somewhere else on the sea."
			],
			"hasFluff": true
		}
	],
	"table": [
		{
			"name": "Perils of the Deeps; Random Shipwreck Encounters",
			"caption": "Random Shipwreck Encounters",
			"source": "Arcadia27",
			"page": 18,
			"colLabels": [
				"{@dice d12}",
				"Encounter"
			],
			"colStyles": [
				"col-1 text-center",
				"col-9 text-left"
			],
			"rows": [
				[
					"1",
					"A coven of {@creature sea hag|FleeMortals|sea hags} and their pet {@creature warp shark|Arcadia27} lair in this rotting galleon, now decorated with the bones of drowned sailors."
				],
				[
					"2",
					"This merchant ship contains potions or magic items, and is now home to {@creature arcane remora|Arcadia27|arcane remoras} who are slowly draining the cargo of its magic."
				],
				[
					"3",
					"This underwater ship was built atop a living dragon turtle, and is now a dragon turtle skeleton infested with {@creature swarm of zombie worms|Arcadia27|swarms of zombie worms}. If the characters are 12th level or higher, the {@creature dragon turtle skeleton|Arcadia27|dragon turtle} is an Undead creature with immunity to poison damage, exhaustion, and the poisoned condition, and whose Steam Breath attack deals necrotic damage instead of fire damage."
				],
				[
					"4",
					"A young {@creature hound shark|Arcadia27} lives in the wreckage of this caravel. The shark is friendly to any creature who feeds them meat and succeeds on a DC 12 Wisdom ({@skill Animal Handling}) check, made with advantage if the meat is fresh fish."
				],
				[
					"5",
					"This ancient frigate appears to be empty of life, but an {@creature aranoth|Arcadia27} lurks nearby, hungry for new memories."
				],
				[
					"6",
					"This {@item rainbow scale boat|Arcadia27} bobs on the surface of the water, frozen in a block of unmelting ice. The ice can be melted by dealing 200 fire damage to it within 1 minute, or by using the destroy water option of the {@spell create or destroy water} spell cast at 3rd level, or cast three times at 1st level."
				],
				[
					"7",
					"Every inch of this sloop is covered with a layer of sparkling frost. The water within 30 feet of it is unusually clear and bone-chillingly cold, thanks to the the {@creature rime elemental|Arcadia27|rime elementals} (use the {@creature ice mephit} stat block, but with a swimming speed of 30 feet and the ability to breathe underwater) stranded inside the ship. Each creature who starts their turn in this water or within the ship, or who enters either area for the first time on a turn, takes 3 ({@damage 1d6}) cold damage."
				],
				[
					"8",
					"Carved fins decorate the hull and rails of this once-beautiful schooner, whose prow still bears the name {@i Feasting Fin}, but which has been split into two jagged halves by some colossal force. The captain's quarters contain waterlogged scrolls, as well as three {@item spell scroll||spell scrolls} of {@spell water breathing} in a sealed case and six bottles of fine rum."
				],
				[
					"9",
					"This barnacle-encrusted trireme is swarming with similarly barnacle-encrusted skeletons. The ship's {@creature shipwreck skeleton|Arcadia27|former crew} each use the {@creature skeleton} stat block but have a swimming speed of 30 feet and the following action option: {@b {@i Barnacle-Encrusted Oar.}} {@atk mw} {@hit 2} to hit, reach 10 ft., one target. {@h}5 ({@damage 1d10}) bludgeoning damage and 3 ({@damage 1d6}) piercing damage."
				],
				[
					"10",
					"A {@creature giant spider crab|Arcadia27} and a {@creature giant sea horse} are locked in combat atop this sunken longboat."
				],
				[
					"11",
					"This {@item sharkboat|Arcadia27} is in pristine condition, but is trapped under a massive {@creature megalodon|Arcadia27} carcass."
				],
				[
					"12",
					"The water is fetid and murky around this strange vessel, whose front half is buried beneath the ocean floor at a steep angle. Originally a planar craft that suffered a malfunction when transiting between planes, its presence has spawned an {@creature eldritch anemone|Arcadia27} dwelling in the shadow of the listing hull."
				]
			]
		}
	],
	"citation": [
		{
			"name": "Coalders",
			"source": "Arcadia27",
			"entries": [
				"{@race Coalder|Arcadia14|Coalders} are large, rocky humanoids with marbled skin and oily hair who walk on their massive knuckles. Everything you need to play Calcolo is here, but you can learn more about the coalders in \"{@book The Big and the Small|Arcadia14|1}\" from ARCADIA 14."
			]
		},
		{
			"name": "Alternate Stats",
			"source": "Arcadia27",
			"entries": [
				"Some of the creatures from the core rules mentioned in this article (including {@creature night hag|FleeMortals|night hags}, {@creature harpy|FleeMortals|harpies}, {@creature aboleth||aboleths}, and {@creature vampire|FleeMortals|vampires}) have new stat blocks in the upcoming {@book Flee, Mortals! The MCDM Monster Book|FleeMortals}. These stat blocks are available now in preview packets for those who have backed or preordered the book."
			]
		},
		{
			"name": "Go on the Account",
			"source": "Arcadia27",
			"entries": [
				"A \"professional\" way of saying \"to become a pirate.\""
			]
		},
		{
			"name": "Villain Actions",
			"source": "Arcadia27",
			"entries": [
				"Some creatures are designed to be bosses: enemies who can take on an entire party by themselves or with a handful of underlings. These creatures have three {@b villain actions} they can use after an enemy creature's turn. Villain actions are similar to legendary actions with the following exceptions:",
				{
					"type": "list",
					"items": [
						"A creature can only use one villain action per round (as such, villain actions tend to be more powerful than legendary actions).",
						"Each villain action can only be used once during a combat encounter."
					]
				},
				"Like legendary actions, a creature can't use villain actions if {@condition incapacitated} or otherwise unable to take actions.",
				{
					"type": "entries",
					"name": "Choosing Villain Actions",
					"entries": [
						"Each trio of villain actions has a recommended round order. These abilities give the battle a logical flow and a cinematic arc:",
						{
							"type": "list",
							"items": [
								"The first villain action is an opener, which shows the characters they're not battling a typical creature. Openers generally deal some damage, summon a lackey or three, buff the boss, debuff the characters, or move the creature into an advantageous position. They're just a taste of what's to come.",
								"The second villain action provides crowd control. It typically fires after the heroes have had a chance to respond once or twice, get into position, and surround the villain. This second action helps the villain regain the upper hand. Like an opener, this action comes in many flavors, but it's even more powerful than an opener.",
								"The third and final villain action is an ultimate move or \"ult\"—a showstopper the villain can use to deal a devastating blow to the characters before the end of the battle."
							]
						},
						"While every creature has a recommended order of actions, you can take villain actions in any order if it makes your fight more dramatic. You could push back a villain action if a creature is stunned or might stay alive for more than three rounds, or you could perform the recommended third action in round two after several surprise critical hits!"
					]
				}
			]
		},
		{
			"name": "Aquatic Mounts",
			"source": "Arcadia27",
			"entries": [
				"You can use any aquatic creature with the appropriate anatomy to serve as a mount. \"{@book Swimming through Sand to Sea|Ar4|0}\" in ARCADIA 4 also offers several aquatic mounts using the ARCADIA mounted combat rules, as well as magic items to help mounts adventure in other environments."
			]
		},
		{
			"name": "Gibbet",
			"source": "Arcadia27",
			"entries": [
				"Gibbet: In this instance, an iron cage hoisted up in the air used to display criminals."
			]
		},
		{
			"name": "Saltpeter",
			"source": "Arcadia27",
			"entries": [
				"Saltpeter: A mineral that can be converted into an explosive."
			]
		},
		{
			"name": "Lander",
			"source": "Arcadia27",
			"entries": [
				"Lander: A contact on shore who receives cargo from smugglers."
			]
		},
		{
			"name": "Keelhaul",
			"source": "Arcadia27",
			"entries": [
				"Keelhaul: To drag a person under a ship, usually as an excruciating (and often deadly) punishment."
			]
		},
		{
			"name": "Careen",
			"source": "Arcadia27",
			"entries": [
				"Careen: To bring a ship on shore for access to its undercarriage."
			]
		},
		{
			"name": "Ship Categories",
			"source": "Arcadia27",
			"page": 35,
			"entries": [
				{
					"type": "table",
					"caption": "Ship Categories",
					"colLabels": [
						"Category",
						"Typical Crew Size",
						"AC",
						"Hit Max",
						"STR Save",
						"DEX Save",
						"Speed",
						"Special Actions"
					],
					"colStyles": [
						"col-3 text-left",
						"col-2 text-left",
						"col-1 text-left",
						"col-1 text-left",
						"col-1 text-left",
						"col-1 text-left",
						"col-1 text-left",
						"col-2 text-left"
					],
					"rows": [
						[
							"{@u Small Boat} (rowboats, skiffs)",
							"1–3",
							"12",
							"6",
							"+0",
							"+4",
							"15 feet",
							"{@action Dash}, {@action Dodge}"
						],
						[
							"{@u Mid Boat} (sloops, schooners)",
							"10–20",
							"14",
							"12",
							"+2",
							"+4",
							"40 feet",
							"{@action Cannon|Arcadia27} (DC 10)"
						],
						[
							"{@u Big Ship} (barques, galleons)",
							"30–100",
							"16",
							"18",
							"+4",
							"+2",
							"60 feet",
							"{@action Cannon|Arcadia27} (DC 14)"
						]
					]
				}
			]
		},
		{
			"name": "Companion Creatures",
			"source": "Arcadia27",
			"page": 39,
			"entries": [
				"Companions are wild allies who adventure with characters. Each companion has unique traits and actions that make them a great ally. Every companion has a player character {@b caregiver} who commands the creature. The caregiver's player controls the companion most of the time during the game, though the GM can step in to take control if the companion and caregiver are separated, or if the caregiver mistreats the companion in some way.",
				"The full rules for companion creatures are described in {@book Beastheart and Monstrous Companions|BST|1}, as well as the packets available for backers of {@book Flee, Mortals!|FleeMortals|0|Companion Creatures}"
			]
		},
		{
			"name": "Mundane and Supernatural",
			"source": "Arcadia27",
			"page": 39,
			"entries": [
				"The term {@b mundane} refers to attacks, items, and effects that are not magical, psionic, or otherwise supernatural.",
				"On the other hand, the term {@b supernatural} describes an effect or item that is either magical or psionic. For instance, a creature's stat block might say they're resistant to \"bludgeoning, piercing, and slashing damage from attacks that aren't supernatural.\" This means that when you deal them bludgeoning, piercing, or slashing damage using a spell, power, magic weapon, or psionic weapon, the damage is supernatural and thus the creature isn't resistant to it."
			]
		},
		{
			"name": "Ships",
			"source": "Arcadia27",
			"page": 35,
			"entries": [
				"Ship combat can be as simple or as complex as you prefer. These boat rules are quick and keep the action on the adventurers:",
				{
					"type": "list",
					"items": [
						"Boats act on initiative count 20, rolling a d20 to determine order amongst themselves. Boats act before characters and lair actions with the same initiative.",
						"On its turn, a boat with a helmsperson (or someone steering it) can move and use a special action, as described in the Ship Categories table.",
						"Mid boats and big ships have access to the {@action Cannon|Arcadia27} special action. The saving throw DC is listed next to the action in the Ship Categories table. Small boats can take either the Dash action or the Dodge action on their turn, but not both.",
						"Each time a boat takes any damage from a siege weapon (including another ship's cannon) or a spell that doesn't deal psychic or poison damage, it takes a hit. A boat has a maximum number of hits it can take before sinking, which is listed in the Ship Categories table.",
						"A creature can use their action to help repair the boat where it was hit, temporarily reducing its hit count by 1 for 1 hour. A creature that repairs the boat during a long rest reduces its hit count by 2 (to a minimum of 0).",
						"When a boat takes 20 or more damage in a single hit, it tilts 45 degrees in a direction of the GM's choice. Until the start of the boat's next turn, its surfaces are considered difficult terrain."
					]
				},
				{
					"type": "entries",
					"name": "Rainbow Scale Boat",
					"page": 35,
					"entries": [
						"These beautiful, pearlescent {@u {@cite Ship Categories|Arcadia27|mid boats}} have a speed of 60 feet and immunity to thunder and lightning damage. Their {@action Cannon|Arcadia27|cannons} deal 44 ({@damage 8d10}) force damage in place of the fire and bludgeoning damage."
					]
				},
				{
					"type": "table",
					"caption": "Ship Categories",
					"page": 35,
					"colLabels": [
						"Category",
						"Typical Crew Size",
						"AC",
						"Hit Max",
						"STR Save",
						"DEX Save",
						"Speed",
						"Special Actions"
					],
					"colStyles": [
						"col-3 text-left",
						"col-2 text-left",
						"col-1 text-left",
						"col-1 text-left",
						"col-1 text-left",
						"col-1 text-left",
						"col-1 text-left",
						"col-2 text-left"
					],
					"rows": [
						[
							"{@u Small Boat} (rowboats, skiffs)",
							"1–3",
							"12",
							"6",
							"+0",
							"+4",
							"15 feet",
							"{@action Dash}, {@action Dodge}"
						],
						[
							"{@u Mid Boat} (sloops, schooners)",
							"10–20",
							"14",
							"12",
							"+2",
							"+4",
							"40 feet",
							"{@action Cannon|Arcadia27} (DC 10)"
						],
						[
							"{@u Big Ship} (barques, galleons)",
							"30–100",
							"16",
							"18",
							"+4",
							"+2",
							"60 feet",
							"{@action Cannon|Arcadia27} (DC 14)"
						]
					]
				}
			]
		}
	],
	"action": [
		{
			"name": "Cannon",
			"source": "Arcadia27",
			"page": 35,
			"entries": [
				"{@recharge 5}",
				"The ship fires a cannonball at a point within 150 feet of it. Each creature within a 20-foot-radius sphere centered on that point must make a Dexterity saving throw, taking 21 ({@damage 6d6}) fire damage and 13 ({@damage 2d12}) bludgeoning damage on a failed save, or half as much damage on a successful one. The area is filled with fire, which spreads around corners and ignites flammable objects in the area that aren't being worn or carried."
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			]
		},
		{
			"name": "Stunt",
			"source": "Arcadia27",
			"page": 37,
			"entries": [
				"You can make a DC 10 Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check to try and use a creature, object, or structure within 5 feet of you to propel yourself to an unoccupied space you can see within 30 feet of you. On a successful check, you land in that space. On a failed check, you remain in your current space and use up your remaining movement. If you can take the Dash action as a bonus action, you have advantage on this check. You can't perform a stunt if you are {@condition grappled}, {@condition restrained}, or your speed is 0."
			],
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			]
		}
	],
	"itemFluff": [
		{
			"name": "Wishes 99",
			"source": "Arcadia27",
			"entries": [
				"Rumors of the legendary wheel come and go with the tides every few centuries. Some say it was once known as {@i Wishes 1121}, but its true origins have been lost to the depths."
			]
		}
	]
}
