{
	"_meta": {
		"sources": [
			{
				"json": "Arcadia10",
				"abbreviation": "Ar10",
				"full": "Arcadia Issue 10",
				"url": "https://shop.mcdmproductions.com/collections/arcadia/products/arcadia-complete-bundle-issues-1-30",
				"authors": [
					"Celeste Conowitch",
					"Scott Fitzgerald Gray",
					"Anthony Joyce"
				],
				"convertedBy": [
					"ForeverAlwaysGM (Billiam94)"
				],
				"version": "11/2021"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 0,
		"status": "wip"
	},
	"book": [
		{
			"name": "Arcadia 10",
			"id": "Ar10",
			"source": "Arcadia10",
			"group": "homebrew",
			"author": "MCDM Productions",
			"published": "2021-11-24",
			"contents": [
				{
					"name": "Letter from the Editor"
				},
				{
					"name": "Familiar Suspects",
					"headers": [
						"Building Familiars",
						"Example Familiars"
					]
				},
				{
					"name": "Arms of Accord",
					"headers": [
						"Weapons of a Lost Age",
						"Reclaiming the Arms of Accord",
						"Spells of Accord",
						"Ascendant Weapons"
					]
				},
				{
					"name": "Defend Yer Gobbo Cave!",
					"headers": [
						"Attacking the Cave",
						"Playing Defend Yer Gobbo Cave!",
						{
							"header": "Step 1. The Gobbo Becomes You",
							"depth": 1
						},
						{
							"header": "Step 2. Building your Gobbo Cave",
							"depth": 1
						},
						{
							"header": "Step 3. Defend Yer Gobbo Cave!",
							"depth": 1
						},
						{
							"header": "Cave Rooms",
							"depth": 1
						},
						{
							"header": "Gobbo Rewards",
							"depth": 1
						},
						"Appendix A. Gobbos and Gobbo Statistics"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Ar10",
			"source": "Arcadia10",
			"data": [
				{
					"type": "section",
					"name": "Letter from the Editor",
					"page": 1,
					"entries": [
						"Playtesting made this issue (and every previous issue of {@i ARCADIA}) awesome. If you like what you read in this magazine, please join me in thanking our invaluable testers and Lars Bakke, the Production and Playtest Director for {@i ARCADIA} and MCDM Productions.",
						"When I first started working with MCDM as a contractor, I was delighted to learn they had a full-time staff member overseeing playtesting. Every tabletop company I've worked with runs playtests a little differently, and none put as much care or as many rounds of testing into the process as MCDM. It's one reason I wanted to join the team full-time!",
						"For {@i ARCADIA}, I go through my own suggested revisions with the authors, and then each article goes through two rounds of development testing. In the first round, a dedicated team of paid playtesters gives initial feedback on the article. I read their comments and summarize them for the author. Then the writer takes that feedback and makes any revisions they deem necessary. (It is their name on the byline, after all, so they get final say!) Round two is similar to round one, except that the article is playtested by a bigger group of volunteer testers (which also includes the contractors from round one).",
						"Since {@i ARCADIA} is a monthly magazine, we're doing this process at least three times a month alongside everything else we test, like content for {@class Illrigger|ILL|The Illrigger} or {@book Kingdoms & Warfare|KaW} (which have much longer development cycles and many rounds of testing, including public playtests). After going through two rounds of playtesting and revision, the articles head off to final edit, where {@link Sadie Lowry|https://twitter.com/incandescaent} and {@link Hannah Rose|https://twitter.com/wildrosemage} perform incredible feats of language arts...and language maths. Once they've done their thing, {@link Jen McCleary|https://www.jenmccleary.com/} takes the words from the development side and the illustrations from our art team and lays it all out into a magazine...that goes back into playtesting.",
						"The MCDM staff and our contract testers go through another few rounds of proofreading the layout to catch typos and other errors, which we report to Jen, who fixes them. Then we send the InDesign files to {@link Chris Hopper|https://twitter.com/chrishopper2}, who makes the articles accessible and tackles any very lastminute fixes we ask.",
						"After all that, you get the magazine, but testing still ain't done! Our senior tester, {@link Spencer Hibnick|https://twitter.com/PestoEnthusiast}, reads the community's reactions and compiles any new issues found after publishing, because someday we may do an updated compilation!",
						"I've never been part of a team that tests this thoroughly. It is a huge boon that pays off in spades. Our authors love it, and {@i ARCADIA} is better for it. I know I'm grateful.",
						"So when you're watching your players' faces light up as they use one of {@link Scott Fitzgerald Gray's|https://twitter.com/scottfgray} magic weapons, create a custom familiar using {@link Celeste Conowitch's|https://twitter.com/cconowitch} method, or wreak havoc as a goblin in {@link Anthony Joyce's|https://twitter.com/Thrawn589} adventure, join me in giving a hearty thanks to the entire team who makes {@i ARCADIA} awesome.",
						"{@i Ex animo},",
						"James Introcaso",
						"Managing Editor"
					]
				},
				{
					"type": "section",
					"name": "Familiar Suspects",
					"page": 2,
					"entries": [
						"{@i Make any creature a familiar! by Celeste Conowitch}",
						"Collecting pets is a beloved pastime of so many players. I genuinely can't count the number of times as a GM that I've heard \"Can we keep it?\" Sometimes, it's better to lean into the fun than fight it, and equipping your party with the most magical creatures to love usually shakes out to be a lot of fun. However, running around managing the statistics for a cadre of monstrous companions can be a real headache for both GMs and players, so what's the answer? Make them mini, of course! Tiny creatures are cute, mechanically easier to manage, and fit easily into overhead storage compartments.",
						"This article presents mechanics that allow any creature to be miniaturized into a functioning familiar, along with examples of several new familiars like the gelatinous cubelet and unicorn foal!",
						{
							"type": "section",
							"name": "Building Familiars",
							"page": 2,
							"entries": [
								"The guidelines presented here allow you to take an existing creature and make it a magical familiar summonable by the {@spell find familiar} spell. But these aren't just regular old familiars! The familiars you create become advanced familiar options.",
								"You might be asking, \"What if I don't play a warlock or have any warlock players? I want to use these new familiars!\" I've got you covered with a brand new version of the {@spell find familiar} spell right here. At the GM's discretion, the {@spell find greater familiar|Arcadia10} spell can conjure any familiar you create with the rules in this article. As a note, if you do have a warlock with the Pact of the Chain Pact Boon in your party, I would recommend reserving this spell just for them so you don't step on any toes—unless everyone in the group has a creature companion!",
								{
									"type": "entries",
									"name": "Pick Your Creature",
									"page": 3,
									"entries": [
										"Now you've got a way to give a character an awesome familiar, but where do you start when you want to create your own? First, you have to decide what creature you are going to convert into a familiar. This system works with every creature type except for humanoids. Before you get to work making a familiar, be sure to have your GM's approval. Your GM has final say on the creature's statistics."
									]
								},
								{
									"type": "entries",
									"name": "Make Mechanics",
									"page": 3,
									"entries": [
										"The easiest way to craft a well-balanced familiar is to look at the options that already exist, then make your familiar stat block similar in power.",
										"Here are some helpful guidelines to keep in mind when creating a well-balanced familiar:",
										{
											"type": "list",
											"items": [
												"Almost every familiar is Tiny size. (Portable is good!)",
												"The average Pact of the Chain familiar has AC 13.",
												"The average Pact of the Chain familiar has 6 hit points.",
												"A familiar's movement speed is typically 30 feet, and almost never greater than 40 feet. If a familiar has a flying speed, it usually has a walking speed of no more than 20 feet.",
												"The average Pact of the Chain familiar has a net +2 ability modifier. (This is the number you get when you add all the ability score modifiers together.)",
												"Most familiars don't have resistances or immunities. If your familiar does, keep them to one or two that make sense for their creature type.",
												"In general, a creature's languages and most special senses can stay the same for their familiar version, but {@sense blindsight} and {@sense truesight} have their ranges reduced to 10 feet each. Creatures keep any condition immunities, damage resistances and vulnerabilities they have, and any damage immunities they have become resistances.",
												"A familiar should never have a challenge rating higher than 1. This also means that every familiar's proficiency bonus is +2."
											]
										},
										"Use these guidelines and averages as a baseline for your creature's statistics and you'll be in a good starting place. The more complicated part of converting a creature comes from deciding what traits and actions to give it.",
										{
											"type": "entries",
											"name": "What Is a Trait?",
											"page": 3,
											"entries": [
												"{@b Traits} refer to the parts of a creature's stat block listed below the challenge rating but before the \"Actions\" section, like Shapechanger, Magic Resistance, and Keen Senses. Typically, a familiar has one or two of these traits. Odds are the creature you've chosen to convert already has a couple of traits that make sense to keep in its smaller form. Because traits are challenging to design from scratch, look at creature stat blocks similar to the familiar you are creating and borrow traits for your own monstrous creations. Traits tend to vary widely in power, so you must choose traits that low-challenge rating creatures typically have. For example, giving your familiar a {@creature planetar||planetar's} Innate Spellcasting trait would make it too powerful to be a familiar, but giving it something like an {@creature owl||owl's} Flyby trait makes sense.",
												"The following list contains traits appropriate for familiars. You can modify the wording or traits to make sense for your familiar. For instance, if you gave a familiar the {@creature gnoll||gnoll's} Rampage trait and the familiar doesn't have a bite attack, you could replace the Rampage trait's reference to a bite attack with a different melee attack your familiar does have.",
												{
													"type": "list",
													"name": "Attack-focused traits include:",
													"items": [
														"Aggressive (see the {@creature orc} stat block)",
														"Blood Frenzy (see the {@creature sahuagin} stat block)",
														"Brute (see the {@creature bugbear} stat block)",
														"Charge (see the {@creature centaur} stat block)",
														"Grappler (see the {@creature mimic} stat block)",
														"Pack Tactics (see the {@creature kobold} stat block)",
														"Rampage (see the {@creature gnoll} stat block)",
														"Surprise Attack (see the {@creature bugbear} stat block)"
													]
												},
												{
													"type": "list",
													"name": "Defense-focused traits include:",
													"items": [
														"Brave (see the {@creature gladiator} stat block)",
														"Evasion (see the {@creature assassin} stat block)",
														"Fire Absorption (see the {@creature iron golem} stat block)",
														"Flyby (see the {@creature owl} stat block)",
														"Immutable Form (see the {@creature flesh golem} stat block)",
														"Magic Resistance (see the {@creature flesh golem} stat block)",
														"Relentless (see the {@creature boar} stat block)",
														"Undead Fortitude (see the {@creature zombie} stat block)"
													]
												},
												{
													"type": "list",
													"name": "Mobility-focused traits include:",
													"items": [
														"Amorphous (see the {@creature gray ooze} stat block)",
														"Amphibious (see the {@creature chuul} stat block)",
														"Earth Glide (see the {@creature earth elemental} stat block)",
														"Nimble Escape (see the {@creature goblin} stat block)",
														"Running Leap (see the {@creature lion} stat block)",
														"Shadow Stealth (see the {@creature shadow} stat block)",
														"Spider Climb (see the {@creature vampire} stat block)",
														"Standing Leap (see the {@creature bulette} stat block)",
														"Sure-Footed (see the {@creature goat} stat block)"
													]
												},
												{
													"type": "list",
													"name": "Skill-focused traits include:",
													"items": [
														"Devil's Sight (see the {@creature barbed devil} stat block)",
														"False Appearance (see the {@creature cloaker} stat block)",
														"Illumination (see the {@creature fire elemental} stat block)",
														"Iron Scent (see the {@creature rust monster} stat block)",
														"Keen Senses (see the {@creature pseudodragon} stat block)",
														"Limited Telepathy (see the {@creature pseudodragon} stat block)",
														"Mimicry (see the {@creature raven} stat block)",
														"Shapechanger (see the {@creature mimic} stat block)",
														"Stone Camouflage (see the {@creature stone giant} stat block)",
														"Transparent (see the {@creature gelatinous cube} stat block)",
														"Treasure Sense (see the {@creature xorn} stat block)",
														"Underwater Camouflage (see the {@creature giant octopus} stat block)"
													]
												},
												"It should be noted that not every familiar needs traits to be effective. It is totally okay to skip traits in favor of more hit points, better AC, increased damage output, or more special abilities. Dinosaurs, for example, don't have flashy traits but they can hit really hard in a fight! "
											]
										},
										{
											"type": "entries",
											"name": "What About Actions?",
											"page": 4,
											"entries": [
												"Now you've got to give your familiar something to do. At the very minimum, give it one melee weapon attack. A familiar's melee weapon attack typically uses natural weapons like claws, bites, or pseudopods. There's no need to make this complicated! Familiars, especially at higher levels, are very rarely useful for dealing damage. These weapons almost use the creature's Strength or Dexterity modifier for attack and damage rolls, have a reach no greater than 5 feet, and deal {@dice 1d4} damage.",
												"You'll probably want to give your familiar one additional action that isn't just a normal attack. This second option could be useful inside or outside of combat, like the {@creature sprite||sprite's} Invisibility action or an attack that imposes a nasty condition like the {@creature imp||imp's} Sting action. When choosing these actions, think about how your caster will utilize this familiar, and choose an action they will genuinely find useful. As a rule, I prefer to make this second action something that will be useful in exploration or roleplaying scenes to diversify the benefits of having a familiar tag along during adventures.",
												"When designing these actions, refer to your starting creature again. You might be able to use actions the creature already has, modifying them to fit the lower challenge rating of a familiar. Here are a few mechanical guidelines to keep in mind:",
												{
													"type": "list",
													"items": [
														"Familiars typically don't get the Multiattack action.",
														"A standard familiar attack does an average of 4 damage on a hit.",
														"If any of your familiar's abilities require a saving throw, the DC should be 11."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Point-Buy A Familiar",
									"page": 4,
									"entries": [
										"If you're worried about creating a balanced creature, here's a speedy way to make sure you create a familiar that won't break the game.",
										"Start with the {@creature generic greater familiar|Arcadia10} stat block {@homebrew |below}, decide what type of creature it is (like a Celestial, Beast, or Fey), then spend 10 points to make improvements listed on the Point-Buy a Familiar table. Each improvement costs 1 point. You can decrease a familiar's ability score by 2 to gain 1 point. No ability score can be lower than 4.",
										{
											"type": "table",
											"caption": "Point-Buy a Familiar",
											"page": 5,
											"colLabels": [
												"Improvement"
											],
											"colStyles": [
												"col-10 text-left"
											],
											"rows": [
												[
													"Increase Armor Class by 1 (up to a maximum of 15)."
												],
												[
													"Increase Hit Die by one {@dice d4} (up to a maximum of {@dice 3d4} total Hit Dice)."
												],
												[
													"Increase walking speed by 10 feet (to a maximum of 40 feet), or decrease walking speed by 10 feet and add a 30-foot burrowing, flying, or swimming speed."
												],
												[
													"Increase an ability score by 2 (so its modifier increases by 1; familiar ability scores have a maximum of 18)."
												],
												[
													"Choose one ability score and gain proficiency in saving throws using the chosen ability."
												],
												[
													"Gain proficiency in two skills."
												],
												[
													"Gain resistance to two specific types of damage, or gain the damage resistances of the base creature."
												],
												[
													"Gain immunity to a specific type of damage or a condition."
												],
												[
													"Gain {@sense blindsight} out to a range of 30 feet, {@sense darkvision} out to a range of 60 feet, or {@sense tremorsense|MM} out to a range of 30 feet."
												],
												[
													"Speak and understand one language of your choice."
												],
												[
													"Gain one trait (up to a maximum of three total traits)."
												],
												[
													"Gain one melee weapon or ranged weapon attack (can only be taken once for a maximum of two total attack actions)."
												],
												[
													"Weapon attacks can deal a damage type other than bludgeoning, piercing, or slashing."
												],
												[
													"Gain one action that is not a weapon attack (can only be taken once up to a maximum of two actions that aren't attacks)."
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Example Familiars",
							"page": 5,
							"entries": [
								"Presented here is a collection of new familiars created for use with the {@spell find greater familiar|Arcadia10} spell. Each familiar was converted from a standard creature stat block using the guidelines presented in this article.",
								{
									"type": "list",
									"style": "list-no-bullets",
									"columns": 5,
									"items": [
										"{@creature Gelatinous Cubelet|Arcadia10}",
										"{@creature Gorgonette|Arcadia10}",
										"{@creature Miniature Xorn|Arcadia10}",
										"{@creature Toy Automaton|Arcadia10}",
										"{@creature Unicorn Foal|Arcadia10}"
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"spell": [
		{
			"name": "Find Greater Familiar",
			"source": "Arcadia10",
			"page": 2,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "100 gp worth of charcoal and incense, and a drawing of the familiar you wish to conjure, all which must be consumed by fire in a brass brazier",
					"cost": 10000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You gain the service of a familiar, a spirit that takes a special form you choose: a gelatinous cubelet, gorgonette, imp, miniature xorn, pseudodragon, quasit, sprite, toy golem, or unicorn foal. Appearing in an unoccupied space within range, the familiar has the statistics of the chosen form.",
				"Your familiar acts independently of you, but it always obeys your commands. In combat, it rolls its own initiative and acts on its own turn. A familiar normally can't attack, but when you take the attack action, you can forgo one of your own attacks to allow your familiar to make one attack with its reaction. The familiar can take other actions as normal.",
				"When the familiar drops to 0 hit points, it disappears, leaving behind no physical form. It reappears after you cast this spell again.",
				"While your familiar is within 100 feet of you, you can communicate with it telepathically. Additionally, as an action, you can see through your familiar's eyes and hear what it hears until the start of your next turn, gaining the benefits of any special senses that the familiar has. During this time, you are deaf and blind with regard to your own senses.",
				"As an action, you can temporarily dismiss your familiar. It disappears into a pocket dimension where it awaits your summons. Alternatively, you can dismiss it forever. As an action while it is temporarily dismissed, you can cause it to reappear in any unoccupied space within 30 feet of you. Additionally, if your familiar is hit with an attack or makes a saving throw to avoid taking damage, you can use a reaction to temporarily dismiss your familiar, which disappears before taking damage or suffering any other effects of the attack or triggering effect.",
				"You can't have more than one familiar at a time. If you cast this spell while you already have a familiar, you instead cause it to adopt a new form. Choose one of the forms from the above list. Your familiar transforms into the chosen creature.",
				"Finally, when you cast a spell with a range of touch, your familiar can deliver the spell as if it had cast the spell. Your familiar must be within 100 feet of you, and it must use its reaction to deliver the spell when you cast it. If the spell requires an attack roll, you use your attack modifier for the roll."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT"
			]
		}
	],
	"monster": [
		{
			"name": "Generic Greater Familiar",
			"source": "Arcadia10",
			"page": 4,
			"size": [
				"T"
			],
			"type": "[creature type]",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 5,
				"formula": "2d4"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 10,
			"con": 10,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"languages": [
				"understands Common but can't speak"
			],
			"cr": "1",
			"action": [
				{
					"name": "Placeholder",
					"entries": [
						"{@atk mw} +2 to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) bludgeoning, piercing, or slashing damage (you choose which one)."
					]
				}
			],
			"languageTags": [
				"C",
				"CS"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Gelatinous Cubelet",
			"source": "Arcadia10",
			"page": 6,
			"size": [
				"T"
			],
			"type": "ooze",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 11,
				"formula": "2d4 + 6"
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 8,
			"con": 16,
			"int": 10,
			"wis": 10,
			"cha": 6,
			"senses": [
				"blindsight 30 ft."
			],
			"passive": 10,
			"conditionImmune": [
				"blinded",
				"deafened",
				"prone"
			],
			"languages": [
				"understands Common but can't speak"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Amorphous",
					"entries": [
						"The cubelet can move through a space as narrow as 1 inch wide without squeezing."
					]
				},
				{
					"name": "Transparent",
					"entries": [
						"Even when the cubelet is in plain sight, it takes a successful {@dc 15} Wisdom ({@skill Perception}) check to spot a cubelet that has neither moved nor attacked. A creature that tries to enter the cubelet's space while unaware of the cubelet is {@status surprised} by the cubelet."
					]
				}
			],
			"action": [
				{
					"name": "Pseudopod",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) acid damage."
					]
				},
				{
					"name": "Engulf",
					"entries": [
						"The cubelet moves up to its speed. While doing so, it can enter the space of Tiny objects that are not being worn or carried. Whenever the cubelet enters an object's space, it can choose to engulf the object. A creature can attempt to forcefully remove an engulfed object by making a {@dc 11} Strength check as an action. On a failure, the creature takes 7 ({@damage 2d6}) acid damage and can't retrieve the object. On a success, the creature still takes the damage, but successfully removes the object. The cubelet can only engulf one object at a time."
					]
				}
			],
			"traitTags": [
				"Amorphous"
			],
			"senseTags": [
				"B"
			],
			"languageTags": [
				"C",
				"CS"
			],
			"damageTags": [
				"A"
			],
			"miscTags": [
				"MW"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Arcadia10/Monster Tokens/Gelatinous Cubelet.webp"
			}
		},
		{
			"name": "Gorgonette",
			"source": "Arcadia10",
			"page": 6,
			"size": [
				"T"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 16,
				"formula": "3d4 + 9"
			},
			"speed": {
				"walk": 40
			},
			"str": 18,
			"dex": 10,
			"con": 16,
			"int": 6,
			"wis": 12,
			"cha": 6,
			"skill": {
				"athletics": "+6",
				"perception": "+3"
			},
			"senses": [
				"darkvision 60 feet."
			],
			"passive": 13,
			"conditionImmune": [
				"petrified"
			],
			"languages": [
				"understands Common but can't speak"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the gorgonette moves at least 20 feet straight toward a target and then hits it with a gore attack on the same turn, the target takes an extra 3 ({@damage 1d6}) piercing damage. If the target is a creature, it must succeed on a {@dc 11} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"action": [
				{
					"name": "Gore",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage."
					]
				},
				{
					"name": "Petrifying Breath (1/Day)",
					"entries": [
						"The gorgonette exhales pertifying gas in a 15-foot cone. Each creature in that area must succeed on a {@dc 11} Constitution saving throw. On a failed save, a target's skin grows a layer of stone and the target is {@condition restrained} for 1 minute. The {@condition restrained} target can repeat the saving throw at the end of its turns, ending the condition on a success."
					]
				}
			],
			"traitTags": [
				"Charge"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Breath Weapon"
			],
			"languageTags": [
				"C",
				"CS"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"prone",
				"restrained"
			],
			"savingThrowForced": [
				"constitution",
				"strength"
			],
			"hasFluff": true
		},
		{
			"name": "Miniature Xorn",
			"source": "Arcadia10",
			"page": 7,
			"size": [
				"T"
			],
			"type": "elemental",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 9,
				"formula": "2d4 + 4"
			},
			"speed": {
				"walk": 20,
				"burrow": 20
			},
			"str": 12,
			"dex": 10,
			"con": 14,
			"int": 8,
			"wis": 10,
			"cha": 8,
			"senses": [
				"darkvision 60 ft.",
				"tremorsense 60 ft."
			],
			"passive": 10,
			"resist": [
				{
					"resist": [
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks that aren't adamantine",
					"cond": true
				}
			],
			"languages": [
				"Terran"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Earth Glide",
					"entries": [
						"The xorn can burrow through nonmagical unworked earth and stone. While doing so, the xorn doesn't disturb the material it moves through."
					]
				},
				{
					"name": "Stone Camouflage",
					"entries": [
						"The xorn has advantage on Dexterity ({@skill Stealth}) checks made to hide in rocky terrain."
					]
				},
				{
					"name": "Treasure Sense",
					"entries": [
						"The xorn can pinpoint by scent, the location of precious metals and stones, such as coins and gems, within 60 feet of it."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 1}) slashing damage."
					]
				}
			],
			"senseTags": [
				"D",
				"T"
			],
			"languageTags": [
				"T"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Arcadia10/Monster Images/Miniature Xorn.webp"
			}
		},
		{
			"name": "Toy Automaton",
			"source": "Arcadia10",
			"page": 8,
			"size": [
				"T"
			],
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 11,
				"formula": "2d4 + 6"
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 10,
			"con": 14,
			"int": 6,
			"wis": 10,
			"cha": 6,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"resist": [
				"psychic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks that aren't adamantine",
					"cond": true
				}
			],
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"paralyzed",
				"petrified",
				"poisoned"
			],
			"languages": [
				"understands the languages of its creator but can't speak"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Fire Absorption",
					"entries": [
						"Whenever the automaton is subjected to fire damage, it takes no damage and instead regains a number of hit points equal to the fire damage dealt."
					]
				},
				{
					"name": "Immutable Form",
					"entries": [
						"The automaton is immune to any spell or effect that would alter its form."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The automaton has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) bludgeoning damage."
					]
				},
				{
					"name": "Poison Breath (1/Day)",
					"entries": [
						"The automaton exhales poisonous gas in a 15-foot cone. Each creature in that area must make a {@dc 11} Constitution saving throw, taking 9 ({@damage 2d8}) poison damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"traitTags": [
				"Damage Absorption",
				"Immutable Form",
				"Magic Resistance"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Breath Weapon"
			],
			"languageTags": [
				"CS"
			],
			"damageTags": [
				"B",
				"I"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"savingThrowForced": [
				"constitution"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Arcadia10/Monster Images/Toy Automaton.webp"
			}
		},
		{
			"name": "Unicorn Foal",
			"source": "Arcadia10",
			"page": 9,
			"size": [
				"T"
			],
			"type": "celestial",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "2d4 + 2"
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 10,
			"con": 12,
			"int": 10,
			"wis": 12,
			"cha": 10,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned"
			],
			"languages": [
				"telepathy 60 ft."
			],
			"cr": "1",
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The foal has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Hooves",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) bludgeoning damage."
					]
				},
				{
					"name": "Healing Touch (1/Day)",
					"entries": [
						"The foal touches another creature with its horn. The target magically regains 11 ({@dice 2d8 + 2}) hit points. In addition, the touch removes all diseases and neutralizes all poisons afflicting the target."
					]
				}
			],
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"TP"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			],
			"hasFluff": true
		}
	],
	"monsterFluff": [
		{
			"name": "Gelatinous Cubelet",
			"source": "Arcadia10",
			"entries": [
				"Like its larger counterpart, the gelatinous cubelet is an ideal servant for a caster who requires a companion adept at defending confined spaces and consuming refuse. After a successful series of arcane experiments aimed at breeding a more intelligent and manageable ooze, gelatinous cubelets became a surprisingly popular familiar of choice for traveling spellcasters. The cubelet's ability to hide in plain sight, retrieve objects, and fit through small openings combines to make it a startlingly effective burglar."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Arcadia10/Monster Images/Gelatinous Cubelet.webp"
					}
				}
			]
		},
		{
			"name": "Gorgonette",
			"source": "Arcadia10",
			"entries": [
				"Gorgonettes have all the ferocity and stubbornness of larger gorgons in a pocket-size package. Initially bred as prized hunting companions, the gorgonette breed have exploded in popularity as home protectors, racing monsters, and exotic pets. These familiars are excellent in combat situations with their Charge attacks and Petrifying Breath that can literally stop a foe in its tracks. Gorgenettes are incredibly ornery and not terribly bright, but they make valiant protectors once they decide you're worth saving."
			]
		},
		{
			"name": "Miniature Xorn",
			"source": "Arcadia10",
			"entries": [
				"A clan of unfortunate dwarf miners accidentally discovered the miniature xorn. After the initial shock of contending with hundreds of ravenous pocket-sized xorn, the dwarves seized a golden opportunity. Miniature xorn quickly became an ideal familiar for treasure hunters, dungeoneers, or adventurers preparing to explore subterranean tunnels. While the miniature xorn aren't as ferocious as their larger counterparts, their ability to sense treasure, burrow through the earth, and speak Terran makes them invaluable members of any expedition (as long as you keep them fed, of course)."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Arcadia10/Monster Images/Miniature Xorn.webp"
					}
				}
			]
		},
		{
			"name": "Toy Automaton",
			"source": "Arcadia10",
			"entries": [
				"Constructs exist across the multiverse in all shapes and sizes, and even the fearsome iron golem has a handy, compact form. Creating, controlling, and housing a full-sized construct is a laborious and expensive task, one of the driving reasons behind the creation of the toy automaton. These resilient little creatures make perfect familiars for casters who often find themselves in the middle of explosions or can't handle the daily responsibility of feeding a living creature."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/Arcadia10/Monster Images/Toy Automaton.webp"
					}
				}
			]
		},
		{
			"name": "Unicorn Foal",
			"source": "Arcadia10",
			"entries": [
				"Unicorns are wise and powerful celestial guardians, but they aren't born that way. The forces of good encourage unicorn foals to travel with worthy adventurers to gain experience. While a foal isn't as mobile or dangerous as its elders, their gifts of telepathy and ability to heal make them excellent companions for the pure of heart."
			]
		}
	]
}
