{
	"_meta": {
		"sources": [
			{
				"json": "Arcadia9",
				"abbreviation": "Ar9",
				"full": "Arcadia Issue 9",
				"url": "https://shop.mcdmproductions.com/collections/arcadia/products/arcadia-complete-bundle-issues-1-30",
				"authors": [
					"James Intracaso",
					"Mario Ortegón",
					"Sally Tamarkin",
					"Chris Bissette"
				],
				"convertedBy": [
					"ForeverAlwaysGM (Billiam94)"
				],
				"version": "10/2021"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 0,
		"status": "wip"
	},
	"book": [
		{
			"name": "Arcadia 9",
			"id": "Ar9",
			"source": "Arcadia9",
			"group": "homebrew",
			"author": "MCDM Productions",
			"published": "2021-10-27",
			"contents": [
				{
					"name": "Letter from the Editor"
				},
				{
					"name": "Losing Our Religion"
				},
				{
					"name": "Power is Where You Take It",
                    "headers": [
                        "Creating Your City",
                        "Political Intrigue Backgrounds",
                        "Personal Characteristics",
                        "Woodbridge Map"
                    ]
				},
				{
					"name": "Filthy Peasants!"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Ar9",
			"source": "Arcadia9",
			"data": [
				{
					"type": "section",
					"name": "Letter from the Editor",
					"page": 1,
					"entries": [
						"Reading and playing other roleplaying games makes us better Game Masters and players because it improves our design skills. In some way, all players, including GMs, are game designers. If you have created a world, adventure, encounter, magic item, monster, feat, spell, puzzle, or trap, you're a game designer. If you've ever made up a rule because you didn't like how the official one worked, it didn't exist, or you just didn't feel like taking the time to look it up, you did a little game design, my friend. If you've proposed a new use of one of your character's skills, spells, or traits to your GM or created your own background by taking the skills from one, the tool proficiencies of a second, and the feature of a third, you are 100 percent designer. Heck, if you created your character's personality traits, ideal, bond, and flaw from scratch, then let me be the first to welcome you to the game design club. You'll love it here. We have snacks.",
						"One person strengthening those design chops provides a richer experience for everyone at the table. Just like trying new recipes makes you a better cook, experiencing other games increases your skill and understanding of game design and makes you a better player.",
						"When you interact with a lot of different games, you learn to design toward different goals and styles of play. For instance, the world's oldest roleplaying game is built around battling monsters, which is why a majority of a character's class features and most of a creature's stat block are dedicated to combat. If you pick up a game like {@link Bubblegumshoe|https://www.evilhat.com/home/bubblegumshoe/}, which is about teen detectives in the modern world investigating crimes, you can see the rules are centered around solving mysteries in a way that a game about battling monsters isn't. After reading just a few pages of {@link Dusk City Outlaws|https://scratchpadpublishing.com/dco-info}, you'll realize that the game is all about planning and pulling off heists, and that it gives you great tools to do so.",
						"You can and likely will have investigations and heists in the world's oldest roleplaying game, the same way you can have combat in Bubblegumshoe and Dusk City Outlaws, but each system executes all of these elements with various levels of depth and satisfaction. When you read and play other games, you can introduce the concepts and mechanics from one into the other, and you gain a deeper understanding of how games work. The more games you experience, the easier it becomes to absorb new rules and parse the motivations behind them.",
						"If time, money, and finding players is a concern, you should know that most RPGs out there don't require three core rulebooks (some are {@link one page|https://www.drivethrurpg.com/product/337120/Mundane-Magic-RPG}), many RPGs have {@link free or reduced-cost versions|https://www.faterpg.com/2013/the-new-era-of-fate-is-here/} or {@link reduced-price starter sets|https://cityofmist.co/collections/sets/products/the-starter-box}, and {@link a lot of people are willing to try a game as a one-shot if a friend offers to teach them|https://app.roll20.net/forum/category/22}. You can also do what I do and seek out new games at conventions (online and in-person), which always feature a GM eager to teach folks their favorite system.",
						"Players and designers often turn to other RPGs when we want to do something in a game that the rules don't currently allow. Matt and I both wanted to see rules for level-0 characters in ARCADIA because we both enjoy low-powered play. When {@link Chris Bissette|https://twitter.com/pangalactic} pitched an article for level-0 rules inspired by the funnels of {@link Dungeon Crawl Classics|https://goodman-games.com/dungeon-crawl-classics-rpg/}, {@link MÖRK BORG|https://morkborg.com/}, {@link Troika!|https://www.troikarpg.com/}, and {@link Mothership|https://www.mothershiprpg.com/}, I knew that we were creating something special, because those games are fantastic and Chris is one of the best designers out there. Combine that article with {@link Sally Tamarkin's|https://twitter.com/sallyt} new backgrounds and collaborative settingbuilding guide and {@link Mario Ortegón's|https://twitter.com/elwarius} flavorful and innovative subclasses, and we've got one of the best issues of this magazine yet.",
						"I hope you enjoy this issue and get a chance to play something new soon! Thank you so much for your continued support of ARCADIA!",
						"{@i Ex animo},",
						"James Introcaso",
						"Managing Editor"
					]
				},
				{
					"type": "section",
					"name": "Losing Our Religion",
					"page": 2,
					"entries": [
						"{@note Subclasses for forsaken clerics and warlocks by Mario Ortegón}",
						{
							"type": "inset",
							"page": 2,
							"entries": [
								"The sky was shattered.",
								"By killing her Empress, Misiri had disobeyed a sacred tenet of her god, and now the sky was shattered.",
								"Ahead of her, no matter where she looked, the heavens were cold, dark, and dull. And behind her, at the periphery of her vision, she could faintly see the light just out of reach, and the warmth of the world escaping her.",
								"Sheathing her sword, she realized the shattered sky was her doing. But for the first time in her life, she was unburdened by regret."
							]
						},
						"Many tell tales about righteous paladins breaking their oaths, but what happens when clerics and warlocks come in conflict with their higher powers? This article provides four new subclasses for these characters, each centered around the concept of heroes at odds with their gods or patrons.",
						"A character might break ties with a higher power when one of the deity's aspects or ideals clashes against the character's identity or moral code. Conversely, a higher power could disavow a character for breaking a cardinal tenet, or failing to fulfill their end of a bargain. Either of these developments sets the character on a journey of redemption—or, with a sufficiently disgruntled god or patron, marks the beginning of a powerful antagonist entering the story.",
						"The following subclasses represent different paths clerics and warlocks might take after a quarrel with their deity or patron. They can be used as transitional points in a character's arc, changing their previous subclass to one below and using it as a stepping stone on the journey to regain their original powers, or as the foundation of a new path.",
						"Alternatively, characters who are content with the idea of being at odds with their gods or patrons can remain as members of these subclasses to represent that stance. One may even start as a 1st-level character with one of these subclasses; perhaps having been mighty before, then stripped of power and forced to begin anew.",
						{
							"type": "entries",
							"name": "Cleric Options",
							"page": 3,
							"entries": [
								"The Divine Domain options below are available for clerics who renounce or are shunned by their gods. The Anathema domain represents a cleric who wields the scorn of their angered deity and channels it into their own power, and the Atonement domain provides a path for those seeking divine redemption.",
								{
									"type": "list",
									"style": "list-no-bullets",
									"columns": 2,
									"items": [
										"{@class Cleric|PHB|Anathema Domain|Anathema|Arcadia9}",
										"{@class Cleric|PHB|Atonement Domain|Atonement|Arcadia9}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Warlock Options",
							"page": 6,
							"entries": [
								"These Otherworldly Patron options provide paths for pact-breaking warlocks, but can also be used for a character with an unconventional pact. The Swindled is a powerful entity who has had its power stolen by the warlock, and the Compound represents an assembly of magical beings collectively assisting a warlock.",
								{
									"type": "list",
									"style": "list-no-bullets",
									"columns": 2,
									"items": [
										"{@class Warlock|PHB|The Swindled|Swindled|Arcadia9}",
										"{@class Warlock|PHB|The Compound|Compound|Arcadia9}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Misiri the Fractured",
							"page": 10,
							"entries": [
								"Misiri was brought up in the upper echelons of a dwarven kingdom, though her clan valued asceticism over luxury and service over status. She followed in their traditions by climbing the ranks of the faith of the Sentinel, a deity of vigilance and protection, and became a revered shield-priest as soon as she came of age. After decades of duty, the prestigious Order of the Everguard recruited Misiri and charged her with the protection of Empress Nebrala II.",
								"Years later, after two encroaching nations moved in to occupy their lands, Misiri saw war decimate her kingdom. Empress Nebrala refused to negotiate with the invaders and sought a way to defeat the invading forces. She found an ancient dwarven spell scroll that could open a rift to the Plane of Earth to raise a mountain from the ground.",
								"During the siege of their last remaining stronghold, the empress ordered Misiri to cast the spell, but the shield-priest refused to endanger the people of the citadel. Furious at her insubordination, the empress had Misiri arrested and took the scroll to cast the spell herself. As the guards seized her, Misiri witnessed in terror as rising crags tore through the citadel, ending hundreds of lives in a matter of seconds. In an act of desperation, she broke free from the hold of the guards, took her sword, and ended her empress's life, halting the spell. Though her actions saved thousands, Misiri was branded a traitor to the kingdom and earned the contempt of her god.",
								"Now Misiri wanders as an outcast, carrying her fractured shield at her back but never wielding it. As the subject of the Sentinel's scorn, she has learned to turn the doom of her god's ire against others, carving a new path for herself as an anathematic cleric in order to survive."
							]
						},
						{
							"type": "entries",
							"name": "Rucio Sabhar",
							"page": 11,
							"entries": [
								"Those who know Rucio Sabhar say death itself courted him—in part because of the half-elf's quick-witted charm, and in part because he's cheated his way out of death more times than anyone has a right to.",
								"Born in a bustling city and raised in poverty, Rucio was recruited by the local thieves' guild at a young age to serve as a messenger and spy. His first brush with death came shortly after his initiation, when he was betrayed on a heist to steal an {@item iron flask} from a local treasure hunter. After a literal stab in the back from his supposed allies, quick-thinking Rucio gave the traitors his canteen and kept the magic {@item iron flask} as they left him for dead. On the brink of death, he opened the flask and released a powerful pit fiend, who offered him a chance to live by making a warlock pact.",
								"Bolstered by infernal power, Rucio hunted the turncoats down and moved on to become a renowned adventurer. But the more fame and fortune he found, the more his patron demanded. Rucio spent years covertly searching for a way to get ahead of his patron and regain his freedom.",
								"Finally, after nearly a decade, Rucio found a book containing his patron's true name. Invoking it, he summoned the pit fiend and demanded two things: that the devil forget him, and that it return to the {@item iron flask}. The pit fiend complied, but only after almost killing Rucio again and snatching the book away from him.",
								"Rucio's gambit was successful: he kept his patron's power and freed himself from the devil's demands. In doing so, however, he became the target of an incessant hunt from cultists, warlocks, and devils seeking to retrieve the {@item iron flask} with the pit fiend and powerful book of names trapped inside."
							]
						},
						{
							"type": "entries",
							"name": "Retainers",
							"page": 12,
							"entries": [
								"Retainers are unique NPC followers who pledge their service to player characters. Below are four stat blocks for cleric and warlock retainers who have been forsaken by their gods and patrons.",
								"The full rules for retainers are explained in {@book Strongholds & Followers|SaF}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Power Is Where You Take It",
					"page": 14,
					"entries": [
						"{@note Creating cities and characters for political intrigue campaigns by Sally Tamarkin}",
						{
							"type": "quote",
							"entries": [
								"\"[Cities] are not like suburbs, only denser. They differ from towns and suburbs in basic ways, and one of these is that cities are, by definition, full of strangers.\""
							],
							"by": "Jane Jacobs",
							"from": "The Death and Life of Great American Cities"
						},
						"This quote elegantly captures why I love cities so much—and, more importantly for this article, why I think they're the perfect setting for telling stories about political intrigue. Before I get to that, let me say this first: campaigns about political intrigue can be tricky, mainly because when it comes to getting players (and their characters) invested, such campaigns tend to lack the do-this-and-save-the-worldplease quality of traditional arcs and campaigns. Those campaigns have the advantage of immediately setting the stakes sky-high, which means that players know their characters will get to be heroes or die trying—two very cool outcomes.",
						"Stories of political intrigue tend to be smaller and are, by definition, quieter since intrigue basically means \"engaging in secret schemes.\" In fact, the characters might want to ensure that no one ever discovers they were involved at all! The good news is that political intrigue campaigns are all about mystery and discovery, about keeping and telling secrets, and about using your wits (and, okay, maybe your blade) to get what you want—which means that with some thoughtful design, they can be thrilling and fun.",
						"This is where cities come in. Cities are, as the quote above says, full of strangers, which makes them the perfect place to tell stories about all kinds of NPCs and factions plotting, in secret, to take what they want—money or territory, or maybe power, influence, or control. And if you build your city around these NPCs, it will feel alive and lived-in, a place where people scheme secretly, where a thieves' guild works with a city leader to shake down the local nobles; where the mayor is in cahoots with a local religious leader for some dark purpose; where the head of the city watch is conspiring with an artificer from the local tinkerer's guild to make illegal magic weapons.",
						"On a more practical level, any city—real or fictional—has the building blocks of a political intrigue campaign. First, cities are densely populated with residents of various backgrounds and livelihoods, whose lives are intertwined through work, proximity, romance, shared interest, rivalries, and so on. Second, cities have a system of governance—an entity that holds (and generally seeks to maintain) state power, which of course means there are people or groups that seek to take away that power. Finally, cities are home to various factions competing for attention, control, and influence. Sometimes this takes the form of competition for some kind of officially recognized or \"legitimate\" power, as with elections, labor disputes, or matters of succession. Other times, the power that is sought is informal or perhaps even criminal—maybe two thieves' guilds fighting over territory, a religious leader seeking to influence local law using bribery, or a city leader using their station to illegally accumulate wealth.",
						"This article includes a step-by-step guide to creating and developing a city perfect for a political intrigue campaign. It also provides backgrounds to help players create characters who are already part of a city's political life, involved in or connected to the ongoing struggles over power and influence.",
						{
							"type": "section",
							"name": "Creating Your City",
							"page": 15,
							"entries": [
								"Particularly if you're using the backgrounds in this article, I recommend building your city in three phases. The first phase takes place before your session zero. In fact, session zero is the time you will present the city to your players. In this phase of design you're going to come up with some basic details about your city so that it feels like a real place to you and to your players, but is not so complete and built out that your players aren't sure where their characters would fit into it. Again, political intrigue campaigns require that the players care about the city and that their characters feel invested in what goes on there. In my experience, the best way to facilitate this is to think of character creation as part of your worldbuilding and vice versa. So, let's start building the version of our city that we want to bring to our session zero.",
								{
									"type": "entries",
									"name": "Part I: Getting Started",
									"page": 15,
									"entries": [
										"We'll go through this process step by step, but these are some questions to ask as you build your city:",
										{
											"type": "list",
											"items": [
												"How big is the city? Is it a sleepy trade town, or a major metropolis?",
												"What is the city's system of governance?",
												"What makes your city unique? What have outsiders heard about your city?",
												"What are the city's important geographical features? How do they affect the culture or government?"
											]
										},
										"If you feel like it, you can also consider details such as the city's weather, special laws, notable exports or raw materials, and important festivals.",
										{
											"type": "entries",
											"name": "City Size and Design",
											"page": 15,
											"entries": [
												"When you're choosing how big to make your city, you just want to make sure that it's big enough to contain the factions, locations, and NPCs you need for the kind of stories you want to tell. The bigger a city is, the more flexibility you're likely to have, but keep in mind that the bigger the city, the more work it will be to build, run, and keep track of.",
												{
													"type": "list",
													"items": [
														"Small town (population 901–2,000)",
														"Large town (population 2,001–5000)",
														"Small city (population 5,001–12,000)",
														"Large city (population 12,001–25,000)"
													]
												},
												"I'm going to build a small city with a population of 11,000. Although cities can be dense, sprawling, or anything in between, I want this one to be very densely populated; about a three-quarters of a mile in length and width. To support a crowded population, many buildings in the city are several stories tall, with some top floors added to older structures as the settlement grew. One of my favorite things about cities in real life and in fiction is that when they're densely populated, people can't help but be characters in one another's lives, and that's perfect for political intrigue stories. I also really like when cities have distinct neighborhoods, so I'm going to break this one up into quadrants; the river will divide the city in two and the bridge will bisect it again. I know I'll want my city's criminal organizations to each operate out of a different district, so I'll make a note of that and return to it later. I also want there to be a district that's based around the city's key industry.",
												"This city sits at the foot of a mountain range and is bisected by a river. I'll name my city Woodbridge, after the wooden bridge that was built by the city's founders so they didn't have to ford the river. The wide river is a huge source of employment and income for the city. Considering how important the river is, I'll call one of the four districts the Fresh Water. This will be the northwest quadrant of the city, home to fisheries, boatyards, and all the people who work with the river and its bounty. You always know you're in the Fresh Water because your boots are caked with mud and the smell of trout is in the air.",
												"Across the bridge from the Fresh Water is a district called Bankside, an upscale residential neighborhood. If the Fresh Water is the industrial side of the bridge, Bankside is more like a luxe riverside community. Each home has a slip at the Woodbridge marina where their pleasure craft is docked, waiting to whisk its owners and their guests away on a sunset tour of the river. The only aroma on this side of the river is the sweet fragrance of the local fruit trees, which bloom every spring and draw visitors from all over town.",
												"Continuing counterclockwise, the southeastern quadrant is Fairmarket, a lively commercial district full of shops, vendors, street performers, and stalls selling food and drink. Finally, across the bridge from Fairmarket, in the southwest quadrant, is the Spit. This area is full of dive bars, a couple of underground fight clubs, and cheap inns, as well as some disreputable shops and vendors that offer rare goods of dubious legality."
											]
										},
										{
											"type": "entries",
											"name": "System of Governance",
											"page": 15,
											"entries": [
												"When it comes to governance for Woodbridge, I'm going to choose a structure I feel familiar with: an elected mayor (though perhaps only land-owning nobles in this city are allowed to vote—instant plot seed!) and a four-person council of alders appointed by the mayor. I'm choosing a four-person city council because it goes along with my city being divided into quadrants; each alder can represent a specific district, which will neatly tie them to that area's residents, businesses, and desires.",
												"Other possible government systems include:",
												{
													"type": "list",
													"items": [
														"Council of nobles or lords",
														"Council of clergy or a religious leader",
														"Duke or lord appointed by a monarch",
														"Military leader",
														"Council of guild leaders",
														"Mage circle",
														"Council of learned engineers, scientists, artificers",
														"Secret council with a public figurehead"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Municipal Infrastructure",
											"page": 16,
											"entries": [
												"Because Woodbridge is a small city, it will have many of the trappings of an urban center but will lack some of the things you'd find in a metropolis. For example, a large city might have a university, a grand library, a public works department, a system of roads and sewers, an office of the tax collector, jail, bank, hall of records, city watch, and a newspaper. Our city isn't quite that big, but it does have a city watch, jail, and courthouse. (A smaller city or large town might have a two-person city watch, while an even smaller town might have one sheriff who also serves as jailer, judge, and tax collector, and a town crier in place of a newspaper.)"
											]
										},
										{
											"type": "entries",
											"name": "Businesses",
											"page": 16,
											"entries": [
												"Woodbridge will have various shops and businesses, including four taverns and four inns that are important to the story, one in each district. Of course there are more taverns and inns, but I just want to populate the city enough so that each district feels lived in—I don't need a ton of stuff to track before the game even starts. There are at least two smiths in town, one who specializes in making elegant showpiece weapons and armor and a more workaday smith who cranks out the basics.",
												"The city will have other shops, businesses, and guilds, some of which I'll come up with before the campaign starts and some of which will emerge during play. Just keep in mind that the industries in your city will determine the local guilds and the kinds of merchants and shops the city can sustain."
											]
										},
										{
											"type": "entries",
											"name": "Key Factions",
											"page": 16,
											"entries": [
												"Our city is big enough to sustain two competing criminal factions—an assassins' guild (The Whispering Blade) and a thieves' guild (The Kate and Ken). At this moment in citybuilding, I'm going to say that there is one religion officially represented in the city. It's called the Temple of the Prophet, and it has a temple in town and maintains the graveyard. If, during our session zero, one of my players expresses interest in that religion or another, I'll work with them to decide the extent to which it's represented in our city.",
												"Other factions will definitely emerge through play. Because the river plays a big role in the city's industry, there will be a guild of river workers. This will include fishers, boatwrights, workers who process the fish that's been caught, bait shop workers, and any other river-related job I can come up with.",
												"This is all I need to have for now. After my session zero, I can flesh this out even more, name specific factions, buildings, and locations, create key NPCs, and so on."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Part II: Factions & Power",
									"page": 16,
									"entries": [
										"After your session zero, continue building your city with the player characters and their backstories in mind. As you do this, think more specifically about who holds power in the city and what kind of power they have. This is when plot seeds and hooks will emerge. And of course, as you build, find places to weave the characters into the fabric of the city. Remember, a city can have multiple entities that hold power, influence, and control. Think about informal and criminal power as well as officially recognized and state power.",
										"Here's a brief example of how to start building out the power relationships in Woodbridge based on a session zero where my players built characters using some of the backgrounds described below.",
										"After our session zero, I knew that one of the PCs wanted to be involved in city government. They took the Politician background and we decided that they work in the office of an alder in the Fresh Water. Another player took the Public Intellectual background and wanted to be a visiting professor at the Woodbridge Institute of Liberal Arts (a college they came up with and named), lecturing on political science and local governance. The third player took the Activist Journalist background so they could be an editor at the newspaper {@i The Shining Light}, whose tagline is \"We Tell You the Things They Don't Want You to Know.\" (So now we have two more factions: the university and the newspaper!)",
										"For each faction, I'll come up with some details that will provide a basic sense of the faction's MO. I'll determine:",
										{
											"type": "list",
											"items": [
												"Its overall mission",
												"Key NPC(s)",
												"Relationships to other factions",
												"Power it has",
												"Power it seeks (this might emerge through play; perhaps at the current moment a given faction is focused on maintaining the status quo)"
											]
										},
										"Keep in mind that factions and NPCs should have well-defined goals and interests. I recommend keeping these relatively concrete and measurable. For example: more money, territory, a seat on a council, razing an area to make room for their business interest, the downfall of a political rival, or at-any-cost survival despite a looming threat.",
										"The combination of initial citybuilding and session zero helped me get a sense of what some of this might look like and also gave me a few plot seeds—which means I already have some ideas for how to develop these factions and how I might get the PCs involved.",
										"For Woodbridge, based on what we built above, my next steps are fleshing out the mayor, the four-member council of alders, the two thieves' guilds, the church, the weekly newspaper, and the college. (Of course there will be other factions and NPCs to flesh out, which you can do now, discover during play, or some combo). Also, you'll notice that as you develop your important factions and NPCs you'll necessarily begin doing some broader wordbuilding. To begin with, here's what it would look like to flesh out the mayor and the thieves' guilds.",
										{
											"type": "entries",
											"name": "Mayor",
											"page": 17,
											"entries": [
												"When the mayor was elected, he was a member of the Temple of the Prophet (like many residents of Woodbridge), but only nominally. However, over the four years he's been in office, he's become extremely pious and brought the head cleric of the temple into his inner circle. Some say the cleric (another NPC to flesh out!) has some kind of hold over the mayor, but that's just a rumor. Either way, the mayor has been trying to work some of the strictures of his church into municipal law. The mayor's other goal is to finish his ten-year term in good stead with the nobles of Woodbridge so he will be reelected. He is currently serving the fourth year of his first term.",
												"The mayor's power is significant, but not absolute. He can approve or reject laws proposed by the alders, adjust taxes, and declare holidays. He appoints the city judge, and the head of the city watch also answers to him. If a state of emergency is declared, the mayor can generate and pass laws; otherwise, it's the alders who write and propose legislation. The mayor is almost never seen in public without his bodyguard, a burly half-orc whom we can flesh out later."
											]
										},
										{
											"type": "entries",
											"name": "The Whispering Blade",
											"page": 17,
											"entries": [
												"This assassins' guild is known as the Blade of Woodbridge. They have a protection racket in the Fresh Water, which is the area of the city that is home to fisheries, warehouses, and processing facilities for the many businesses who harvest the river's bounty. They operate out of a tavern in this neighborhood called The Floppy Trout. The Blade's goals are to protect their territory and to keep their business model viable by disposing of any threats or nosy individuals."
											]
										},
										{
											"type": "entries",
											"name": "The Kate and Ken",
											"page": 17,
											"entries": [
												"This thieves' guild is led by a three-person team called the High Pennyweighters. This guild's specialty is breaking into homes of nobles, stealing their valuables, and replacing them with well-made but worthless forgeries. To accomplish this, they have a deal with a few artisans in town (jewelry makers, coin forgers, smiths) who get a cut of the profits from the sale of the stolen goods. The Kate and Ken operates out of the basement of a pawn shop in the Spit.",
												"If you ever get stuck building out these factions, ask yourself these questions:",
												{
													"type": "list",
													"items": [
														"What kind of power does this faction have?",
														"What is the source of its power?",
														"Who in your city is impacted if this faction gains or loses power?",
														"What people or entities would like for this faction to have less power?"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Part III: Plot Seeds",
									"page": 17,
									"entries": [
										"The following plot seeds are some ideas to get you started with political intrigue in your city. I built them with Woodbridge in mind, but I also designed them to be modular, which means that you should be able to change the details and use them for your city. If they call for a faction, setting, or other feature that doesn't exist in your city, simply swap it out for something your city does have; they're meant to be open-ended so you can take the stories in whatever direction works for your table.",
										{
											"type": "entries",
											"name": "Assassination Escalation",
											"page": 17,
											"entries": [
												"For three months in a row, on the very first night of the new moon, a resident of the city has been murdered. It's clearly the work of a skilled assassin. The Whispering Blade denies involvement, but there are certain characteristics of each murder scene that make it clear a professional is involved, so they must know {@i something}. Right? This campaign arc begins the morning after the third victim was discovered, and their identity confirms the rumor that's been circulating since the second murder—all the victims were outspoken critics of the mayor. The city's newspaper, {@i The Shining Light}, published a special early morning edition that reports the third assassination and, controversially, suggests the mayor's silence on the murders is suspicious."
											]
										},
										{
											"type": "entries",
											"name": "This Spells Disaster",
											"page": 17,
											"entries": [
												"The mayor is away brokering a trade deal when a natural disaster strikes. The city is plunged into chaos; fisheries and boats are destroyed, livestock are killed, the river is flooding, and the city's well water is tainted. The council of alders, who've been running the city in the mayor's stead, struggles to maintain law and order, which means it's the perfect opportunity for someone to grab power. In fact, was this disaster natural after all? Or might it have been brought about intentionally using magic? Three of the city's factions (the city watch, the Temple of the Prophet, and the Whispering Blade) vie for control while the city's journalists at {@i The Shining Light} attempt to uncover the truth about the \"natural\" disaster."
											]
										},
										{
											"type": "entries",
											"name": "Sleep No More",
											"page": 18,
											"entries": [
												"An insomnia epidemic is sweeping through Woodbridge with devastating consequences. Only the wealthy residents of Bankside have contracted it so far, but city officials are not sure how they got it or whether it's contagious. After a few days of being unable to sleep, victims become irritable and confused. A few days after that, they become delirious and fall into a coma. Those who can afford expensive care with rare herbs or treatments from the city's healer do find some relief, but no one has managed to find a cure. If the characters investigate, they soon discover that the only thing those who are ill have in common (besides their social class and where they live) is that they've all recently purchased home decor by a local artisan named Maguff—who is known not only for his beautiful work but also because he seems to be on collegial terms with some members of the Kate and Ken."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Political Intrigue Backgrounds",
							"page": 18,
							"entries": [
								"The following backgrounds are made for characters in political intrigue campaigns, though your GM may allow you to use them in other games. Because this content deals with how people are impacted by shifts in power, some details might remind you of real life and hit closer to home than material in the core rules. So, before you fully flesh out your characters using these backgrounds, make sure everyone at your table is in agreement about the kinds of themes you'll be exploring in play and the extent to which the real world is reflected in your campaign.",
								"Remember that when you pull from real life—especially recent events—you risk inhabiting characters reminiscent of real people who have harmed others or telling stories that are uncomfortable or even re-traumatizing for your group. Use your session zero to share your ideas and ask for input from your fellow players and GM.",
								"Please don't use these backgrounds to tell stories about fascists, bigots, right-wing insurrectionists, or violent xenophobes. These backgrounds should be used to play with and explore the nature of power, and how power can shift between those \"in charge\" and those who are subject to the whims and machinations of the authorities.",
								{
									"type": "entries",
									"name": "Safety Tools",
									"page": 18,
									"entries": [
										"Before getting started, I recommend looking over the following resources, which are some of my favorites for setting boundaries and calibrating expectations for the campaign to come. Safety at the table can include using an X-card and determining lines and veils ahead of time, but it also includes discussing and agreeing on what kind of tone the game will have, what kinds of conflicts will be explored, what constitutes acceptable play, what players can expect from the GM and vice versa, and so on. The tools below guide you through those discussions and decisions as a group.",
										{
											"type": "list",
											"items": [
												"{@link RPG safety tools|https://goldenlassogames.com/tools}: These tools include the X-Card (developed by John Stavropoulos), lines/veils, and more.",
												"{@link RPG Consent checklist|https://docs.google.com/forms/d/1yebKYNcPTus6VI9RxNO7y_zdtktrKZezKwAP5l5vj64/edit}, from the TTRPG Safety Toolkit, a resource created by {@link Kienna Shaw|https://twitter.com/KiennaS} and {@link Lauren Bryant-Monk|https://twitter.com/jl_nicegirl}",
												"{@link CATS method|http://proleary.com/2016/04/25/the-cats-method-a-story-telling-game-opening-ritual/} ({@link example|https://drive.google.com/file/d/0B74GInw5m2ICXzd5Rl8wTUJmTkE/edit}) by Patrick O'Leary",
												"{@link The Same Page Tool|https://bankuei.wordpress.com/2010/03/27/the-same-page-tool/} from {@link Christopher Chinn's|https://www.patreon.com/bankuei} blog {@link Deeper in the Game|https://bankuei.wordpress.com/}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Personality Traits and More",
									"page": 18,
									"entries": [
										"As you probably know from building fifth edition characters, when you choose a background, you then roll on or choose from tables for your chosen background to determine your character's traits, ideals, bonds, and flaws. These backgrounds are set up a little differently. What you'll find ahead is that traits, ideals, bonds, and flaws aren't divided by background, but are combined into four big tables that can apply to all backgrounds. I think it's more fun, and leads to richer, more interesting characters when you're not steered towards a set of characteristics based on your background. Make a politician who hates being the center of attention or an activist who cares more about personal glory than their cause! Mix and match these characteristics as you see fit.",
										{
											"type": "list",
											"style": "list-no-bullets",
											"columns": 2,
											"items": [
												"{@background Citizen Activist|Arcadia9}",
												"{@background Activist Journalist|Arcadia9}",
												"{@background Politician|Arcadia9}",
												"{@background Political Strategist|Arcadia9}",
												"{@background Public Intellectual|Arcadia9}"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Personal Characteristics",
							"page": 22,
							"entries": [
								"The following tables present personality traits, ideals, bonds, and flaws appropriate for any character in a political intrigue campaign. You can use these with the backgrounds in this article, or swap them with any of the personal characteristics listed in a background from another source.",
								"{@table Political Intrigue; Personality Traits|Arcadia9|Personality Traits}",
								"{@table Political Intrigue; Ideals|Arcadia9|Ideals}",
								"{@table Political Intrigue; Bonds|Arcadia9|Bonds}",
								"{@table Political Intrigue; Flaws|Arcadia9|Flaws}"
							]
						},
                        {
                            "type": "section",
                            "name": "Woodbridge Map",
                            "page": 26,
                            "entries": [
                                {
                                    "type": "gallery",
                                    "images": [
                                        {
                                            "type": "image",
                                            "href": {
                                                "type": "external",
                                                "url": "https://mcdm.gg/Arcadia202110/Woodbridge.jpg"
                                            }
                                        },
                                        {
                                            "type": "image",
                                            "href": {
                                                "type": "external",
                                                "url": "https://mcdm.gg/Arcadia202110/Woodbridge-plain.jpg"
                                            }
                                        }
                                    ]
                                }
                            ]
                        }
					]
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Anathema Domain",
			"source": "Arcadia9",
			"page": 3,
			"className": "Cleric",
			"classSource": "PHB",
			"shortName": "Anathema",
			"subclassFeatures": [
				"Anathema Domain|Cleric||Anathema|Arcadia9|1",
				"Domain Spells|Cleric||Anathema|Arcadia9|1",
				"Anathematic Rites|Cleric||Anathema|Arcadia9|1",
				"Divine Rancor|Cleric||Anathema|Arcadia9|1",
				"Channel Divinity: Divine Derogation|Cleric||Anathema|Arcadia9|2",
				"Conduit of Ruin|Cleric||Anathema|Arcadia9|6",
				"Potent Spellcasting|Cleric||Anathema|Arcadia9|8",
				"Scornful Condemnation|Cleric||Anathema|Arcadia9|17"
			],
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"inflict wounds",
							"protection from evil and good"
						],
						"3": [
							"hold person",
							"ray of enfeeblement"
						],
						"5": [
							"bestow curse",
							"counterspell"
						],
						"7": [
							"banishment",
							"phantasmal killer"
						],
						"9": [
							"dispel evil and good",
							"hold monster"
						]
					}
				}
			]
		},
		{
			"name": "Atonement Domain",
			"source": "Arcadia9",
			"page": 4,
			"className": "Cleric",
			"classSource": "PHB",
			"shortName": "Atonement",
			"subclassFeatures": [
				"Atonement Domain|Cleric||Atonement|Arcadia9|1",
				"Domain Spells|Cleric||Atonement|Arcadia9|1",
				"Bonus Proficiencies|Cleric||Atonement|Arcadia9|1",
				"Selfless Reprieve|Cleric||Atonement|Arcadia9|1",
				"Channel Divinity: Shield of Martyrdom|Cleric||Atonement|Arcadia9|2",
				"Hallowed Reprieve|Cleric||Atonement|Arcadia9|6",
				"Divine Strike|Cleric||Atonement|Arcadia9|8",
				"Exalted Protector|Cleric||Atonement|Arcadia9|17"
			],
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"false life",
							"sanctuary"
						],
						"3": [
							"enthrall",
							"warding bond"
						],
						"5": [
							"beacon of hope",
							"remove curse"
						],
						"7": [
							"death ward",
							"private sanctum"
						],
						"9": [
							"dispel evil and good",
							"wall of force"
						]
					}
				}
			]
		},
		{
			"name": "The Swindled",
			"source": "Arcadia9",
			"page": 6,
			"className": "Warlock",
			"classSource": "PHB",
			"shortName": "Swindled",
			"subclassFeatures": [
				"The Swindled|Warlock||Swindled|Arcadia9|1",
				"Expanded Spell List|Warlock||Swindled|Arcadia9|1",
				"Eldritch Thief|Warlock||Swindled|Arcadia9|1",
				"Spell Heist|Warlock||Swindled|Arcadia9|1",
				"Magical Larceny|Warlock||Swindled|Arcadia9|6",
				"Eldritch Gambit|Warlock||Swindled|Arcadia9|10",
				"Plunder Spirit|Warlock||Swindled|Arcadia9|14"
			],
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"alarm",
							"identify"
						],
						"2": [
							"knock",
							"pass without trace"
						],
						"3": [
							"blink",
							"nondetection"
						],
						"4": [
							"arcane eye",
							"freedom of movement"
						],
						"5": [
							"mislead",
							"passwall"
						],
						"10": [
							"counterspell"
						]
					}
				}
			]
		},
		{
			"name": "The Compound",
			"source": "Arcadia9",
			"page": 8,
			"className": "Warlock",
			"classSource": "PHB",
			"shortName": "Compound",
			"subclassFeatures": [
				"The Compound|Warlock||Compound|Arcadia9|1",
				"Expanded Spell List|Warlock||Compound|Arcadia9|1",
				"Counsel of the Many|Warlock||Compound|Arcadia9|1",
				"Motley Support|Warlock||Compound|Arcadia9|1",
				"Warding Convocation|Warlock||Compound|Arcadia9|6",
				"Eldritch Sundry|Warlock||Compound|Arcadia9|10",
				"Partitioned Mind|Warlock||Compound|Arcadia9|14"
			],
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"detect evil and good",
							"magic missile"
						],
						"2": [
							"aid",
							"enhance ability"
						],
						"3": [
							"conjure animals",
							"spirit guardians"
						],
						"4": [
							"conjure minor elementals",
							"divination"
						],
						"5": [
							"legend lore",
							"planar binding"
						]
					}
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Anathema Domain",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 3,
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 1,
			"entries": [
				"The Anathema domain isn't part of any deity's portfolio. Rather, it is the purview of those who become subjects of a deity's contempt. Clerics who turn to this domain are just as capable of weaving magical wonders as their devout peers, but rather than doing so by divine grace, their rites harness the ire of gods and channel it into bouts of transient power.",
				"Clerics who master these anathematic rites are called the scorned. While their relationship with their deities is antagonistic and gods-fearing societies shun them, there's nothing inherently evil about the scorned's practices. Some join their ranks voluntarily, believing it their duty to stand in opposition to gods who threaten the cosmological order. These clerics form secret orders dedicated to ensuring that those gods who lie chained, slumbering, dead, or forgotten remain that way."
			]
		},
		{
			"name": "Atonement Domain",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 3,
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 1,
			"entries": [
				"While some deities are stern in their edicts and unmoved by mortal nuance, others accept those who come looking for a second chance. Gods of redemption, renewal, and suffering might be particularly inclined to accept such supplicants, so long as their pleas are genuine, and their will to atone remains resolute.",
				"Clerics who approach these gods looking for forgiveness are granted the Atonement domain, either becoming permanent seekers of redemption or serving the god until they can intercede on the cleric's behalf with another deity."
			]
		},
		{
			"name": "Domain Spells",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 3,
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"The following domain spells are available to you upon reaching the cleric levels listed in the Anathema Domain Spells table.",
				{
					"type": "table",
					"caption": "Anathema Domain Spells",
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell inflict wounds}, {@spell protection from evil and good}"
						],
						[
							"3rd",
							"{@spell hold person}, {@spell ray of enfeeblement}"
						],
						[
							"5th",
							"{@spell bestow curse}, {@spell counterspell}"
						],
						[
							"7th",
							"{@spell banishment}, {@spell phantasmal killer}"
						],
						[
							"9th",
							"{@spell dispel evil and good}, {@spell hold monster}"
						]
					]
				}
			]
		},
		{
			"name": "Domain Spells",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 4,
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"The following domain spells are available to you upon reaching the cleric levels listed in the Atonement Domain Spells table.",
				{
					"type": "table",
					"caption": "Anathema Domain Spells",
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell false life}, {@spell sanctuary}"
						],
						[
							"3rd",
							"{@spell enthrall}, {@spell warding bond}"
						],
						[
							"5th",
							"{@spell beacon of hope}, {@spell remove curse}"
						],
						[
							"7th",
							"{@spell death ward}, {@spell private sanctum}"
						],
						[
							"9th",
							"{@spell dispel evil and good}, {@spell wall of force}"
						]
					]
				}
			]
		},
		{
			"name": "Anathematic Rites",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 3,
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"At 1st level, your knowledge of forbidden rituals allows you to access magic normally unreachable to other clerics. You can cast cleric spells that have the ritual tag as rituals, even if you don't have them prepared, so long as their level doesn't exceed the maximum spell level you can cast as a cleric.",
				"However, when you cast an unprepared spell in this way, you take {@damage 1d6} psychic damage per level of the spell. This damage can't be reduced in any way."
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 4,
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"When you choose this domain at 1st level, you gain proficiency with heavy armor and either the {@skill Medicine} or {@skill Religion} skill (your choice)."
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"Medicine",
							"Religion"
						]
					}
				}
			]
		},
		{
			"name": "Divine Rancor",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 4,
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"As one of the scorned, you wield your deity's rancor as a tool to hinder your foes. Starting at 1st level, you always have the {@spell bane} spell prepared, and it doesn't count against the number of spells you can prepare.",
				"When you cast {@spell bane}, you can change the casting time to 1 bonus action, instead of 1 action. You can cast the spell as a bonus action a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Selfless Reprieve",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 5,
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"Also at 1st level, you gain the ability to magically intercede on behalf of other creatures at the cost of your own well-being. When you make a saving throw against an effect that targets multiple creatures, you can choose to automatically fail the save and grant another creature targeted by the same effect that you can see an automatic success. You must make this choice before any rolls are made.",
				"Once you use this feature, you can't use it again until the start of your next turn."
			]
		},
		{
			"name": "Channel Divinity: Divine Derogation",
			"source": "Arcadia9",
			"page": 4,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 2,
			"header": 2,
			"consumes": {
				"name": "Channel Divinity"
			},
			"entries": [
				"At 2nd level, you learn to use your Channel Divinity to diminish the capabilities of creatures of faith. As an action, you create a 30-foot aura of discordant divinity around you that lasts for 1 minute or until you fall unconscious. When a creature in the aura magically regains hit points, or takes radiant or necrotic damage, you can roll a {@dice d6}. On a 4 or higher, the amount of hit points regained or damage taken is reduced to 0."
			]
		},
		{
			"name": "Channel Divinity: Shield of Martyrdom",
			"source": "Arcadia9",
			"page": 5,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 2,
			"header": 2,
			"consumes": {
				"name": "Channel Divinity"
			},
			"entries": [
				"Starting at 2nd level, you learn to employ your Channel Divinity to make a noble sacrifice. As a reaction, when a creature you can see within 30 feet of you would be reduced to 0 hit points as a result of taking damage, you can use your Channel Divinity to magically take the damage yourself, in place of the target. If this damage would reduce you to 0 hit points, it reduces you to 1 hit point instead. This redirects all the damage the creature would have taken to you, but the target is still subject to other effects as if it had taken the damage.",
				"Your sacrifice also bestows your target with a divine ward, granting it temporary hit points equal to your cleric level."
			]
		},
		{
			"name": "Conduit of Ruin",
			"source": "Arcadia9",
			"page": 4,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 6,
			"header": 2,
			"entries": [
				"When you reach 6th level, you learn to focus the ire of your god to further hamper a creature suffering from it. Before a creature rolls the {@dice d4} from a {@spell bane} spell cast by you, you can use a reaction to upgrade the {@dice d4} to a {@dice d6}.",
				"As you gain levels in this class, the malediction imposed by this feature grows even stronger. You can upgrade the die to a {@dice d8} at 11th level, and to a d10 at 17th level."
			]
		},
		{
			"name": "Hallowed Reprieve",
			"source": "Arcadia9",
			"page": 5,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you gain the ability to empower your selfless acts of protection with divine aid. When you use your Selfless Reprieve feature against an effect that allows you to make a saving throw to take only half damage, you take half damage from your saving throw failure, and your chosen target takes no damage from their automatic success.",
				"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses of it when you finish a long rest."
			]
		},
		{
			"name": "Potent Spellcasting",
			"source": "Arcadia9",
			"page": 4,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 8,
			"header": 2,
			"entries": [
				"Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip."
			]
		},
		{
			"name": "Divine Strike",
			"source": "Arcadia9",
			"page": 5,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 8,
			"header": 2,
			"entries": [
				"Starting at 8th level, you can infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@damage 1d8} radiant damage to the target. When you reach 14th level, the extra damage increases to {@damage 2d8}."
			]
		},
		{
			"name": "Scornful Condemnation",
			"source": "Arcadia9",
			"page": 4,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 17,
			"header": 2,
			"entries": [
				"When you reach 17th level, you no longer need to concentrate on the {@spell bane} spell. When you cast it, it lasts for its full duration, until you cast the spell again, or until you fall {@condition unconscious}.",
				"Additionally, your ability to channel divine hatred is so masterful that it harms those burdened with it. The first time a creature rolls the die for a {@spell bane} spell cast by you on its turn, it also takes psychic damage equal to the number rolled on the die."
			]
		},
		{
			"name": "Exalted Protector",
			"source": "Arcadia9",
			"page": 5,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 17,
			"header": 2,
			"entries": [
				"When you reach 17th level, your Selfless Reprieve feature can grant automatic successes to two creatures making the same saving throw as you, instead of only one. In addition, each use of your Hallowed Reprieve feature can now simultaneously benefit up to two creatures as well."
			]
		},
		{
			"name": "The Swindled",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 6,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 1,
			"entries": [
				"Your patron is an entity that you have stolen power from. The Swindled might be a previous patron of yours, who severed ties with you after you broke your end of the bargain, or they could be an entirely new eldritch being from whom you steal secrets and siphon power. While forging this stolen pact is a remarkable rarity, it isn't necessarily a willing occurrence. Perhaps you accidentally stumbled upon an ancient artifact that stole the patron's power, and now the item wields you as its host. The patron may not even be aware of your connection to them.",
				"Regardless of how you obtained the stolen power, you are in constant peril of being discovered, by the entity whose power you draw upon or by others who covet your powers."
			]
		},
		{
			"name": "The Compound",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 8,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 1,
			"entries": [
				"Instead of a single patron, you're beholden to a myriad of pacts and contracts with different magical creatures, drawing small fragments of power from each of them to form a coherent magical library. You might forge these pacts during a long journey, painstakingly searching for a number of patrons willing to work with one another, or multiple lesser entities might approach you after witnessing you fall out with your previous patron.",
				"Living up to the demands of multiple patrons can be taxing, and you might find yourself at the center of conflicting requests from many of them. Warlocks who manage to maintain these manyfold pacts often pit their patrons against one another, using their bickering rivalries as a way to force them to keep one another in check."
			]
		},
		{
			"name": "Expanded Spell List",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 6,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"Stolen knowledge from your patron allows you to choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
				{
					"type": "table",
					"caption": "Swindled Expanded Spells",
					"colLabels": [
						"Warlock Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell alarm}, {@spell identify}"
						],
						[
							"2nd",
							"{@spell knock}, {@spell pass without trace}"
						],
						[
							"3rd",
							"{@spell blink}, {@spell nondetection}"
						],
						[
							"4th",
							"{@spell arcane eye}, {@spell freedom of movement}"
						],
						[
							"5th",
							"{@spell mislead}, {@spell passwall}"
						]
					]
				}
			]
		},
		{
			"name": "Expanded Spell List",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 8,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"Your patrons allow you to choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
				{
					"type": "table",
					"caption": "Compound Expanded Spells",
					"colLabels": [
						"Warlock Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell detect evil and good}, {@spell magic missile}"
						],
						[
							"2nd",
							"{@spell aid}, {@spell enhance ability}"
						],
						[
							"3rd",
							"{@spell conjure animals}, {@spell spirit guardians}"
						],
						[
							"4th",
							"{@spell conjure minor elementals}, {@spell divination}"
						],
						[
							"5th",
							"{@spell legend lore}, {@spell planar binding}"
						]
					]
				}
			]
		},
		{
			"name": "Eldritch Thief",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 7,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"The process of stealing power from your patron has allowed you to develop more material thievery techniques. At 1st level, you gain proficiency with the Sleight of Hand skill and with {@item thieves' tools|PHB}. Additionally, you gain the following benefits.",
				{
					"type": "entries",
					"name": "Eldritch Thieves' Tools",
					"page": 7,
					"entries": [
						"As a bonus action, you can magically create a special set of {@item thieves' tools|PHB} in your hand. These tools' appearance reflects the nature of your patron. For instance, they might look fleshy and organic if your patron is an aberration, or take the form of unfathomably complex clockwork devices if your patron is a creature of cryptic order.",
						"Regardless of their appearance, they function like normal {@item thieves' tools|PHB}, while also allowing you to use them as a spellcasting focus. While using them to disarm a trap or open a lock, you can use Charisma instead of Dexterity for the ability checks. The tools disappear if you create them again or if they're more than 5 feet away from you for 1 minute or longer."
					]
				}
			],
			"toolProficiencies": [
				{
					"thieves' tools": true
				}
			],
			"skillProficiencies": [
				{
					"sleight of hand": true
				}
			]
		},
		{
			"name": "Counsel of the Many",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 8,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"Starting at 1st level, you have a catalog that represents the purviews and knowledge of your many patrons. This catalog consists of two skills, two tools, and two weapons of your choice. Each time you gain a level in this class, you can replace up to two of the choices in your catalog for different ones.",
				"When you gain this feature, you also gain proficiency with two of the six choices in your catalog. In addition, whenever you finish a short or long rest, you can seek the counsel of another one of your Compound patrons, replacing one of the bonus proficiencies you gain from this feature with another one of the choices in the catalog. The change lasts until you use this feature again to choose new proficiencies from your catalog."
			]
		},
		{
			"name": "Spell Heist",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 7,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"Also at 1st level, you learn a ritual to attempt to steal arcane knowledge from your patron. This ritual takes 8 hours; it can be performed during a long rest and sends your consciousness to your patron's realm, leaving you in a sleep-like state.",
				"When you begin the ritual, you choose a number of spells between 1st and 5th level that you don't know from the {@filter warlock spell list|spells|level=1;2;3;4;5|class=warlock}. The chosen spells can have a total combined level that is equal to or less than half your warlock level (rounded up). At the end of the 8 hours, you make a Charisma check using your eldritch thieves' tools. The DC for the check equals 10 + the total combined level of the spells. On a success, the spells are added to your list of known spells until the end of your next long rest or until you use this feature again. On a failure, you can choose one of the spells to add to your list of known spells for the same duration; however, each time you cast it, you take psychic damage equal to the spell's level, which can't be reduced in any way."
			]
		},
		{
			"name": "Motley Support",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 8,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"Also at 1st level, you are constantly surrounded by a motley crew of Tiny spectral entities that follow you around. These entities are intangible and invulnerable, and you can cause them to become visible or invisible to others at will (no action required by you). They are manifestations of your different patrons and take aspects from them. For example, if one of your patrons is a fey, it could manifest as a spectral pixie, while an undead patron could manifest as a ghost.",
				"When a creature you can see within 30 feet of you makes an attack roll or an ability check, you can use a reaction to command one of the entities to briefly appear and aid that creature. The creature can roll a {@dice d4} and add the number rolled to the attack roll or ability check. However, if the attack roll or ability check is with a weapon, skill, or tool that is part of your Counsel of the Many catalog, the creature rolls a {@dice d6} instead.",
				"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses of it when you finish a long rest."
			]
		},
		{
			"name": "Magical Larceny",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 7,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you learn to employ your eldritch thieves' tools to disarm and even steal magical effects.",
				"As an action, you can choose one creature, object, or area within 5 feet of you that's affected by a spell, and make a Charisma check using your eldritch thieves' tools. If the spell was cast by a creature, the DC equals the creature's spell save DC. Otherwise, the DC equals 10 + the spell's level. On a successful check, the spell ends.",
				"In addition, if you successfully end a spell on a creature, you can steal its effects for yourself. After the spell ends on the creature, you can choose to have it immediately take effect on you for the remainder of its duration. This stolen spell targets only you, even if it can normally target more creatures, and if it requires concentration, you must concentrate to maintain it.",
				"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses of it when you finish a long rest."
			]
		},
		{
			"name": "Warding Convocation",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 8,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 6,
			"header": 2,
			"entries": [
				"When you reach 6th level, you gain the ability to employ the spectral entities from your Motley Support feature around you in a defensive manner.",
				"As a bonus action, you cause the entities to become semi-corporeal and surround you until the end of your next turn. While they do, you have half cover, being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged attack rolls, and you make Constitution saving throws to maintain concentration with advantage.",
				"You can use this feature once, and you regain the ability to do so when you finish a short or long rest. Optionally, you can expend one use of your Motley Support feature to use this feature again before you regain it."
			]
		},
		{
			"name": "Eldritch Gambit",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 7,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you learn the spell {@spell counterspell} if you don't already know it, and it doesn't count against the number of spells you know. You can cast it once without expending a spell slot, and you regain the ability to do so when you finish a long rest.",
				"Moreover, you can bolster yourself with the magical energy of the spells you sabotage. Whenever you successfully end a spell with your Magical Larceny feature or counter a spell with {@spell counterspell}, you gain temporary hit points equal to {@damage 1d10} + twice the spell's level. For example, if you end or counter a 3rd-level spell, you gain {@damage 1d10 + 6} temporary hit points."
			]
		},
		{
			"name": "Eldritch Sundry",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 9,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, your patrons regale you with an arsenal of magical gifts. You can choose an additional option for your Pact Boon feature, for a total of two.",
				"In addition, once you gain your Mystic Arcanum feature at 11th level, you choose two 6th-level spells that can be cast as that arcanum, instead of only one. You can still cast only one of them without expending a spell slot. You can similarly choose two spells for each higher-level Mystic Arcanum you get from then on."
			]
		},
		{
			"name": "Plunder Spirit",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 7,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you learn to steal power from the spirits of your fallen enemies. When you reduce a creature to 0 hit points, you can use a reaction to steal a portion of its spirit and gain one of the following benefits:",
				{
					"type": "list",
					"items": [
						"You regain a warlock spell slot.",
						"You become proficient in a saving throw that the creature was proficient in. This ability lasts until you finish a long rest.",
						"If the creature had the Innate Spellcasting or Spellcasting trait, you learn a spell that the creature knew or had prepared, provided the spell is of a level you can cast. You retain the knowledge of this spell until you finish a long rest, and it counts as a warlock spell for you during this time."
					]
				},
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Partitioned Mind",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 9,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you gain the ability to maintain concentration on two different spells at the same time, sharing the spellcasting locus of your mind with the entities that orbit you. While concentrating this way, you make concentration checks for each spell separately.",
				"Once you use this feature to concentrate on two spells, you must finish a long rest before you can do so again."
			]
		}
	],
	"monster": [
		{
			"name": "Misiri the Fractured",
			"isNamedCreature": true,
			"source": "Arcadia9",
			"page": 10,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"dwarf"
				]
			},
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item breastplate|PHB}"
					]
				}
			],
			"hp": {
				"average": 67,
				"formula": "9d8 + 27"
			},
			"speed": {
				"walk": 25
			},
			"str": 15,
			"dex": 14,
			"con": 14,
			"int": 10,
			"wis": 17,
			"cha": 12,
			"save": {
				"wis": "+6",
				"cha": "+4"
			},
			"skill": {
				"insight": "+6",
				"perception": "+6",
				"religion": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 16,
			"resist": [
				"poison"
			],
			"languages": [
				"Common",
				"Dwarvish"
			],
			"cr": "5",
			"spellcasting": [
				{
					"name": "Potent Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Misiri adds her Wisdom modifier to the damage she deals with any cleric cantrip."
					],
					"will": [
						{
							"entry": "{@spell Sacred Flame}",
							"hidden": true
						}
					],
					"ability": "wis"
				},
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Misiri is a 9th-level spellcaster. Her spellcasting ability is Wisdom (spell save {@dc 14}, {@hit 6} to hit with spell attacks). She has the following cleric spells prepared:"
					],
					"will": [
						{
							"entry": "{@spell Sacred Flame}",
							"hidden": true
						}
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light}",
								"{@spell guidance}",
								"{@spell mending}",
								"{@spell sacred flame}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell bane}",
								"{@spell healing word}",
								"{@spell inflict wounds}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell hold person}",
								"{@spell spiritual weapon}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell counterspell}",
								"{@spell dispel magic}",
								"{@spell spirit guardians}"
							]
						},
						"4": {
							"slots": 3,
							"spells": [
								"{@spell banishment}",
								"{@spell phantasmal killer}"
							]
						},
						"5": {
							"slots": 1,
							"spells": [
								"{@spell dispel evil and good}",
								"{@spell flame strike}"
							]
						}
					},
					"ability": "wis"
				}
			],
			"trait": [
				{
					"name": "Dwarven Resilience",
					"entries": [
						"Misiri has advantage on saving throws against poison."
					]
				}
			],
			"action": [
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}6 ({@damage 1d8 + 2}) slashing damage, or 7 ({@damage 1d10 + 2}) slashing damage if used with two hands."
					]
				},
				{
					"name": "Sacred Flame (Cantrip)",
					"entries": [
						"Flame-like radiance descends on one creature Misri can see within 60 feet of her. The target must succeed on a {@dc 13} Dexterity saving throw or take 12 ({@damage 2d8 + 3}) radiant damage, gaining no benefit from cover."
					]
				},
				{
					"name": "Divine Derogation (2/Short Rest)",
					"entries": [
						"Misiri releases a wave of discordant divinity that curses one creature she can see within 30 feet of her for 1 minute. When the cursed creature casts a spell or uses an ability that restores hit points or deals radiant or necrotic damage, it must make a Wisdom saving throw. Celestials and fiends have disadvantage on this saving throw. On a failure, the spell or effect is nullified, and then the curse ends."
					]
				}
			],
			"reaction": [
				{
					"name": "Conduit of Ruin",
					"entries": [
						"Before a creature rolls the {@dice d4} from a {@spell bane} spell cast by Misiri, she can use her reaction to upgrade the {@dice d4} to a {@dice d6}."
					]
				}
			],
			"attachedItems": [
				"longsword|phb"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C",
				"D"
			],
			"damageTags": [
				"R",
				"S"
			],
			"damageTagsSpell": [
				"F",
				"N",
				"O",
				"R",
				"Y"
			],
			"spellcastingTags": [
				"CC"
			],
			"miscTags": [
				"MLW",
				"MW"
			],
			"conditionInflictSpell": [
				"frightened",
				"incapacitated",
				"paralyzed"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"dexterity",
				"wisdom"
			],
			"hasFluff": true
		},
		{
			"name": "Rucio Sabhar",
			"isNamedCreature": true,
			"source": "Arcadia9",
			"page": 11,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"half-elf"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				13,
				{
					"ac": 16,
					"condition": "with {@spell mage armor}",
					"braces": true
				}
			],
			"hp": {
				"average": 91,
				"formula": "14d8 + 28"
			},
			"speed": {
				"walk": 30
			},
			"str": 9,
			"dex": 16,
			"con": 15,
			"int": 12,
			"wis": 12,
			"cha": 18,
			"save": {
				"wis": "+4",
				"cha": "+7"
			},
			"skill": {
				"arcana": "+4",
				"deception": "+7",
				"investigation": "+4",
				"persuasion": "+7",
				"sleight of hand": "+6"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 11,
			"languages": [
				"Common",
				"Elvish"
			],
			"cr": {
				"cr": "7",
				"xp": 2300
			},
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Rucio is a 14th-level spellcaster. His spellcasting ability is Charisma (spell save {@dc 15}, {@hit 7} to hit with spell attacks). He regains spell slots when he finishes a short or long rest. He knows the following warlock spells:"
					],
					"will": [
						{
							"entry": "{@spell Eldritch Blast}",
							"hidden": true
						}
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell chill touch}",
								"{@spell eldritch blast}",
								"{@spell mage hand}",
								"{@spell minor illusion}"
							]
						},
						"5": {
							"lower": 1,
							"slots": 3,
							"spells": [
								"{@spell alarm}",
								"{@spell charm person}",
								"{@spell darkness}",
								"{@spell dimension door}",
								"{@spell dream}",
								"{@spell fireball}",
								"{@spell freedom of movement}",
								"{@spell hellish rebuke}",
								"{@spell hold monster}",
								"{@spell identify}",
								"{@spell mislead}",
								"{@spell misty step}",
								"{@spell pass without trace}",
								"{@spell scrying}",
								"{@spell shatter}"
							]
						}
					},
					"ability": "cha"
				}
			],
			"trait": [
				{
					"name": "Devil's Sight",
					"entries": [
						"Magical darkness doesn't impede Rucio's darkvision."
					]
				},
				{
					"name": "Fey Ancestry",
					"entries": [
						"Rucio has advantage on saving throws against being {@condition charmed}, and magic can't put him to sleep."
					]
				},
				{
					"name": "Pact Weapon",
					"entries": [
						"Rucio can use his Charisma modifier, instead of Strength or Dexterity, for attack and damage rolls with his rapier (included in the attack)."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Rucio makes three eldritch blast attacks, or attacks twice with his rapier."
					]
				},
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Eldritch Blast (Cantrip)",
					"entries": [
						"{@atk rs} {@hit 7} to hit, range 120 ft., one creature. {@h}9 ({@damage 1d10 + 4}) force damage."
					]
				},
				{
					"name": "Magical Larceny (3/Long Rest)",
					"entries": [
						"Rucio chooses one creature, object, or area within 5 feet of him that's affected by a spell, and makes a Charisma check using eldritch thieves' tools with a +7 bonus. If the spell was cast by a creature, the DC equals the creature's spell save DC.",
						"Otherwise, the DC equals 10 + the spell's level. On a successful check, the spell ends.",
						"If Rucio ends a spell on a creature in this way, he can choose to steal its effects. After the spell ends on the creature, it immediately takes effect on Rucio for the remainder of its duration. This stolen spell targets only him, even if it can normally target more creatures, and if it requires {@status concentration}, Rucio must concentrate to maintain it."
					]
				}
			],
			"reaction": [
				{
					"name": "Eldritch Gambit (2/Day)",
					"entries": [
						"Rucio casts {@spell counterspell} as a 3rd-level spell. If he successfully counters with this reaction, Rucio gains temporary hit points equal to {@dice 1d10} + the level of the spell that was countered."
					]
				}
			],
			"attachedItems": [
				"rapier|phb"
			],
			"traitTags": [
				"Devil's Sight",
				"Fey Ancestry"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"E"
			],
			"damageTags": [
				"O",
				"P"
			],
			"damageTagsSpell": [
				"F",
				"N",
				"O",
				"T",
				"Y"
			],
			"spellcastingTags": [
				"CL"
			],
			"miscTags": [
				"MLW",
				"MW"
			],
			"conditionInflictSpell": [
				"blinded",
				"charmed",
				"deafened",
				"invisible",
				"paralyzed"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"wisdom"
			],
			"hasFluff": true
		},
		{
			"name": "Scorned Priest",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "Arcadia9",
			"page": 12,
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"Medium"
					]
				}
			],
			"hp": {
				"special": "health levels equal to their level"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(dependant on ancestry)"
				}
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 18,
			"cha": 14,
			"skill": {
				"insight": "+5",
				"religion": "+5"
			},
			"save": {
				"str": "+3",
				"dex": "+3",
				"con": "+3",
				"int": "+3",
				"wis": "+6",
				"cha": "+6"
			},
			"passive": 14,
			"languages": [
				"appropriate to ancestry (usually Common)"
			],
			"cr": "Unknown",
			"senses": [
				"appropriate to ancestry"
			],
			"trait": [
				{
					"name": "Retainer",
					"entries": [
						"This creature is a Retainer, as described in {@book Strongholds and Followers|SaF|8|Retainers}"
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack",
					"entries": [
						"{@b {@i {@spell Sacred Flame}.}} Flame-like radiance descends on a creature that the Scorned Priest can see within 60 feet. The target must succeed on a Dexterity saving throw ({@dc 13} at 3rd level, 14 at 5th level, and 15 at 7th level) or take 4 ({@damage 1d8}) radiant damage. The target gains no benefit from cover for this saving throw.",
						"At 7th level, retainers can take two signature attacks per round."
					]
				},
				{
					"name": "Beacon of Hatred (2/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"Hostile creatures that can see the scorned priest and that are within 30 feet of it must make a Wisdom saving throw. On a failure, a creature must immediately spend its reaction to make a melee weapon attack against a random target within its reach, including itself."
					]
				}
			],
			"bonus": [
				{
					"name": "Divine Grudge (3/Day)",
					"entries": [
						"{@i Prerequisite: 3rd-level retainer}",
						"The scorned priest casts {@spell bane}."
					]
				}
			],
			"reaction": [
				{
					"name": "Rebuke the Faithful (3/Day)",
					"entries": [
						"{@i Prerequisite: 5th-level retainer}",
						"When a creature the scorned priest can see within 30 feet of it uses a spell or magical effect that restores hit points or that deals radiant or necrotic damage, the scorned priest can deal 11 ({@damage 2d10}) psychic damage to that creature. Celestials and fiends are vulnerable to this damage."
					]
				}
			]
		},
		{
			"name": "Atoning Priest",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "Arcadia9",
			"page": 12,
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"Heavy"
					]
				}
			],
			"hp": {
				"special": "health levels equal to their level"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(dependant on ancestry)"
				}
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 18,
			"cha": 14,
			"skill": {
				"persuasion": "+5",
				"religion": "+5"
			},
			"save": {
				"str": "+3",
				"dex": "+3",
				"con": "+3",
				"int": "+3",
				"wis": "+6",
				"cha": "+6"
			},
			"passive": 14,
			"languages": [
				"appropriate to ancestry (usually Common)"
			],
			"cr": "Unknown",
			"senses": [
				"appropriate to ancestry"
			],
			"trait": [
				{
					"name": "Retainer",
					"entries": [
						"This creature is a Retainer, as described in {@book Strongholds and Followers|SaF|8|Retainers}"
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack",
					"entries": [
						"{@b {@i {@item Warhammer|PHB}.}} {@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) bludgeoning damage.",
						"At 7th level, retainers can take two signature attacks per round."
					]
				},
				{
					"name": "Shielding Vow (3/Day)",
					"entries": [
						"{@i Prerequisite: 3rd-level retainer}",
						"The atoning priest chooses a creature within 5 feet of it to protect. For 1 minute, all attacks against the atoning priest are made with advantage, and attacks against the protected creature are made with disadvantage. The effect ends early if the atoning priest and the target are separated by more than 5 feet at the end of the priest's turn."
					]
				}
			],
			"reaction": [
				{
					"name": "Rallying Sacrifice (3/Day)",
					"entries": [
						"{@i Prerequisite: 5th-level retainer}",
						"When the atoning priest loses one or more health levels, it can choose a number of allies it can see within 30 feet of it equal to the number of health levels lost. Each chosen ally regains 7 ({@damage 1d8 + 3}) hit points."
					]
				},
				{
					"name": "Steadfast Companion (2/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"If the atoning priest loses its final health level while at least one living ally that it can see is within 100 feet of it, it can use this feature to remain conscious until the end of its next turn."
					]
				}
			]
		},
		{
			"name": "Eldritch Thief",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "Arcadia9",
			"page": 13,
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"Light"
					]
				}
			],
			"hp": {
				"special": "health levels equal to their level"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(dependant on ancestry)"
				}
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 14,
			"cha": 18,
			"skill": {
				"arcana": "+5",
				"sleight of hand": "+5"
			},
			"save": {
				"str": "+3",
				"dex": "+3",
				"con": "+3",
				"int": "+3",
				"wis": "+6",
				"cha": "+6"
			},
			"passive": 12,
			"languages": [
				"appropriate to ancestry (usually Common)"
			],
			"cr": "Unknown",
			"senses": [
				"appropriate to ancestry"
			],
			"trait": [
				{
					"name": "Retainer",
					"entries": [
						"This creature is a Retainer, as described in {@book Strongholds and Followers|SaF|8|Retainers}"
					]
				},
				{
					"name": "Spell Sneak (3/Day)",
					"entries": [
						"{@i Prerequisite: 5th-level retainer}",
						"When the eldritch thief damages a creature with its signature attack, it can use this feature to become {@condition invisible} to that creature until the end of the eldritch thief's next turn."
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack",
					"entries": [
						"{@b {@i {@spell Eldritch Blast}.}} {@atk rs} {@hit 6} to hit, range 120 ft., one creature. {@h}5 ({@damage 1d10}) force damage.",
						"At 7th level, retainers can take two signature attacks per round."
					]
				},
				{
					"name": "Pilfer Cantrip (3/Day)",
					"entries": [
						"{@i Prerequisite: 3rd-level retainer}",
						"The eldritch thief changes its signature attack to a different {@filter warlock cantrip|spells|level=0|class=warlock} of its choice, then casts that cantrip as part of this action. The signature attack remains changed until the eldritch thief uses this feature again or until it finishes a long rest."
					]
				},
				{
					"name": "Steal Spell (1/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"The eldritch thief targets a creature within 5 feet of it with the Spellcasting trait and forces it to make a saving throw against the thief's spell save DC. The target has disadvantage on this saving throw if the eldritch thief is hidden from it. On a failure, the eldritch thief can choose a spell of 3rd-level or lower that the target knows and cast it, provided the spell's casting time is 1 action or 1 bonus action. The target then becomes unable to cast that spell for 1 minute."
					]
				}
			]
		},
		{
			"name": "Compound Mage",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "Arcadia9",
			"page": 13,
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"Light"
					]
				}
			],
			"hp": {
				"special": "health levels equal to their level"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(dependant on ancestry)"
				}
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 14,
			"cha": 18,
			"skill": {
				"arcana": "+5",
				"history": "+5",
				"nature": "+5",
				"religion": "+5"
			},
			"save": {
				"str": "+3",
				"dex": "+3",
				"con": "+3",
				"int": "+3",
				"wis": "+6",
				"cha": "+6"
			},
			"passive": 12,
			"languages": [
				"appropriate to ancestry (usually Common)"
			],
			"cr": "Unknown",
			"senses": [
				"appropriate to ancestry"
			],
			"trait": [
				{
					"name": "Retainer",
					"entries": [
						"This creature is a Retainer, as described in {@book Strongholds and Followers|SaF|8|Retainers}"
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack",
					"entries": [
						"{@b {@i {@spell Eldritch Blast}.}} {@atk rs} {@hit 6} to hit, range 120 ft., one creature. {@h}5 ({@damage 1d10}) force damage.",
						"At 7th level, retainers can take two signature attacks per round."
					]
				},
				{
					"name": "Multiplicity (3/Day)",
					"entries": [
						"{@i Prerequisite: 5th-level retainer}",
						"The compound mage casts {@spell mirror image} on itself. The next time the compound mage uses its signature attack, it makes one additional attack for each duplicate it has."
					]
				},
				{
					"name": "Steal Spell (1/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"The eldritch thief targets a creature within 5 feet of it with the Spellcasting trait and forces it to make a saving throw against the thief's spell save DC. The target has disadvantage on this saving throw if the eldritch thief is hidden from it. On a failure, the eldritch thief can choose a spell of 3rd-level or lower that the target knows and cast it, provided the spell's casting time is 1 action or 1 bonus action. The target then becomes unable to cast that spell for 1 minute."
					]
				}
			],
			"bonus": [
				{
					"name": "Eldritch Chatter (1/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"The compound mage infuses its signature attack with discordant voices. The next time it hits with it, the target must succeed on a Wisdom saving throw or become {@condition frightened} of the compound mage. While {@condition frightened} this way, a creature takes 10 ({@damage 2d6 + 3}) psychic damage if it takes any action on its turn other than the {@action Dash} or the {@action Dodge} action. The creature can repeat the saving throw at the end of its turn, ending the effect on itself on a success."
					]
				}
			],
			"reaction": [
				{
					"name": "Spontaneous Guidance (3/Day)",
					"entries": [
						"{@i Prerequisite: 3rd-level retainer}",
						"When a creature the compound mage can see within 60 feet of it makes an ability check using the {@skill Arcana}, {@skill History}, {@skill Nature}, or {@skill Religion} skill, the compound mage can blurt out knowledge from one of the many entities that it knows. If the creature can hear the compound mage, it rolls a {@dice d6} and adds the result to its roll."
					]
				}
			]
		}
	],
	"monsterFluff": [
		{
			"name": "Misiri the Fractured",
			"source": "Arcadia9",
			"entries": [
				"Misiri was brought up in the upper echelons of a dwarven kingdom, though her clan valued asceticism over luxury and service over status. She followed in their traditions by climbing the ranks of the faith of the Sentinel, a deity of vigilance and protection, and became a revered shield-priest as soon as she came of age. After decades of duty, the prestigious Order of the Everguard recruited Misiri and charged her with the protection of Empress Nebrala II.",
				"Years later, after two encroaching nations moved in to occupy their lands, Misiri saw war decimate her kingdom. Empress Nebrala refused to negotiate with the invaders and sought a way to defeat the invading forces. She found an ancient dwarven spell scroll that could open a rift to the Plane of Earth to raise a mountain from the ground.",
				"During the siege of their last remaining stronghold, the empress ordered Misiri to cast the spell, but the shield-priest refused to endanger the people of the citadel. Furious at her insubordination, the empress had Misiri arrested and took the scroll to cast the spell herself. As the guards seized her, Misiri witnessed in terror as rising crags tore through the citadel, ending hundreds of lives in a matter of seconds. In an act of desperation, she broke free from the hold of the guards, took her sword, and ended her empress's life, halting the spell. Though her actions saved thousands, Misiri was branded a traitor to the kingdom and earned the contempt of her god.",
				"Now Misiri wanders as an outcast, carrying her fractured shield at her back but never wielding it. As the subject of the Sentinel's scorn, she has learned to turn the doom of her god's ire against others, carving a new path for herself as an anathematic cleric in order to survive."
			]
		},
		{
			"name": "Rucio Sabhar",
			"source": "Arcadia9",
			"entries": [
				"Those who know Rucio Sabhar say death itself courted him—in part because of the half-elf's quick-witted charm, and in part because he's cheated his way out of death more times than anyone has a right to.",
				"Born in a bustling city and raised in poverty, Rucio was recruited by the local thieves' guild at a young age to serve as a messenger and spy. His first brush with death came shortly after his initiation, when he was betrayed on a heist to steal an {@item iron flask} from a local treasure hunter. After a literal stab in the back from his supposed allies, quick-thinking Rucio gave the traitors his canteen and kept the magic {@item iron flask} as they left him for dead. On the brink of death, he opened the flask and released a powerful pit fiend, who offered him a chance to live by making a warlock pact.",
				"Bolstered by infernal power, Rucio hunted the turncoats down and moved on to become a renowned adventurer. But the more fame and fortune he found, the more his patron demanded. Rucio spent years covertly searching for a way to get ahead of his patron and regain his freedom.",
				"Finally, after nearly a decade, Rucio found a book containing his patron's true name. Invoking it, he summoned the pit fiend and demanded two things: that the devil forget him, and that it return to the {@item iron flask}. The pit fiend complied, but only after almost killing Rucio again and snatching the book away from him.",
				"Rucio's gambit was successful: he kept his patron's power and freed himself from the devil's demands. In doing so, however, he became the target of an incessant hunt from cultists, warlocks, and devils seeking to retrieve the {@item iron flask} with the pit fiend and powerful book of names trapped inside. "
			]
		}
	],
	"background": [
		{
			"name": "Citizen Activist",
			"source": "Arcadia9",
			"page": 18,
			"skillProficiencies": [
				{
					"insight": true,
					"persuasion": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "seminal text that has influenced your activism"
						},
						{
							"special": "notebook written in code with your contacts"
						},
						"common clothes|phb",
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "{@skill Insight}, {@skill Persuasion}"
						},
						{
							"type": "item",
							"name": "Languages:",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "A seminal text that has influenced your activism, a notebook written in code with your contacts, a set of {@item common clothes|PHB}, and a {@item pouch|PHB} containing 10 gp"
						}
					]
				},
				"The system is corrupt. Change will only come if the oppressed come together to resist. Your work may happen out in the open or perhaps in secret. Work with the GM to decide what form your activism takes. Maybe you lead a coalition that lobbies elected officials or nobles for a change in local law. Perhaps you organize jobs, medical care, and food for those who need it. You could lead demonstrations and engage in civil disobedience, distribute literature or tag walls in the city with graffiti that calls attention to unfair taxation, break people out of jail, or redistribute wealth.",
				{
					"type": "entries",
					"name": "Feature: Lay of the Land",
					"entries": [
						"As someone who spends their time opposing hegemonic power, organizing like-minded people to join your cause, and providing aid to those harmed by the system, you have an intimate knowledge of the power structures in your community, as well as how to navigate them. This includes government bodies, businesses, secret societies, religious orders, guilds, other activist groups, and any other faction that holds sway and influence.",
						"You also know who the leaders of these various entities are, including those who operate clandestinely (at your GM's discretion). In a new place, you can quickly figure out where to go and who to talk to in order to get this information."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Citizen activists are people who live and breathe the idea of being the change they wish to see in the world. Sure, they're everyday people who don't necessarily possess the resources of those in power or with more privilege and access, but what they have is a determination to change things for the better, a deep understanding of how the common person can affect change, and an optimism or even just a bit of hope that change is actually possible. See the tables in the Personal Characteristics section below for more ideas."
					]
				}
			]
		},
		{
			"name": "Activist Journalist",
			"source": "Arcadia9",
			"page": 19,
			"skillProficiencies": [
				{
					"insight": true,
					"investigation": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						"common clothes|phb",
						{
							"special": "scroll that you use to \"map\" important relationships between powerful figures in the city"
						},
						{
							"special": "writing kit (small pouch with a quill, ink, folded parchment, and a penknife)"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1000
						},
						{
							"special": "journalist shorthand for taking notes"
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "{@skill Insight}, {@skill Investigation}"
						},
						{
							"type": "item",
							"name": "Languages:",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "A set of {@item common clothes|PHB}, a scroll that you use to \"map\" important relationships between powerful figures in the city, a writing kit (small {@item pouch|PHB} with a quill, ink, folded parchment, and a penknife), a {@item pouch|PHB} containing 10 gp,  and a journalist shorthand for taking notes"
						}
					]
				},
				"You work to expose the harm caused by ruling powers through journalism. Maybe a local broadsheet or town crier employs you, or maybe this is how you spend your free time. Either way, the stories you investigate and report on have an impact on your community and your role within it.",
				{
					"type": "entries",
					"name": "Feature: You Can Trust Me",
					"entries": [
						"You are known in your community as someone who can be trusted with valuable (potentially explosive) information. Community members—including those who hold power—may provide you with valuable information in the hopes that you'll leak the information or investigate further. Other times, people may try to keep information from you or mislead you, which is a form of gathering information itself!",
						"If you don't protect your sources and their identities, there will be consequences (determined by the GM)."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Citizen journalists are determined to uncover the truth—wherever it's hidden and no matter how difficult or dangerous it is to get—and bring it into the open. They're dogged when they're pursuing stories and will wade into unfamiliar or threatening situations to get the information they need. They might be the type to spend hours with their head buried in tomes and blueprints and official records, or someone who's out in the streets day in and day out, looking for leads and sources. See the tables in the Personal Characteristics section below for more ideas."
					]
				}
			]
		},
		{
			"name": "Politician",
			"source": "Arcadia9",
			"page": 20,
			"skillProficiencies": [
				{
					"perception": true,
					"performance": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						"fine clothes|phb",
						{
							"special": "writing kit (small pouch with a quill, ink, folded parchment, and a penknife)"
						},
						{
							"special": "ceremonial ribbon-cutting blade"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				},
				{
					"a": [
						{
							"special": "brooch"
						}
					],
					"b": [
						{
							"special": "other accessory with the mark of your office"
						}
					],
					"c": [
						{
							"special": "political party"
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "{@skill Perception}, {@skill Performance}"
						},
						{
							"type": "item",
							"name": "Languages:",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "A set of {@item fine clothes|PHB}, a writing kit (small {@item pouch|PHB} with a quill, ink, folded parchment, and a penknife), a ceremonial ribbon-cutting blade, a brooch or other accessory with the mark of your office or political party, and a {@item pouch|PHB} containing 10 gp"
						}
					]
				},
				"You are running for office or have already been elected (or maybe appointed; talk to your GM about what makes sense for the setting). Your office is one of moderate power and influence; you might be a member of a city council or a community elder or alderperson. You can't control major political decisions in your city, but you certainly have access to, and maybe the respect of, the people who do.",
				{
					"type": "entries",
					"name": "Feature: Expense Account",
					"entries": [
						"Your political party (or perhaps a benefactor or other group that supports you) funds a comfortable lifestyle for you and up to eight of your traveling companions. They pay for your food, shelter, clothing, daily needs, and anything else you can reasonably justify as being part of your political career (at the GM's discretion). They do not fund armor, weapons, or magic items."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Politicians tend to be networkers, movers and shakers, and people who see themselves as just the right person to be giving speeches, representing constituents, making laws, and doing a whole lot of shaking hands and kissing babies. Your politician might be looking to make change, enjoy the social status of their position, or both!"
					]
				}
			]
		},
		{
			"name": "Political Strategist",
			"source": "Arcadia9",
			"page": 20,
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"skillProficiencies": [
				{
					"choose": {
						"count": 2,
						"from": [
							"deception",
							"insight",
							"investigation"
						]
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "notebook with contact information (and relevant details) for your boss and their political allies"
						},
						{
							"special": "broadsheet clipping from a story you helped place in a publication"
						},
						"fine clothes|phb",
						{
							"special": "writing kit (small pouch with a quill, ink, folded parchment, and a penknife)"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "Your choice of two of the following: {@skill Deception}, {@skill Insight}, or {@skill Investigation}"
						},
						{
							"type": "item",
							"name": "Languages:",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "A notebook with contact information (and relevant details) for your boss and their political allies, a broadsheet clipping from a story you helped place in a publication, a set of {@item fine clothes|PHB}, a writing kit (small {@item pouch|PHB} with a quill, ink, folded parchment, and a penknife), and a {@item pouch|PHB} containing 10 gp"
						}
					]
				},
				"You work for a candidate, elected official, guild, or other entity that seeks to maneuver local politics as strategically and deftly as possible. You advise your bosses on who to make strategic alliances with, how to outmaneuver political opponents, and where to go and what to say to build support among the city's influential citizens. Whether you're helping your boss get that power or you're their puppet master is up to you and your GM.",
				{
					"type": "entries",
					"name": "Feature: Trusted Adviser",
					"entries": [
						"You work for someone who holds power in the city—a city council member, the head of a guild, the archmage of a mystic circle, the dean of a university, a lieutenant of the city watch, etc. You are this person's confidante and trusted counselor. They always hear what you have to say and seriously consider your advice and perspective. On relatively small matters, they're likely to agree with you on the spot (at the GM's discretion). They can supply you with favors and nonmagical equipment."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"To a political strategist, the world is a chess board and people are pieces to be moved around strategically. A political strategist loves nothing more than thinking analytically and creatively about how to achieve goals. Their speciality is building and consolidating power. See the tables in the Personal Characteristics section below for more ideas."
					]
				}
			]
		},
		{
			"name": "Public Intellectual",
			"source": "Arcadia9",
			"page": 21,
			"skillProficiencies": [
				{
					"choose": {
						"count": 2,
						"from": [
							"history",
							"performance",
							"religion"
						]
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"artisan's tools",
							"disguise kit"
						]
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						"traveler's clothes|phb",
						{
							"special": "tool of your craft (such as a writing kit, a religious item, an instrument, or a costume)"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				},
				{
					"a": [
						{
							"item": "artisan's tools|phb",
							"displayName": "set of artisan's tools"
						}
					],
					"b": [
						"disguise kit|phb"
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "Your choice of two of the following: {@skill History}, {@skill Performance}, or {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Languages:",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies:",
							"entry": "Your choice of one set of {@item artisan's tools|PHB} or a {@item disguise kit|PHB}"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "A set of {@item traveler's clothes|PHB}, a set of {@item artisan's tools|PHB} or a {@item disguise kit|PHB}, one tool of your craft (such as a writing kit, a religious item, an instrument, or a costume), and a {@item pouch|PHB} containing 10 gp"
						}
					]
				},
				"You're known for speaking out against—or in favor of—a regime, political organization, religious body, or other entity that holds state power. Perhaps you're a dissident or even an exile (work with the GM to figure out what fits best in your campaign). Your mastery of political science, ethics, and philosophy allows you to express complex ideas about governance, political systems, and history with ease. Perhaps you wrote and distributed tracts and pamphlets urging people to recognize a particular injustice. You might be a clergy member who gives weekly sermons about this or that law, policy, or ruler. Maybe you're a creator whose art contains subtle (or not-so-subtle) critiques of those in power. Work with your GM to determine what kind of reputation you have.",
				{
					"type": "entries",
					"name": "Feature: Your Reputation Precedes You",
					"entries": [
						"People are familiar with your work and recognize you on sight. Some are eager to show their respect, while others consider you a nuisance or even a threat. This minor celebrity allows you access to places and people that might not otherwise be afforded to you, such as a noble court; the chambers of elected officials, community leaders, or clergy members; an elite social club; or a secret hideout."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Medium",
					"entries": [
						"Your medium determines how you get your message to your audience. Roll or choose from the table below, or work with your GM to come up with an idea that isn't on the table.",
						{
							"type": "table",
							"colLabels": [
								"{@dice d6}",
								"Medium"
							],
							"colStyles": [
								"col-1 text-center",
								"col-9 text-left"
							],
							"rows": [
								[
									"1",
									"Art (novels, plays, poetry, or visual art)"
								],
								[
									"2",
									"Performance (acting, dance, or music)"
								],
								[
									"3",
									"Scholarly writing"
								],
								[
									"4",
									"Public speaking"
								],
								[
									"5",
									"Sermons"
								],
								[
									"6",
									"Community leadership"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Public intellectuals spend their time thinking critically and deeply, reflecting, and analyzing. They generally have an area of expertise and spend their time generating writing or art to share their analyses and opinions. They can be fiery and intense or quiet and reflective. They might be stubbornly opinionated or open-minded and curious. Either way, they're passionate about ideas and analysis. See the tables in the Personal Characteristics section below for more ideas."
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Political Intrigue; Personality Traits",
			"caption": "Personality Traits (Choose Two)",
			"source": "Arcadia9",
			"page": 22,
			"colLabels": [
				"{@dice d20}",
				"Personality Trait"
			],
			"colStyles": [
				"col-1 text-center",
				"col-9 text-left"
			],
			"rows": [
				[
					"1",
					"All I need is what I can carry. Possessions are a distraction."
				],
				[
					"2",
					"I really can't tolerate \"roughing it.\" I'll do anything I can to avoid having to eat, sleep, or spend time in a place I deem beneath me."
				],
				[
					"3",
					"I'm a sore loser (and sometimes a sore winner)."
				],
				[
					"4",
					"I idolize a leader or activist from many generations ago. Their work guides me; I think and talk about them a lot."
				],
				[
					"5",
					"I love winning arguments so much that I sometimes start them."
				],
				[
					"6",
					"I feel most confident, powerful, and at ease when I'm given the floor and am addressing a group about my beliefs."
				],
				[
					"7",
					"I've read every single book I can find about political science and social movements."
				],
				[
					"8",
					"I have a hard time with idleness; I can't sit still."
				],
				[
					"9",
					"If I see that someone needs help, I step in"
				],
				[
					"10",
					"I love solving puzzles; the harder the better. Societal problems are just big puzzles."
				],
				[
					"11",
					"I would give someone the shirt off my back if they said they needed it. Or even if they said they liked it."
				],
				[
					"12",
					"I love being in charge. Few are as cut out to lead, manage, and direct as I am."
				],
				[
					"13",
					"I was put on this earth to stick it to the System, and that's what I'll do."
				],
				[
					"14",
					"There's basically nothing I don't have an opinion on."
				],
				[
					"15",
					"As far as I am concerned, strangers are just friends you haven't met yet."
				],
				[
					"16",
					"I cry easily."
				],
				[
					"17",
					"I've never met a paradigm I didn't want to subvert."
				],
				[
					"18",
					"I love getting attention for my work and achievements."
				],
				[
					"19",
					"I am drawn to rebels and iconoclasts even if their beliefs differ from mine."
				],
				[
					"20",
					"I hate being the center of attention. I crave anonymity."
				]
			]
		},
		{
			"name": "Political Intrigue; Ideals",
			"caption": "Ideals",
			"source": "Arcadia9",
			"page": 23,
			"colLabels": [
				"{@dice d20}",
				"Ideal"
			],
			"colStyles": [
				"col-1 text-center",
				"col-9 text-left"
			],
			"rows": [
				[
					"1",
					"{@b Equity.} Everyone deserves economic, social, and political rights."
				],
				[
					"2",
					"{@b Collective Power.} When we come together, we're more powerful than any noble, royal, or elected official."
				],
				[
					"3",
					"{@b Collective Responsibility.} When people are suffering, it's everyone's job to help to alleviate that suffering."
				],
				[
					"4",
					"{@b Change.} Society and its systems of power must evolve to meet changing needs. Complacency leads to harm."
				],
				[
					"5",
					"{@b Order.} Social stability is everything. Chaos will reign unless we keep it in check."
				],
				[
					"6",
					"{@b Intellect.} There is no one who understands political science, strategy, and philosophy like I do, and I'm always striving to learn and know more."
				],
				[
					"7",
					"{@b Strategy.} The world is a chess board; knowing how to move the pieces ensures victory."
				],
				[
					"8",
					"{@b Pacifism.} Violence doesn't permanently solve problems. I strive for a world free from war."
				],
				[
					"9",
					"{@b Power.} If I can attain enough power, no one can harm my community or me."
				],
				[
					"10",
					"{@b Performance.} I like people to notice me and know my work."
				],
				[
					"11",
					"{@b Hope.} No matter how bad things get, we must never give up."
				],
				[
					"12",
					"{@b Work.} There's nothing more stimulating than the minutiae of bureaucracy and politics."
				],
				[
					"13",
					"{@b Status.} Being in this position comes with an undeniable rise in rank and respect. I like that."
				],
				[
					"14",
					"{@b Destiny.} This work is my calling and nothing can pull me away from it."
				],
				[
					"15",
					"{@b Influence.} I want to be known by name and reputation and better yet, followed for my beliefs."
				],
				[
					"16",
					"{@b Retribution.} Someone or an entity in power harmed me, and I'm going to make sure they pay."
				],
				[
					"17",
					"{@b Redemption.} At some point in my past I was part of the problem, and I'll only feel absolved if I solve those problems."
				],
				[
					"18",
					"{@b Faith.} My religion teaches that civic involvement is part of my duty as an adherent."
				],
				[
					"19",
					"{@b Free Thinking.} Curiosity and discovery are what allow progress to be made and what prevent complacency and stagnation."
				],
				[
					"20",
					"{@b A Life Well Lived.} I want to die knowing that I did everything I can to help."
				]
			]
		},
		{
			"name": "Political Intrigue; Bonds",
			"caption": "Bonds",
			"source": "Arcadia9",
			"page": 24,
			"colLabels": [
				"{@dice d20}",
				"Bond"
			],
			"colStyles": [
				"col-1 text-center",
				"col-9 text-left"
			],
			"rows": [
				[
					"1",
					"My parent or guardian used to take me to meetings at their guild hall. I would listen to speeches and rallies and that's what radicalized me. To this day I consider the local guild hall a second home."
				],
				[
					"2",
					"I'll never forget what it was like to see the people I love suffer at the hands of injustice."
				],
				[
					"3",
					"My mentor taught me everything I know and I'm carrying on their work."
				],
				[
					"4",
					"This manifesto changed my life and worldview. I refer to it a lot and carry a copy with me everywhere."
				],
				[
					"5",
					"Nothing is more important than impressing my family."
				],
				[
					"6",
					"Someone important to me had their livelihood ruined by a political entity, and I'm determined to make sure it never happens to anyone else."
				],
				[
					"7",
					"I learned about politics from a traveling theatre troupe that came through town and did political satire. I've been a volunteer at (or donor to) the local theatre ever since."
				],
				[
					"8",
					"My most treasured possession is a piece of paper with the following written on it: \"It is not your responsibility to finish the work of perfecting the world, but you are not free to desist from it either.\""
				],
				[
					"9",
					"Someone stood up for me once and it saved me. In turn, I will always stand up for others."
				],
				[
					"10",
					"My nation (or city) and its people are all that matter to me."
				],
				[
					"11",
					"My allies are the only people I trust."
				],
				[
					"12",
					"I know the city's sewers (or other hiding places) like the back of my hand."
				],
				[
					"13",
					"I love someone who doesn't share my worldview."
				],
				[
					"14",
					"I've spent most of my life in the local tavern. Everyone knows me there and I know everyone."
				],
				[
					"15",
					"My family escaped persecution and I was raised on their stories."
				],
				[
					"16",
					"I've been writing in my journal every night ever since I could remember. It comes with me everywhere and contains all my thoughts and ideas."
				],
				[
					"17",
					"I'm obsessed with embarrassing my political rival."
				],
				[
					"18",
					"I'm writing what I believe will be the political manifesto of its time."
				],
				[
					"19",
					"I have to protect my fortune from the undeserving people who want to take it from me."
				],
				[
					"20",
					"The local library is a sacred place to me; it's where I think, read, write, and plan."
				]
			]
		},
		{
			"name": "Political Intrigue; Flaws",
			"caption": "Flaws",
			"source": "Arcadia9",
			"page": 25,
			"colLabels": [
				"{@dice d20}",
				"Flaw"
			],
			"colStyles": [
				"col-1 text-center",
				"col-9 text-left"
			],
			"rows": [
				[
					"1",
					"When things seem overwhelming I become nihilistic or melancholic."
				],
				[
					"2",
					"I tend to drastically overestimate my own influence and power."
				],
				[
					"3",
					"Once I get a little bit of authority I get really bossy."
				],
				[
					"4",
					"I tend to think in black and white, right and wrong; the gray is harder for me to see."
				],
				[
					"5",
					"I put my causes first—and second and third, often to the detriment of my health and happiness."
				],
				[
					"6",
					"There are times when it would be safer (and maybe smarter) to back down, but I never do that."
				],
				[
					"7",
					"I get bogged down in details and can be slow to act."
				],
				[
					"8",
					"I believe I know what's best for everyone."
				],
				[
					"9",
					"I always speak my mind, even when propriety (or danger) says I should shut my mouth."
				],
				[
					"10",
					"I would risk the lives of strangers to bring about my goals."
				],
				[
					"11",
					"My political work feels like a burden. I wish I could be free of it."
				],
				[
					"12",
					"As much as I care about the common people, I don't really know what their lives are really like."
				],
				[
					"13",
					"I act before considering the consequences; I'll deal with them later."
				],
				[
					"14",
					"I would do anything to hide my failures."
				],
				[
					"15",
					"I got into all this political stuff because I like when people do what I want."
				],
				[
					"16",
					"I secretly worry that my work is worthless and I'll never make a difference."
				],
				[
					"17",
					"I care more about my personal glory than any cause."
				],
				[
					"18",
					"I've sacrificed love and companionship for my cause."
				],
				[
					"19",
					"I have no use for those who question my political analysis."
				],
				[
					"20",
					"People either get it or they don't—and if they don't, I can't be bothered with them."
				]
			]
		}
	]
}
