{
	"_meta": {
		"sources": [
			{
				"json": "Arcadia29",
				"abbreviation": "Ar29",
				"full": "Arcadia Issue 29",
				"authors": [
                    "James Introcaso",
                    "Bianca Bickford",
                    "Chris Bissette",
                    "Indrani Ganguly",
                    "Hannah Rose"
				],
				"convertedBy": [
					"Unknown"
				],
				"version": "1.0",
				"color": "BD808C",
				"url": "https://shop.mcdmproductions.com/collections/arcadia/products/arcadia-complete-bundle-issues-1-30",
				"dateReleased": "2023-06-08"
			}
		],
		"dependencies": {
			"monster": [
				"MM"
			]
		},
		"status": "ready",
		"dateAdded": 1733204133,
		"dateLastModified": 11733204133,
		"edition": "classic"
	},
	"monster": [
        {
            "name": "Makara",
            "source": "Arcadia29",
            "page": 3,
            "size": [
                "L"
            ],
            "type": "beast",
            "alignment": [
                "U"
            ],
            "alignmentPrefix": "typically ",
            "ac": [
                {
                    "ac": 15,
                    "from": [
                        "natural armor"
                    ]
                }
            ],
            "hp": {
                "average": 114,
                "formula": "12d10 + 48"
            },
            "speed": {
                "walk": 30,
                "swim": 60
            },
            "str": 20,
            "dex": 11,
            "con": 18,
            "int": 4,
            "wis": 12,
            "cha": 5,
            "skill": {
                "athletics": "+8",
                "perception": "+7"
            },
            "senses": [
                "blindsight 10 ft.",
                "darkvision 120 ft."
            ],
            "passive": 17,
            "conditionImmune": [
                "charmed",
                "frightened",
                "prone languages—"
            ],
            "cr": "5",
            "pbNote": "+3 Amphibious. The makara can breathe air and water.",
            "trait": [
                {
                    "name": "Beast of Burden",
                    "entries": [
                        "The makara is considered to be a Huge creature for the purpose of determining their carrying capacity. Sturdy. The makara has advantage on saving throws against being moved against their will."
                    ]
                },
                {
                    "name": "Watchful",
                    "entries": [
                        "The makara can't be {@status surprised} while they are conscious, and other creatures don't gain advantage on attack rolls against the makara as a result of being hidden or {@condition invisible}."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The makara makes one Bite attack, then either one Claw attack or one Impale attack."
                    ]
                },
                {
                    "name": "Bite",
                    "entries": [
                        "{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}16 ({@damage 2d10 + 5}) piercing damage, and if the target is Medium or smaller, they are knocked {@condition prone}."
                    ]
                },
                {
                    "name": "Claw",
                    "entries": [
                        "{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) slashing damage."
                    ]
                },
                {
                    "name": "Impale",
                    "entries": [
                        "{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d8 + 5}) piercing damage, and if the target is Large or smaller, they are impaled. While impaled, a target is {@condition restrained} and the makara can't impale another target. When the makara moves, the target moves with them. An impaled creature takes 4 ({@damage 1d8}) piercing damage at the start of each of their turns. A creature can use their action to make a {@dc 15} Strength check, freeing themself or another impaled creature within their reach on a success."
                    ]
                }
            ],
            "bonus": [
                {
                    "name": "Oathkeeper's Endurance (1/Day)",
                    "entries": [
                        "The makara gains resistance to all damage until the end of their next turn."
                    ]
                }
            ],
            "reaction": [
                {
                    "name": "Defender",
                    "entries": [
                        "When a creature the makara can see attacks a creature other than the makara within 5 feet of the makara, the makara can impose disadvantage on the attack roll."
                    ]
                }
            ],
            "traitTags": [
                "Beast of Burden"
            ],
            "senseTags": [
                "B",
                "SD"
            ],
            "actionTags": [
                "Multiattack"
            ],
            "damageTags": [
                "P",
                "S"
            ],
            "miscTags": [
                "MW"
            ],
            "conditionInflict": [
                "restrained"
            ]
        },
        {
            "name": "Young Makara Companion",
            "source": "Arcadia29",
            "page": 4,
            "size": [
                "M"
            ],
            "type": {
                "type": "beast",
                "tags": [
                    "Companion"
                ]
	        },
            "alignment": [
                "U"
            ],
            "alignmentPrefix": "typically ",
            "ac": [
                {
                    "special": "13 plus PB (natural armor)"
                }
            ],
            "hp": {
                "special": "7 + seven times caregiver's level (number of d8 Hit Dice equal to their caregiver's level)"
            },
            "speed": {
                "walk": 30,
                "swim": 50
            },
            "str": 16,
            "dex": 10,
            "con": 15,
            "int": 10,
            "wis": 12,
            "cha": 8,
            "save": {
                "str": "+3 plus PB",
                "wis": "+1 plus PB"
            },
            "skill": {
                "perception": "+1 plus PB"
            },
            "senses": [
                "blindsight 10 ft.",
                "darkvision 60 ft."
            ],
            "passive": "11 plus PB",
            "conditionImmune": [
                "prone"
            ],
            "pbNote": "equals the caregiver's bonus Amphibious. The makara can breathe air and water.",
            "trait": [
                {
                    "name": "Beast of Burden",
                    "entries": [
                        "The makara is considered to be a Large creature for the purpose of determining their carrying capacity."
                    ]
                },
                {
                    "name": "On Guard",
                    "entries": [
                        "Creatures don't gain advantage on attack rolls against the makara as a result of being hidden or {@condition invisible}."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Bite (Signature Attack)",
                    "entries": [
                        "{@atk mw} {@hit 3 plus PB} to hit, reach 5 ft., one target. {@h}{@damage 1d6 plus PB} piercing damage. 1st Level: Destabilizing Attack (2 Ferocity). The makara makes a signature attack. On a hit, the target has disadvantage on the next attack roll they make before the start of the makara's next turn."
                    ]
                },
                {
                    "name": "3rd Level: Impaling Attack (5 Ferocity)",
                    "entries": [
                        "The makara moves up to their speed and makes a signature attack. On a hit, the target is impaled by the makara's tusks if they are Large or smaller. While impaled, the target is {@condition restrained} and the makara can't use Impaling Attack. When the makara moves, the target moves with them. A creature can use their action to make a {@dc 15} Strength check, freeing themself or another impaled creature within their reach on a success."
                    ]
                },
                {
                    "name": "3rd Level: Shake Tusks (5 Ferocity)",
                    "entries": [
                        "The makara shakes an impaled target off their tusks. The target takes PB bludgeoning damage and lands {@condition prone} in a space within 5 feet of the makara."
                    ]
                },
                {
                    "name": "5th Level: Devoted Frenzy (8 Ferocity)",
                    "entries": [
                        "The makara moves up to their speed in a straight line without provoking opportunity attacks. During this movement, they can move through the spaces of other creatures. Each creature whose space the makara moves through must make a {@dc 10 plus PB} Strength saving throw. On a failed save, a creature takes {@damage PBd6} bludgeoning damage and falls {@condition prone}. On a success, a creature takes half as much damage and isn't knocked {@condition prone}."
                    ]
                }
            ],
            "reaction": [
                {
                    "name": "Defend",
                    "entries": [
                        "When an ally within 5 feet of the makara takes damage from a weapon attack, the makara can halve the attack's damage against that ally, taking the remaining damage themself."
                    ]
                }
            ],
            "traitTags": [
                "Beast of Burden"
            ],
            "senseTags": [
                "B",
                "D"
            ],
            "miscTags": [
                "MW"
            ],
            "conditionInflict": [
                "prone",
                "restrained"
            ],
            "savingThrowForced": [
                "strength"
            ]
        },
        {
            "name": "Randhanu",
            "isNamedCreature": true,
            "source": "Arcadia29",
            "page": 0,
            "size": [
                "G"
            ],
            "type": "celestial",
            "alignment": [
                "C",
                "G"
            ],
            "ac": [
                {
                    "ac": 18,
                    "from": [
                        "natural armor"
                    ]
                }
            ],
            "hp": {
                "average": 231,
                "formula": "14d20 + 84"
            },
            "speed": {
                "walk": 0,
                "swim": 90
            },
            "str": 22,
            "dex": 17,
            "con": 22,
            "int": 18,
            "wis": 22,
            "cha": 25,
            "save": {
                "dex": "+8",
                "con": "+11",
                "cha": "+12"
            },
            "skill": {
                "perception": "+11",
                "persuasion": "+12"
            },
            "senses": [
                "truesight 60 ft.",
                "darkvision 120 ft."
            ],
            "passive": 21,
            "resist": [
                "cold",
                "fire",
                "lightning",
                "radiant",
                {
                    "resist": [
                        "bludgeoning",
                        "piercing",
                        "slashing"
                    ],
                    "note": "from mundane attacks",
                    "cond": true
                }
            ],
            "conditionImmune": [
                "charmed",
                "exhaustion",
                "frightened"
            ],
            "languages": [
                "Common",
                "Aquan",
                "telepathy 120 ft."
            ],
            "cr": "16",
            "trait": [
                {
                    "name": "Water Breathing",
                    "entries": [
                        "Randhanu can breathe only underwater."
                    ]
                },
                {
                    "name": "Unusual Nature",
                    "entries": [
                        "Randhanu doesn't require food, drink, or sleep."
                    ]
                },
                {
                    "name": "Deific Determination (3/Day)",
                    "entries": [
                        "If Randhanu fails a saving throw, she can choose to succeed instead. When she does so, she regurgitates any swallowed creatures and she can't use her Swallow bonus action until the end of her next turn."
                    ]
                },
                {
                    "name": "Godly Size",
                    "entries": [
                        "Randhanu normally occupies a space that is 40 feet on a side. She can spend 1 minute to grow up to a maximum of 500 feet on a side, or return to her normal size. When Randhanu occupies a space at least 60 feet on a side, she can Swallow a Gargantuan creature who is smaller than her, or any combination of creatures and objects of the same size."
                    ]
                },
                {
                    "name": "Boon of Abundance",
                    "entries": [
                        "Upon her death, Randhanu's divinity spreads over a location, no larger than a city, of her slayer's choosing. Her divinity provides the location with fertile soil for the next one hundred years, causing plants in the area to yield twice the normal amount of food when harvested. Additionally, when the boon is used, it cures each creature at the location of all poison and disease, and restores any wounded creatures to their hit point maximum. Randhanu can choose to sacrifice herself to provide this boon. Reincarnation. When Randhanu is slain or chooses to sacrifice herself, she is reborn in a different body of water after one hundred years."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "Randhanu makes two Bite attacks and uses Disorient. Bite. Melee Weapon Attack: {@hit 11} to hit, reach 5 ft., one target. {@h}22 ({@damage 3d10 + 6}) piercing damage, and the target is {@condition grappled} (escape {@dc 19}). While {@condition grappled}, the target is {@condition restrained} and Randhanu can't make a Bite attack against another target."
                    ]
                },
                {
                    "name": "Disorient",
                    "entries": [
                        "Randhanu targets one creature who can see her within 30 feet of her, overwhelming them with her sheer size and divinity. The target must succeed on a {@dc 20} Wisdom saving throw or take 21 ({@damage 6d6}) psychic damage and be dazed  until the end of their next turn. Freeze (Recharge 5-6). Randhanu creates a burst of freezing energy in a 60-foot-radius sphere centered on a point she can see within 120 feet of her. Each creature in that area must make a {@dc 19} Constitution saving throw. On a failed save, a creature takes 42 ({@damage 12d6}) cold damage and is {@condition restrained} until the start of Randhanu's next turn. On a success, they take half as much damage and aren't {@condition restrained}."
                    ]
                },
                {
                    "name": "Teleport (1/Day)",
                    "entries": [
                        "Randhanu can teleport herself, along with all creatures and obects touching her that she chooses, to a body of water on the same plane as her."
                    ]
                }
            ],
            "bonus": [
                {
                    "name": "Swallow",
                    "entries": [
                        "Randhanu swallows a Huge or smaller creature who she has {@condition grappled}. While swallowed, a creature is {@condition blinded} and {@condition restrained}, and they have total cover against attacks and other effects outside Randhanu. If Randhanu chooses, a creature she has swallowed takes 21 ({@damage 6d6}) acid damage at the start of each of her turns.",
                        "If Randhanu takes 30 damage or more on a single turn from a creature inside her, she must succeed on a {@dc 20} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, who fall {@condition prone} in a space within 10 feet of Randhanu. If Randhanu dies, a swallowed creature is no longer {@condition restrained} by her and can escape from her corpse by using 15 feet of movement, exiting {@condition prone}.",
                        "Deity (Villain) Actions Randhanu has three deity (villain) actions. She can take each action once during an encounter after an enemy's turn. She can take these actions in any order, but can use only one per round."
                    ]
                },
                {
                    "name": "Action 1: Best Friends Forever",
                    "entries": [
                        "Randhanu chooses up to three creatures within 60 feet of her who can see her, each of whom must succeed on a {@dc 20} Charisma saving throw or be {@condition charmed} by her. A {@condition charmed} creature treats Randhanu as their closest friend and ally, and becomes hostile toward anyone who they perceive as a threat to Randhanu. A {@condition charmed} creature can repeat the saving throw if they take damage or at the end of each of their turns, ending the effect on themself on a success."
                    ]
                },
                {
                    "name": "Action 2: Double Trouble",
                    "entries": [
                        "Randhanu becomes {@condition invisible} at the same time that an illusory double of her appears in a space within 60 feet of her. This invisibility ends and the double disappears if Randhanu makes an attack or uses a deity (villain) action. While she is {@condition invisible}, Randhanu can use her action to move her illusory double up to twice her speed and make it gesture, speak, and behave in whatever way she chooses.",
                        "Action 3: Psyche-jellic. Randhanu summons a swarm of illusory, iridescent jellyfish that can cause creatures to be momentarily overwhelmed by darkest despair. Three creatures of her choice within 60 feet of her must make a {@dc 20} Wisdom saving throw. On a failed save, a creature takes 44 ({@damage 8d10}) psychic damage and is {@condition frightened} of Randhanu until the end of their next turn. On a success, a creature takes half as much damage and isn't {@condition frightened}."
                    ]
                }
            ],
            "traitTags": [
                "Unusual Nature",
                "Water Breathing"
            ],
            "senseTags": [
                "SD",
                "U"
            ],
            "actionTags": [
                "Multiattack",
                "Teleport"
            ],
            "languageTags": [
                "AQ",
                "C",
                "TP"
            ],
            "damageTags": [
                "A",
                "C",
                "P",
                "Y"
            ],
            "miscTags": [
                "AOE"
            ],
            "conditionInflict": [
                "blinded",
                "charmed",
                "frightened",
                "grappled",
                "restrained"
            ],
            "savingThrowForced": [
                "charisma",
                "constitution",
                "wisdom"
            ]
        },
        {
            "name": "Vritnaga",
            "source": "Arcadia29",
            "page": 0,
            "size": [
                "G"
            ],
            "type": "dragon",
            "alignment": [
                "C",
                "E"
            ],
            "alignmentPrefix": "typically ",
            "ac": [
                {
                    "ac": 19,
                    "from": [
                        "natural armor"
                    ]
                }
            ],
            "hp": {
                "average": 462,
                "formula": "25d20 + 200"
            },
            "speed": {
                "walk": 30,
                "climb": 30,
                "fly": 30,
                "swim": 60
            },
            "str": 26,
            "dex": 18,
            "con": 26,
            "int": 22,
            "wis": 20,
            "cha": 24,
            "save": {
                "dex": "+10",
                "con": "+14",
                "wis": "+11",
                "cha": "+13"
            },
            "skill": {
                "deception": "+13",
                "intimidation": "+13",
                "perception": "+17",
                "stealth": "+16"
            },
            "senses": [
                "blindsight 60 ft.",
                "darkvision 120 ft."
            ],
            "passive": 27,
            "immune": [
                "cold",
                "force",
                "poison"
            ],
            "vulnerable": [
                "lightning",
                "thunder"
            ],
            "conditionImmune": [
                "poisoned"
            ],
            "languages": [
                "Common",
                "Aquan",
                "Draconic"
            ],
            "cr": "20",
            "trait": [
                {
                    "name": "Amphibious",
                    "entries": [
                        "The vritnaga can breathe air and water."
                    ]
                },
                {
                    "name": "Headstrong Resistance (3/Day)",
                    "entries": [
                        "If the vritnaga fails a saving throw, they can choose to succeed instead. When they do so, a remaining head of their choice takes 20 psychic damage. Multiple Heads. While the vritnaga has at least two heads, they have advantage on saving throws against being {@condition blinded}, {@condition charmed}, dazed, {@condition deafened}, {@condition frightened}, {@condition stunned}, or knocked {@condition unconscious}."
                    ]
                },
                {
                    "name": "Three by Three",
                    "entries": [
                        "The vritnaga's heads can be attacked individually. Each head has AC 20, 150 hit points, and the vritnaga's damage immunities. Destroying a head deals 150 necrotic damage to the vritnaga. If a head is slain, the vritnaga can't use the villain action corresponding to that head. If all their heads are slain, the vritnaga dies."
                    ]
                },
                {
                    "name": "Wakeful",
                    "entries": [
                        "While the vritnaga has at least two heads and is asleep, at least one of their heads is awake."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The vritnaga makes a Claw attack and one different Bite attack for each head they have."
                    ]
                },
                {
                    "name": "Claw",
                    "entries": [
                        "{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d6 + 8}) slashing damage."
                    ]
                },
                {
                    "name": "Bite (Dreamer Head)",
                    "entries": [
                        "{@atk mw} {@hit 14} to hit, reach 15 ft., one target. {@h}19 ({@damage 2d10 + 8}) piercing damage plus 11 ({@damage 2d10}) force damage."
                    ]
                },
                {
                    "name": "Bite (Critic Head)",
                    "entries": [
                        "{@atk mw} {@hit 14} to hit, reach 15 ft., one target. {@h}19 ({@damage 2d10 + 8}) piercing damage plus 11 ({@damage 2d10}) cold damage."
                    ]
                },
                {
                    "name": "Bite (Planner Head)",
                    "entries": [
                        "{@atk mw} {@hit 14} to hit, reach 15 ft., one target. {@h}19 ({@damage 2d10 + 8}) piercing damage plus 11 ({@damage 2d10}) poison damage."
                    ]
                },
                {
                    "name": "Constrict",
                    "entries": [
                        "The vritnaga makes a sweeping attack with their tail that can constrict their enemies. Each creature within 15 feet of the vritnaga must make a {@dc 22} Dexterity saving throw. On a failed save, a creature takes 17 ({@damage 2d8 + 8}) bludgeoning damage, is {@condition grappled} (escape {@dc 18}), and is pulled up to 15 feet toward the vritnaga. On a success, the creature takes half as much damage and isn't {@condition grappled}. While {@condition grappled} in this way, a creature is {@condition restrained}. The vritnaga can't use Constrict again while they have any creature {@condition grappled}."
                    ]
                }
            ],
            "bonus": [
                {
                    "name": "Slippery",
                    "entries": [
                        "The vritnaga takes the Disengage action."
                    ]
                }
            ],
            "reaction": [
                {
                    "name": "Infection",
                    "entries": [
                        "Whenever the vritnaga is hit by a melee attack, the wound oozes with noxious fumes and the attacking creature must make a {@dc 22} Constitution saving throw. On a failed save, the attacker takes 16 ({@damage 3d10}) poison damage and is {@condition poisoned} until the end of their next turn. On a success, the attacker takes half as much damage and is not {@condition poisoned}."
                    ]
                }
            ],
            "legendaryHeader": [
                "A vritnaga has three villain actions. They can take each action once during an encounter after an enemy's turn. They can take these actions in any order, but can use only one per round. Action 1: Dreamer Head. The vritnaga exhales a wave of  scalding steam in a 90-foot cone. Each creature in the area must make a DC 19 Constitution saving throw. On a failure, a creature takes 18 ({@damage 4d8}) fire damage plus 18 ({@damage 4d8}) force damage and is dazed until the end of their next turn. On a success, the creature takes half as much damage of each type and isn't dazed."
            ],
            "legendary": [
                {
                    "name": "Action 2: Critic Head",
                    "entries": [
                        "The vritnaga exhales a bursting wave of icicles in a 90-foot cone. Each creature in the area must make a {@dc 19} Dexterity saving throw. On a failure, a creature takes 18 ({@damage 4d8}) piercing damage plus 18 ({@damage 4d8}) cold damage, and is pushed 30 feet away from the vritnaga and knocked {@condition prone}. On a success, a creature takes half as much damage and isn't pushed or knocked {@condition prone}."
                    ]
                },
                {
                    "name": "Action 3: Planner Head",
                    "entries": [
                        "The vritnaga spews a wave of slimy polluted water in a 90-foot cone. Each creature in the area must make a {@dc 19} Constitution saving throw. On a failure, a creature takes 54 ({@damage 12d8}) poison damage and is {@condition poisoned}. On a success, the creature takes half as much damage and isn't {@condition poisoned}. A {@condition poisoned} creature can repeat the saving throw at the end of each of their turns, ending the effect on themself on a success. A creature who fails the saving throw three times makes no more saving throws and is {@condition poisoned} until they finish a long rest."
                    ]
                }
            ],
            "traitTags": [
                "Amphibious"
            ],
            "senseTags": [
                "B",
                "SD"
            ],
            "actionTags": [
                "Multiattack"
            ],
            "languageTags": [
                "AQ",
                "C",
                "DR"
            ],
            "damageTags": [
                "B",
                "C",
                "I",
                "N",
                "O",
                "P",
                "S",
                "Y"
            ],
            "miscTags": [
                "AOE",
                "MW",
                "RCH"
            ],
            "conditionInflict": [
                "grappled",
                "poisoned",
                "prone",
                "restrained"
            ],
            "savingThrowForced": [
                "constitution",
                "dexterity"
            ]
        },
        {
            "name": "The Bleeder",
            "isNamedCreature": true,
            "source": "Arcadia29",
            "page": 0,
            "size": [
                "M"
            ],
            "type": "humanoid",
            "alignment": [
                "N",
                "E"
            ],
            "ac": [
                {
                    "ac": 14,
                    "from": [
                        "natural armor"
                    ]
                }
            ],
            "hp": {
                "average": 142,
                "formula": "15d8 + 75"
            },
            "speed": {
                "walk": 40
            },
            "str": 11,
            "dex": 17,
            "con": 20,
            "int": 13,
            "wis": 14,
            "cha": 9,
            "save": {
                "dex": "+6",
                "con": "+8"
            },
            "skill": {
                "acrobatics": "+6",
                "stealth": "+9"
            },
            "senses": [
                "truesight 60 ft."
            ],
            "passive": 12,
            "languages": [
                "Common",
                "telepathy 60 ft."
            ],
            "cr": "6",
            "trait": [
                {
                    "name": "Predator",
                    "entries": [
                        "The Bleeder has advantage on and a +9 bonus to initiative rolls."
                    ]
                },
                {
                    "name": "Surprise Strike",
                    "entries": [
                        "During its first turn, the Bleeder has advantage on attack rolls against any creature that hasn't taken a turn. Any hit the bleeder scores against a {@status surprised} creature is a critical hit."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The Bleeder makes two Shotel attacks."
                    ]
                },
                {
                    "name": "Shotel",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d10 + 3}) slashing damage. If the target is a creature other than an Undead or a Construct, they  must succeed on a {@dc 16} Constitution saving throw or be wounded. A wounded target loses 4 ({@dice 1d8}) hit points at  the start of each of their turns. Each time the Bleeder hits a wounded target with this attack, the number of hit points lost by the target increases by 4 ({@dice 1d8}). A creature can use an action to negate the wound on themself or another creature within 5 feet of them with a successful {@dc 14} Wisdom ({@skill Medicine}) check. The wound is also negated if the target receives magical healing."
                    ]
                },
                {
                    "name": "Fan of Daggers",
                    "entries": [
                        "The Bleeder targets up to six creatures it can see within 30 feet of it. Each target must succeed on a {@dc 16} Dexterity saving throw or take 10 ({@damage 3d4 + 3}) piercing damage. Bond Sense. The Bleeder detects the precise location of a creature who bears a blood bond with it (see \"Blood Bond\"). This detection functions across planes and is not affected by distance."
                    ]
                },
                {
                    "name": "Arterial Escape (1/Day)",
                    "entries": [
                        "The Bleeder unleashes a fine mist of blood in a 10-foot-radius sphere centered on itself. Each creature in the area must succeed on a {@dc 16} Dexterity saving throw or be {@condition blinded} for 1 minute. A creature can repeat the saving throw at the end of each of their turns, ending the effect on themself on a success. The Bleeder then teleports to a destination it selects. The destination must be one the Bleeder has visited before, and must be on the same plane of existence as the Bleeder."
                    ]
                },
                {
                    "name": "Hunt (1/Day)",
                    "entries": [
                        "The Bleeder teleports to a creature who bears a blood bond with them and is on the same plane of existence. The Bleeder appears in an unoccupied space of its choice within 500 feet of the bonded creature."
                    ]
                }
            ],
            "bonus": [
                {
                    "name": "Blood Bond",
                    "entries": [
                        "The Bleeder targets a creature within 30 feet of it that it can see and that it hit with a Shotel attack in the past minute. The target must succeed on a {@dc 16} Constitution saving throw or take 5 ({@damage 1d10}) psychic damage and become the bearer of a blood bond with the Bleeder. The bond can be broken with a {@spell greater restoration} spell, and is broken automatically if the bearer dies or the Bleeder creates a blood bond with another creature. If the bearer of a blood bond dies, the Bleeder can sense the bearer's death. If the dead creature is returned to life before the Bleeder forms a new blood bond with another creature, the original blood bond is reinstated."
                    ]
                },
                {
                    "name": "Siphon Strength",
                    "entries": [
                        "The Bleeder targets a creature within 40 feet of it that it can see and that bears a blood bond with it. Blood-red energy arcs toward the Bleeder from the target, who takes 5 ({@damage 2d4}) necrotic damage. The Bleeder then regains hit points equal to the damage taken."
                    ]
                }
            ],
            "senseTags": [
                "U"
            ],
            "actionTags": [
                "Multiattack"
            ],
            "languageTags": [
                "C",
                "TP"
            ],
            "damageTags": [
                "N",
                "P",
                "S",
                "Y"
            ],
            "miscTags": [
                "AOE",
                "MW"
            ],
            "conditionInflict": [
                "blinded"
            ],
            "savingThrowForced": [
                "constitution",
                "dexterity"
            ]
        },
        {
            "name": "The Terraformer",
            "isNamedCreature": true,
            "source": "Arcadia29",
            "page": 0,
            "size": [
                "M"
            ],
            "type": "elemental",
            "alignment": [
                "L",
                "N"
            ],
            "ac": [
                {
                    "ac": 17,
                    "from": [
                        "natural armor"
                    ]
                }
            ],
            "hp": {
                "average": 227,
                "formula": "35d8 + 70"
            },
            "speed": {
                "walk": 20,
                "burrow": 20
            },
            "str": 18,
            "dex": 15,
            "con": 14,
            "int": 10,
            "wis": 17,
            "cha": 13,
            "save": {
                "con": "+6",
                "wis": "+7"
            },
            "skill": {
                "perception": "+11",
                "stealth": "+6"
            },
            "senses": [
                "tremorsense 60 ft."
            ],
            "passive": 21,
            "resist": [
                "fire",
                {
                    "resist": [
                        "bludgeoning"
                    ],
                    "note": "from mundane attacks",
                    "cond": true
                }
            ],
            "languages": [
                "Common",
                "Terran"
            ],
            "cr": "11",
            "trait": [
                {
                    "name": "Earth Glide",
                    "entries": [
                        "The Terraformer can burrow through non-magical, unworked earth and stone. While doing so, the Terraformer doesn't disturb the material they move through."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The Terraformer uses Ripple and makes two Drill attacks."
                    ]
                },
                {
                    "name": "Drill",
                    "entries": [
                        "{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage. If the Terraformer has advantage against the target, they deal an extra 4 ({@damage 1d8}) piercing damage."
                    ]
                },
                {
                    "name": "Ripple",
                    "entries": [
                        "The Terraformer chooses a 5-foot-square area of unoccupied stone or dirt within 60 feet of them that they can see. Compacted soil and stone rises from the area in a wave, extending toward a creature the Terraformer can see in a  15-foot line that is 5 feet wide. Each creature in that line must succeed on a {@dc 16} Strength saving throw or take 11 ({@damage 2d10}) bludgeoning damage and be knocked {@condition prone}."
                    ]
                }
            ],
            "bonus": [
                {
                    "name": "Unearth",
                    "entries": [
                        "The Terraformer causes up to two 5-foot-diameter, 10-foot-high stone cylinders to burst from unoccupied spaces of dirt or stone that they can see within 60 feet of them, leaving a 5-foot diameter, 10-foot-deep pit behind. Each cylinder rises up to 15 feet above the ground when created and continues to float at the Terraformer's command. If a creature is on the ground where a cylinder appears, that creature must make a {@dc 16} Dexterity saving throw. On a failed save, the creature is caught and lifted by the cylinder. On a success, the creature can move to the nearest unoccupied space that isn't on a cylinder or in the pit beneath it.",
                        "The Terraformer can control up to three cylinders at a time. Creating additional cylinders causes the older cylinders to crumble into dirt. Each cylinder has AC 17, 50 hit points, and immunity to all damage types except bludgeoning, piercing, force, and thunder damage."
                    ]
                },
                {
                    "name": "Skipping Stones",
                    "entries": [
                        "The Terraformer can cause each cylinder created by their Unearth bonus action that they can see to move up to 20 feet in a straight line in any direction. Each creature on a cylinder when it moves must succeed on a {@dc 16} Dexterity saving throw or fall from the cylinder, taking falling damage as normal and landing {@condition prone}. If the cylinder is brought into contact with a ceiling or other obstacle during this move, each creature on the cylinder takes 13 ({@dice 3d8}) bludgeoning damage.",
                        "The first time a cylinder enters a space occupied by a creature, that creature must succeed on a {@dc 16} Dexterity saving throw or be struck by the cylinder. The creature takes 9 ({@damage 2d8}) bludgeoning damage and is pushed 10 feet away from the cylinder, ending their movement in an unoccupied space. If there is no unoccupied space to move into, the creature isn't pushed and instead falls {@condition prone} and takes an additional 9 ({@damage 2d8}) bludgeoning damage."
                    ]
                }
            ],
            "legendaryHeader": [
                "The Terraformer has three villain actions. They can take each action once during an encounter after an enemy's turn. They can take these actions in any order but can use only one per round."
            ],
            "legendary": [
                {
                    "name": "Action 1: Fling",
                    "entries": [
                        "The Terraformer uses their Unearth bonus action. They then use their Skipping Stones bonus action twice."
                    ]
                },
                {
                    "name": "Action 2: Mudslide",
                    "entries": [
                        "A 20-foot-square area of stone or dirt within 60 feet of the Terraformer that they can see becomes thick mud that lasts for 1 minute. The mud is difficult terrain, and each creature in the area when it appears or who enters the area for the first time on a turn must succeed on a {@dc 16} Strength saving throw or become {@condition restrained}. A creature who succeeds on a {@dc 16} Strength ({@skill Athletics}) check as  an action can end the {@condition restrained} condition on themself or another creature they can reach. The Terraformer can then move up to their speed."
                    ]
                },
                {
                    "name": "Action 3: Downfall",
                    "entries": [
                        "Each cylinder created by the Terraformer's Unearth action explodes. Each creature within 15 feet of a cylinder must make a {@dc 16} Dexterity saving throw, taking 18 ({@damage 4d8}) bludgeoning damage on a failed save, or half as much damage on a successful one. A creature on a cylinder has disadvantage on the save. After the cylinders explode, any creature on a cylinder falls to the ground, taking falling damage as normal and landing {@condition prone}."
                    ]
                }
            ],
            "senseTags": [
                "T"
            ],
            "actionTags": [
                "Multiattack"
            ],
            "languageTags": [
                "C",
                "T"
            ],
            "damageTags": [
                "B",
                "P"
            ],
            "miscTags": [
                "AOE",
                "MW"
            ],
            "conditionInflict": [
                "prone",
                "restrained"
            ],
            "savingThrowForced": [
                "dexterity",
                "strength"
            ]
        },
        {
            "name": "Mutator (Initial Form)",
            "source": "Arcadia29",
            "page": 0,
            "size": [
                "M"
            ],
            "type": {
                "type": "humanoid",
                "tags": [
                    "any"
                ]
            },
            "alignment": [
                "C",
                "N"
            ],
            "ac": [
                {
                    "ac": 15,
                    "from": [
                        "{@item chain shirt|phb}"
                    ]
                }
            ],
            "hp": {
                "average": 136,
                "formula": "16d8 + 64"
            },
            "speed": {
                "walk": 30
            },
            "str": 16,
            "dex": 14,
            "con": 18,
            "int": 11,
            "wis": 14,
            "cha": 9,
            "save": {
                "dex": "+5",
                "con": "+7"
            },
            "skill": {
                "acrobatics": "+5",
                "perception": "+5",
                "stealth": "+5 damage immunities poison"
            },
            "senses": [
                "darkvision 30 ft."
            ],
            "passive": 15,
            "conditionImmune": [
                "poisoned"
            ],
            "languages": [
                "Common",
                "Deep Speech"
            ],
            "cr": "5",
            "trait": [
                {
                    "name": "Master of Mutation",
                    "entries": [
                        "The Mutator has advantage on saving throws against spells and effects that would alter their form. Mutated Rejuvenation. When their initial form drops to 0 hit points, the Mutator transforms into their mutated form, and the Mutator regains hit points equal to their hit point maximum. Any conditions affecting the initial form end immediately."
                    ]
                },
                {
                    "name": "Mutated Actions",
                    "entries": [
                        "The initial form takes two complete turns each round—a first turn at their normal initiative, and a second turn at their initiative minus 10. Effects that trigger at the start or end of the Mutator's turn trigger at the start or end of the round instead. The Mutator can also take up to two reactions each round. When the Mutator's initial form dies and they shift into their mutated form, they lose access to this trait and can take only one turn and use one reaction thereafter, as normal. The mutated form's new initiative becomes that of whichever of the initial form's initiatives comes next after the initial form is reduced to 0 hit points."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The Mutator makes two Claw attacks and uses Warping Spit."
                    ]
                },
                {
                    "name": "Claw",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 3}) slashing damage."
                    ]
                },
                {
                    "name": "Warping Spit",
                    "entries": [
                        "The Mutator spits black ichor in a 60-foot line that is 5 feet wide. Each creature in that line must succeed on a {@dc 15} Constitution saving throw or be suffused by the liquid. At the start of each target's next turn, they sprout a flailing pseudopod from somewhere on their body, which attacks the target at the end of each of their turns until removed. The pseudopod has a +6 bonus to attack rolls and deals 10 ({@damage 3d6}) bludgeoning damage on a hit. It has AC 14 and 18 ({@dice 4d8}) hit points, and doesn't have any of the target's resistances or immunities. Attacks targeting the pseudopod that miss instead strike the creature the pseudopod is attached to."
                    ]
                }
            ],
            "bonus": [
                {
                    "name": "Relocate",
                    "entries": [
                        "The Mutator takes the Disengage action."
                    ]
                }
            ],
            "reaction": [
                {
                    "name": "Infected Wound",
                    "entries": [
                        "When a creature within 30 feet of the Mutator who the Mutator can see casts a spell that causes one or more creatures to regain hit points, the Mutator can attempt to corrupt that magic. The caster must make a {@dc 15} ability check using their spellcasting ability. On a failure, the spell functions normally, but a creature within 30 feet of the Mutator who they can see takes 4 ({@damage 1d8}) necrotic damage."
                    ]
                }
            ],
            "senseTags": [
                "D"
            ],
            "actionTags": [
                "Multiattack"
            ],
            "languageTags": [
                "C",
                "DS"
            ],
            "damageTags": [
                "B",
                "N",
                "S"
            ],
            "miscTags": [
                "AOE",
                "MW"
            ],
            "savingThrowForced": [
                "constitution"
            ]
        },
        {
            "name": "Mutator (Mutated Form)",
            "source": "Arcadia29",
            "page": 0,
            "size": [
                "L"
            ],
            "type": {
                "type": "humanoid",
                "tags": [
                    "any"
                ]
            },
            "alignment": [
                "C",
                "N"
            ],
            "ac": [
                {
                    "ac": 16,
                    "from": [
                        "natural armor"
                    ]
                }
            ],
            "hp": {
                "average": 133,
                "formula": "14d10 + 56"
            },
            "speed": {
                "walk": 20,
                "fly": 40
            },
            "str": 16,
            "dex": 14,
            "con": 18,
            "int": 11,
            "wis": 14,
            "cha": 9,
            "save": {
                "dex": "+5",
                "con": "+7"
            },
            "skill": {
                "acrobatics": "+8",
                "perception": "+5",
                "stealth": "+5 damage immunities poison"
            },
            "senses": [
                "darkvision 60 ft."
            ],
            "passive": 15,
            "conditionImmune": [
                "poisoned"
            ],
            "languages": [
                "Common",
                "Deep Speech"
            ],
            "cr": "7",
            "trait": [
                {
                    "name": "Master of Mutation",
                    "entries": [
                        "The Mutator has advantage on saving throws against spells and effects that would alter their form. Regeneration. The mutated form regains 10 hit points at the start of each of their turns. If the Mutator takes acid or fire damage, this trait doesn't function at the start of the Mutator's next turn. The mutated form dies only if they start their turn with 0 hit points and don't regenerate."
                    ]
                },
                {
                    "name": "Reversion",
                    "entries": [
                        "The Mutator can revert to their initial form with full hit points after a period of rest, at least 10 minutes long, in which they do nothing more strenuous than eating, drinking, and tending to their wounds."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Multiattack",
                    "entries": [
                        "The Mutator makes two Claw attacks and one Petrifying Sting attack."
                    ]
                },
                {
                    "name": "Claw",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d10 + 3}) slashing damage."
                    ]
                },
                {
                    "name": "Petrifying Sting {@recharge 5}",
                    "entries": [
                        "{@atk mw} {@hit 6} to hit, reach 10 ft., one target. {@h}14 ({@damage 2d10 + 3}) piercing damage plus 17 ({@damage 5d6}) poison damage, and the target must make a {@dc 15} Constitution saving throw. On a failed save, the target begins to turn to stone and is {@condition restrained}. The {@condition restrained} target must repeat the saving throw at the end of their next turn. On a success, the effect ends on the target. At the end of a creature's third consectutive turn being {@condition restrained} this way, the target is {@condition petrified} until freed by the {@spell greater restoration} spell or similar magic."
                    ]
                }
            ],
            "bonus": [
                {
                    "name": "Relocate",
                    "entries": [
                        "The Mutator takes the Disengage action."
                    ]
                }
            ],
            "reaction": [
                {
                    "name": "Mutagenic Feedback",
                    "entries": [
                        "When a creature within 30 feet of  the Mutator who the Mutator can see casts a spell that causes one or more creatures to regain hit points, the Mutator can attempt to corrupt that magic. The caster must make an ability check using their spellcasting ability, with a DC of either 15 or 10 + the spell's level, whichever is higher. On a failure, the spell restores no hit points, and each target of the spell takes necrotic damage equal to half the hit points they would have regained."
                    ]
                }
            ],
            "senseTags": [
                "D"
            ],
            "actionTags": [
                "Multiattack"
            ],
            "languageTags": [
                "C",
                "DS"
            ],
            "damageTags": [
                "I",
                "P",
                "S"
            ],
            "miscTags": [
                "MW",
                "RCH"
            ],
            "conditionInflict": [
                "petrified",
                "restrained"
            ],
            "savingThrowForced": [
                "constitution"
            ]
        },
        {
            "name": "Hound Shark",
            "source": "Arcadia29",
            "page": 0,
            "size": [
                "M"
            ],
            "type": "beast",
            "alignment": [
                "U"
            ],
            "ac": [
                {
                    "ac": 13,
                    "from": [
                        "natural armor"
                    ]
                }
            ],
            "hp": {
                "average": 26,
                "formula": "4d8 + 8"
            },
            "speed": {
                "walk": 5,
                "swim": 40
            },
            "str": 16,
            "dex": 13,
            "con": 14,
            "int": 3,
            "wis": 10,
            "cha": 5,
            "skill": {
                "perception": "+2",
                "survival": "+4"
            },
            "senses": [
                "darkvision 60 ft."
            ],
            "passive": 12,
            "cr": "1",
            "trait": [
                {
                    "name": "Aquatic Tremorsense",
                    "entries": [
                        "While the shark is touching a body of water, they can detect and pinpoint the origin of vibrations in the same body of water within 60 feet of them."
                    ]
                },
                {
                    "name": "Blood Frenzy",
                    "entries": [
                        "The shark has advantage on melee attack rolls against any creature who doesn't have all their hit points. Water Breathing. The shark can breathe only underwater."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Bite",
                    "entries": [
                        "{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) piercing damage."
                    ]
                }
            ],
            "bonus": [
                {
                    "name": "Hound Sense",
                    "entries": [
                        "The shark acquires a quarry by smelling a creature or an object within 40 feet of them that they can see. If the shark smells an object, their quarry is the last creature to handle the object for at least 5 minutes within the last 10 days. Otherwise, their quarry is the creature they smelled. For the next 24 hours, or until the shark uses this bonus action again, the shark can use their sense of smell to track their quarry. They know the direction to the quarry's location provided the quarry is on the same plane of existence as them. Unstoppable Hunt (Recharge 6). The shark moves up to their speed without provoking opportunity attacks toward their quarry (see Hound Sense), provided they can see their quarry."
                    ]
                }
            ],
            "senseTags": [
                "D"
            ],
            "damageTags": [
                "P"
            ],
            "miscTags": [
                "MW"
            ]
        },
        {
            "name": "Hound Shark Companion",
            "source": "Arcadia29",
            "page": 0,
            "size": [
                "M"
            ],
            "type": {
                "type": "beast",
                "tags": [
                    "Companion"
                ]
	        },
            "alignment": [
                "U"
            ],
            "ac": [
                {
                    "special": "13 plus PB (natural armor)"
                }
            ],
            "hp": {
                "special": "7 + seven times caregiver's level (number of d8 Hit Dice equal to their caregiver's level)"
            },
            "speed": {
                "walk": 5,
                "swim": 40
            },
            "str": 16,
            "dex": 13,
            "con": 14,
            "int": 5,
            "wis": 10,
            "cha": 8,
            "save": {
                "str": "+3 plus PB",
                "dex": "+1 plus PB"
            },
            "skill": {
                "perception": "+0 plus PB",
                "survival": "+0 plus PB"
            },
            "senses": [
                "darkvision 60 ft."
            ],
            "passive": "10 plus PB",
            "pbNote": "equals the caregiver's bonus Aquatic Tremorsense. While the shark is touching a body of water, they can detect and pinpoint the origin of vibrations in the same body of water within 60 feet of them.",
            "trait": [
                {
                    "name": "Water Breathing",
                    "entries": [
                        "The shark can breathe only underwater."
                    ]
                }
            ],
            "action": [
                {
                    "name": "Signature Attack (Bite)",
                    "entries": [
                        "{@atk mw} {@hit 3 plus PB} to hit, reach 5 ft., one target. {@h}{@damage 1d6 plus PB} piercing damage. 1st Level: Overwhelming Attack (2 Ferocity). The shark makes a signature attack. On a hit, the attack deals an extra PB damage, and the target can't take reactions until the start of the shark's next turn."
                    ]
                },
                {
                    "name": "3rd Level: Circling Strike (5 Ferocity)",
                    "entries": [
                        "The shark chooses a creature within 5 feet of them. The target must make a {@dc 10 plus PB} Wisdom ({@skill Perception}) check. On a failed check, the shark makes a signature attack with advantage against the target and deals an extra {@damage PBd4} damage on a hit. On a successful check, the shark makes a signature attack against the target."
                    ]
                },
                {
                    "name": "5th Level: Chompfest (8 Ferocity)",
                    "entries": [
                        "The shark moves up to their speed without provoking opportunity attacks. Before, during, or after this movement, the shark can make one signature attack against up to PB creatures."
                    ]
                }
            ],
            "bonus": [
                {
                    "name": "Hound Sense (1/Day)",
                    "entries": [
                        "The shark acquires a quarry by smelling a creature or an object within 40 feet of them that they can see. If the shark smells an object, their quarry is the last creature to handle the object for at least 5 minutes within the last 10 days. Otherwise, their quarry is the creature they smelled. For the next 24 hours, or until the shark uses this bonus action again, the shark can use their sense of smell to track their quarry. They know the direction to the quarry's location provided the quarry is on the same plane of existence as them."
                    ]
                }
            ],
            "traitTags": [
                "Water Breathing"
            ],
            "senseTags": [
                "D"
            ],
            "miscTags": [
                "MW"
            ]
        },
        {
            "name": "Tristan Sunsail",
			"isNamedCreature": true,
            "source": "Arcadia29",
            "page": 0,
            "size": [
                "M"
            ],
            "type": {
                "type": "humanoid",
                "tags": [
                    "human",
                    "Retainer"
                ]
            },
            "alignment": [
                "C",
                "G"
            ],
            "ac": [
                {
                    "ac": 15,
                    "from": [
                        "medium"
                    ]
                }
            ],
            "hp": {
                "special": "Seven times their level (number of d8 Hit Dice equal to their level)"
            },
            "speed": {
                "walk": 30
            },
            "str": 10,
            "dex": 16,
            "con": 10,
            "int": 11,
            "wis": 11,
            "cha": 15,
            "save": {
                "str": "+PB",
                "dex": "+PB",
                "con": "+PB",
                "int": "+PB",
                "wis": "+PB",
                "cha": "+PB"
            },
            "skill": {
                "deception": "+2 plus PB",
                "perception": "+0 plus PB",
                "persuasion": "+2 plus PB"
            },
            "passive": "10 plus PB",
            "languages": [
                "Common",
                "Dwarvish"
            ],
            "pbNote": "equals the mentor's bonus Signature Attack (Rapier). Melee Weapon Attack: +3 plus PB to hit, reach 5 ft, one target. Hit: 1d8 plus PB slashing damage. Beginning at 7th level, Tristan can make this attack twice, instead of once, when he takes the Attack action on his turn. Features",
            "trait": [
                {
                    "name": "3rd Level: Finishing Flourish (3/Day)",
                    "entries": [
                        "As a bonus action, Tristan makes a ranged spell attack ({@hit 3 plus PB} to hit) against a target within 120 feet of him. On a hit, the target takes {@damage 1d10 plus PB} force damage."
                    ]
                },
                {
                    "name": "5th Level: Plucky (3/Day)",
                    "entries": [
                        "When Tristan misses with an attack roll or fails an ability check or saving throw, he can reroll the die and must use the new roll (no action required)."
                    ]
                },
                {
                    "name": "7th Level: Stylish Swipe (3/Day)",
                    "entries": [
                        "Once per turn when Tristan hits with a signature attack, the target takes an extra {@damage PBd10} slashing damage (no action required)."
                    ]
                }
            ],
            "languageTags": [
                "C",
                "D"
            ],
            "damageTags": [
                "O"
            ]
        },
        {
            "name": "Gemma Bimpnottin",
			"isNamedCreature": true,
            "source": "Arcadia29",
            "page": 0,
            "size": [
                "S"
            ],
            "type": {
                "type": "humanoid",
                "tags": [
                    "gnome",
                    "Retainer"
                ]
            },
            "alignment": [
                "C",
                "G"
            ],
            "ac": [
                {
                    "ac": 15,
                    "from": [
                        "medium"
                    ]
                }
            ],
            "hp": {
                "special": "Seven times their level (number of d8 Hit Dice equal to their level)"
            },
            "speed": {
                "walk": 30
            },
            "str": 10,
            "dex": 17,
            "con": 10,
            "int": 12,
            "wis": 13,
            "cha": 10,
            "save": {
                "str": "+PB",
                "dex": "+PB",
                "con": "+PB",
                "int": "+PB",
                "wis": "+PB",
                "cha": "+PB"
            },
            "skill": {
                "history": "+1 plus PB",
                "investigation": "+1 plus PB"
            },
            "senses": [
                "darkvision 60 ft."
            ],
            "passive": 11,
            "languages": [
                "Common",
                "Gnomish"
            ],
            "pbNote": "equals the mentor's bonus Signature Attack (Spiked Shortbow). Melee or Ranged Weapon Attack: +3 plus PB to hit, reach 5 ft. or range 80/320 ft., one target. Hit: 1d6 plus PB piercing damage. Beginning at 7th level, Gemma can make this attack twice, instead of once, when she takes the Attack action on her turn. Features",
            "trait": [
                {
                    "name": "3rd Level: Swift Retreat (3/Day)",
                    "entries": [
                        "As a bonus action, Gemma takes the Disengage or Hide action."
                    ]
                },
                {
                    "name": "5th Level: Sniper Shot (3/Day)",
                    "entries": [
                        "As an action, Gemma makes a signature attack against a creature within 320 feet of her. She doesn't have disadvantage for attacking at long range for this attack. On a hit, the attack deals an extra {@damage PBd6} piercing damage."
                    ]
                },
                {
                    "name": "7th Level: Gnomish Spirits (3/Day)",
                    "entries": [
                        "As a bonus action, Gemma splashes the contents of a small vial on a  willing creature's armor. For 1 minute, a creature wearing the armor gains a +2 bonus to AC and has advantage on Dexterity ({@skill Stealth}) checks."
                    ]
                }
            ],
            "senseTags": [
                "D"
            ],
            "languageTags": [
                "C",
                "G"
            ]
        },
        {
            "name": "Ati Trevedi",
			"isNamedCreature": true,
            "source": "Arcadia29",
            "page": 0,
            "size": [
                "M"
            ],
            "type": {
                "type": "humanoid",
                "tags": [
                    "tiefling",
                    "Retainer"
                ]
            },
            "alignment": [
                "C",
                "G"
            ],
            "ac": [
                {
                    "ac": 15,
                    "from": [
                        "medium"
                    ]
                }
            ],
            "hp": {
                "special": "Seven times their level (number of d8 Hit Dice equal to their level)"
            },
            "speed": {
                "walk": 30
            },
            "str": 10,
            "dex": 16,
            "con": 10,
            "int": 11,
            "wis": 13,
            "cha": 13,
            "save": {
                "str": "+PB",
                "dex": "+PB",
                "con": "+PB",
                "int": "+PB",
                "wis": "+PB",
                "cha": "+PB"
            },
            "skill": {
                "medicine": "+1 plus PB",
                "religion": "+0 plus PB"
            },
            "senses": [
                "darkvision 60 ft."
            ],
            "passive": 11,
            "resist": [
                "fire"
            ],
            "languages": [
                "Common",
                "Infernal"
            ],
            "pbNote": "equals the mentor's bonus Signature Attack (Daggers). Melee or Ranged Weapon Attack: +3 plus PB to hit, reach 5 ft. or range 20/60 ft., one target. Hit: 2d4 plus PB piercing damage. Beginning at 7th level, Ati can make this attack twice, instead of once, when he takes the Attack action on his turn. Features",
            "trait": [
                {
                    "name": "3rd Level: Ship Medic (3/Day)",
                    "entries": [
                        "As an action, Ati restores {@dice PBd6} hit points to a creature within 5 feet of him."
                    ]
                },
                {
                    "name": "5th Level: Compassionate Blessing (3/Day)",
                    "entries": [
                        "As an action, Ati chooses up to three creatures he can see within 30 feet of him. Each target gains temporary hit points equal to twice his PB. Additionally, a target gains a +2 bonus to damage rolls made with a weapon for 1 minute."
                    ]
                },
                {
                    "name": "7th Level: Muscle Memory (3/Day)",
                    "entries": [
                        "Once per turn when Ati hits with a signature attack, he unfurls three hidden daggers and the target takes an additional {@damage PBd12} piercing damage (no action required)."
                    ]
                }
            ],
            "senseTags": [
                "D"
            ],
            "languageTags": [
                "C",
                "I"
            ]
        },
        {
            "name": "Zar'less",
            "isNamedCreature": true,
            "source": "Arcadia29",
            "page": 0,
            "size": [
                "M"
            ],
            "type": {
                "type": "humanoid",
                "tags": [
                    "elf",
                    "Retainer"
                ]
            },
            "alignment": [
                "C",
                "G"
            ],
            "ac": [
                {
                    "ac": 15,
                    "from": [
                        "medium"
                    ]
                }
            ],
            "hp": {
                "special": "Seven times their level (number of d8 Hit Dice equal to their level)"
            },
            "speed": {
                "walk": 40
            },
            "str": 17,
            "dex": 14,
            "con": 10,
            "int": 11,
            "wis": 11,
            "cha": 10,
            "save": {
                "str": "+PB",
                "dex": "+PB",
                "con": "+PB",
                "int": "+PB",
                "wis": "+PB",
                "cha": "+PB"
            },
            "skill": {
                "athletics": "+3 plus PB",
                "persuasion": "+0 plus PB"
            },
            "senses": [
                "darkvision 60 ft."
            ],
            "passive": 10,
            "languages": [
                "Common",
                "Elvish"
            ],
            "pbNote": "equals the mentor's bonus Signature Attack (Unarmed Strike). Melee Weapon Attack: +3 plus PB to hit, reach 5 ft., one target. Hit: 1d6 plus PB bludgeoning damage, and Zar'less can use a bonus action to attempt to grapple the target. Beginning at 7th level, Zar'less",
            "trait": [
                {
                    "name": "can make this attack twice, instead of once, when she takes the Attack action on her turn",
                    "entries": [
                        "Zar'less's melee attacks are magical."
                    ]
                },
                {
                    "name": "3rd Level: Boatswain's Order (3/Day)",
                    "entries": [
                        "When a creature Zar'less can see within 30 feet of her makes an attack roll or a saving throw, she can use her reaction to shout a command. If the creature can hear and understand her, they can add a {@dice d6} to their roll."
                    ]
                },
                {
                    "name": "7th Level: Knockout (3/Day)",
                    "entries": [
                        "When Zar'less hits with a signature attack, the target has disadvantage on attack rolls and saving throws until the end of their next turn."
                    ]
                }
            ],
            "action": [
                {
                    "name": "5th Level: Haymaker (3/Day)",
                    "entries": [
                        "As an action, Zar'less makes a signature attack against a creature within range. On a hit, the target is dazed1 until the end of their next turn."
                    ]
                }
            ],
            "senseTags": [
                "D"
            ],
            "languageTags": [
                "C",
                "E"
            ]
        }
	],
	"book": [
		{
			"name": "Arcadia Issue 29",
			"id": "Arcadia29",
			"source": "Arcadia29",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/unknown117343/homebrew-img/ar29/img/Arcadia29/cover.webp"
			},
			"published": "2023-06-01",
			"author": "Bianca Bickford, Chris Bissette, Indrani Ganguly, James Introcaso, Hannah Rose",
			"contents": [
				{
					"name": "Cover Page & Credits"
				},
				{
					"name": "Letter from the Editor"
				},
				{
					"name": "What Lies Beneath",
					"headers": [
						"Makara",
                        {
							"header": "Makara Encounters",
							"depth": 1
						},
						"Randhanu",
                        {
							"header": "Divine Boons",
							"depth": 1
						},
                        {
							"header": "Randhanu Encounters",
							"depth": 1
						},
                        "Vritnaga",
						{
							"header": "A Vritnaga's Lair",
							"depth": 1
						},
                        {
							"header": "Vritnaga Encounters",
							"depth": 1
						}
					]
				},
				{
					"name": "Dungeon Invasions",
					"headers": [
						"Using the Invaders",
						"The Bleeder",
						"The Terraformer",
						"The Mutator"
					]
				},
				{
					"name": "A Spirit Across the Seas and Stars",
					"headers": [
						"Background",
						"A Lost Soul",
						"A Missing Heart in the Air",
						"A Psyche Complete in the Stars",
						"Further Adventures with Marcuria",
						"Marcuria Statistics",
						"Ship Rules",
						"Hound Shark",
						"Crew Statistics"
					]
				},
				{
					"name": "Resources",
					"headers": [
						"MCDM Tabletop Safety Toolkit",
						"A Spirit Across Seas and Stars"
					]
				},
				{
					"name": "Contributors"
				},
				{
					"name": "License"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Arcadia29",
			"source": "Arcadia29",
			"data": [
				{
					"type": "section",
					"name": "Cover Page & Credits",
					"page": "C1",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/unknown117343/homebrew-img/ar29/img/Arcadia29/cover-full.webp"
							},
							"title": "Arcadia Issue 29 Cover",
							"credit": "Patrick Hell"
						},
						{
							"type": "hr"
						},
						{
							"type": "list",
							"style": "list-no-bullets",
							"columns": 2,
							"page": "C2",
							"items": [
								{
									"type": "list",
									"style": "list-hang",
									"page": "C2",
									"name": "Design & Production",
									"items": [
										{
											"type": "item",
											"name": "Managing Editor",
											"entries": [
												"James Introcaso, Hannah Rose"
											]
										},
										{
											"type": "item",
											"name": "Authors",
											"entries": [
												"Bianca Bickford, Chris Bissette, Indrani Ganguly"
											]
										},
                                        {
											"type": "item",
											"name": "Editors",
											"entries": [
												"Scott Fitzgerald Gray, Sadie Lowry"
											]
										},
                                        {
											"type": "item",
											"name": "Sensitivity Consultant",
											"entries": [
												"Shubham Mehta"
											]
										},
										{
											"type": "item",
											"name": "Playtest Director",
											"entries": [
												"Lars Bakke"
											]
										},
										{
											"type": "item",
											"name": "Layout",
											"entries": [
												"Jen McCleary"
											]
										},
										{
											"type": "item",
											"name": "Title Logo",
											"entries": [
												"Tom Schmuck"
											]
										},
										{
											"type": "item",
											"name": "Accessibility",
											"entries": [
												"Chris Hopper"
											]
										},
										{
											"type": "item",
											"name": "Community Coordinator",
											"entries": [
												"John Champion"
											]
										},
										{
											"type": "item",
											"name": "Customer Support",
											"entries": [
												"Bobby McBride"
											]
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang",
									"page": "C2",
									"name": "Illustration",
									"items": [
                                        {
											"type": "item",
											"name": "Art Directors",
											"entries": [
												"Nick De Spain, Hannah Rose"
											]
										},
										{
											"type": "item",
											"name": "Cover Art",
											"entries": [
												"Patrick Hell"
											]
										},
                                        {
											"type": "item",
											"name": "Cartographer",
											"entries": [
												"Brian Patterson"
											]
										},
										{
											"type": "item",
											"name": "Interior Illustrators",
											"entries": [
                                                "\"What Lies Beneath\": Zuzanna Wuzyk",
                                                "\"Dungeon Invasions\": Bruno Machado",
                                                "\"A Spirit Across Seas and Stars\": Veronica O'Neill"
											]
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang",
									"page": "C2",
									"name": "MCDM Contract QA",
									"items": [
										{
											"type": "item",
											"name": "Senior Tester",
											"entries": [
												"Spencer Hibnick"
											]
										},
										{
											"type": "item",
											"name": "Testers",
											"entries": [
												"Nathan Clark, Cassandra Dig Crary, Alecson de Lima Junior, James Dewar, Anna Guimares, Alex Hencinski"
											]
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang",
									"page": "C2",
									"name": "MCDM Team",
									"items": [
										"Lars Bakke: Development & Production",
										"Jerod Bennett: Technology",
										"Grace Cheung: Art",
										"Matt Colville: Writing & Design",
										"Nick De Spain: Art & Art Outsource Management",
										"Jason Hasenauer: Art & Art Direction",
										"James Introcaso: Lead Game Designer"
									]
								},
								{
									"type": "list",
									"style": "list-hang",
									"page": "C2",
									"name": "Playtesting",
									"items": [
										{
											"type": "item",
											"name": "Playtest Coordinators",
											"entries": [
												"Madeleine Bray, davidqshull, Gina Devlin, Iris Gorton, Meg Hanna, David Lucas, AJ Metzger, Roman Penna, Joel Russ, Aaron Flavius West"
											]
										},
										{
											"type": "item",
											"name": "Playtesters",
											"entries": [
												"Alex Arbor, Alex Chapman, Alpacnologia, Andre Haftevani, Battletaster Kettle | Brian David Hier, Ben (GundamFang), Bryce Beggs, Cinna Store, Ckorsz, Emerson Call, Eric Sawchak, ForgottenLands, Hazel Margaris, InShortSight, Kai Bumpus, Luiz Felipe Kormann, Nasse Williams, Nathan Lee, Nicholas Renzetti, Raphael N., Ryan \"Magvel\" Jonkman, Sami Nyckling, vindelstock, Wandering Shade, William Pfeiffer, Yima | Payam Pouryousefi"
											]
										}
									]
								}
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"page": "C2",
							"style": "text-center",
							"entries": [
								"Join us on the MCDM Discord server, where you can chat with others about {@i ARCADIA} and more!",
								"{@link mcdm.gg/discord|http://mcdm.gg/discord}"
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"page": "C2",
							"style": "text-center",
							"entries": [
								"Product Identity: The following items are hereby identified as Product Identity, as defined in the Open Game License version 1.0a, Section 1(e), and are not Open Content: All content which is not included in the Systems Reference Document version 5.1 or has otherwise been specifically designated as Open Game Content, including What Lies Beneath, Dungeon Invasions, A Spirit Across Seas and Stars, all Trademarks, registered trademarks, proper names (including the names of characters, place names, monsters, organizations, new spells, new abilities, etc.), dialogue, plots, story elements, locations, characters, artwork, graphics, sidebars, and trade dress."
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/unknown117343/homebrew-img/ar29/img/Arcadia29/00003.webp"
							},
							"title": "Arcadia Issue 29 Table of Contents"
						}
					]
				},
				{
					"type": "section",
					"name": "Letter from the Editor",
					"page": 1,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Thrilling. Terrifying. Wonderful. Novel. All those words describe what it feels like to explore. It's a big part of why so many people travel when they take a vacationto experience the magic of discovery. Heck, I get goosebumps whenever I try a new food, hike a new path, or discover a new book to read. To me, all of that is exploration.",
								"Discovery is a big part of the reason we embrace roleplaying games. Characters always want to know what's behind the next door, inside the next chest, over the next hill, across the ocean, or even beyond the stars. At levels both grand and minuscule, our RPG main characters are constantly making discoveries, so that we as players experience all the thrill of exploration and fighting monsters without any of the life-threatening risks. ",
								"Players aren't the only ones who savor this excitement, though. As GMs, we are also constantly making discoveries. Before a session even begins, we discover things about our NPCs, dungeons, and worlds as we prepare. But for many of us, the biggest surprises come as we play with others. A player asks a question about why, when, where, or how something in the campaign came to be, and suddenly a whole new story presents itself. Your players can also provide you with the thrill of discovery more directly, as when they do something you never expected that causes the story to change, or sprinkle in bits of backstory about their characters. That's all discovery, baby!",
								"Even the dice are agents of exploration. They determine which random encounter gets inserted into the story, what treasure lies at the end of a dungeon, and if the ranger notices a secret door. Most roleplaying games have these tools for randomization because the chance to take action in the face of failure's risk and the uncertainty of adventures are what make these games a delight to play.",
								"RPGs, then, are collaborative exploration. The players, the GM, and the randomizers all come together to surprise and delight everyone involved, in a way that could never happen if one person or a small group were simply writing a story without the game.",
								"This issue of {@i ARCADIA} helps a GM run exploration-focused encounters. First, What Lies Beneath from {@link Indrani Ganguly|https://x.com/nonagondice} brings you incredible deep-sea creatures inspired by South Asian mythologies. By its nature, underwater adventuring is focused on exploration because of how much there is to discover beneath the waves. But this article also brings you three amazing creatures with unique lore to help expand your understanding of the depths. Then you can set sail on a story that takes place on the water's surface and in the sky above, with {@link Bianca Bickford's|https://x.com/BiancaBickford} A Spirit Across Seas and Stars. This story outline presents the framework for a globe-trotting adventure in which characters must unravel a mystery to repair a sapient flying boat. Finally, {@link Chris Bissette's|https://loottheroom.uk/links} Dungeon Invasions taps into the horror side of exploration with three unique creatures who can serve as villains who pop up as the characters explore a ruin, cave, or other site. This article reminded me so much of the greatest villains in a Resident Evil or Soulsborne game.",
                                "We hope that this issue, like every issue of {@i ARCADIA}, takes you to places you didn't know were there.",
                                "Also, you probably noticed that it's me, James, writing this letter and not the incredibly talented Hannah Rose. Hannah no longer works full-time at MCDM, but while she was here, she commissioned and developed some of the best articles this publication has ever had, including this issue and the next. Hannah also put in a lot of time and expertise developing the MCDM Tabletop Safety Toolkit, creatures for Flee, Mortals! and the core rules of the upcoming MCDM RPG. I am so grateful for her hard work. Thank you for making our games and community fun.",
								{
									"type": "entries",
									"style": "text-right",
									"entries": [
										"Ex {@i animo},"
									]
								}
							],
							"by": "James Introcaso",
							"from": "MCDM Lead Game Designer",
							"skipMarks": true,
							"skipItalics": true
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/unknown117343/homebrew-img/ar29/img/Arcadia29/00004.webp"
							}
						}
					]
				},
				{
					"type": "section",
					"name": "What Lies Beneath",
					"page": 2,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/unknown117343/homebrew-img/ar29/img/Arcadia29/00006.webp"
							}
						},
						{
							"type": "entries",
							"page": 2,
							"style": "text-center",
							"entries": [
								"{@style Aquatic legendsDivine and Monstrousawait you beneath these waters.|dnd-font;large}",
								"by Indrani Ganguly"
							]
						},
                        "Adventurers traverse countless realms, usually with feet planted firmly on the ground. But beyond the bounds of land lie crystalline ponds, murky swamps, tempestuous seas, and unending oceanssome tranquil, and some ... not so much. But what lies beneath?",
                        "Rich history can be found beneath these waters. What kinds of creatures might thrive in undersea cities (or the remains of one)? What legends do fishers speak of, and what spoils do pirates hope to find? To answer these questions and more, let us turn to South Asian mythologiesBuddhist, Hindu, and Newar storiesfor inspiration, and bring three unique aquatic creatures to your game.",
						"From loyal guardians (the mighty {@creature makara|Arcadia29}), to mythical providers (the prismatic {@creature Randhanu|Arcadia29}), all the way to a ferocious three-headed sea serpent (the draconic {@creature vritnaga|Arcadia29}), this article offers plenty to bring your seafaring adventures to life. These creatures are not just enemies for a party to fight (though they can try!), but are also tools useful for creating intricate aquatic worlds that feel lived in. Herein, you'll find stat blocks, adventure hooks, and lore that can be inserted into any underwater adventures or campaigns.",
                        "Now, fellow sailor, the Deep beckons. Answer its call, but only if you dare.",
						{
							"type": "section",
							"name": "Makara",
							"page": 2,
							"entries": [
								"The {@creature makara|Arcadia29} (mah-KAA-rah) is a guardian of the sea's secrets. Mistrustful of outsiders, these muscular beasts have wide, murky-green, scaly bodies twice as long as a grown human is tall. However, makara are chimeric creatures, their features typically half terrestrial and half aquatic. Some might have long snouts that extend into a trunk offset with ivory tusks. Others might sport a serpentine body, stag horns, and feline claws. But the true beauty of all makara lies in their tails, which always have regional flora growing on them.",
                                "Although it can be challenging to gain the trust of a makara, it is not impossible. When domesticated, they make excellent guards for treasures, temples, and palaces. Once they choose to bond with a place or a person, they are protective and loyal till their last breath. However, attempting to force a makara into subservience is a surefire way of invoking their wrath.",
                                "{@i Sturdy.} The makara's long, muscular physique allows them to carry goods and riders across large distances. In thriving underwater cities, domesticated makara often provide everyday transportationeven for outsiders who can hold their breaths for long enough.",
                                "{@i Guardian of Treasures.} Due to their loyal nature, makara are often tasked with guarding secrets and treasures. They make dangerous enemies to anyone seeking to take what belongs to the makara and their masters.",
                                {
                                    "type": "statblock",
                                    "tag": "creature",
                                    "source": "Arcadia29",
                                    "name": "makara",
                                    "page": 4,
                                    "style": "inset"
                                },
                                {
                                    "type": "statblock",
                                    "tag": "creature",
                                    "source": "Arcadia29",
                                    "name": "young makara companion",
                                    "page": 4,
                                    "style": "inset"
                                },
                                {
                                    "type": "inset",
                                    "name": "Mystic Connection: Young Makara",
                                    "page": 4,
                                    "entries": [
                                        "If you're playing a beastheart and have a young makara companion, you gain the following benefit at 9th level when you gain the beastheart's Mystic Connection feature:",
                                        "{@i Oceanic Protector.} You gain a swimming speed equal to your walking speed, and you can hold your breath for up to 15 minutes. Additionally, when you or an ally within 5 feet of you takes damage, you can use a reaction to cause the target to take half as much damage. Once you use this reaction, you can't do so again until you finish a short or long rest."
                                    ]
                                },
								{
									"type": "entries",
									"name": "Makara Encounters",
									"page": 4,
									"entries": [
										"Use the following plot hooks to introduce makara in your game.",
                                        "{@b Misguided Choices.} The family of a young, misguided pirate send the characters to look for the teenager. The young pirate was last seen entering the Shrine of Randhanu (see below), which ferocious makara have guarded for decades.",
                                        "{@b Turning Tides.} A seafaring merchant, ragged and out of breath, claims their domesticated makara have started attacking them, having turned against the merchant overnight. The characters must retrieve the merchant's haul from the makara through force, or find a way to end their rage. (As it turns out, a rival has hired the services of a powerful hag to control the makara and sabotage the merchant.)",
                                        "{@b The Birth of a Revolution.} A revolutionary asks the characters to rid an ancient palace of its guardian makara. Rumors suggest the palace contains a vast cache of gems, gold, and magical relics of great power. The rebels wish to steal the treasures to fuel their revolution against a tyrannical ruler, and to redistribute the remaining wealth among the common folk. Conversely, the party might be approached by the ruler's retinue to defend the palace against conspiring looters. Whether those looters are greedy criminals or noble rebels is up to you."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Randhanu",
							"page": 5,
							"entries": [
								"There is nary a seafarer who hasn't heard the stories of {@creature Randhanu|Arcadia29} (raan-DHAN-oo). Known as the Cornucopia of the Seas, the Rainbow Fish, and the Great Matsya, this legendary creature has avoided contact with people for centuries. Tales of Randhanu have long since blended between fact and fiction, and there have been no confirmed sightings of her in many, many years.",
                                "In coastal settlements, Randhanu is worshiped as a deity of good fortune, luck, and abundance by the families of sailors, fishers, and dockworkers. Through a few verifiable sightings from millennia ago, she is described as a gargantuan fish with scales composed of the elements. Iridescent icy-blue shards, bright-red licks of flame, lush green tufts of grass and kelp, and golden crackling bolts of lightning line her gargantuan figure, creating a sight so divine that mortal souls simply cannot turn away.",
                                "{@b Whale Eater.} Although the legends of Randhanu vary along different coasts, one thing that remains constant across most stories is that her great size allows her to swallow whales whole. Despite that size, Randhanu is extremely agile, leaping out of the water in a flash of rainbow scales, or diving into the ocean depths before sailors can catch more than a glimpse of her shining fins.",
                                "{@b Divine Troublemaker.} Wise yet mischievous. Generous yet haughty. Kind yet petty. Staunch yet fickle. As a larger-than-life, all-encompassing deity, Randhanu has a chaotic but ultimately benevolent nature. When her impulses are stymied by external forces, she is easily upset, but her wrath most often translates into harmless pranks and stinging verbal jabs. Still, a deity's definition of harmless might not match a mere mortal's. To please Randhanu, adventurers must showcase a strong sense of compassion toward others. Selfish motives, unkind behavior, and a lack of humor are all surefire ways of losing Randhanu's fancyor landing on her bad side.",
                                "{@b A Divine Blessing.} It is said that Randhanu can restore any creature from the brink of death, cure any illness, and end any curse. Legend also says that those who survive an encounter with her carry a small portion of her divinity with them.",
                                "{@b The Cornucopia.} When Randhanu is slain or chooses to sacrifice herself, her divinity can bless a single location up to city size with life and abundance for one hundred years. Fertile soil, plentiful crops, and restored health can reward those who best (or impress) the Cornucopia of the Seas.",
								{
									"type": "entries",
									"name": "Divine Boons",
									"page": 5,
									"entries": [
										"Randhanu can grant powerful blessings to those lucky and clever enough to earn her favor through acts of great generosity, selflessness, or benevolent mischief. As an action, she can bestow one of the following boons:",
										"{@b Boon of Purity (1/Day).} Each creature of Randhanu's choice (other than herself) within 120 feet of her is cured of all diseases and poisons, and regains hit points equal to their hit point maximum. In addition, all conditions (including exhaustion) and curses on the target end, as do any effects reducing a target's ability scores or hit point maximum.",
										"{@b Boon of Divinity (1/Day).} Each creature of Randhanu's choice (other than herself) within 120 feet of her has advantage on ability checks and attack rolls for the next 24 hours.",
                                        {
											"type": "statblock",
											"tag": "creature",
											"source": "Arcadia29",
											"name": "Randhanu",
											"page": 6
										},
										{
											"type": "entries",
											"page": 7,
											"style": "text-center",
											"entries": [
												"{@b Content Warning: Starvation}",
												"{@b One of the plot hooks in this section includes a theme of starvation and malnourishment. We recommend using the {@link MCDM Tabletop Safety Toolkit|https://mcdm.gg/SafetyToolkit} wand adjusting this material as needed to ensure everyone at your table is comfortable.}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Randhanu Encounters",
									"page": 7,
									"entries": [
										"{@b Glory Beckons.} At the first annual Festival of the Drowned, coastal settlements have come together to preserve food for the coming year, share stories of the sea, and compete in swimming and other athletic events. Adventurers from across many lands are called upon to slay the Great Matsya, who local sailors (truthfully) claim to have sighted on their last voyage. The characters may either hunt Randhanu for glory and luck, or warn her of the imminent danger and win her favor.",
										"{@b The Desolation.} A vritnaga (see the following section) has wreaked havoc in a coastal town, causing local leaders to abandon their people. Now, a lack of water and ruined fields mean that families are starving to death. The townspeople ask the characters to locate Randhanu and restore the land's fertility.",
										"{@b Lost in the Deep.} The characters hear reports that an underwater settlement has disappeared. When they investigate, they learn that Randhanu swallowed the settlement when its people tried to slay her. Randhanu has not yet decided whether to destroy the settlement and its people where they remain trapped within her, giving the characters a chance to convince her to free those folk, or battle her for the settlement's freedom. Their beaked snout vents scalding hot steam, and their murderous eyes contain jagged irises whose pale yellow is reminiscent of the light of a thunderstorm. A vritnaga has a row of scaled, leafy fins on each side of their body, which double as wings when they take flight. As a vritnaga wyrmling matures, their glossy teal scales darken to blue-black, and become peppered with barnacles and seashells.",
                                        "{@b Three Minds.} Each of the vritnaga's three heads has a distinct personality. The left head is the prideful, greedy, and power-hungry Dreamer. Lost in glorious daydreams of their own power, the Dreamer serves to further the ambition of the vritnaga. The right head is the cunning, scheming, and manipulative Planner. Fueled by the ambition and caution of their fellow heads, they plot to extend their dominion. The middle head is the caustic, intellectual, and jeering Critic. Though they often feud with the Dreamer and the Planner, the Critic ensures their shared survival."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Vritnaga",
							"page": 7,
							"entries": [
								"Drought. Desolation. Death. These are the words most often used to describe vritnaga (vreet-naga), the Stealers of the Sea. These legendary sea dragons are driven by their unending need to consume and rule all bodies of water, even if that leads to the destruction of settlements or whole civilizations.",
                                "Smelling of brine, a vritnaga has a lithe serpentine body, a jagged tail, and three heads. Their beaked snout vents scalding hot steam, and their murderous eyes contain jagged irises whose pale yellow is reminiscent of the light of a thunderstorm. A vritnaga has a row of scaled, leafy fins on each side of their body, which double as wings when they take flight. As a vritnaga wyrmling matures, their glossy teal scales darken to blue-black, and become peppered with barnacles and seashells.",
                                "{@b Three Minds.} Each of the vritnaga's three heads has a distinct personality. The left head is the prideful, greedy, and power-hungry Dreamer. Lost in glorious daydreams of their own power, the Dreamer serves to further the ambition of the vritnaga. The right head is the cunning, scheming, and manipulative Planner. Fueled by the ambition and caution of their fellow heads, they plot to extend their dominion. The middle head is the caustic, intellectual, and jeering Critic. Though they often feud with the Dreamer and the Planner, the Critic ensures their shared survival.",
								"{@b Cruel Tyrants.} The vritnaga are cunning, cruel tyrants, and wherever they rule, they take joy in the misery of others. They grow enraged when their dominion over an area is challenged, and if multiple vritnaga ever claim the same territory, bloodshed inevitably ensues. So strong is a vritnaga's arrogance that their three heads often plot and scheme individually, with each head trying to gain dominance and control over the others. However, when faced with an external foe, all heads work together to deal with the threat.",
								"{@b Hoarder of Remains.} A vritnaga does not maintain a traditional dragon hoard, as their only obsession lies in conquering one body of water after another. However, they take immense joy in causing ships to founder and drown, and often collect valuables from the debris as a token of their strength.",
								"{@b Unseen and Deadly.} While underwater, the vritnaga can camouflage themself to blend in with the environment around them. To the untrained eye, a distant vritnaga might look like a drifting, unassuming mass of seaweed and debris.",
								{
									"type": "entries",
									"name": "A Vritnaga's Lair",
									"page": 8,
									"entries": [
										"Vritnaga dwell in the deepest reaches of the watery domains they claim, finding rest in ancient caves and muddy fissures along the seafloors and lakebeds they despoil. Their underwater lairs are complex to navigate, with twists and turns galore. The entrance to a vritnaga's lair is often littered with skulls and the debris of sunken ships or boats, a sign of the sinister monster who rests within.:",
										"Once a vritnaga claims a body of water, it drains that water over time. This process can take from a few months to a few centuries, depending on the age of the vritnaga and the vastness of the lake or sea. As this process continues, the vritnaga's powers grow, and the ecosystem within the water begins to choke to death.",
										"Any lands around a vritnaga's watery domain stop producing precipitation, drying out along with the body of water they lie alongside. When there is no moisture left to consume, the vritnaga departs to find their next conquest, leaving a ruined landscape behind.",
										{
											"type": "entries",
											"name": "Lair Actions",
											"page": 8,
											"entries": [
												"On initiative count 20 (losing initiative ties), the vritnaga can take a lair action to cause one of the following magical effects; the vritnaga can't use the same effect two rounds in a row:",
												{
													"type": "list",
													"items": [
														"A deep rumble disrupts the lair in a 60-foot radius around the vritnaga. Each creature in the area other than the vritnaga must succeed on a DC 18 Dexterity saving throw or be knocked prone and have their speed reduced to 0 until the end of their next turn.",
														"A 30-foot-deep, 30-foot-long, 5-foot-wide fissure opens on an unoccupied solid surface within 90 feet of the vritnaga. Mutated vines sprout from the fissure, forcing each creature within 30 feet of the fissure to succeed on a DC 19 Strength saving throw or be grappled (escape DC 18) by a vine, then pulled 20 feet toward the fissure. A creature pulled to the edge of the fissure is dropped into it and restrained. Each vine has AC 10, 10 hit points, and immunity to psychic damage. Destroying a vine frees the creature it grapples.",
														"Crystalline stalactites on the ceiling of the lair crack and fall. Each creature within 60 feet of the vritnaga must make a DC 19 Dexterity saving throw, taking 28 (8d6) piercing damage on a failed save, or half as much damage on a successful one."
													]
												},
												{
													"type": "inset",
													"name": "Formidable yet Fallable",
													"page": 8,
													"entries": [
														"Tales of vritnaga laying waste to civilizations, leaving tens of thousands of people parched to the point of craving death, terrorize children everywhereespecially ones who leave water faucets running. Still, for every scary story of despair, a tale is told somewhere of hope and heroism. Adventurers might come across the following folk tale while traveling through any coastal settlement.",
														"\"Long, long ago, an ancient vritnaga had all but doomed our ancestral homelands. The kingdom's strongest generals and their massive armies fought futilely against the monstrous creature. As a last resort, the kingdom issued a call for adventurers. Those strong enoughand foolish enough, some might have saidto attempt to slay the beast would be honored as saviors of the kingdom if they succeeded, and showered with riches.\"",
														"\"Four mighty adventurers answered the call. Their formidable reputation preceded them, and they were deemed the kingdom's best chance at survival. But dragging the vritnaga to the deepest pits of a volcano couldn't scorch the monstrosity, nor could they be frozen by mighty spells. An entire ocean sacrificed to turn its waters to poison couldn't slay the mighty creature. Try as they might, the adventurers found that nothing worked. But they wouldn't give up. It is not in the nature of heroes to do so.\"",
														"\"Impressed by the adventurers' relentless pursuit of the vritnaga, a god who watched from above, ruler of vast skies and storms and thunder, reached down and blessed them. For the vritnaga might rule the oceans, but even waves bend to the whims of the sky. Empowered by the raw fury of thunder and lightning, the adventurers were able to strike down the ancient vritnaga once and for all, freeing the land from the drought.\"",
														"\"The moral of the story? No matter how strong we think we are, the gods are stronger! Or some bogus stuff like that. Gah, it's a bedtime story you tell children so they don't end up with their heads up their  you know.\""

													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Regional Effects",
											"page": 9,
											"entries": [
												"The region containing a vritnaga's lair is warped by their magic, which creates one or more of the following magical effects:",
												{
													"type": "list",
													"items": [
														"Strange mutated vines grow from rocky fissures around the vritnaga's lair.",
														"Small tsunamis are common within six miles of the vritnaga's lair.",
														"The body of water in which the vritnaga resides produces a noxious effluent that irritates the lungs of breathing creatures (even those breathing underwater with the aid of magic). Each creature in a vritnaga's lair must make a DC 18 Constitution saving throw at the end of every hour they spend in the lair. On a failed save, a creature suffers from an incessant retching until they finish a short or long rest outside the lair. Whenever a creature makes an attack roll or saving throw while afflicted in this way, they must roll a d4 and subtract the number rolled from the d20 roll. In addition, an afflicted creature has disadvantage on Dexterity (Stealth) checks that rely on maintaining silence. This affliction is treated as a natural disease, and any effect that removes a disease cures an afflicted creature."
													]
												},
												"If the vritnaga dies, these effects fade over the course of {@dice 1d10} days."
											]
										},
										{
											"type": "entries",
											"page": 9,
											"style": "text-center",
											"entries": [
												"{@b Content Warning: Dyspnea, Dizziness, Fainting}",
												"{@b One of the plot hooks in this section includes a theme of sickness. We recommend using the {@link MCDM Tabletop Safety Toolkit|https://mcdm.gg/SafetyToolkit} wand adjusting this material as needed to ensure everyone at your table is comfortable.}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Vritnaga Encounters",
									"page": 9,
									"entries": [
										"Use the following plot hooks to introduce a vritnaga in your game.",
										"{@b A Plea for Salvation.} A sea that harbors a cache of precious metals has caught a migrating vritnaga's fancy. Not for the wealth, but for the sheer vastness of the watery realm. Unfortunately for the aquatic miners who reside in these waters, the coming of the vritnaga means two choices: complete submission or certain death. Unless, of course, the characters are up for a challenge. The reward? Gold beyond their wildest dreams.",
										"{@b A Noxious Journey.} Stories of ships vanishing in a specific area of the ocean are heard in a local port. Seafaring characters who venture into the area find themselves struggling for air, each labored breath feeling like a dagger to the chest. With the characters made vulnerable by this unnatural effect, the vritnaga strikes.",
										"{@b The Oceaneater's Treasure.} An old, kindly, but off-kilter sailor in a busy seaport offers a tale to whoever will listen, speaking of long-forgotten treasure from an unfortunate shipwreck, buried on an uncharted island. Legend has it that buried with this sunken treasure is a shard of divinitya single piece of a deity, which has the power to reshape reality one time as the creature wielding the shard wills it. Though the sailor failed to reach the treasure in her lifetime, she entrusts the characters with a map. Characters who choose to salvage the treasure from the shipwreck find themselves facing the Oceaneateran enraged vritnaga ready to destroy any who invade their realm.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "Arcadia29",
											"name": "Vritnaga",
											"page": 10
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Dungeon Invasions",
					"page": 11,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/unknown117343/homebrew-img/ar29/img/Arcadia29/00035.webp"
							}
						},
						{
							"type": "entries",
							"page": 11,
							"style": "text-center",
							"entries": [
								"{@style Sometimes you just need a horrible boss Monster to ruin your players' day!|dnd-font;large}",
								"by Chris Bissette"
							]
						},
						{
							"type": "entries",
							"page": 11,
							"style": "text-center",
							"entries": [
								"{@b Content Warning: The monsters in this article include graphic descriptions of blood and body horror.}",
								"{@b One of the plot hooks in this section includes a theme of sickness. We recommend using the {@link MCDM Tabletop Safety Toolkit|https://mcdm.gg/SafetyToolkit} wand adjusting this material as needed to ensure everyone at your table is comfortable.}"
							]
						},
						"You planned your session and sat down to play ... but the players blasted through all your encounters and you still have an hour left to fill. Luckily, somebody just dropped in on top of them, intent on taking their stuff. Roll initiative!",
						"\"Dungeon Invasions\" presents three surprise boss enemies who GMs can drop into their games at a moment's notice. Each of these enemies is intelligent, and each is hunting the party for a specific reason. In one-shot adventures, these foes can anchor a memorable set-piece combat to end the session. In longer campaigns, they can tie in to ongoing plots, acting as agents of established villains, or even becoming an ongoing threat for a new campaign arc. For best results, play them smart, since it's much more fun to have a boss flee and return another day than to have them fight to the death for no reason.",
						"This article presents all the tools you need as a GM to run these enemiesreasons for them to pursue the characters, dramatic entrances into the dungeon or other adventuring location, tactics they might use in combat, and their means of escape when things start to go bad. The only thing you need to add is a personalized name for the boss if desired.",
						{
							"type": "section",
							"name": "Using the Invaders",
							"page": 11,
							"entries": [
								"Once you've picked which invader you want to use and you're ready to unleash them on your unsuspecting players, what's next? The first step is to pick a reason that the invader is hunting the party. You might have something in mind already, or you can pick an option from \"Reasons for Hunting\" below.",
								"Each invader entry has a section called \"Omens of Approach\"a series of four events that signal the coming chaos, and which you can use to lay the groundwork for the invader's entrance. Think of these events as regional effects you can trigger over a short period leading up to the encounter. The events occur in sequence, starting at the first entry on the list and escalating.",
								"When an invader appears, their \"Grand Entrance\" section provides text that you can read aloud or paraphrase to reveal them to the party. Lean into this moment, really selling how strange and unsettling these foes are, and enjoy watching your players have no idea what's about to happen.",
								"Each invader also has a \"Tactics\" section that describes how to effectively and evocatively use them in combat. The \"Escape Plan\" section then describes how the creature makes their getaway.",
								{
									"type": "entries",
									"name": "Reasons for Hunting",
									"page": 12,
									"entries": [
										"These boss monsters can be played as just unlucky random encounters, but it's more interesting if they have a specific reason to come after the characters. You can use any of the following options to set up an invader encounter, or as inspiration for setups of your own:",
										{
											"type": "list",
											"items": [
												"The characters have stumbled into a place that the invader holds sacred, and the invader vows to punish them for their transgression.",
												"A character meddled in something they shouldn't have, maybe without even knowing it. As a result, someone put a bounty on their head, and the invader is here to collect it.",
												"An enemy from the characters' past has hired the invader to find them and destroy them.",
												"The party is carrying something the invader has long been searching for.",
												"The invader is on business of their ownwhich they want kept secret. Unfortunately, the characters witnessed the invader's arrival, and can't be allowed to leave with that knowledge."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Bleeder",
							"page": 12,
							"entries": [
								"How far does a person have to sink to become this ... thing? A relentless hunter, twisted by magic and the touch of the thousand devils it has served for centuries, the Bleeder had a name once. A family. A home. A soul. But now its a machine, a vessel for vengeance and pain that stalks prey across years and planes until it inevitably gets its way.",
								{
									"type": "entries",
									"name": "Omens of Approach",
									"page": 12,
									"entries": [
										"The following events warn of the appearance of the Bleeder:",
										{
											"type": "list",
											"items": [
												"One character's heart begins to race, settling into an urgent and irregular rhythm.",
												"The air around the characters grows humid and hot.",
												"The hot, cloying smell of an open wound rises.",
												"One or more characters feels a sharp pain behind their eyes."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Grand Entrance",
									"page": 12,
									"entries": [
										"When you're ready for the Bleeder to appear, read or paraphrase the following:",
										{
											"type": "inset",
											"page": 12,
											"entries": [
												"A jagged gash appears in midair, a sudden wind pulsing and rippling around it. A mist fills the airthen takes the form of hot blood erupting from the widening portal as a figure steps through it. A lithe humanoid is dressed head to toe in layered gowns the color of old blood, and dripping with fresh viscera. What little skin is exposed is pale and shiny, a mass of scars and ill-healed wounds. The horrid creature rolls its shoulders, lazily swings two long, curving blades in crescents through the air, then fixes you with a pair of dark, cat-like eyes.",
												"\"Oh, good,\" it says, grinning. \"Fresh meat.\""
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Tactics",
									"page": 12,
									"entries": [
										"In the Bleeder's ideal fight, the first rounds of combat play out as follows:",
										"{@b Round 1:} The Bleeder uses its Multiattack, striking twice with its Shotel attack and then using Blood Bond against the most likely target.",
										"{@b Round 2:} Assuming the target of Blood Bond failed their save, the Bleeder drops back to a safe distance to engage the other characters with Fan of Daggers, using Siphon Strength against the bonded character.",
										"{@b Round 3:} The Bleeder continues to fight, using Siphon Strength every round as it taunts the bonded character telepathically, reveling in their distress.",
										"Given the way the Bleeder initially arrives, it's unlikely that characters will be surprised by it. This means that the creature's Surprise Strike trait might not be as effective as possible. This initial contact encounter is intended for the Bleeder to assess its enemies and form a new blood bond, and it flees using Arterial Escape before it is in danger of being killed.",
										"The Bleeder can be much more stealthy if it returns to take on the party againespecially if a character remains under the effect of Blood Bond. The creature might taunt its bonded foe telepathically, but it always tries to instigate follow-up combat from a position of stealth and surprise."
									]
								},
								{
									"type": "entries",
									"name": "Escape Plan",
									"page": 12,
									"entries": [
										"If the Bleeder is unable to form a blood bond within the first three rounds of combat, or if it drops to fewer than 50 hit points, it uses its Arterial Escape action and flees.",
										{
											"type": "inset",
											"name": "Multiple Bleeders",
											"page": 12,
											"entries": [
												"The Bleeder might be a unique creature or one of many. If the latter, bleeders might work together in packs to corral and separate their targets, making them effective threats against higher-level characters."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "Arcadia29",
									"name": "The Bleeder",
									"page": 13
								}
							]
						},
						{
							"type": "section",
							"name": "The Terraformer",
							"page": 14,
							"entries": [
								"It's clear that they were humanoid once, but whether that's true now is a matter for debate. They've spent too long subsumed within the earth, trekking through the deep underneath and soaking up the fell energy exuded by the stones. In quiet moments, they talk to those stones, whispering sweet nothings and listening to replies that only they can hear. And when they call out for aid, the earth provides.",
								"The Terraformer is most often encountered in subterranean places, the deepest parts of the world where stone and earth smother everything. On occasion, they do venture to the surface world. And when they do, the Terraformer makes full use of their ability to reshape the landscape into something more befitting their sensibilities.",
								{
									"type": "entries",
									"name": "Omens of Approach",
									"page": 14,
									"entries": [
										"The following events warn of the appearance of the Terraformer:",
										{
											"type": "list",
											"items": [
												"A slowly rising rumble threads through the earth, more sensation than sound. Characters might wonder how long it's been growing before they noticed it.",
												"For a brief second, stone beneath the characters' feet feels like mud.",
												"The hot, cloying smell of an open wound rises.",
												"A grinding of stone and a shuddering of earth marks pillars of rock sprouting from the ground, potentially blocking doors and passageways."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Grand Entrance",
									"page": 14,
									"entries": [
										"When you're ready for the Terraformer to appear, read or paraphrase the following:",
										{
											"type": "inset",
											"page": 14,
											"entries": [
												"The stone beside you makes a wet sucking noise, and the air shifts as it's displaced, pushed aside by a hulking form that slides out of solid rock as though rising from water. Though vaguely humanoid in shape, their body is sheer bulk, muscle stacked atop muscle like heaps of fallen rocks. Their head is protected by an iron miner's helmet, their calloused hands grasping an enormous rotating drill.",
												"\"Knock, knock,\" the figure says in a voice like grinding gravel. \"I thought I heard something.\""
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Tactics",
									"page": 14,
									"entries": [
										"In the Terraformer's ideal fight, the first rounds of combat play out as follows:",
										"{@b Round 1:} If the Terraformer doesn't go first in the initiative order, they use their Fling villain action when the creature who acts immediately before them ends their turn. If both cylinders created by Unearth as part of Fling are still in effect when the Terraformer starts their turn, they use their Skipping Stones bonus action. If both have been destroyed, they create two new cylinders with Unearth. They then use Multiattack. If the Terraformer goes first in the initiative order, they save their Fling villain action until the end of round 1, starting their turn by using their Unearth bonus action.",
										"{@b Round 2:} As the creature who acts immediately before the Terraformer ends their turn, the Terraformer uses their Mudslide villain action against the enemy they deem the most dangerous, then moves up to their speed toward the most vulnerable enemy. They then use their Multiattack and bonus actions as in the first round of combat.",
										"When the Terraformer uses Multiattack, they aim their Ripple attack at the most dangerous-looking enemy. They use their Drill attacks on the nearest foes, prioritizing those who are prone after Ripple.",
										"The Terraformer uses their bonus action every round, using Skipping Stones to control the battlefield and deal damage, or using Unearth to replenish destroyed cylinders or create a third cylinder if they are badly threatened.",
										"Whatever attacks they use, the Terraformer's priority when selecting targets is to neutralize spellcasters and ranged attackers first."
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "Arcadia29",
									"name": "The Terraformer",
									"page": 15
								},
								{
									"type": "entries",
									"name": "Escape Plan",
									"page": 16,
									"entries": [
										"If the Terraformer is reduced to half their hit point maximum and no enemies are prone, on floating cylinders, or restrained by difficult terrain, they make their escape. They use their Downfall villain action at the end of an enemy's turn to cause their cylinders to explode, then move toward the nearest earthen or stone surface and escape using Earth Glide. If engaged in melee with an enemy, they first use their Unearth bonus action to create a cylinder immediately underneath themself, rising up out of melee reach."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Mutator",
							"page": 16,
							"entries": [
								"Many creatures in the world can shift their forms, from mimics to doppelgangers, all of them driving home the fact that reality can't be trusted to remain as it first appears. Those who study such creatures often become obsessed with their abilities, consumed with a desire to harness the power to shift and change, to remake themself in a more ideal image. The Mutator has experimented with such desires for decades, twisting their own form and learning how to weaponize the flesh of their enemies, just wanting to see the world churn.",
								{
									"type": "entries",
									"name": "Omens of Approach",
									"page": 16,
									"entries": [
										"The following events warn of the appearance of the Mutator:",
										{
											"type": "list",
											"items": [
												"The world around the characters appears to shimmer and slide, with solid objects briefly turning to murky glass before transmuting back to their original forms.",
												"The characters' flesh becomes suddenly dry, flaking away in response to any touch.",
												"TThe ground puckers and bubbles like burning flesh.",
												"Wounded characters feel those wounds ache and grow warm, turning to open sores that threaten to burst and fester."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Grand Entrance",
									"page": 16,
									"entries": [
										"When you're ready for the Mutator to appear, read or paraphrase the following:",
										{
											"type": "inset",
											"page": 16,
											"entries": [
												"A thick haze suddenly surrounds you, and from that darkness steps a creature who seems to have no form. Their body shifts and pulses, pale flesh moving of its own accord, and rippling like a blanket thrown over a nest of serpents. The creature's skin bubbles and boils, flowing like wet clay as they take a step in your direction.",
												"Silently, they raise a hand that shifts from fingers to claws and back again. Then with a curl of their digits, they beckon you forward."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Multiple Forms",
									"page": 16,
									"entries": [
										"The Mutator is one creature who can shift between two different forms. To make running the Mutator as easy as possible, these distinct forms are presented as two different stat blocks. Use the initial form stat block first, then switch to the mutated form stat block when the initial form is reduced to 0 hit points."
									]
								},
								{
									"type": "entries",
									"name": "Tactics",
									"page": 16,
									"entries": [
										"In the Mutator's ideal fight, the first rounds of combat play out as follows:",
										"{@b Round 1:} The Mutator uses Multiattack, closing to melee with an enemy who appears less dangerous, and directing their Warping Spit toward likely spellcasters. They use the time between their first and second turns (courtesy of the Mutated Actions trait) to assess the threat of individual enemies. If they have underestimated the enemy they are in melee with, they use their Relocate bonus action to relocate to a safer part of the battlefield on their second turn.",
										"{@b Round 2:} Having identified the most likely threats, the Mutator closes to melee with spellcasters and uses both their turns to attempt to put those characters down. ",
										"{@b Round 3:} The Mutator continues to move around the battlefield, closing with weaker foes and using their Warping Spit to grow attacking pseudopods on enemies they can't reach.",
										"When the Mutator's initial form reaches 0 hit points, they shift into their mutated form. They make full use of their flying speed in this form to stay out of melee range, using their Petrifying Sting to neutralize enemies. With only one turn per round, they use Relocate or fly out of melee reach rather than staying put to take a beating."
									]
								},
								{
									"type": "entries",
									"name": "Escape Plan",
									"page": 16,
									"entries": [
										"When a fight becomes too dangerous, the Mutator uses Relocate to disengage, then flies out of melee. They then use the Dash action to fly away as fast as possible, living to fight another day."
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "Arcadia29",
									"name": "Mutator (Initial Form)",
									"page": 18
								},
								{
									"type": "entries",
									"name": "The Mutation",
									"page": 18,
									"entries": [
										"When the Mutator transforms, read or paraphrase the following:",
										{
											"type": "inset",
											"page": 18,
											"entries": [
												"With a ripple of flesh and the loud crack of breaking bones, the creature begins to shift and twist. Their skin stretches and pulls, drawing tight over newly formed muscle as they grow to monstrous size. Long, leathery wings sprout from their shoulder blades, fluttering as they catch the air. With a snarl, they drop to all fours, their armor subsumed into their flesh as thick scales. In addition to their razor-sharp claws, a long, whip-like tail coils high over their back, black venom seeping from the tip of a wicked stinger.",
												"The transformation takes only a few seconds, after which the Mutator attacks once more."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "Arcadia29",
									"name": "Mutator (Mutated Form)",
									"page": 19
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "A Spirit Across the Seas and Stars",
					"page": 20,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/unknown117343/homebrew-img/ar29/img/Arcadia29/00064.webp"
							}
						},
						{
							"type": "entries",
							"page": 20,
							"style": "text-center",
							"entries": [
								"{@style A sentient ship evolves as she bonds with her crew|dnd-font;large}",
								"by Bianca Bickford"
							]
						},
						"Voyaging on the high seas or soaring through the clouds is an ideal backdrop for epic adventures. This article presents a narrative path for an adventuring party to bond with a sentient ship who can sail not only oceans and horizons, but also the Sea of Starsafter a few upgrades, that is.",
						"Three stat blocks at the end of the article capture the ship's growth through enchanting mechanics, with additional stat blocks for the crew. The story can begin as early as 1st level and soars past 10th level; recommended character levels are listed for each ship upgrade to help structure a campaign around her growth, but you can adjust to your party.",
						"While she is a worthy vessel for any adventurer, surprises await those who choose to explore her story and unlock her full potential. Welcome aboard the {@i Marcuria}."
					]
				},
				{
					"type": "section",
					"name": "Resources",
					"page": 37,
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"style": "text-center",
									"name": "MCDM Tabletop Safety Toolkit",
									"page": 37,
									"entries": [
										"{@link https://mcdm.gg/SafetyToolkit}"
									]
								},
								{
									"type": "entries",
									"style": "text-center",
									"page": 37,
									"entries": [
										"You can find all issues of {@i ARCADIA} on {@link Patreon|https://www.patreon.com/posts/arcadia-patron-50839035} and in the {@link MCDM shop|https://shop.mcdmproductions.com/collections/arcadia}."
									]
								},
								{
									"type": "entries",
									"style": "text-center",
									"name": "A Spirit Across Seas and Stars",
									"page": 37,
									"entries": [
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMap_144pps_Grid_Labeled.jpg}",
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMap_144pps_Grid_Unlabeled.jpg}",
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMap_144pps_NoGrid_Labeled.jpg}",
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMap_144pps_NoGrid_Unlabeled.jpg}",
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMap_246pps_Grid_Labeled.jpg}",
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMap_246pps_Grid_Unlabeled.jpg}",
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMap_246pps_NoGrid_Labeled.jpg}",
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMap_246pps_NoGrid_Unlabeled.jpg}",
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMap_72pps_Grid_Labeled.jpg}",
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMap_72pps_Grid_Unlabeled.jpg}",
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMap_72pps_NoGrid_Labeled.jpg}",
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMap_72pps_NoGrid_Unlabeled.jpg}",
										"{@link https://mcdm.gg/Arcadia202306/MarcuriaMaps.zip}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Contributors",
					"page": 38,
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"columns": 2,
									"page": 38,
									"items": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/unknown117343/homebrew-img/ar29/img/Arcadia29/00127.webp"
											},
											"altText": "Photo of Indrani Ganguly",
											"width": 300,
											"height": 300
										},
										"{@b Indrani Ganguly} (she/they) is a queer game designer, community builder, and marketer from Mumbai, India. She is India's first handmade dice-maker, and the co-founder of Desis & Dragons, India's largest tabletop RPG community. When she is not making games, she works as the Marketing Director at Hunters Entertainment (Alice is Missing, Kids on Bikes), and the Social Media Lead at Publishing Goblin Games (an upcoming TTRPG, {@link Confluence|https://x.com/PubGobGames}. In 2022, Indrani was inducted into The Game Awards Future Class cohort for their work in the Indian video and tabletop gaming communities. When they're not pretending to be a fantastical wizard, their favorite pasttime is looking forward to being a fantastical wizard. You can find Indrani online as {@link @NonagonDice|https://mainpage.me/indrani}, and Desis & Dragons as {@link @DesisNDragons}."
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"columns": 2,
									"page": 38,
									"items": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/unknown117343/homebrew-img/ar29/img/Arcadia29/00125.webp"
											},
											"altText": "Photo of Chris Bissette",
											"width": 300,
											"height": 300
										},
										"{@b Chris Bissette} is a writer and musician from Manchester in the UK. Their solo journaling game The Wretched was selected as one of Tabletop Gaming Magazine's 'Best Games of 2020' and spawned hundreds of new games based on its {@i Wretched & Alone} engine. More recently they're focusing on their own fantasy adventure game {@i A Dungeon Game}, available for free at {@link bit.ly/adungeongame}. Freelance writing includes Filthy Peasants! in ARCADIA #9, {@i Fallout: The RPG}, {@i Pathfinder 2nd Edition}, and more."
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"columns": 2,
									"page": 38,
									"items": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/unknown117343/homebrew-img/ar29/img/Arcadia29/00126.webp"
											},
											"altText": "Photo of Bianca Bickford",
											"width": 300,
											"height": 300
										},
										"{@link Bianca Bickford|https://x.com/BiancaBickford} is a Hispanic geek and Sr. Product Marketing Manager at Roll20. She creates bestselling D&D adventures and supplements for DMsGuild, Wizards of the Coast, MCDM, Ghostfire Gaming, and more. When she's not adventuring in Eorzea or surviving in the Fog, Bianca hides out from the Texas heat."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "License",
					"page": 44,
					"entries": [
						"OPEN GAME License Version 1.0a The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.",
						{
							"type": "list",
							"style": "list-decimal",
							"columns": 2,
							"page": 44,
							"items": [
								"Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.",
								"The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.",
								"Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.",
								"Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.",
								"Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.",
								"Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.",
								"Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.",
								"Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.",
								"Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.",
								"Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.",
								"Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.",
								"Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.",
								"Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.",
								"Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "COPYRIGHT NOTICE",
													"page": 44,
													"entries": [
														"",
														"Open Game License v 1.0a Copyright 2000, Wizards of the Coast, LLC.",
														"System Reference Document 5.1 Copyright 2016, Wizards of the Coast, LLC.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.",
														"ARCADIA Issue 29, Copyright 2022, MCDM Productions, LLC. Authors: Celeste Conowitch, Banana Chan, Sharang Biswas, Hannah Rose, and James Introcaso"
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}