{
	"_meta": {
		"sources": [
			{
				"json": "Ar3",
				"abbreviation": "Ar3",
				"full": "Arcadia Issue 3",
				"url": "https://shop.mcdmproductions.com/products/arcadia-issue3",
				"authors": [
					"Justice Arman",
					"Celeste Conowitch",
					"Alison Huang",
					"Sam Mannell",
					"Matt Colville",
					"James Introcaso"
				],
				"convertedBy": [
					"jimmypringles"
				],
				"version": "1.0"
			}
		],
		"dateAdded": 1620088248,
		"dateLastModified": 1620140420,
		"_dateLastModifiedHash": "2c19d17be2"
	},
	"book": [
		{
			"name": "Arcadia Issue 3",
			"id": "Ar3",
			"source": "Ar3",
			"coverUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Arcadia-3-cover.png",
			"contents": [
				{
					"name": "Cover",
					"headers": []
				},
				{
					"name": "Front Matter",
					"headers": [
						"Credits",
						"Table of Content"
					]
				},
				{
					"name": "Letter from the Editor",
					"headers": []
				},
				{
					"name": "The Dream Kin",
					"headers": [
						"The Lucidling",
						"The Sand Speaker",
						"The Somnian"
					]
				},
				{
					"name": "Ten Spells You Need in 5e",
					"headers": [
						"Bard Spells",
						"Cleric Spells",
						"Druid Spells",
						"Ranger Spells",
						"Sorcerer Spells",
						"Wizard Spells",
						"Warlock Spells",
						"Spell Descriptions"
					]
				},
				{
					"name": "Aces High",
					"headers": [
						"Introduction",
						"The Flight Modifier",
						"Abstract Positions",
						"How to Play",
						"Planning an Aces High Encounter",
						"Sample Encounter: Battle over Bleaktop",
						"In Conclusion"
					]
				},
				{
					"name": "A Diamond in the Rough",
					"headers": [
						"Background",
						"Overview",
						"Adventure Hook",
						"Dramatis Personae",
						"Manor Map",
						"Part 1: Crown Jewel",
						"Part 2: All That Glitters",
						"Part 3: Crystal Clear",
						"Conclusion A",
						"Conclusion B",
						"Experience Point Awards",
						"Appendix: Xorn Allies"
					]
				},
				{
					"name": "Back Matter",
					"headers": [
						"Authors",
						"Resources",
						"Legal"
					]
				}
			],
			"published": "2021-03-01",
			"group": "homebrew"
		}
	],
	"bookData": [
		{
			"id": "Ar3",
			"source": "Ar3",
			"data": [
				{
					"type": "section",
					"name": "Cover",
					"id": "Cover",
					"page": 0,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-cover.png"
							},
							"title": ""
						}
					]
				},
				{
					"type": "section",
					"name": "Front Matter",
					"id": "Front Matter",
					"page": 0,
					"entries": [
						{
							"type": "section",
							"name": "Credits",
							"id": "Credits",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-credits.png"
									},
									"title": ""
								}
							]
						},
						{
							"type": "section",
							"name": "Table of Content",
							"id": "Table of Content",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-toc.png"
									},
									"title": ""
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Letter from the Editor",
					"id": "Letter from the Editor",
					"page": 1,
					"entries": [
						"Well, here we are at our first stop on the ARCADIA road. From the beginning, we said MCDM planned to make three issues and assess whether or not to keep going. When we began this endeavor, I wasn't sure how the magazine would be received. Did people want more fifth edition content on a regular basis? There's already a lot out there! That's why we needed to do more than just provide content. This magazine needed to be something special with the best writers and artists we could find. So we built an exceptional team, and we liked what we created, but how did you react?",
						"The answer: super positively. I'm writing this letter after the release of issue 1, and already your responses and enthusiasm for the content exceeds my highest hopes. Our Patreon numbers blasted off, we're getting all sorts of love on social media, and you're also finding, following, and praising our authors and artists. You've spoken. You want more ARCADIA, and we'll be giving it to you.",
						"In fact, authors, artists, and playtesters are already cranking on future issues. We're still working out the timeline for releases, but we hope to get you illustrated, edited, playtested content on a regular basis as we fine-tune our process for indefinite production.",
						"ARCADIA is still evolving, and the team does that by listening to you. Our first ARCADIA survey will be available to Patreon patrons shortly after we publish this issue. The results help us pinpoint the most useful and fun content for your gaming table, and let you make requests for articles you'd like to read in the future. We'll also ask you about new content we have ideas for! We want to know what you like, because you help make ARCADIA a hit!",
						"Our Patreon surveys aren't the only place to talk to us about ARCADIA. The MCDM Discord and Reddit communities have great folks talking about all things RPG. (Shoutout to the incredible MCDM community moderators who really make these wonderful places to hang.) In fact, these are great places to go to find fans creating their own content inspired by the magazine. Remember Willy Abeel's \"Jumping on Mounted Combat\" article? You can find a bunch of new mount stat blocks on Reddit inspired by what Willy created. That's just the tip of the incredible iceberg.",
						"With all this talk about the future, I almost forgot to tell you that this issue of ARCADIA is our most ambitious yet. We have four incredible articles for you, all of which focus on new areas of the game for this magazine: a roleplaying-focused mystery adventure from Alison Huang, ten new spells for fifth edition from Celeste Conowitch, three new dream-focused ancestries from Justice Arman, and rules for aerial combat from Sam Mannell. So far we've had dungeon crawls, mysteries, subclasses, spells, ancestries, monsters, and all kinds of new rules. What will we do next? Join our communities. Let us know.",
						"{@i Ex animo,}",
						"James Introcaso",
						"Managing Editor"
					]
				},
				{
					"type": "section",
					"name": "The Dream Kin",
					"id": "The Dream Kin",
					"page": 2,
					"entries": [
						"THREE DREAM-THEMED ANCESTRIES",
						"by Justice Arman",
						"{@b Dreams are not to be underestimated.}",
						"To ordinary creatures, dreams are a fleeting source of inspiration. A gnome inventor jolts from their bed and dashes to the workshop, the spark of ingenuity fresh in their mind. A humble farmer dreams of faraway riches and trading their spade for a sword. But in the hands of more powerful entities, dreams transcend imagination and become tools of limitless potential. This article presents three new character ancestries inspired by sleep and dreams.",
						"Agents of meddling gods use dreams to deliver prophetic messages. Dreams are battlegrounds for cosmic defenders and slumbering psionic dragons, waging war against reflections of unfathomable evil in an endless sea of thought. Ancient aberrations enter deep trances, willing creatures into existence in crescendos of unconscious creation.",
						"The following ancestries are detailed in this article:",
						{
							"type": "list",
							"items": [
								"{@race lucidling|Ar3|Lucidlings} are the strange, spontaneous offspring of sleeping aberrations.",
								"{@race sand speaker|Ar3|Sand speakers} enter the dreams of other creatures, acting as emissaries and thought thieves.",
								"{@race somnian|Ar3|Somnians} are imaginative dream architects. Appearing as starry silhouettes, somnians craft illusions and assume nightmarish forms."
							]
						},
						{
							"type": "section",
							"name": "The Lucidling",
							"id": "The Lucidling",
							"page": 2,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Ssussothis slowly awoke from its decennial nap. Once again, the aboleth dreamed of that pathetic warrior and his dopey grin. What an embarrassment it was to dream of defeat at the hands of such a lighthearted fool. Ssussothis' anger leached from the aberration's body, filling the cavern with a hideous squelching sound.",
										"The aboleth sluggishly opened its three eyes to find an intruder standing in a pool of ectoplasmic goo. The slimy, grey-skinned humanoid was beaming at Ssussothis, a wide gap-toothed grin stretching across a chinless face. The being's three vertically stacked red eyes blinked, and they waved a fleshy, sword-shaped tentacle.",
										"\"Are you my mama?\" asked the eager lucidling."
									]
								},
								{
									"type": "entries",
									"page": 2,
									"entries": [
										"When sleep meets the sleepless, lucidlings are born. The unwanted offspring of immortal aberrations, lucidlings burst forth from the dreams of ancient aboleths and other alien beings, where uncontrolled thoughts beget life."
									]
								},
								{
									"type": "entries",
									"name": "Odd Offspring",
									"id": "Odd Offspring",
									"page": 2,
									"entries": [
										"No two lucidlings are alike. When the Vizier of the Court of All Flesh, Lord Rall, inverts the fragile flesh of a dozen enemies, his dreams might be so filled with their screams that it inadvertently spawns several lucidlings at once. A trained eye—one unfortunate to have seen a plethora of aberrations—can identify the lucidlings' lineage based on physical characteristics, but similarities among lucidlings with the same parent are typically far and few between. Though all lucidlings are humanoids, one lucidling might be smooth and spindly with a single piercing eye, while their \"sibling\" could be twice as large, with a purple leathery hide speckled with tiny barbs.",
										"In addition to physical features, lucidlings inherit diluted personality traits from their creators. A lucidling descended from a dominating aboleth may be described as controlling or manipulative, while the child of a gibbering mouther might be loquacious and greedy. Despite these patterns in their psyche, lucidlings are hardly replicas of their creators. They are unique individuals, shaped by their environments, choices, and experiences."
									]
								},
								{
									"type": "entries",
									"name": "Whole New World",
									"id": "Whole New World",
									"page": 3,
									"entries": [
										"Paranoid progenitors reduce many lucidlings to dust shortly after their inception, but not all aberrations attempt to destroy their accidental handiwork—and those that do are not always successful. A surviving lucidling might become a dutiful minion, bizarre apprentice, or loyal spy. Others manage to escape their creators' lairs before the aberrations wake.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-lucidling.png"
											}
										},
										"Lucidlings begin life as fully-formed adults with alien appearances and little or no concept of organized humanoid society. Once exposed to the outside world, curiosity overwhelms most lucidlings, driving them to partake in the best and worst experiences life has to offer."
									]
								},
								{
									"type": "entries",
									"name": "Lucidling Vestiges",
									"id": "Lucidling Vestiges",
									"page": 3,
									"entries": [
										"Every lucidling is born with a vestige, an organic structure that points to their otherworldly heritage. The Lucidling Vestiges table contains examples of physical features you can add to give your character a more alien appearance. These structures have no effect on your character's game statistics.",
										{
											"type": "entries",
											"name": "Lucidling Vestiges",
											"page": 3,
											"entries": [
												{
													"type": "table",
													"colLabels": [
														"d8",
														"Vestige"
													],
													"colStyles": [
														"text-align-left",
														"text-align-left"
													],
													"rows": [
														[
															"1",
															"Eyestalks"
														],
														[
															"2",
															"Translucent skin"
														],
														[
															"3",
															"Irregularly shaped iris"
														],
														[
															"4",
															"Glow-in-the-dark bones"
														],
														[
															"5",
															"Beak concealed by tentacles"
														],
														[
															"6",
															"Extra pair of tiny arms"
														],
														[
															"7",
															"Shriveled wings"
														],
														[
															"8",
															"External organs"
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Lucidling Names",
									"id": "Lucidling Names",
									"page": 3,
									"entries": [
										"Lucidlings are genderless. They typically adopt the name of their parental aberration, followed by a suffix synonymous with the muse of their birth dream. Lucidlings often choose an abbreviated nickname to accommodate creatures who do not speak their progenitor's language.",
										{
											"type": "entries",
											"name": "Example Lucidling Names",
											"page": 3,
											"entries": [
												"Albezuro-Gel (Abegel), Krizeth-Gel (Krigel), Krizeth-Mawpt (Kript), Marthekh-Khan (Markh), Xapkiro-Laxx (X-Lax)"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Lucidling Traits",
									"id": "Lucidling Traits",
									"page": 3,
									"entries": [
										"Your lucidling character has the following traits.",
										{
											"type": "entries",
											"name": "Ability Score Increase",
											"entries": [
												"Your Intelligence score increases by 2, and one other ability score of your choice increases by 1."
											]
										},
										{
											"type": "entries",
											"name": "Age",
											"entries": [
												"Lucidlings reach maturity at the time of their creation, but their lifespans vary wildly. Some lucidlings live less than a year, while others are seemingly immortal. Lucidlings do not age."
											]
										},
										{
											"type": "entries",
											"name": "Alignment",
											"entries": [
												"As products of unchecked creativity, lucidlings tend towards chaotic alignments."
											]
										},
										{
											"type": "entries",
											"name": "Size",
											"entries": [
												"Lucidlings range from 4 to 7 feet tall and weigh between 100 and 300 pounds. Your size is Medium."
											]
										},
										{
											"type": "entries",
											"name": "Speed",
											"entries": [
												"Your base walking speed is 30 feet."
											]
										},
										{
											"type": "entries",
											"name": "Darkvision",
											"entries": [
												"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
											]
										},
										{
											"type": "entries",
											"name": "Spontaneous Evolution",
											"entries": [
												"As an action, you can assume an otherworldly form, choosing from the following options. This transformation lasts for 10 minutes, until you die, or until you revert to your normal form as a bonus action. Once you use this trait, you can't do so again until you finish a long rest.",
												{
													"type": "entries",
													"name": "Alien Appendage",
													"entries": [
														" You sprout a pair of tentacles, arms, or similar appendages. Each appendage has a reach of 10 feet and can lift a number of pounds equal to three times your Strength score. You can use a bonus action on your turn to perform a simple task with one of your appendages, such as: lift, push, pull, or interact with an object or creature; grapple a Large or smaller creature; or make an unarmed strike. Your GM might allow you to perform other tasks with your appendages."
													]
												},
												"Your appendages can't wield weapons or shields or do anything that requires manual precision, such as using tools or magic items or performing the somatic components of a spell.",
												{
													"type": "entries",
													"name": "Psionic Propulsion",
													"entries": [
														"You gain a flying speed equal to",
														"your walking speed and can hover."
													]
												},
												{
													"type": "entries",
													"name": "Supernatural Secretion",
													"entries": [
														"You secrete a viscous magical slime, granting you the ability to breathe underwater and a swimming speed equal to your walking speed."
													]
												},
												"In addition, when a creature hits you with a melee attack, you can use your reaction to deal poison damage equal to half your level to the attacker."
											]
										},
										{
											"type": "entries",
											"name": "Telepathy",
											"entries": [
												"You can communicate telepathically with any creature you can see within 30 feet of you. If the receiving creature can speak at least one language, it can respond to you telepathically."
											]
										},
										{
											"type": "entries",
											"name": "Languages",
											"entries": [
												"You can speak, read, and write Common and Deep Speech."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Sand Speaker",
							"id": "The Sand Speaker",
							"page": 4,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Azita clasped her hands together and leaned forward on her oaken desk inquisitively. It was littered with books, notes, and drawings devoted to sleep and the power of the subconscious. \"What did you dream of last night?\" she asked the young prince.",
										"\"I didn't dream of anything,\" replied Moshen.",
										"\"So you forgot?\"",
										"\"Sometimes I just don't dream.\" He shrugged.",
										"\"We always dream,\" asserted the scholar, reaching for a thin purple book with gold stars along its spine. She slid it across the desk to Moshen. \"Unless they're stolen from us.\""
									]
								},
								{
									"type": "entries",
									"page": 4,
									"entries": [
										"Formed from the sands of island shores in the astral sea, sand speakers look like sauntering humanoid sculptures stretched from dyed glass. They infiltrate the minds of creatures in their sleep, acting as prophetic messengers and so-called \"thought thieves\" on behalf of extraplanar entities."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-sand-speaker.png"
									},
									"title": ""
								},
								{
									"type": "entries",
									"name": "Children of the Sands",
									"id": "Children of the Sands",
									"page": 4,
									"entries": [
										"Before recorded time, archangels warred with aberrations at the bounds of the multiverse, where astral sands slowly spilled into nothingness. Led by Oneirus the Eternal, the angels sought to drive back the unfathomable evils and prevent the aberrations from disrupting their divine works. During a cataclysmic battle, Oneirus' radiant fire scorched the iridescent sand, giving it form and infusing it with life. Humanoid figures of molten glass, the original sand speakers, rose from the astral desert and knelt before the archangel.",
										"Oneirus invited each sand speaker to pledge themselves to a righteous cause and return with the angels to the celestial host. Many accepted and became prophetic messengers, while others decided to explore their newfound freedom, wandering the sands like interplanar nomads. Some, however, were tempted by unintelligible whispers emanating from the Abyss, rejecting Oneirus in favor of maleficent beings lurking beyond the sands."
									]
								},
								{
									"type": "entries",
									"name": "Extraplanar Emissaries",
									"id": "Extraplanar Emissaries",
									"page": 5,
									"entries": [
										"Despite their smooth complexion, sand speakers are composed of millions of tiny granules suffused with cosmic energy. Sand speakers travel the multiverse in service to meddling archfey, imprisoned fiends, and forgotten deities hoping to reassert their godhood. Some conduct divine outreach as heralds, while others tempt sleeping souls on behalf of ambitious devils. A sand speaker might appear before a belligerent zealot, chastising their actions in hopes of averting a holy crusade without a single casualty.",
										"Some sand speakers, called thought thieves, engage in subconscious subterfuge, slipping into the minds of influential figures to steal precious secrets or plant the seed of an idea in hopes of prompting action in the material world. Expert thought thieves are graceful shadows, sneaking past the defenses of well-guarded noble estates, fortified prisons, and the magically warded towers of paranoid mages.",
										"The ability to dream walk is both a blessing and a curse. Distrusted as violators of the unconscious mind, sand speakers carry a stigma wherever they go."
									]
								},
								{
									"type": "entries",
									"name": "Perpetual Vagabonds",
									"id": "Perpetual Vagabonds",
									"page": 5,
									"entries": [
										"Sand speakers typically relocate after appearing in a creature's dreams to avoid scrutiny. While some prefer hidden lairs on the outskirts of civilizations or adopt a regular disguise, most sand speakers are vagabonds, constantly on the move to minimize the odds of being recognized by a former target. Sand speaker societies are rare, and take the form of caravans or mobile camps."
									]
								},
								{
									"type": "entries",
									"name": "Boundless Perspective",
									"id": "Boundless Perspective",
									"page": 5,
									"entries": [
										"By the time a sand speaker reaches maturity, they have seen dozens of dreams. However, a sand speaker's ability comes at a price: the first time that they dream walk, they can no longer have dreams of their own. Instead, they must live vicariously through the fantasies of others, beholding the wonder of the unrestrained mind but tasting none of its fruits for themselves.",
										"Dream walks inspire sand speakers to explore the real world. To a sand speaker, each dream is an illusion—alluring, foreign, and hollow. They observe delicious foods, wondrous curiosities, and breathtaking landscapes imagined by dreamers. Sand speakers chase these visions during their waking hours, venturing out into the world in search of iconic landmarks, gourmet recipes, and famous individuals that inspired dreams they've visited."
									]
								},
								{
									"type": "entries",
									"name": "Sand Speaker Personalities",
									"id": "Sand Speaker Personalities",
									"page": 5,
									"entries": [
										"Though sand speakers lose the ability to have new dreams after their first dream walk, they can still relive old ones. In sand speaker culture, these old dreams are symbols of fate called omens. Typically, the same omen recurs for weeks, months, or years. A sand speaker has no control over which omen they experience each night and always recalls it perfectly upon waking. Like tarot card readings or casting runes, a sand speaker draws meaning from their omen, believing it holds some hidden clue to their destiny.",
										"The Sand Speaker Omens table displays possible omens for your character, while the Sand Speaker Quirks table contains specific quirks to help you portray them.",
										{
											"type": "entries",
											"name": "Sand Speaker Omens",
											"page": 5,
											"entries": [
												{
													"type": "table",
													"colLabels": [
														"d8",
														"My omen involves a..."
													],
													"colStyles": [
														"text-align-left",
														"text-align-left"
													],
													"rows": [
														[
															"1",
															"Vault filled with treasures from a distant land."
														],
														[
															"2",
															"Simple memory shared with a loved one who's no longer around."
														],
														[
															"3",
															"Recurring symbol which I do not recognize."
														],
														[
															"4",
															"Battle against formidable foe."
														],
														[
															"5",
															"Mysterious creature."
														],
														[
															"6",
															"Famous person I have never actually met."
														],
														[
															"7",
															"Test of great importance."
														],
														[
															"8",
															"Horrible nightmare."
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Sand Speaker Quirks",
											"page": 5,
											"entries": [
												{
													"type": "table",
													"colLabels": [
														"d8",
														"Quirk"
													],
													"colStyles": [
														"text-align-left",
														"text-align-left"
													],
													"rows": [
														[
															"1",
															"Your body is shaped like a round-bottom flask."
														],
														[
															"2",
															"Sand shifts beneath your glassy skin, changing color to reflect your mood."
														],
														[
															"3",
															"You have a phobia of water."
														],
														[
															"4",
															"When someone wrongs you or your companions, you discretely fill their belongings with sand."
														],
														[
															"5",
															"You are a thrill seeker, chasing the passion you've witnessed in others' dreams."
														],
														[
															"6",
															"You look for meaning in every action or symbol."
														],
														[
															"7",
															"Others often mistake you for someone they know."
														],
														[
															"8",
															"You talk in your sleep. Very loudly."
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sand Speaker Names",
									"id": "Sand Speaker Names",
									"page": 6,
									"entries": [
										"Each sand speaker has a single name, determined by a motif found in their first dream walk. Sand speaker names are gender-neutral.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Example Sand Speaker Names",
													"entries": [
														"Caress, Dance, Drown, Fall, Run, Song, Spider, Teeth, Whisper."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sand Speaker Traits",
									"id": "Sand Speaker Traits",
									"page": 6,
									"entries": [
										"Your sand speaker character has the following traits.",
										{
											"type": "entries",
											"name": "Ability Score Increase",
											"entries": [
												"Your Dexterity, Wisdom, and Charisma scores each increase by 1."
											]
										},
										{
											"type": "entries",
											"name": "Age",
											"entries": [
												"Sand speakers reach maturity at the same rate as humans. On average, they live about 300 years."
											]
										},
										{
											"type": "entries",
											"name": "Alignment",
											"entries": [
												"Sand speakers tend towards lawful neutral. Tapping into the subconscious minds of other creatures gives sand speakers a sense of perspective. They see creatures in their most vulnerable states, witnessing their brightest hopes, deepest desires, and darkest fears."
											]
										},
										{
											"type": "entries",
											"name": "Size",
											"entries": [
												"Sand speakers have smooth, elongated features. They range from 6 to 8 feet tall and weigh between 150 and 250 pounds. Your size is Medium."
											]
										},
										{
											"type": "entries",
											"name": "Speed",
											"entries": [
												"Your base walking speed is 30 feet."
											]
										},
										{
											"type": "entries",
											"name": "Darkvision",
											"entries": [
												"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
											]
										},
										{
											"type": "entries",
											"name": "Sandform",
											"entries": [
												"As an action, you, along with everything you are wearing and carrying, transform into fine sand for 1 minute. This effect ends if you are reduced to 0 hit points.",
												"While in this form, you retain your walking speed and lose all other movement speeds you have. You can move through a space as narrow as 1 inch wide without squeezing.",
												"You gain resistance to nonmagical damage. You can't talk or manipulate objects, and any objects you were carrying or holding can't be dropped, used, or otherwise interacted with. You can't attack or cast spells.",
												"Once you use this trait, you can't do so again until you finish a long rest."
											]
										},
										{
											"type": "entries",
											"name": "Oneiromancy",
											"entries": [
												"You know the message cantrip. When you reach 3rd level, you can cast the sleep spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the silence spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
											]
										},
										{
											"type": "entries",
											"name": "Dream Walk",
											"entries": [
												"As an action, choose a sleeping creature that you can see within 10 feet of you. You enter a trance state for up to 8 hours, acting as a messenger. While in the trance, you are aware of your surroundings, but can't take actions or move.",
												"You appear in the target's dreams and can converse with it as long as it remains asleep, for the duration of your trance. If the target wakes during your trance for any reason, your trance immediately ends. You can't shape the target's dreams or alter your appearance when you dream walk—you are only a visitor. You can emerge from the trance at any time, ending this effect early. The target recalls the dream perfectly upon waking."
											]
										},
										{
											"type": "inset",
											"name": "Entering Dreams",
											"entries": [
												"The Dream Realm does not abide by the laws of the material world, so sand speakers hoping to gain information must think outside the box. For example, in real life, the ability to read—be it a book, a sign, even a clock—is not processed in the subconscious part of the human brain, therefore we are unable to read in our dreams. While a dozing creature might believe it's reading, a sand speaker inside the dream may come across inscriptions written in gibberish or books filled with blank pages. Similarly, creatures in dreams are products of the dreamer's subconscious and may look or sound differently than who the dreamer understands them to be—if they have a face at all! Knowing this information can help GMs and players convey dreams as distinct, vivid experiences with unique problems for characters to solve."
											]
										},
										{
											"type": "entries",
											"name": "Languages",
											"entries": [
												"You can speak, read, and write Common and one other language of your choice."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Somnian",
							"id": "The Somnian",
							"page": 7,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"As I fell into my sleep,",
										"The stage was set with wondrous things.",
										"At long-lost mem'ries, I did weep,",
										"And missed the creatures in the wings."
									],
									"by": "Bibis Ross",
									"from": "The Theatre of Sleep"
								},
								{
									"type": "entries",
									"page": 7,
									"entries": [
										"Somnians are the creators of dreams. Compassionate artists and philosophers, the star-skinned illusionists find meaning in all things. Whether guiding a sleeping creature towards a source of inspiration or warning it when it has gone astray, somnians are the architects of bedtime's wildest fantasies—and worst nightmares."
									]
								},
								{
									"type": "entries",
									"name": "Imaginative Illusionists",
									"id": "Imaginative Illusionists",
									"page": 7,
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-somnian.png"
											},
											"title": ""
										},
										"Somnians hail from the vast expanse of the Dream Realm, where time slows and their innate magic is magnified. When a creature falls asleep, a somnian in the Dream Realm weaves a dream for them, uniquely tailored to the slumbering creature's thoughts and feelings.",
										"Outside of the Dream Realm, a somnian's ability to create dreams manifests as illusion magic. Despite this, somnians maintain their desire to mold the world around them, using their gifts to inspire others, uphold symbols of good, or seek justice. They are natural philosophers, gravitating towards callings that emphasize expression and interpretation, such as the arts, academia, or soothsaying."
									]
								},
								{
									"type": "entries",
									"name": "Cosmic Shepherds",
									"id": "Cosmic Shepherds",
									"page": 7,
									"entries": [
										"Every dream has a purpose. Inspiration. Remembrance. Realization. In the Dream Realm, somnians discern this purpose and gently suggest it to the creature through symbolism.",
										"Somnians continue to foster others in the material world, studying and nudging creatures towards their goals with subtle enthusiasm. There is no greater joy for a somnian than helping someone else achieve their dreams."
									]
								},
								{
									"type": "entries",
									"name": "Lasting Memories",
									"id": "Lasting Memories",
									"page": 7,
									"entries": [
										"Somnians are known for their generosity. The frequent gift givers expect nothing in return, sparking lifelong friendships with sculptures, songs, and recipes. Superstitious folk believe it's bad luck to turn down a somnian's gift.",
										"In a true act of selflessness, a somnian can give their life to resurrect a fallen creature. All that remains of a somnian who performs this act is a memory of their choosing in the mind of the revived. While they typically sacrifice themselves to resurrect a loved one, somnians have imparted their last gifts to influential poets, scholars, and leaders who died before their time. Bereaved family members sometimes seek a somnian in desperation, hoping the dreamweaver will trade their life for that of a stranger."
									]
								},
								{
									"type": "entries",
									"name": "Somnian Nightmares",
									"id": "Somnian Nightmares",
									"page": 7,
									"entries": [
										"As stewards of the sleeping, somnians are generally pleasant. However, every somnian harbors a mote of darkness they can harness, assuming nightmarish forms to terrify misguided creatures and foes alike. The Somnian Nightmares table contains examples of possible forms your character might take when invoking this darkness.",
										{
											"type": "entries",
											"name": "Somnian Nightmares",
											"page": 7,
											"entries": [
												{
													"type": "table",
													"colLabels": [
														"d6",
														"Nightmare"
													],
													"colStyles": [
														"text-align-left",
														"text-align-left"
													],
													"rows": [
														[
															"1",
															"Horrifying monster with too many joints"
														],
														[
															"2",
															"Panicked reflection of the target with their teeth falling out"
														],
														[
															"3",
															"Natural disaster, like a forest fire or tsunami"
														],
														[
															"4",
															"Swarm of insects, rodents, or other pests"
														],
														[
															"5",
															"Disapproving loved one"
														],
														[
															"6",
															"Empty, emotionless void"
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Somnian Names",
									"id": "Somnian Names",
									"page": 8,
									"entries": [
										"Somnians look like humanoid galaxies. They have shadowy frames sprinkled with tiny luminescent stars. Somnians derive their names from the constellations on their twinkling frames.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Example Somnian Names",
													"entries": [
														"Arietes, Aquila, Belator, Gladius, Leo, Ridera, Ocula, Papilonus, Zelotes."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Somnian Traits",
									"id": "Somnian Traits",
									"page": 8,
									"entries": [
										"Your somnian character has the following traits.",
										{
											"type": "entries",
											"name": "Ability Score Increase",
											"entries": [
												"Your Wisdom score increases by 1, and one other ability score of your choice increases by 1."
											]
										},
										{
											"type": "entries",
											"name": "Age",
											"entries": [
												"Somnians begin life as wispy spirits and reach maturity around the age of 30. They can live to be 500 years old."
											]
										},
										{
											"type": "entries",
											"name": "Alignment",
											"entries": [
												"As the sculptors of dreams, somnians emphasize imaginative freedom. They value expression and understanding and reject reality when it is oppressive. Somnians tend towards chaotic good."
											]
										},
										{
											"type": "entries",
											"name": "Size",
											"entries": [
												"Somnians are the same height and build as humans. Your size is Medium."
											]
										},
										{
											"type": "entries",
											"name": "Speed",
											"entries": [
												"Your base walking speed is 30 feet."
											]
										},
										{
											"type": "entries",
											"name": "Empath",
											"entries": [
												"You have proficiency in the Insight skill."
											]
										},
										{
											"type": "entries",
											"name": "Astral Architect",
											"entries": [
												"You know the minor illusion cantrip.",
												"When you reach 3rd level, you can cast detect thoughts once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast major image once with this trait, and you regain the ability to do so when you finish a long rest. Wisdom is your spellcasting ability for these spells."
											]
										},
										{
											"type": "entries",
											"name": "Nightmare",
											"entries": [
												"As an action, you assume a terrifying form. Choose one creature that you can see within 60 feet of you. The target must succeed on a Wisdom saving throw or become frightened of you for 1 minute. The DC for this saving throw equals 8 + your Wisdom modifier + your proficiency bonus. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Once you use this trait, you can't do so again until you finish a long rest."
											]
										},
										{
											"type": "entries",
											"name": "Remembrance",
											"entries": [
												"You can cast the resurrection spell once with this trait, requiring no material components. When you do so, you immediately die, and your body withers away in a cloud of starry dust. The resurrected creature awakes with a memory of yours (chosen by you).",
												"A somnian who sacrifices themselves in this way can only be brought back to life by a {@i wish} spell."
											]
										},
										{
											"type": "entries",
											"name": "Languages",
											"entries": [
												"You can speak, read, and write Common and Celestial."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Ten Spells You Need in 5e",
					"id": "Ten Spells You Need in 5e",
					"page": 9,
					"entries": [
						"TEN CLASSIC SPELLS UPDATED FOR THE LATEST EDITION",
						"by Celeste Conowitch",
						"If you're anything like me, you spend the most time during character creation conjuring the perfect spell list. There are so many factors to consider when making a caster—everything from effectiveness, to flavor, to having some good clean (or dirty, for you eldritch minions out there) fun.",
						"In the spirit of expanding your grab bag of options, I blew some dust off a collection of spells from older editions of the world's most popular roleplaying game. You'll find here a trove of arcane treasures that fill in some mechanical gaps in fifth edition or simply make your next spell-slinger desperately cool.",
						{
							"type": "list",
							"style": "list-no-bullets",
							"columns": 3,
							"items": [
								{
									"type": "entries",
									"name": "Bard Spells",
									"id": "Bard Spells",
									"entries": [
										{
											"type": "entries",
											"name": "1st Level",
											"id": "1st Level",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell erase|Ar3|Erase} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "2nd level",
											"id": "2nd level",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell attract metal|Ar3|Attract Metal} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "3rd level",
											"id": "3rd level",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell glitterdust|Ar3|Glitterdust} (evocation)",
														"{@spell walking dead|Ar3|Walking Dead} (necromancy)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "6th level",
											"id": "6th level",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell rainbow recurve|Ar3|Rainbow recurve} (evocation)"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Cleric Spells",
									"id": "Cleric Spells",
									"entries": [
										{
											"type": "entries",
											"name": "1st Level",
											"id": "1st Level 2",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell erase|Ar3|Erase} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "3rd level",
											"id": "3rd level 2",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell glitterdust|Ar3|Glitterdust} (evocation)",
														"{@spell walking dead|Ar3|Walking Dead} (necromancy)"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Druid Spells",
									"id": "Druid Spells",
									"entries": [
										{
											"type": "entries",
											"name": "1st Level",
											"id": "1st Level 3",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell nature's ladder|Ar3|Nature's ladder} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "2nd level",
											"id": "2nd level 2",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell attract metal|Ar3|Attract Metal} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "7th Level",
											"id": "7th Level",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell stoneheart|Ar3|stoneheart} (necromancy)"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ranger Spells",
									"id": "Ranger Spells",
									"entries": [
										{
											"type": "entries",
											"name": "1st Level",
											"id": "1st Level 4",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell nature's ladder|Ar3|Nature's ladder} (transmutation)"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sorcerer Spells",
									"id": "Sorcerer Spells",
									"entries": [
										{
											"type": "entries",
											"name": "1st Level",
											"id": "1st Level 5",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell erase|Ar3|Erase} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "2nd level",
											"id": "2nd level 3",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell attract metal|Ar3|Attract Metal} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "3rd level",
											"id": "3rd level 3",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell glitterdust|Ar3|Glitterdust} (evocation)",
														"{@spell shrink|Ar3|Shrink} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "4th Level",
											"id": "4th Level",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell silver wings|Ar3|Silver Wings} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "6th level",
											"id": "6th level 2",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell rainbow recurve|Ar3|Rainbow recurve} (evocation)"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Wizard Spells",
									"id": "Wizard Spells",
									"entries": [
										{
											"type": "entries",
											"name": "1st Level",
											"id": "1st Level 6",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell erase|Ar3|Erase} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "2nd level",
											"id": "2nd level 4",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell attract metal|Ar3|Attract Metal} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "3rd level",
											"id": "3rd level 4",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell glitterdust|Ar3|Glitterdust} (evocation)",
														"{@spell shrink|Ar3|Shrink} (transmutation)",
														"{@spell walking dead|Ar3|Walking Dead} (necromancy)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "4th Level",
											"id": "4th Level 2",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell silver wings|Ar3|Silver Wings} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "6th Level",
											"id": "6th Level",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell rainbow recurve|Ar3|Rainbow recurve} (evocation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "7th Level",
											"id": "7th Level 2",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell stoneheart|Ar3|stoneheart} (necromancy)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "8th Level",
											"id": "8th Level",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell permanency|Ar3|Permanency} (enchantment)"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Warlock Spells",
									"id": "Warlock Spells",
									"entries": [
										{
											"type": "entries",
											"name": "1st Level",
											"id": "1st Level 7",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell erase|Ar3|Erase} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "4th Level",
											"id": "4th Level 3",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell silver wings|Ar3|Silver Wings} (transmutation)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "7th Level",
											"id": "7th Level 3",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@spell stoneheart|Ar3|stoneheart} (necromancy)"
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Spell Descriptions",
							"id": "Spell Descriptions",
							"page": 10,
							"entries": [
								"The spells are presented in alphabetical order.",
								{
									"type": "dataSpell",
									"dataSpell": {
										"name": "Attract Metal",
										"level": 2,
										"school": "T",
										"time": [
											{
												"number": 1,
												"unit": "action"
											}
										],
										"range": {
											"type": "point",
											"distance": {
												"type": "feet",
												"amount": 60
											}
										},
										"components": {
											"v": true,
											"s": true,
											"m": "a pouch of iron filings"
										},
										"duration": [
											{
												"type": "timed",
												"duration": {
													"amount": 1,
													"type": "minute"
												},
												"concentration": true
											}
										],
										"source": "",
										"entries": [
											"You create a magnetic field that allows you to push or pull metal objects. When you cast the spell, and as an action each round for the duration, you can exert your will on one metal object that you can see within range. You can affect the same target round after round, or choose a new one at any time. If you switch targets, the prior target is no longer affected by the spell.",
											"You can try to move a metal object that weighs up to 500 pounds. If the object isn't being worn or carried, you automatically move it in a straight line up to 30 feet toward or away from you, but not beyond the range of this spell.",
											"If the object is being worn or carried by an unwilling creature, you must make an ability check with your spellcasting ability contested by that creature's Strength check. If you succeed, you pull the object away from that creature and can move it in a straight line up to 30 feet toward or away from you, but not beyond the range of this spell. If the object is a worn object that cannot easily be removed (such as armor) and you win the contest, the targeted creature also moves with the metal object. On subsequent rounds, you can use your action to attempt to maintain your grip on the creature by repeating the contest. If the combined weight of the object and the creature exceed 500 pounds, the target cannot be moved."
										],
										"page": 10
									}
								},
								{
									"type": "dataSpell",
									"dataSpell": {
										"name": "Erase",
										"level": 1,
										"school": "T",
										"time": [
											{
												"number": 1,
												"unit": "action"
											}
										],
										"range": {
											"type": "point",
											"distance": {
												"type": "feet",
												"amount": 30
											}
										},
										"components": {
											"v": true,
											"s": true,
											"m": "the nib of a quill"
										},
										"duration": [
											{
												"type": "instant"
											}
										],
										"source": "",
										"entries": [
											"You remove writing from a single scroll, one page of paper, a sheet of parchment, or a similar surface that you can see within range that is no larger than a 2-foot-square area.",
											"This spell can also automatically remove a glyph of warding or a glyph created by the symbol spell. If the glyph was created using a spell slot of 4th level or higher, you must make an ability check using your spellcasting ability. The DC equals 10 + the spell's level. On a successful check, the glyph is erased."
										],
										"page": 10
									}
								},
								{
									"type": "dataSpell",
									"dataSpell": {
										"name": "Glitterdust",
										"level": 3,
										"school": "V",
										"time": [
											{
												"number": 1,
												"unit": "action"
											}
										],
										"range": {
											"type": "cone",
											"distance": {
												"type": "feet",
												"amount": 15
											}
										},
										"components": {
											"v": true,
											"s": true,
											"m": "a packet of confetti"
										},
										"duration": [
											{
												"type": "timed",
												"duration": {
													"amount": 1,
													"type": "minute"
												}
											}
										],
										"source": "",
										"entries": [
											"You spray a shower of golden glitter from your hands. Each creature in a 15-foot cone becomes coated in glitter for the spell's duration, and affected creatures or objects can't benefit from being invisible. In addition, any creature in the area when the spell is cast must succeed on a Constitution saving throw or become blinded for the duration. A blinded creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
										],
										"page": 11
									}
								},
								{
									"type": "dataSpell",
									"dataSpell": {
										"name": "Nature's Ladder",
										"level": 1,
										"school": "T",
										"time": [
											{
												"number": 1,
												"unit": "action"
											}
										],
										"range": {
											"type": "point",
											"distance": {
												"type": "feet",
												"amount": 60
											}
										},
										"components": {
											"v": true,
											"s": true,
											"m": "an acorn"
										},
										"duration": [
											{
												"type": "timed",
												"duration": {
													"amount": 24,
													"type": "hour"
												}
											}
										],
										"source": "",
										"entries": [
											"You cause a tree to sprout from an unoccupied space of solid ground that you can see within range. When you cast the spell, you determine the height of the tree, which can be a maximum of 20 feet tall. If there isn't enough room for the tree to grow to full height, the tree attains the maximum possible height in the space available. The tree has a 1-foot-diameter trunk and evenly spaced branches perfect for climbing. The tree has AC 5 and 25 hit points. After 24 hours, or if the tree is reduced to 0 hit points, it instantly vanishes."
										],
										"entriesHigherLevel": [
											{
												"name": "At Higher Levels",
												"entries": [
													"When you cast this spell using a spell slot of 2nd level or higher, you can increase the height of the tree by 20 feet for each slot level above 1st."
												]
											}
										],
										"page": 11
									}
								},
								{
									"type": "dataSpell",
									"dataSpell": {
										"name": "Permanency",
										"level": 8,
										"school": "T",
										"time": [
											{
												"number": 1,
												"unit": "hour"
											}
										],
										"range": {
											"type": "point",
											"distance": {
												"type": "self"
											}
										},
										"components": {
											"v": true,
											"s": true,
											"m": "the highest-quality components available for a particular spell costing 1,000 gp per level of the permanent spell: 1,000 gp for a 1st-level spell, 2,000 gp for a 2nd-level spell, etc."
										},
										"duration": [
											{
												"type": "permanent",
												"ends": [
													"dispel"
												]
											}
										],
										"source": "",
										"entries": [
											"This spell makes certain other spells you cast on yourself permanent. Choose a spell of 5th level or lower that you can cast, has a duration of 1 minute or longer, a casting time of 1 hour or shorter, and can target you.",
											"You cast that spell as part of casting permanency, expending spell slots for both.",
											"The spell cast with permanency takes effect immediately and lasts until dispelled. Spells made permanent in this way no longer require concentration to maintain and do not require the use of a spell slot beyond the initial casting. If the spell you cast with the permanency spell is dispelled (such as by the dispel magic spell), then both that spell and permanency are dispelled and vice versa. You can only be affected by one permanent spell at a time."
										],
										"page": 11
									}
								},
								{
									"type": "dataSpell",
									"dataSpell": {
										"name": "Rainbow Recurve",
										"level": 6,
										"school": "V",
										"time": [
											{
												"number": 1,
												"unit": "action"
											}
										],
										"range": {
											"type": "point",
											"distance": {
												"type": "feet",
												"amount": 150
											}
										},
										"components": {
											"v": true,
											"s": true,
											"m": "a small glass"
										},
										"duration": [
											{
												"type": "timed",
												"duration": {
													"amount": 1,
													"type": "minute"
												},
												"concentration": true
											}
										],
										"source": "",
										"entries": [
											{
												"type": "image",
												"href": {
													"type": "external",
													"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-rainbow-recurve.png"
												},
												"title": ""
											},
											"You summon a longbow formed of swirling rainbow hues to your hands.",
											"When the bow appears, you choose an arrow color and make a ranged spell attack against a target of your choice within range. On a hit, the target takes 3d8 force damage and must succeed on a Dexterity saving throw or face an additional effect determined by the color of the arrow used. Until the spell ends, you can use an action on each of your turns to make another ranged spell attack, selecting an arrow of a different color each time you do.",
											"Once you fire an arrow, the corresponding color disappears from the bow, and you can't select that color again during this particular casting of the spell. When the duration ends or when you have used all seven colors, the bow vanishes.",
											"{@i Red}. The target takes an additional 3d8 fire damage.",
											"{@i Orange}. The target takes an additional 3d8 acid damage.",
											"{@i Yellow}. The target takes an additional 3d8 lightning damage.",
											"{@i Green}. The target takes an additional 3d8 poison damage.",
											"{@i Blue}. The target takes an additional 3d8 cold damage.",
											"{@i Indigo}. On a failed save, the target is paralyzed. It can make a Constitution saving throw at the end of each of its turns, ending the paralyzed condition on a success.",
											"{@i Violet}. On a failed save, the target is blinded. It must then make a Wisdom saving throw at the start of your next turn. A successful save ends the blinded condition. If it fails that save, the creature is transported to another plane of existence of the GM's choosing and is no longer blinded. (Typically, a creature that is on a plane that isn't its home plane is banished home, while other creatures are usually cast into the Astral or Ethereal Planes.)"
										],
										"page": 12
									}
								},
								{
									"type": "dataSpell",
									"dataSpell": {
										"name": "Shrink",
										"level": 3,
										"school": "T",
										"time": [
											{
												"number": 1,
												"unit": "action"
											}
										],
										"range": {
											"type": "point",
											"distance": {
												"type": "feet",
												"amount": 30
											}
										},
										"components": {
											"v": true,
											"s": true,
											"m": "a raisin"
										},
										"duration": [
											{
												"type": "timed",
												"duration": {
													"amount": 1,
													"type": "hour"
												},
												"concentration": true
											}
										],
										"source": "",
										"entries": [
											"You cause a creature or an object you can see within range to shrink for the duration. Choose either a creature or an object that is not worn or held. If the target is an unwilling creature, it can make a Constitution saving throw. On a success, the spell has no effect.",
											"The target becomes Tiny, shrinking to a height of 1 inch, and it weighs 1 pound, unless it already was smaller or weighed less before the spell was cast. If the target is a creature, everything it is wearing and carrying changes size with it. Any item dropped by an affected creature returns to normal size at once. Until the spell ends, the target has disadvantage on Strength checks and Strength saving throws. The target's weapons also shrink to match its new size. While these weapons are reduced, the target's attacks with them deal 1 damage. If the creature was not already Tiny before this spell was cast, its speed is halved for the duration."
										],
										"page": 13
									}
								},
								{
									"type": "dataSpell",
									"dataSpell": {
										"name": "Silver Wings",
										"level": 4,
										"school": "T",
										"time": [
											{
												"number": 1,
												"unit": "action"
											}
										],
										"range": {
											"type": "point",
											"distance": {
												"type": "self"
											}
										},
										"components": {
											"v": true,
											"s": true,
											"m": "a silver needle"
										},
										"duration": [
											{
												"type": "timed",
												"duration": {
													"amount": 10,
													"type": "minutes"
												},
												"concentration": true
											}
										],
										"source": "",
										"entries": [
											"You grow a pair of metallic, feathered wings. These wings grant you a fly speed of 60 feet for the duration. When the spell ends, you fall if you are still aloft, unless you can stop the fall.",
											"While the spell is active, you can use a bonus action to make a melee spell attack with the wings against a target within 10 feet of you. On a hit, the target takes 2d6 slashing damage. The wings are magical weapons.",
											"As a bonus action, you can choose to end the spell and launch the metallic feathers in a 60-foot cone of razor-sharp blades. Each creature in the cone must make a Dexterity saving throw. A creature takes 3d8 piercing damage on a failed save, or half as much damage on a successful one."
										],
										"page": 13
									}
								},
								{
									"type": "dataSpell",
									"dataSpell": {
										"name": "Stoneheart",
										"level": 7,
										"school": "N",
										"time": [
											{
												"number": 1,
												"unit": "hour"
											}
										],
										"range": {
											"type": "point",
											"distance": {
												"type": "self"
											}
										},
										"components": {
											"v": true,
											"s": true,
											"m": "a humanoid heart carved from a gemstone of exceptional quality worth at least 1,000 gp"
										},
										"duration": [
											{
												"type": "timed",
												"duration": {
													"amount": 1,
													"type": "year"
												}
											}
										],
										"source": "",
										"entries": [
											"You exchange your own living heart for the finely crafted heart of stone you used for the spell's material component. Your living heart can then be stored or hidden anywhere you like, but must remain within 1 mile of you to keep the spell active, where it continues to beat for the duration. While your heart is removed in this manner, you automatically succeed on all death saving throws. If you die, but your original heart remains intact, you gain a new body with a new stone heart in 1d10 days and return to life with all your hit points. Your new body appears within 5 feet of your original heart.",
											"While you possess a stone heart, you lose the ability to heal naturally during a short or long rest, and can only restore hit points through magical healing. If your living heart is damaged or destroyed, you are instantly slain.",
											"You can choose to end the spell as a bonus action. The spell ends automatically if you travel more than 1 mile from your living heart. When the spell ends, your own living heart instantly returns to its proper place, and the stone heart is destroyed."
										],
										"page": 13
									}
								},
								{
									"type": "dataSpell",
									"dataSpell": {
										"name": "Walking Dead",
										"level": 3,
										"school": "N",
										"time": [
											{
												"number": 1,
												"unit": "minute"
											}
										],
										"range": {
											"type": "point",
											"distance": {
												"type": "touch"
											}
										},
										"components": {
											"v": true,
											"s": true,
											"m": "a vial of smelling salts"
										},
										"duration": [
											{
												"type": "timed",
												"duration": {
													"amount": 10,
													"type": "days"
												}
											}
										],
										"source": "",
										"entries": [
											"You animate the corpse of a creature that has died within the past day whose body is still intact. For the duration, you restore a semblance of life to the deceased creature, putting the reanimated subject in a half-life state but not truly reconnecting the soul to the body.",
											"The reanimated creature has 1 hit point and can move as they could in life. In this state, a target is unable to attack, use spells, or take similarly complex actions. If the creature could speak in life, it has the ability to do so, though its memory is cloudy, making it difficult for the subject to remember even the basic details of its past life. During a limited interaction, the animated corpse could be passed off as alive, but extended conversation reveals something is amiss. A creature that uses its action to examine the body can determine that it is not alive with a successful Intelligence (Investigation) check against your spell save DC.",
											"The spell also effectively extends the time limit on raising the target from the dead, since days spent reanimated does not count against the time limit of spells such as raise dead, and the reanimated body does not decay.",
											"A creature reanimated in this way is not undead, and it can be resurrected by any spell that would return a fully dead creature to life.",
											{
												"type": "image",
												"href": {
													"type": "external",
													"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-walking-dead.png"
												}
											}
										],
										"page": 14
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Aces High",
					"id": "Aces High",
					"page": 15,
					"entries": [
						"NEW RULES FOR AERIAL COMBAT",
						"by Sam Mannell",
						"A wizard leans over the edge of their magic carpet, casting a bolt of fire at a fleeing, winged assassin. A ranger rides her trusty griffon companion, twisting around the dragonfire licking at their heels. The party braces for impact as a roc plummets from the clouds, smashing into their stolen airship!",
						"In a combat-focused roleplaying game with flying creatures and vehicles, you're bound to take a fight to the skies sooner or later. While precise tactical positioning can be valuable on solid ground, many players and GMs find that judicious creature placement in three dimensions slows down the action, right when things are getting interesting!",
						{
							"type": "section",
							"name": "Introduction",
							"id": "Introduction",
							"page": 15,
							"entries": [
								"Aces High is a lightweight ruleset for aerial combat, aimed at replicating the high-octane action of a cinematic dogfight. Aerial combat doesn't happen a lot in roleplaying games, because it tends to be more cumbersome and less fun than combat on the ground—but in many stories that aren't RPGs, aerial battles happen all the time! The aim of Aces High is to emulate the thrill of those stories, and make you want to put more aerial combat in your games.",
								"These rules are strictly aimed at combat encounters that take place entirely in the air. No half measures."
							]
						},
						{
							"type": "section",
							"name": "The Flight Modifier",
							"id": "The Flight Modifier",
							"page": 15,
							"entries": [
								"The cornerstone of Aces High is the flight modifier, a number attached to your character which functions like an ability modifier, and is used to modify d20 rolls. This includes ability checks, called flight checks, and saving throws, called flight saving throws.",
								"The two factors that determine your flight modifier are size and flying speed, because the flight modifier is based on the real-life concept of the thrust-to-weight ratio. You can find a vehicle or creature's flight modifier on the flight modifiers table on the next page.",
								"When riding a mount, use the mount's flight modifier. When piloting a vehicle, use the vehicle's flight modifier. When you gain a flying speed, whether through a spell such as fly, or the use of a magic item such as wings of flying, calculate your own flight modifier.",
								{
									"type": "entries",
									"name": "Pilots and Passengers",
									"id": "Pilots and Passengers",
									"page": 15,
									"entries": [
										"If you're the helmsman of a vehicle, directing a mount, or flying under your own steam, you're considered a pilot. Only pilots use a flight modifier.",
										"If you're riding along on a mount, vehicle, or magic item, but you're not directly responsible for piloting, then you're a passenger, and you don't use any flight modifier. Don't worry! You can still take actions during the action phase."
									]
								},
								{
									"type": "table",
									"page": 16,
									"colLabels": [
										"Size /Fly Speed",
										"Tiny (0)",
										"Small (−1)",
										"Medium (−2)",
										"Large (−3)",
										"Huge (−4)",
										"Gargantuan (−5)"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left",
										"text-align-left",
										"text-align-left",
										"text-align-left",
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"10ft (+1)",
											"+1",
											"+0",
											"−1",
											"−2",
											"−3",
											"−4"
										],
										[
											"20ft (+2)",
											"+2",
											"+1",
											"+0",
											"−1",
											"−2",
											"−3"
										],
										[
											"30ft (+3)",
											"+3",
											"+2",
											"+1",
											"+0",
											"−1",
											"−2"
										],
										[
											"40ft (+4)",
											"+4",
											"+3",
											"+2",
											"+1",
											"+0",
											"−1"
										],
										[
											"50ft (+5)",
											"+5",
											"+4",
											"+3",
											"+2",
											"+1",
											"+0"
										],
										[
											"60ft (+6)",
											"+6",
											"+5",
											"+4",
											"+3",
											"+2",
											"+1"
										],
										[
											"70ft (+7)",
											"+7",
											"+6",
											"+5",
											"+4",
											"+3",
											"+2"
										],
										[
											"80ft (+8)",
											"+8",
											"+7",
											"+6",
											"+5",
											"+4",
											"+3"
										],
										[
											"90ft (+9)",
											"+9",
											"+8",
											"+7",
											"+6",
											"+5",
											"+4"
										],
										[
											"100ft (+10)",
											"+10",
											"+9",
											"+8",
											"+7",
											"+6",
											"+5"
										],
										[
											"110ft (+11)",
											"+11",
											"+10",
											"+9",
											"+8",
											"+7",
											"+6"
										],
										[
											"120ft (+12)",
											"+12",
											"+11",
											"+10",
											"+9",
											"+8",
											"+7"
										],
										[
											"130ft (+13)",
											"+13",
											"+12",
											"+11",
											"+10",
											"+9",
											"+8"
										],
										[
											"140ft (+14)",
											"+14",
											"+13",
											"+12",
											"+11",
											"+10",
											"+9"
										],
										[
											"150ft (+15)",
											"+15",
											"+14",
											"+13",
											"+12",
											"+11",
											"+10"
										]
									],
									"caption": "Flight Modifiers Table"
								},
								{
									"type": "table",
									"page": 16,
									"colLabels": [
										"Creature",
										"Flight Modifier"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Balor",
											"+4"
										],
										[
											"Couatl",
											"+7"
										],
										[
											"Dragon, adult",
											"+4"
										],
										[
											"Dragon, young",
											"+5"
										],
										[
											"Erinyes",
											"+4"
										],
										[
											"Giant eagle",
											"+5"
										],
										[
											"Griffon",
											"+5"
										],
										[
											"Harpy",
											"+2"
										],
										[
											"Human on a broom of flying",
											"+3"
										],
										[
											"Human affected by the fly spell",
											"+4"
										],
										[
											"Manticore",
											"+2"
										],
										[
											"Nightmare",
											"+6"
										],
										[
											"Roc",
											"+7"
										],
										[
											"Winged tiefling",
											"+1"
										],
										[
											"Wyvern",
											"+5"
										]
									],
									"caption": "Example Flight Modifiers"
								}
							]
						},
						{
							"type": "section",
							"name": "Abstract Positions",
							"id": "Abstract Positions",
							"page": 16,
							"entries": [
								"Aces High aims to be fast, simple, and fun. Don't worry about the precise positioning of combatants, the direction they are flying, or their fly speed! You can safely assume that combatants are constantly changing direction while chasing each other, automatically making the best maneuvers they can—the only thing you need to know is whether or not they have a clear shot at each other. Measurements, including altitude (see \"Altitude Die\"), are abstractions when using these rules.",
								"Using minis can be useful to help visualize the scene, but Aces High doesn't use a grid at all."
							]
						},
						{
							"type": "section",
							"name": "How to Play",
							"id": "How to Play",
							"page": 16,
							"entries": [
								"While you can defeat an opponent by dealing damage to them, your primary objective in an Aces High encounter is to ground the enemy. Knocking your foes out of the sky is the fastest path to victory!",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-aces-high.png"
									},
									"title": ""
								},
								{
									"type": "entries",
									"page": 17,
									"name": "Scramble!",
									"id": "Scramble!",
									"entries": [
										"When two or more combatants commit to aerial combat, all pilots involved must Scramble!",
										"Scrambling sets the turn order and the starting altitude of each combatant. Much like standard initiative, combatants roll a d20 and add their flight modifier to the result, with higher results taking their turns first. However, unlike initiative, all combatants have 10 seconds to roll as many times as they want, trying to get the best possible result. Once the timer is up, everyone must use the result they have in front of them!11 Players using an online platform to play are able to roll much faster than normal, so consider cutting the time limit in half when playing online.",
										"When flying any mount or vehicle, only the pilot needs to Scramble. Passengers don't need to Scramble—they take actions when their pilot does.",
										"When a new combatant joins (or rejoins!) the fray, they Scramble without a timer, and use the first result they roll.",
										"To find your opening altitude, don't add your flight modifier; all you need to do is look at the number on your d20, and match it to the corresponding Altitude on the Opening Altitude Table."
									]
								},
								{
									"type": "entries",
									"page": 17,
									"name": "Altitude Die",
									"id": "Altitude Die",
									"entries": [
										"Altitude is vital to both success and survival in an Aces High encounter. We track it on the Altitude Die, a d6 that you can place next to your character sheet or your mini. The higher the number, the higher you are!",
										"Being above your target is an enormous tactical advantage that allows you to use the sun or other environmental conditions to make tracking your movement extremely difficult. A pilot is too engaged with flying to spend precious seconds craning their neck to squint at the sky! You have disadvantage on attack rolls against targets of a higher Altitude than you, unless you're a passenger.",
										"As you might expect, this also means you have advantage on attack rolls against targets with an Altitude below yours. This advantage applies whether you're a pilot or a passenger.",
										{
											"type": "table",
											"caption": "Opening Altitude Table",
											"page": 17,
											"colLabels": [
												"d20",
												"Altitude"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"1-4",
													"2"
												],
												[
													"5-8",
													"3"
												],
												[
													"9-12",
													"4"
												],
												[
													"13-16",
													"5"
												],
												[
													"17-20",
													"6"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Stunt Phase",
									"page": 18,
									"id": "The Stunt Phase",
									"entries": [
										"Once everyone has Scrambled and set their Altitude Die, play begins. On each player's turn there are two phases; the stunt phase—in which you try to create angles of attack, and the action phase—in which you try to use them!",
										"When your stunt phase starts, you roll a number of d4s equal to your flight modifier (minimum of 1 die). These are your Stunt Dice. You can spend them to alter your Altitude, or spend them to create Angles.",
										"Unspent dice carry over to the next round. When your next stunt phase starts, roll a new set of d4s, and add them to the pile you had left over.",
										"Your stunt phase ends when you say it does, or when you have no more Stunt Dice to spend.",
										{
											"type": "inset",
											"name": "Optional Rule: Burning Daylight!",
											"entries": [
												"",
												"Once you're more comfortable with this system, you may want to turn up the heat. Try adding a 60-second timer to the stunt phase to add some pressure, if everyone in your group is okay with it. What's more important to you; adjusting your Altitude, or creating an Angle? Choose fast!"
											]
										},
										{
											"type": "entries",
											"name": "Creating Angles",
											"entries": [
												"When you roll your Stunt Dice, the results are somewhat like a hand of cards. To create an Angle, you must match three-of-a-kind, or three-in-a-row. For example, 3-3-3 and 2-3-4 are both viable Angles. When you match and subsequently spend these dice, you gain an extra action to use during the action phase!",
												{
													"type": "inset",
													"name": "Multiple Angles",
													"entries": [
														"",
														"If you're fast enough, it's possible to create multiple Angles and therefore access more than the normal amount of actions in one turn, but only the fastest of creatures and vehicles can do this regularly! Generally speaking, it's more likely that a monster that's in their element when flying—like a roc, or a couatl—is going to be fast enough to really bend the action economy, but that's by design; dogfighting a roc should feel like a legendary encounter!"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Adjusting Altitude",
											"entries": [
												"The other way to spend Stunt Dice during your stunt phase is to adjust your Altitude, either by climbing or diving. In both cases, you spend a Stunt Die and then alter your Altitude by the number on the spent Stunt Die. Climbing increments the Altitude Die, and diving decrements it.",
												"You can only spend a Stunt Die to adjust your Altitude",
												"once during your stunt phase.",
												"When you choose to dive, the potential energy you've stored is transformed into momentum you can use to supercharge your speed! When you decrement your Altitude Die by the result of a spent Stunt Die, you can add that amount as a bonus to one of the following:",
												"1. Your AC.",
												"2. Your attack and damage rolls.",
												"You keep these bonuses until the start of your next turn."
											]
										},
										{
											"type": "entries",
											"name": "High Altitude",
											"entries": [
												"Climbing above 6 on the Altitude Die means you've passed over into High Altitude. Upgrade your Altitude Die to a d12! For every point of Altitude you have above 6, you gain an extra Stunt Die to roll at the start of your stunt phase. You can't climb above Altitude 12.",
												"However, any creature that ends its turn in High Altitude must make a Constitution saving throw to withstand the thinning air and plummeting temperature! Creatures that don't need to breathe automatically succeed.",
												"The DC for a High Altitude Constitution saving throw is the number on your Altitude Die x 2.",
												"Any creature that fails this saving throw falls unconscious. This may or may not mean you start Freefalling, but it's likely that it does—an unconscious creature cannot fly, and if you're piloting a vehicle, you've probably passed out at the wheel.",
												"You can repeat this saving throw in order to regain consciousness at the end of each of your turns, but the DC for repeated saving throws remains the same no matter your Altitude.",
												"See \"Freefall\" below for more details."
											]
										},
										{
											"type": "entries",
											"name": "Low Altitude",
											"entries": [
												"If your Altitude die shows a 1, then you are in Low Altitude, and just like High Altitude, it's dangerous. If your Altitude die ever decrements below 1, or you're in Freefall and you end your turn in Low Altitude, you hit the ground. And probably explode.",
												"If you end your turn in Low Altitude and you're not Freefalling, make a Flight saving throw to avoid colliding with the ground, ocean, rooftops, lava, etc. The DC for this saving throw depends on the terrain, and so is determined by the GM. The sample encounter at the end of this article contains an example.",
												"Whenever you hit the ground, either by failing the Low Altitude saving throw, or by decrementing below 1 on the Altitude die, you immediately take falling damage, as described under \"Freefall.\""
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Action Phase",
									"page": 19,
									"id": "The Action Phase",
									"entries": [
										"After your stunt phase ends, play moves into the action phase. During the action phase, you and any passengers with you on your mount or vehicle can take one action (except the Dash action) and one additional action for each Angle you created during the stunt phase. Passengers can also move about their vehicles, such as the deck of an airship, but pilots, mounts, and vehicles have used their movement during the stunt phase.",
										"If you're a pilot, you can use an action to allow your mount or vehicle to take an action. This differs from how mounted combat works on the ground, chiefly because while airborne, you're not using a movement speed or measuring distance in feet, both of which the core mounted combat rules heavily rely on.",
										{
											"type": "entries",
											"name": "Ranged Attacks and Melee Attacks",
											"entries": [
												"Ranged attacks and spells dominate in aerial combat. When you create an Angle, you can assume that you are putting yourself at an optimal distance to make any ranged attack you like.",
												"Melee weapons can be used so long as your Altitude dice matches your targets. If your weapon has the reach property, you can also make melee attacks against a target one point of Altitude away. Note that the normal Altitude rules for advantage and disadvantage still apply to reach weapons!"
											]
										},
										{
											"type": "entries",
											"name": "Taking Damage",
											"entries": [
												"Whenever you, your mount, or your vehicle is hit by an attack or fails a saving throw and takes damage as a result, decrement your Altitude by 1. Losing Altitude to damage can only occur once per turn.22 Note that this says once per turn, not once per round. For instance, each party member gets a chance to take the wyvern down a peg, but only once!",
												"Damage is typically applied to a mount or vehicle first, because it's a much bigger target to hit in the midst of the chaos. A GM is free to rule that pilots and passengers can be directly targeted by attacks, potentially with disadvantage.",
												"If your vehicle or mount is reduced to 0 hit points and you don't have a flying speed, you and any passengers without a flying speed begin Freefalling (see below)."
											]
										},
										{
											"type": "entries",
											"name": "Going Down",
											"entries": [
												"While reduced to less than half your hit points, you're Going Down, and your Altitude decreases by 1 at the end of each of your turns, no matter what."
											]
										},
										{
											"type": "entries",
											"name": "Direct Hit",
											"entries": [
												"When you score a critical hit on an attack, it's a direct hit! The target rolls a d4, and drops that many points of Altitude immediately."
											]
										},
										{
											"type": "entries",
											"name": "Knife-Fighting in a Phone Booth",
											"entries": [
												{
													"type": "quote",
													"entries": [
														"The barbs of a grapnel bite into your hull! Two dragons lock onto each other with glittering jaws and teeth!"
													]
												},
												"Sometimes things get really up close and personal. When you want to grapple a target, it works as usual; in place of a melee attack. A GM might rule that grappling is necessary for a boarding action, if vehicles are involved!",
												"It's up to the GM to decide whether or not grappling an opponent makes you both start Freefalling. A griffon grappling a pegasus might be grounds for such a ruling, but an airship firing a grappling hook probably wouldn't!"
											]
										},
										{
											"type": "entries",
											"name": "Bugging Out",
											"entries": [
												"Sometimes you bite off more than you can chew—we've all been there—but how do you escape a foe that's got you out maneuvered in the air? Turning tail and running isn't so easy when they've zeroed in on you.",
												"As an action, you can decide to Bug Out. To do this, announce your intentions, and pray. You now have a giant target on your back, and every bandit in the sky is free to take a potshot at it!",
												"When you Bug Out, an enemy may use their reaction to make a Flight check against your passive Flight score, which is 10 + your Flight modifier. On a success, they can make a single spell or weapon attack against you.",
												"If you survive the onslaught, you escape, find somewhere to land, and live to fly another day.",
												{
													"type": "inset",
													"name": "Areas of Effect",
													"entries": [
														"",
														"If a fireball spell, dragon's breath weapon, or other area of effect is used during an Aces High encounter, you can use your best judgement regarding which targets it can affect, or the rules for adjudicating areas of effect in the core rulebook, meant to guide GMs using theater-of-the-mind.",
														"",
														"As a basic guideline, creatures with an altitude difference of 3 or more cannot be included in the same area of effect."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Freefall",
									"page": 20,
									"id": "Freefall",
									"entries": [
										"The core rules say that creatures take 1d6 bludgeoning damage for every 10 feet they fall, up to a maximum of 20d6 bludgeoning damage.",
										"In Aces High, normal rules for falling damage don't apply. You always take 20d6 bludgeoning damage when you hit the ground, because you're usually falling from extreme heights. A combatant flies so fast that touching the ground at all, outside of a controlled landing, is likely to spell disaster. Of course, a GM is free to rule that falling from Low Altitude deals less damage—something like 10d6, or 5d6—but these rulings should be made on instinct to keep the action moving!",
										"This damage is applied to your mount or vehicle first if you have one (because they hit the ground first!), and leftover damage is then applied to you and your passengers. The pilot and passengers take the same amount of damage; it is not divided between them.",
										"If this seems harsh, consider the following; falling out of the sky is literally the worst case scenario when committing to aerial combat. Also note that this level of lethality becomes much less pronounced for player characters somewhere between levels 8 and 10, or once they have over 70 hit points total, as they're less likely to suffer instant death.",
										"Even characters who are basically gods have succumbed to the unyielding wrath of gravity, but that said, those who want a bit of danger at lower levels should embrace it!",
										{
											"type": "entries",
											"name": "How Fast Do Things Fall?",
											"entries": [
												"Good question! Objects (and creatures!) in the real world hit terminal velocity after about twelve seconds of falling. For our purposes, that's 2 rounds.",
												"When in Freefall, decrement your Altitude die once on round one, twice on round two, and then three times every round after that.",
												"This gives allies a window to Dive and save you! In order to do this, an ally must have a lower Altitude than you, and then must use an action to make a Flight check and snatch you from the jaws of death. The DC for this check is up to the GM, and could depend on how fast you are falling, how close to the ground you are, and even whether or not you need to be plucked from the deck of a failing airship!",
												"A GM could also use the speed at which a creature or vehicle is falling to help determine how much Freefall damage they take if no one is able to rescue them. For example, round one is 5d6, round two is 10d6, and round three and beyond is 20d6!"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Gut Moves",
									"page": 20,
									"id": "Gut Moves",
									"entries": [
										"Gut Moves are like reactions—you can make them whenever you want in response to a trigger, so long as you have some Stunt dice lying around unspent. Gut Moves do not use your Reaction.",
										{
											"type": "entries",
											"name": "On Your Six!",
											"entries": [
												"When an enemy makes an attack roll against an ally with the same Altitude as you, you can spend a Stunt Die to make an opposed Flight check against them. If you succeed, you can make one attack against them, adding the result to your attack and damage rolls."
											]
										},
										{
											"type": "entries",
											"name": "Evasive Action!",
											"entries": [
												"When you take damage, you can spend a Stunt Die and gain that much Altitude immediately, instead of losing Altitude from the damage."
											]
										},
										{
											"type": "entries",
											"name": "Back to the Taxpayers!",
											"entries": [
												"When an enemy adjusts their Altitude and passes you on the Altitude scale, you can spend a Stunt Die to make an opposed Flight check against them. If you succeed, you can move with them to corral them, pushing them further than they planned.",
												"You can push a target an amount up to the result of your spent Stunt die. When you push them, you move in step with them. Once your push has ended, the rest of their Altitude adjustment continues as normal."
											]
										},
										{
											"type": "entries",
											"name": "Fangs Out!",
											"entries": [
												"During your action phase, you can spend a Stunt Die to target an enemy and make an opposed Flight check against them. On a success, make a single attack against them. On a failure, they make a single attack against you, adding the result of your spent Stunt die to their attack and damage rolls."
											]
										},
										{
											"type": "entries",
											"name": "I Won't Let You Down!",
											"entries": [
												"When an ally begins their Stunt phase, you can give them one of your unspent Stunt dice."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Planning an Aces High Encounter",
							"page": 21,
							"id": "Planning an Aces High Encounter",
							"entries": [
								"While you can throw an impromptu dogfight at your players (and they might throw an impromptu one at you), thinking ahead can help immensely. It doesn't take much to plan an Aces High encounter—all you really need to think about is the setting.",
								"What's Low Altitude like? Are you flying over forest? Ocean? A city? All of these could affect the DC of Low Altitude saving throws. It's much easier to pull up from open plains than it is from a mountain range.",
								"Next, think about whether or not there are any extra features of the area that could come into play. In a fantasy game, you might encounter tremendous storms, angry cloud giants, or floating islands! You can represent hazards like these in all sorts of ways—maybe as the fight passes through patches of turbulence, everyone has to roll their Altitude Die at the end of a round, and let it fall where it may."
							]
						},
						{
							"type": "section",
							"name": "Sample Encounter: Battle over Bleaktop",
							"page": 21,
							"id": "Sample Encounter: Battle over Bleaktop",
							"entries": [
								"This sample encounter pits the player characters against a handful of deadly enemies over a foreboding mountaintop. Feel free to change whatever you need to make it fit your game!",
								{
									"type": "entries",
									"name": "Introduction",
									"page": 21,
									"id": "Introduction 2",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-battle-over-bleaktop.png"
											},
											"title": ""
										},
										"Our heroes have just discovered evidence of a vast conspiracy—the nobility of Valgoth are secretly a cabal of vampires! The party flees the Valgothic capital with the help of their stalwart ally Tashmitum, a silver dragon.",
										"But as our heroes try to escape and warn who they can, they are followed into the Bleaktop Mountains by three of Valgoth's corrupt Wyvern Cavalry! Can they make it through the mountains and across the border in one piece?"
									]
								},
								{
									"type": "entries",
									"name": "Player Characters",
									"page": 21,
									"id": "Player Characters",
									"entries": [
										"This encounter is built for a group of at least four characters of 10th-15th level. Two characters begin the encounter flying on the back of one young silver dragon. Only two Medium-sized characters can comfortably ride the dragon—one is a pilot, the other is a passenger.",
										"The other characters can either use their own means of flight, or can begin the encounter mounted on griffons. Tell your players that characters flying solo are more vulnerable, so they should plan accordingly! Which characters have the best chances of surviving a fall, if the worst comes to pass?",
										"For every two extra player characters you add to this encounter, add another Wyvern Cavalry rider.",
										{
											"type": "inset",
											"name": "Why Isn't the Dragon Considered a Pilot?",
											"entries": [
												"",
												"It can be if you want! Because the dragon is intelligent, it's capable of flying without input from another creature. However, this means that the GM is in charge of the dragon's decisions. That doesn't give the players as much to do!",
												"",
												"If your players would prefer that the dragon \"self-pilot\" while the characters riding it both act as passengers, consider offering control of the dragon to a player, in order to avoid an encounter in which the GM controls most of the pilots."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Enemies",
									"page": 22,
									"id": "Enemies",
									"entries": [
										"The three wyverns are each piloted by one vampire spawn. The vampire spawn are vulnerable to sunlight, which will damage them if they fly above the cloud cover, from Altitude 10 and up.",
										"Each vampire spawn carries a longsword of life stealing and a wand of lightning bolts. The wands each have 1d6 charges remaining. The spawn have a +6 bonus to attack rolls made with the swords, which deal 7 (1d8 + 3) slashing damage on a hit. Additionally, on a critical hit against a creature that is not a construct or undead, the swords deal an extra 10 necrotic damage, and the vampire spawn gains 10 temporary hit points."
									]
								},
								{
									"type": "entries",
									"name": "Tactics",
									"page": 22,
									"id": "Tactics",
									"entries": [
										"The Wyvern Cavalry hang back and cast the lightning bolt spell at the characters with their wands. They don't have passengers, so they need to fly higher than the party to be effective. If their wands run out of charges, the enemies close in and try to use the wyverns' poison stingers to ground the dragon.",
										"The wyvern riders try to stay in close formation with each other, so they can support each other with their melee weapons if players decide to get in close.",
										"The characters do have at least one passenger, so the heroes aren't helpless when their Altitude is low. You may want to point out to your players that the character they pick to be the passenger is important, because they have the most freedom to make ranged attacks or cast spells in any direction!",
										"Smart players will also note that the silver dragon's breath weapons can be an effective way to hit all the wyverns at once, in an attempt to end the encounter decisively. If the players try this, and it doesn't work the first time, the wyvern cavalry defer to their training, and spread out to make the tactic harder to try again!",
										"It's up to the GM whether or not the vampire spawn are smart enough to Bug Out when things turn against them, or if they're supernaturally compelled to fight to the bitter end."
									]
								},
								{
									"type": "entries",
									"name": "Environment",
									"page": 22,
									"id": "Environment",
									"entries": [
										"The mountain peaks are jagged and forbidding. When ending a turn in Low Altitude, combatants must succeed on a DC 15 Flight saving throw to avoid crashing.",
										"Dark, low-hanging clouds rumble over the Bleaktop Range. When you upgrade your Altitude die to a d12, you gain half cover against targets at Altitude 6 or below."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "In Conclusion",
							"page": 22,
							"id": "In Conclusion",
							"entries": [
								"Flight! Vehicles! Action! We hope you enjoy Aces High—now fly brave and have fun!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "A Diamond in the Rough",
					"id": "A Diamond in the Rough",
					"page": 23,
					"entries": [
						"A ROLEPLAY AND INTRIGUE ADVENTURE FOR 3RD-LEVEL CHARACTERS",
						"by Alison Huang",
						"When a noble family hires adventurers to find a thief, the heroes uncover a personal revenge plot. This adventure is optimized for four or five 3rd-level characters.",
						{
							"type": "entries",
							"name": "Background",
							"id": "Background",
							"entries": [
								"The Krystalum family enjoys a life of luxury. Spoilt and entitled, the family members treat others like tools, and pay no regard to those who can't benefit them.",
								"The youngest Krystalum, Diana, despises the way her family behaves, and isn't afraid to tell them so. Because of this, the rest of the Krystalums act like she doesn't exist, and when they have to acknowledge her, they treat her like one of the servants. While her family's disregard was once a cause for grief, it's become an advantage, allowing Diana to do what she wants to without attracting the attention of her parents and siblings.",
								"Using {@i From Earth}, a book from the family library, Diana summoned a xorn, a type of earth elemental that eats precious metals and jewels. She torments the rest of her family with a series of thefts, while keeping her new friend happy by giving them a source of food. She doesn't intend to physically hurt her family. Instead, she wants to make a ruckus, something that can't be ignored, to attract the attention of people who might be able to help her get away from her family."
							]
						},
						{
							"type": "entries",
							"name": "Overview",
							"id": "Overview",
							"entries": [
								"The adventure begins when the characters arrive at Krystalum Manor. There, Lord Reuben explains the situation before allowing the characters to speak with the other family members and examine some of the manor's rooms.",
								"The characters' investigation leads them to Diana Krystalum, who is so overlooked that the rest of the family didn't even think of mentioning her earlier. It's up to the party to decide whether they help her accomplish her plan, or tell her family the truth.",
								{
									"type": "inset",
									"name": "Authorial Intent",
									"entries": [
										"I wrote {@i A Diamond In The Rough} with the intent of creating a roleplay-focused adventure that uses an investigation to pace and drive the story. Because of this, I didn't design the mystery to be particularly complex. For me, it's more a question of how long it takes for characters to figure out what all the pieces are, and what they do once they have all the information.",
										"But authorial intent is not the be-all and end-all. If you run this adventure, it is as much your story as it is mine. Feel free to build on what I have written and introduce twists and turns as best suits your narrative."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Adventure Hook",
							"id": "Adventure Hook",
							"entries": [
								"The Krystalum family hires the characters to investigate the thefts of money and jewelry. This might be through a letter of request, a messenger, a friend of the characters, or simply an advertisement on a noticeboard. The payment for the job is 200 gp per character."
							]
						},
						{
							"type": "entries",
							"name": "Dramatis Personae",
							"id": "Dramatis Personae",
							"entries": [
								"The following NPCs play important roles in the adventure:",
								{
									"type": "list",
									"items": [
										"{@b Lord Reuben Krystalum:} The head of the house, a middle-aged human man. He is blunt and straightforward, expecting others to follow his commands without question."
									]
								},
								{
									"type": "list",
									"items": [
										"{@b Lady Marina Krystalum:} Reuben's wife, a middle-aged elf. Though she acts with grace, she unashamedly looks down on adventurers and all people who work for a living."
									]
								},
								{
									"type": "list",
									"items": [
										"{@b Lady Amy Krystalum:} The eldest Krystalum child, a half-elf in her early twenties. She is assertive, demanding and quick to make threats."
									]
								},
								{
									"type": "list",
									"items": [
										"{@b Lord Emerson Krystalum:} The middle Krystalum child, a half-elf in his early twenties. He acts with a lot of bravado but is really a coward."
									]
								},
								{
									"type": "list",
									"items": [
										"{@b Lady Diana Krystalum:} The youngest Krystalum child, a half-elf in her late teens, and the culprit behind the apparent thefts. She wants to get out of her situation at all costs."
									]
								},
								{
									"type": "list",
									"items": [
										"{@b Karat:} The xorn summoned by Diana who has been eating all the missing jewelry. Fiercely protective of Diana."
									]
								},
								{
									"type": "list",
									"items": [
										"{@b Micah:} The head servant. He is polite and kind-hearted, especially with Diana."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Manor Map",
							"id": "Manor Map",
							"entries": [
								"Whenever the adventure references an encounter area, refer to the Manor Map.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-manor-map.png"
									},
									"title": ""
								}
							]
						},
						{
							"type": "section",
							"name": "Part 1: Crown Jewel",
							"id": "Part 1: Crown Jewel",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The Krystalum Manor stands proudly before you. Its three floors reach towards the sky, sunlight glistening on the polished stone walls. The building is framed by verdant hedges that bar entry into the gardens around it."
									]
								},
								"When the characters approach the manor, Micah (neutral good half-elf commoner, he/him), a butler in a dark grey suit, greets the characters. After confirming that they're here for the job, he briskly leads them to Lord Reuben's study (area 7) on the middle floor, then excuses himself.",
								{
									"type": "entries",
									"name": "Reuben's Study",
									"id": "Reuben's Study",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"A human man with a bushy red beard sits behind a large redwood desk, which dominates the luxurious room. Once he sees you, he stands up, and gestures to the seats in front of his desk, inviting you to sit."
											]
										},
										"Lord Reuben Krystalum (lawful evil human noble, he/him) only sits down and begins talking once the characters have complied with his silent order.",
										{
											"type": "entries",
											"name": "Roleplaying Lord Reuben",
											"entries": [
												"Reuben is a gruff man who expects people to know what he wants, even if he doesn't explicitly spell out his desires.",
												"As someone who expects to always get his way, he doesn't like to make compromises. Moreover, he hates small talk and lengthy conversations with those he deems below his station. If the characters ask too many questions, he becomes irritated and accuses them of not being up to the task."
											]
										},
										{
											"type": "entries",
											"name": "What Reuben Knows",
											"entries": [
												"Lord Reuben provides the following information about the thefts:",
												{
													"type": "list",
													"items": [
														"For the past week, there have been a series of thefts in Krystalum Manor.",
														"Money and jewelry were stolen from him, his wife Marina, his daughter Amy, and his son Emerson.",
														"Amy was stolen from a week ago, Emerson was stolen from four days ago, and he and Marina were stolen from two days ago. The details of each theft are described in part 2."
													]
												},
												{
													"type": "list",
													"items": [
														"A ruby ring that Reuben is particularly fond of was taken."
													]
												},
												"If asked if he has any other children, he repeats impatiently that Amy and Emerson were stolen from. Reuben doesn't like to think about Diana, barely considering her his daughter, and believes that bringing her up would be a waste of his time. None of the servants have been stolen from, but he's surprised if the characters ask about that, since he assumes no servant would own anything worth stealing."
											]
										},
										{
											"type": "entries",
											"name": "Terms of Service",
											"entries": [
												"Lord Reuben also explains where the characters are allowed to investigate:",
												{
													"type": "list",
													"items": [
														"The characters are allowed in Reuben's study as long as he's present, and, as long as each respective occupant permits it and is present, in the bedrooms.",
														"The characters must ask Marina for entry into the master bedroom (area 12).",
														"They are also allowed to enter the gardens (area 2), library (area 13), conservatory (area 1), and parlor (area 11).",
														"Amy is in her bedroom (area 8). Emerson is in the guest bedroom (area 9). Marina is in the parlor (area 11).",
														"The butler will escort them throughout the house and grounds. Breaking these rules results in an immediate dismissal."
													]
												},
												"In addition, he reminds the adventurers that they have been hired as investigators, and they don't need to worry about dealing with the culprit: he intends on punishing the thief himself. A successful DC 12 Wisdom (Insight) check reveals that he relishes the idea of inflicting violence on the unlucky thief."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "Development",
									"entries": [
										"After the characters talk with Reuben and leave the study, proceed to chapter 2."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 2: All That Glitters",
							"id": "Part 2: All That Glitters",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Once you are back in the hallway, the butler that escorted you inside reappears and bows. \"Allow me to introduce myself. I am Micah, your chaperone for the day.\""
									]
								},
								{
									"type": "entries",
									"name": "Micah",
									"id": "Micah",
									"entries": [
										"Micah is happy to escort the characters to any of the areas that Reuben gave them permission to explore.",
										{
											"type": "entries",
											"name": "Roleplaying Micah",
											"entries": [
												"Micah is polite and cordial. He tries to fulfill the characters'",
												"requests as long as Reuben's orders allow him (see \"Terms of Service,\" above). Micah is one of the few people in the estate who cares about Diana; if he weren't concerned about Diana's safety, he would have left the manor long ago. He doesn't like the rest of the Krystalum family and he's certainly not paid enough to deal with them.",
												"Micah becomes easily flustered if the characters hint at breaking Reuben's rules, and tries to discourage them as much as possible. He threatens to call the guards if he is seriously worried about the possibility of them disobeying the rules, and has no trouble making good on that promise if the characters test him.",
												"If Diana is suspected before evidence of her involvement is uncovered, Micah also becomes quite nervous, even to the point he might seem like he's actually the culprit. He keeps diverting the characters' investigation by suggesting they seek out other people to interview or crime scenes to investigate."
											]
										},
										{
											"type": "entries",
											"name": "What Micah Knows",
											"entries": [
												"If questioned, Micah claims he doesn't have any additional information. A successful DC 15 Wisdom (Insight)",
												"check reveals that he knows more than he's letting on.",
												"Micah suspects Diana is involved, but isn't sure how.",
												"Unless characters have already uncovered evidence of Diana's existence, Micah refuses to tell them about her no matter how hard they try to intimidate or persuade him.",
												"If he feels particularly threatened or he is affected by the zone of truth spell he calls for the guards."
											]
										},
										{
											"type": "entries",
											"name": "The Butler Did It?",
											"entries": [
												"Given his role as butler and chaperone, Micah is a natural suspect. The characters may question him on matters not directly related to the thefts.",
												"If the characters ask such questions, Micah deflects by saying that he isn't important or relevant, and that he is merely the butler. A successful DC 10 Wisdom (Insight)",
												"check reveals that he certainly believes he is insignificant, but it's difficult to discern whether that means he actually is.",
												"If he is asked about his opinion about the Krystalums, Micah says that they are a pleasure to work for. A successful DC 12 Wisdom (Insight) check reveals this to be a lie. He can be convinced to admit how he really feels with a successful DC 15 Charisma (Persuasion) check. Micah knows he is treated with disdain and should be paid more to put up with their attitude, but his priority is to protect Diana, from outsiders and from her own family.",
												"Though Micah did not steal any of the jewelry, the thefts have certainly made him realise that crime does pay. If asked whether he would steal to supplement the fact that he is underpaid, he hesitates before stating he would not.",
												"If you want to cast suspicions onto Micah, you may also choose one of the following options, or come up with your own, at your discretion:",
												"notices Micah slip out of the current room.",
												"He is down the hallway talking with a servant (commoner)",
												"in hushed tones. A successful DC 18 Wisdom (Perception) check reveals that the servant is meant to ask Reuben what he wants for the next meal, but is too scared to.",
												"check reveals that this is because he doesn't like them.",
												{
													"type": "list",
													"items": [
														"A character that fails a Wisdom (Perception) check to find clues instead notices that Micah quickly put something in his pocket. A successful DC 18 Wisdom (Perception) check reveals that it is a pocket watch.",
														"The character with the highest passive Wisdom (Perception)",
														"While in the presence of any of the Krystalums besides Diana, the character with the highest passive Wisdom (Insight) score notices that Micah has tensed up. A successful DC 15 Wisdom (Insight)"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Moving From Area To Area",
									"id": "Moving From Area To Area",
									"entries": [
										"While moving around the manor, the characters might glimpse clues or meet people that cause their suspicions to be cast elsewhere. At your discretion, you can choose one of the following options, or come up with your own, when the characters move to a new location:",
										"score of 15 or higher get the feeling that they're being watched.",
										{
											"type": "list",
											"items": [
												"Characters with a passive Wisdom (Perception)",
												"The first character to turn a corner notices some movement down the hallway. At your discretion, this is either the xorn, who quickly uses Earth Glide to get away, or a servant (a commoner).",
												"The character with the lowest passive Wisdom (Perception) score steps on some pieces of rock. A successful DC 15 Intelligence (Arcana) check reveals that the pieces are from the Elemental Plane of Earth.",
												"One of the guards (a knight) walks past the characters and insists on accompanying them to their next room.",
												"A servant (commoner) carrying bedsheets rounds a corner. A random character must succeed on a DC 12 Dexterity saving throw or be knocked prone as the servant collides with them."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Screw the Rules",
									"id": "Screw the Rules",
									"entries": [
										"Whether they just want to disobey Lord Reuben's orders, they don't want to interact with the Krystalums, or they've figured out that the rooms they're allowed in don't contain the whole story, the characters can defy the \"Terms of Service\" explained in part 1. Their major hurdle is that Micah, who is always accompanying them, refuses to break those rules.",
										"There are many ways to deal with Micah, including the following options:",
										"Charisma (Intimidation or Persuasion) check. This check is made with advantage if the characters know about Diana already and explain that they want to help or protect her.",
										{
											"type": "list",
											"items": [
												"A character can create a diversion to distract Micah with a successful DC 12 Charisma (Deception or Performance) check. While he's preoccupied, other characters can knock Micah unconscious or sneak into the forbidden rooms.",
												"Micah can be pressured or convinced into letting them enter other areas with a successful DC 15"
											]
										},
										"Unless persuaded or prevented from doing so, Micah tells the guards or Lord Reuben if the characters disobey the rules. If this occurs, the characters are immediately dismissed and escorted from the manor by guards (see the \"General Features\" sidebar).",
										{
											"type": "inset",
											"name": "General Features",
											"entries": [
												"Krystalum Manor is decorated with exquisite—and, more importantly, expensive—taste that prioritizes fashion over comfort. It has the following general features.",
												"{@i Ceilings.} All of the rooms and hallways in the manor have 10-foot-high ceilings.",
												"{@i Light.} The interior rooms are brightly lit by ornate wall lamps, as well as light coming through the windows during the day.",
												"{@i Guards.} Three knights, one on each floor, patrol the manor's hallways, and tell Lord Reuben if the characters defy his orders."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Bottom Floor",
									"id": "Bottom Floor",
									"entries": [
										"The bottom floor contains the conservatory, dining hall, and kitchen, as well as an entrance to the gardens through the conservatory.",
										{
											"type": "entries",
											"name": "1. Conservatory",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"Unlike the rest of the manor, the conservatory's walls and ceiling are glass. Leafy plants adorn its interior. At the center of the room, white wooden chairs surround a matching table. Large glass doors separate open into the gardens."
													]
												},
												"Diana obtained clay soil from the conservatory, a necessary component in the ritual that summoned the xorn.",
												{
													"type": "entries",
													"name": "Clues",
													"entries": [
														"A character who succeeds on a DC 12 Intelligence (Investigation) or Wisdom (Perception) check finds that chunks of soil around some of the plants are missing. (No check is needed if a character specifically inspects the plants.) A successful DC 14 Intelligence (Nature) check reveals that the soil removed from the plant beds is clay soil."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "2. Gardens",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"The spacious gardens surrounding the manor are filled with a variety of flowering plants and bushes. Neatly trimmed hedges separate it from the outside world."
													]
												},
												"There aren't any direct clues in the garden—there are no strange footprints or signs that someone climbed over the hedge wall. However these facts themselves are clues, since it means the thief may not have entered from outside.",
												{
													"name": "Clues",
													"type": "entries",
													"entries": [
														"This area contains the following clues:",
														{
															"type": "list",
															"items": [
																"A character who succeeds on a DC 12 Wisdom (Survival) or Intelligence (Investigation or Nature) check finds a notable lack of footprints or any other traces in the gardens.",
																"A character who is proficient with thieves' tools or who succeeds on a DC 12 Intelligence (Investigation) check finds that none of the manor's windows were tampered with from the outside. (The characters can also determine this by examining the windows from the inside.)"
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "3. Dining Hall",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"A long dining table surrounded by a dozen ornate chairs dominates this large room. Though the table is not set, lit candelabras illuminate it. The walls are decorated with framed portraits."
													]
												},
												"The dining hall itself is not directly tied to the mystery, though it is able to offer some insight on the truth.",
												{
													"name": "Clues",
													"type": "entries",
													"entries": [
														"Alongside the rest of her family, there is a portrait of Diana with her name on a plaque. She is a half-elf with long white hair, younger than the other Krystalum siblings, probably in her mid-teens at the time the portrait was painted."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "4. Servants' Quarters",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"Unlike the rest of the manor, this room is very simple and plain. It's filled with cots, each with a trunk at its foot."
													]
												},
												"The servants' quarters don't have any clues about the thefts."
											]
										},
										{
											"type": "entries",
											"name": "5. Kitchen",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"The smell of food greets you as you enter this bustling kitchen. Servants hurry around the room, preparing a meal. Focused on their tasks, they ignore you."
													]
												},
												"If the servants are alerted to the presence of the characters, they're confused about who the characters are and why they're there. They answer questions politely, but they don't have any information about the thefts.",
												{
													"name": "Clues",
													"type": "entries",
													"entries": [
														"If the servants are asked about Diana, a successful DC 15 Charisma (Persuasion) check convinces them to explain that Diana's family neglects her. If asked where her room is, the servants point to area 6."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "6. Diana's Bedroom",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"The next door down the hallway is nondescript. No visuals or sounds that denote its room's purpose, except for a few pieces of rock scattered in front of it."
													]
												},
												"The pieces of rock match the other pieces present in the manor. A successful DC 15 Intelligence (Arcana) check reveals that the pieces are from the Elemental Plane of Earth.",
												"The interior of Diana's bedroom is described in part 3."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Middle Floor",
									"id": "Middle Floor",
									"entries": [
										"Bedrooms, Reuben's study, and the parlor make up the middle floor.",
										{
											"type": "entries",
											"name": "7. Study",
											"entries": [
												"This location is described in part 1 and holds no further clues to the mystery."
											]
										},
										{
											"type": "entries",
											"name": "8. Amy's Bedroom",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"Micah sharply knocks on the bedroom door, announcing your presence. Moments later, a young adult half-elf with purple hair opens the door. She grips a rapier in her hand. \"Well? Come in,\" she demands."
													]
												},
												"Lady Amy Krystalum (lawful neutral half-elf noble, she/her) allows the characters to search her room, but watches their movements intently.",
												"Seven days ago, Amy's bedroom was ransacked. This was the first theft, and afterwards the bedroom was tidied up so that Amy can go about her day normally. However, Amy directs the characters to a jewelry box on her desk that has not been moved since the theft.",
												{
													"type": "entries",
													"name": "Clues",
													"entries": [
														"This area contains the following clues:",
														{
															"type": "list",
															"items": [
																"A now-empty jewelry box sitting on top of a desk is ripped in half. A successful DC 12 Intelligence (Investigation) check reveals that it was opened by something with claws. A character who succeeds on the check by 5 or more also finds grains of rock around the box.",
																"A character who is proficient with thieves' tools or who makes a successful DC 12 Intelligence (Investigation) check notices that Amy's window hasn't been tampered with from the inside. No check is needed if the characters already noticed this fact about other windows."
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Roleplaying Lady Amy",
													"entries": [
														"Amy is haughty, bold, and blunt. Unlike her parents, she has no issue giving adventurers all the information they need, demanding that they solve this problem at once. She's quick to anger; if she feels disrespected, she threatens the characters with her rapier.",
														"Amy's usual strident personality is amplified by her frustrations over the situation. She secretly feels guilty that she wasn't able to stop the thefts herself."
													]
												},
												{
													"type": "entries",
													"name": "What Amy Knows",
													"entries": [
														"Amy provides the following information about the thefts:",
														{
															"type": "list",
															"items": [
																"Amy was in the gardens (area 2) when it happened.",
																"Ever since the theft, she's stayed in her room in case it happens again.",
																"A pair of amethyst earrings were stolen from her jewelry box."
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "9. Guest Bedroom",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"With a knock on the door, Micah announces that you wish to talk to Lord Emerson. After a pause, the door is flung open with a flourish by a young adult half-elf with green hair. \"Adventurers! I'm charmed to make your acquaintances,\" he says dramatically. \"Please, come in!\""
													]
												},
												"Lord Emerson Krystalum (lawful neutral, half-elf noble, he/him) gladly lets the adventurers into the room.",
												{
													"type": "insetReadaloud",
													"entries": [
														"The guest room is sparsely decorated. Its walls are white, and its furniture is well crafted but simple in design."
													]
												},
												"The guest room itself isn't relevant to the mystery. However, it used to be Diana's before she moved downstairs, since she likes interacting with the servants more than with her own family.",
												{
													"type": "entries",
													"name": "Roleplaying Lord Emerson",
													"entries": [
														"Emerson is a smug and vain man who considers himself smart. He is happy to talk to the characters, but a successful DC 12 Wisdom (Insight) check reveals that he'd rather talk about himself than the thefts to conceal the fact that he doesn't know much about the situation. If he's accused of being scared, his arrogant attitude quickly falls away to reveal a coward."
													]
												},
												{
													"type": "entries",
													"name": "What Emerson Knows",
													"entries": [
														"Emerson provides the following information about the thefts:",
														{
															"type": "list",
															"items": [
																"He was in the library (area 13) at the time.",
																"When he returned to his room, it was a mess. He immediately moved to this guest room, where he has been staying ever since.",
																"He didn't actually check to see if anything was missing."
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "10. Emerson's Bedroom",
											"entries": [
												"If Lord Emerson is brought here from the guest bedroom (area 6), he opens the door slowly.",
												{
													"type": "insetReadaloud",
													"entries": [
														"Emerson's bedroom is a complete mess. The bed is askew. The desk is on its side. A chair is in splinters."
													]
												},
												"Four days ago, Emerson's bedroom was broken into during the afternoon, and the scene has not been disturbed since.",
												{
													"type": "entries",
													"name": "Clues",
													"entries": [
														{
															"type": "list",
															"items": [
																"It's readily apparent that pushing over the heavy desk would have required a great deal of strength, and that the splintered chair was broken with considerable force.",
																"A character who succeeds on a DC 12 Wisdom (Perception) or Intelligence (Investigation) check reveals finds small pieces of gravel scattered about the room. With a successful DC 15 Intelligence (Arcana)",
																"The desk has some light scratches. A successful DC 12 Intelligence (Investigation or Nature) check reveals that the marks were made by a creature with three claws. If the characters know this information and also know that the pieces of rock came from the Elemental Plane of Earth, a successful DC 15",
																"A character who succeeds on a DC 12 Wisdom (Perception) or Intelligence (Investigation) check finds an empty jewelry box under the bed. The box broke open when the desk fell. Emerson can confirm it once housed his favorite emerald cufflinks. Their absence from the box indicates to him that they were stolen.",
																"A character who is proficient with thieves' tools or who makes a successful DC 12 Inteligence (Investigation) check notices that Emerson's window hasn't been tampered with from the inside."
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "11. Parlor",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"Compared to the rest of the manor, the parlor is modestly decorated. Sunlight filters in through wispy curtains onto a carved mahogany table and several matching chairs.",
														"An elf with icy blue hair sits at the table. She's calmly eating grapes while reading a book. Looking up as you enter the room, she snaps the book shut. \"Ah, you must be the adventurers,\" she comments cooly."
													]
												},
												{
													"type": "entries",
													"name": "Roleplaying Lady Marina",
													"entries": [
														"Lady Marina Krystalum (lawful evil elf noble, she/her) is cold and judgmental, which she doesn't bother to hide. Though she holds great disdain for adventurers and other people who work for a living, she's more forthright with information than her husband, as long as the characters treat her with respect.",
														"Though Marina would hate to admit it, she is also scared, and fears that the next time someone breaks in, she'll be attacked."
													]
												},
												{
													"type": "entries",
													"name": "What Marina Knows",
													"page": 0,
													"entries": [
														{
															"type": "list",
															"items": [
																"After the thief stole from Amy and Emerson, Reuben and Marina stationed a guard outside their bedroom at all times.",
																"Two nights ago, while trancing, Marina noticed a strange shadow through the bed's curtains.",
																"By the time Marina she got out of bed, the thief already vanished with the stolen items.",
																"The thief took Marina's favorite aquamarine necklace and Reuben's ruby ring."
															]
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Top Floor",
									"id": "Top Floor",
									"entries": [
										"The master bedroom and the library are on the top floor.",
										{
											"type": "entries",
											"name": "12. Master Bedroom",
											"entries": [
												"There is a guard present outside this room, as directed by Lord and Lady Krystalum. If Lady Marina is brought here from the parlor (area 8), she cautiously opens the door, only relaxing once it is clear no one is inside.",
												{
													"type": "insetReadaloud",
													"entries": [
														"The master bedroom certainly lives up to its status. A four poster bed dominates the space, while a set of wardrobes and a vanity are flush against the walls. A plush red and blue rug covers the stone floor."
													]
												},
												"Two days ago, the thief stole from this area during the night. Lord Reuben and Lady Marina never left the room unsupervised. Because of this complication in Diana's plan, this theft was a stealthier one that didn't leave any mess.",
												{
													"type": "entries",
													"name": "Clues",
													"page": 0,
													"entries": [
														"This area contains the following clues:",
														{
															"type": "list",
															"items": [
																"Lady Marina explains that the jewellery boxes containing the aquamarine necklace and ruby ring were on the vanity when they were taken.",
																"Marina recalls that the thief's footsteps folded the edge of the rug near the vanity. Small pieces of rock can be found under this rug. A character who succeeds on a DC 15 Intelligence (Arcana) check can tell that the pieces are from the Elemental Plane of Earth. (No check is needed if the characters have already determined this fact about other bits of rock they've found.)",
																"A character who is proficient with thieves' tools or who makes a successful DC 12 Intelligence (Investigation) check notices that Reuben and Marina's window hasn't been tampered with from the inside. No check is needed if the characters already noticed this fact about other windows."
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "13. Library",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"Bookshelves upon bookshelves filled with tomes line the walls of this room. Comfortable chairs surround a small table in the center of the floor."
													]
												},
												"Though the library isn't relevant to thefts themselves, Diana would never have been able to learn how to summon the xorn without a book from the library.",
												{
													"type": "entries",
													"name": "Clues",
													"page": 0,
													"entries": [
														"This area contains the following clues:",
														{
															"type": "list",
															"items": [
																"Diana learned how to summon the xorn using a book titled {@i From Earth}. A character who examines the bookshelves and succeeds on a DC 15 Intelligence (Investigation) check can tell that the book isn't in the right section of the library. This check is made with advantage if the characters already suspect an elemental is involved.",
																"{@i From Earth} details a xorn summoning ritual that requires clay soil and 1000 gp worth of precious gemstones. The ritual is identical to the conjure elemental spell, except the casting time is 2 hours, it doesn't require concentration, the duration is permanent, and the elemental takes its own actions instead of obeying commands. The xorn becomes hostile toward the caster if mistreated or disrespected. This ritual can only be cast once a year.",
																"The book explains that xorns eat metals and jewels, and that they are capable of reasoning and not malicious."
															]
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "Development 2",
									"entries": [
										"Once the characters head towards Diana's room, proceed to chapter 3."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 3: Crystal Clear",
							"id": "Part 3: Crystal Clear",
							"entries": [
								"Once the characters have gathered clues and pieced together the mystery, they must confront Diana and the xorn.",
								{
									"type": "entries",
									"name": "Diana's Bedroom",
									"id": "Diana's Bedroom",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-diana.png"
											},
											"title": ""
										},
										{
											"type": "insetReadaloud",
											"entries": [
												"A young adult half-elf with white hair looks at you from the back of a room that is more of a refurbished storage room than a place to sleep. \"Uh, hello? What are you doing in my bedroom?\" she demands."
											]
										},
										{
											"type": "entries",
											"name": "Roleplaying Lady Diana",
											"entries": [
												"Lady Diana Krystalum (neutral good half-elf noble, she/her) has been shaped by how her family treats her. She is angry, determined, and cautious, but ultimately these traits are self-defense mechanisms, for she is also scared and vulnerable.",
												"Diana wants help getting out of her situation, but she knows that trusting the wrong people will get her hurt and cause more trouble with her family. Her experiences have taught her to expect the worst of people unless she has a reason to think otherwise."
											]
										},
										{
											"type": "entries",
											"name": "Questioning Lady Diana",
											"entries": [
												"If the characters ask Diana questions, her annoyance is clear. She repeatedly insists that they should get out of her room, and only answers the two following questions, trying to get them to leave:",
												"If asked who she is, Diana simply replies she is no one important. Though perhaps not the answer the adventurers are looking for, this is how she honestly feels.",
												"If asked if she's had any jewelry stolen, Diana scoffs and says no, asking whether it looks like she has any possessions worth taking.",
												"Otherwise, Diana bluntly claims that she doesn't know what they're talking about. A successful DC 15 Wisdom (Insight) check reveals that she's lying. If she is called out on the lie, she refuses to tell the characters how she is involved.",
												"If the characters found Diana's room without enough evidence to prove that she's behind the thefts, they can always leave and return later with proof."
											]
										},
										{
											"type": "entries",
											"name": "Confronting Lady Diana",
											"entries": [
												"If the adventurers have figured out Diana is responsible and confront her with proof, the xorn emerges from the floor.",
												{
													"type": "insetReadaloud",
													"entries": [
														"Before you can say anything else, a creature made out of rock with three legs, three arms, a single eye, and a gaping maw rises from the ground in front of Diana."
													]
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-karat.png"
													},
													"title": ""
												},
												"Diana plans to test the characters. She hopes they can help her out of her situation, but first wants to know if they are people who try talking even in the face of danger, or if they attack perceived threats without question."
											]
										},
										{
											"type": "entries",
											"name": "Roleplaying the Xorn",
											"entries": [
												"The {@creature xorn} (who can speak and understand Common and Terran and has given Diana permission to call it Karat) likes Diana, partially because it sympathizes with her plight, and also because of how many jewels she feeds the elemental.",
												"Xorns can be reasoned with. Coins, metal weapons, and gemstones, can be offered to show no harm is meant. A character who does so gains advantage on any Charisma checks made to interact positively with Diana and Karat."
											]
										},
										{
											"type": "entries",
											"name": "Talking with Diana and the Xorn",
											"entries": [
												"Diana reacts coldly and defensively if the characters accuse her of theft and aren't willing to hear her side of the story. She orders the xorn to attack unless the characters back down.",
												"Characters who talk to Diana with kindness and understanding and succeed on a DC 15 Charisma (Persuasion) check convince Diana to tell her side of the story, as described in \"Background\" at the beginning of this adventure. On a failure, the DC for this check is lowered to 12. If the second check fails, Diana becomes frustrated and commands the xorn to attack.",
												"Characters have advantage on this check if they appeal to Diana's hatred of her family by commiserating with her about her mistreatment.",
												"If the characters aren't sympathetic to Diana's situation and want to tell Lord Reuben what she's done, she commands the xorn to attack."
											]
										},
										{
											"type": "entries",
											"name": "Fighting Diana and the Xorn",
											"entries": [
												"The xorn attacks only if provoked or commanded by Diana.",
												"Though she summoned the xorn, Diana doesn't have enough experience to use magic in combat. She only acts in self defense.",
												"The xorn focuses on defending Diana, and prioritizes attacking anyone who gets close to her. However, the elemental doesn't have a death wish. The xorn focuses on foes who deal a lot of damage, using its Earth Glide ability to appear right next to the target.",
												"Diana surrenders if the xorn is killed, breaking down in tears. If asked what happened to the stolen jewelry, she confesses that the xorn ate them and that they are long gone."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "Development 3",
									"entries": [
										"If the characters want to help Diana, proceed to conclusion A. If the adventurers plan on telling her father the truth, proceed to conclusion B."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Conclusion A",
							"id": "Conclusion A",
							"entries": [
								"Diana can leave Krystalum Manor without interference at any time—after all, her family pretends that she doesn't exist. However, she has no idea how to navigate everyday life or go about making her own way in the world, so she needs someone to accompany her and her xorn friend.",
								"Diana is happy to leave with the characters or with Micah—either way, Micah quits his job when she leaves—but she worries that if she asks Micah to come with her, her family will find and punish him.",
								"To help Diana as much as possible, the characters may wish to deal with Lord Reuben before leaving. Below are two possible options.",
								{
									"type": "entries",
									"name": "Playing Dirty",
									"id": "Playing Dirty",
									"entries": [
										"Characters who want to avoid direct confrontation, or still want Lord Reuben's reward, can choose to forge or tamper evidence to create a new narrative. The xorn is happy to help with this.",
										"Convincing Lord Reuben to believe the story requires a successful DC 20 Charisma (Deception) check. This check is made with a +1 bonus for each piece of forged or tampered evidence the characters produce.",
										"On a success, Lord Reuben also gives the characters their promised 200 gp each and promptly dismisses them.",
										"On a failure, he is suspicious of the characters but is still willing to listen to them. The Charisma (Deception) check can be repeated, but if the check fails a second time, Lord Reuben recognises that he is being deceived and calls the guards (see \"Stand Your Ground\")."
									]
								},
								{
									"type": "entries",
									"name": "Stand Your Ground",
									"id": "Stand Your Ground",
									"entries": [
										"Characters can choose to return to Lord Reuben's study to confront him about the daughter he failed to mention. Outraged, Lord Reuben calls on the knight patrolling the middle floor to escort the characters out.",
										"If the characters fight, the xorn appears out of the ground to help them. The knights patrolling the top floor and bottom floor arrive on the second and third rounds of combat respectively.",
										"Lord Reuben surrenders if the knights are all knocked unconscious. He gives the promised payment to the characters with a successful DC 10 Charisma (intimidation) check."
									]
								},
								{
									"type": "entries",
									"name": "Diamond in the Rough",
									"id": "Diamond in the Rough",
									"entries": [
										"If the characters help her, Diana gives them a diamond worth 100 gp as thanks."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Conclusion B",
							"id": "Conclusion B",
							"entries": [
								"Lord Reuben listens intently, concealing any emotions behind cold professionalism, to what the characters tell him. At first, Lord Reuben doesn't believe Diana has the courage to pull off so many robberies and laughs if the adventurers present this theory without evidence. If the characters present proof that Diana was behind the thefts, he briskly gives them their promised 200 gp each and dismisses them without thanks or indication of how he intends to punish Diana.",
								"A visibly distressed Micah leads the adventurers out of the manor. He clearly wants to protest the situation but won't stand up for the characters unless they also object. Lord Reuben calls the guards if the adventurers outstay their welcome or change their mind on siding with him (see \"Stand Your Ground\")."
							]
						},
						{
							"type": "section",
							"name": "Experience Point Awards",
							"id": "Experience Point Awards",
							"entries": [
								"Regardless of how the adventure ends, the characters each gain 1000 XP in addition to any XP gained from combat encounters. If they managed to avoid combat for the entirety of the adventure, the characters each gain an additional 500 XP."
							]
						},
						{
							"type": "section",
							"name": "Appendix: Xorn Allies",
							"id": "Appendix: Xorn Allies",
							"entries": [
								"Either because they befriended Karat or because they summoned a xorn of their own, characters have the potential to gain a xorn ally from this adventure.",
								{
									"type": "entries",
									"name": "Loyalty",
									"id": "Loyalty",
									"entries": [
										"Xorns summoned using From Earth take their own actions instead of obeying commands. However, if they are treated as equals, not used as mere tools, and well-fed, they listen to suggestions from their allies.",
										"Karat, the xorn summoned by Diana, is loyal to her and follows her orders out of trust and respect. Characters can also suggest certain actions to Karat, but Diana's wishes supersede suggestions from anyone else.",
										"Xorns become hostile if mistreated or disrespected."
									]
								},
								{
									"type": "entries",
									"name": "Upkeep",
									"id": "Upkeep",
									"entries": [
										"Xorns are incredibly powerful for the level range this adventure is designed for. However, their upkeep is not cheap. Each week, a xorn must consume gemstones and precious metals worth a total of at least 200 gp, or it gains a level of exhaustion. Consuming an additional 200 gp worth of gemstones or precious metals reduces the xorn's exhaustion level by 1."
									]
								},
								{
									"type": "entries",
									"name": "Desires",
									"id": "Desires",
									"entries": [
										"The Elemental Plane of Earth is brimming with more metals and jewels than xorns could ever eat in their lifetimes. Because of this, a xorn gains a strong motivation to stay on the Material Plane, such as Karat's desire to protect Diana, it wants to return to its home plane."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Back Matter",
					"id": "Back Matter",
					"entries": [
						{
							"type": "section",
							"name": "About the Authors",
							"id": "About the Authors",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-justice-arman.png"
									},
									"title": ""
								},
								"Justice Arman is an Iranian American writer based in central Texas. In addition to penning best-selling DMs Guild supplements such as Devil's Advocate: A Guide to Infernal Contracts, Justice is a full-time goblin—yes, that's a real title—at Beadle & Grimm's Pandemonium Warehouse, where he works on dope boxed sets like the Legendary Edition of Curse of Strahd. You can find him on Twitter (@justicearman) or at www.justicearman.com.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-celeste-conowitch.png"
									},
									"title": ""
								},
								"Celeste Conowitch is a game designer based out of the Pacific Northwest. When not producing and GMing her actual play podcast Venture Maidens, you can catch her see her championing femme lead shows as co-founder of the Penwitch Studio podcast network. She works as a full-time designer at 2C Gaming and has freelanced with companies like Wizards of the Coast, Kobold Press, and Jetpack 7. To keep up with Celeste, follow her on Twitter @cconowitch.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-sam-mannell.png"
									},
									"title": ""
								},
								"Sam Mannell is a writer and designer based in Tmaki Makaurau, Aotearoa, a distant place known to some as Auckland, New Zealand. When not running or playing games, Sam is writing, making coffee, drinking club mate, or eating Thai food. He aspires to publish books, and if many of them happen to be roleplaying games, so be it.",
								"You can find more of Sam's work in MCDM's upcoming Kingdoms & Warfare, and you can be made aware of his location and movements by keeping an eye on crypticparlour.com, or following him on Twitter @crypticparlour.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-alison-huang.png"
									},
									"title": ""
								},
								"Alison Huang is a two time ENnie winning Australian writer and artist best known for her contributions to the Uncaged Anthology and the RPG Writer Workshop. When she isn't creating content for fifth edition, she creates narrative-heavy games, which can be found at drazillion.itch.io. Her Twitter handle is @Drazillion."
							]
						},
						{
							"type": "section",
							"name": "Resources",
							"id": "Resources",
							"entries": [
								"A diamond in the rough maps:",
								"https://files.mcdmproductions.com/Arcadia202103/StoneManor-28x26-vtt-floor3-70PxSq.jpg",
								"https://files.mcdmproductions.com/Arcadia202103/StoneManor-28x26-vtt-floor3-grid-70PxSq.jpg",
								"https://files.mcdmproductions.com/Arcadia202103/StoneManor-28x32-vtt-floor2-70PxSq.jpg",
								"https://files.mcdmproductions.com/Arcadia202103/StoneManor-28x32-vtt-floor2-grid-70PxSq.jpg",
								"https://files.mcdmproductions.com/Arcadia202103/StoneManor-48x60-vtt-floor1-70PxSq.jpg",
								"https://files.mcdmproductions.com/Arcadia202103/StoneManor-48x60-vtt-floor1-grid-70PxSq.jpg"
							]
						},
						{
							"type": "section",
							"name": "Legal",
							"id": "Legal",
							"entries": [
								"OPEN GAME LICENSE Version 1.0a",
								"The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.",
								"1. Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity.",
								"(e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters;",
								"stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities;",
								"places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\"",
								"means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\"",
								"or \"Your\" means the licensee in terms of this agreement.",
								"2. The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.",
								"3. Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.",
								"4. Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.",
								"5. Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.",
								"6. Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.",
								"7. Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.",
								"8. Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.",
								"9. Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.",
								"10. Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.",
								"11. Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.",
								"12. Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.",
								"13. Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.",
								"14. Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.",
								"15. COPYRIGHT NOTICE",
								"Open Game License v 1.0a Copyright 2000, Wizards of the Coast, LLC.",
								"System Reference Document 5.1 Copyright 2016, Wizards of the Coast, LLC.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.",
								"ARCADIA Issue 3. Copyright 2021, MCDM Productions, LLC.",
								"Authors: Justice Arman, Celeste Conowitch, Alison Huang, Sam Mannell, Matt Colville, and James Introcaso"
							]
						}
					]
				}
			]
		}
	],
	"race": [
		{
			"name": "Lucidling",
			"source": "Ar3",
			"page": 2,
			"size": [
				"M"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"ability": [
				{
					"int": 2,
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
			"darkvision": 60,
			"speed": {
				"walk": 30
			},
			"heightAndWeight": {
				"baseHeight": 48,
				"heightMod": "3d12",
				"baseWeight": 100,
				"weightMod": "1d6"
			},
			"languageProficiencies": [
				{
					"common": true,
					"deep speech": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Ability Score Increase",
					"entries": [
						"Your Intelligence score increases by 2, and one other ability score of your choice increases by 1."
					]
				},
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Lucidlings reach maturity at the time of their creation, but their lifespans vary wildly. Some lucidlings live less than a year, while others are seemingly immortal. Lucidlings do not age."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"As products of unchecked creativity, lucidlings tend towards chaotic alignments."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Lucidlings range from 4 to 7 feet tall and weigh between 100 and 300 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Spontaneous Evolution",
					"entries": [
						"As an action, you can assume an otherworldly form, choosing from the following options. This transformation lasts for 10 minutes, until you die, or until you revert to your normal form as a bonus action. Once you use this trait, you can't do so again until you finish a long rest.",
						{
							"type": "list",
							"style": "list-no-bullets",
							"items": [
								{
									"type": "item",
									"name": "Alien Appendage",
									"entries": [
										"You sprout a pair of tentacles, arms, or similar appendages. Each appendage has a reach of 10 feet and can lift a number of pounds equal to three times your Strength score. You can use a bonus action on your turn to perform a simple task with one of your appendages, such as: lift, push, pull, or interact with an object or creature; grapple a Large or smaller creature; or make an unarmed strike. Your GM might allow you to perform other tasks with your appendages.",
										"Your appendages can't wield weapons or shields or do anything that requires manual precision, such as using tools or magic items or performing the somatic components of a spell."
									]
								},
								{
									"type": "item",
									"name": "Psionic Propulsion",
									"entries": [
										"You gain a flying speed equal to your walking speed and can hover."
									]
								},
								{
									"type": "item",
									"name": "Supernatural Secretion",
									"entries": [
										"You secrete a viscous magical slime, granting you the ability to breathe underwater and a swimming speed equal to your walking speed. In addition, when a creature hits you with a melee attack, you can use your reaction to deal poison damage equal to half your level to the attacker."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Telepathy",
					"entries": [
						"You can communicate telepathically with any creature you can see within 30 feet of you. If the receiving creature can speak at least one language, it can respond to you telepathically."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Deep Speech."
					]
				}
			],
			"traitTags": [
				"Amphibious",
				"Natural Weapon",
				"Uncommon Race"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "quote",
								"entries": [
									"Ssussothis slowly awoke from its decennial nap. Once again, the aboleth dreamed of that pathetic warrior and his dopey grin. What an embarrassment it was to dream of defeat at the hands of such a lighthearted fool. Ssussothis' anger leached from the aberration's body, filling the cavern with a hideous squelching sound.",
									"The aboleth sluggishly opened its three eyes to find an intruder standing in a pool of ectoplasmic goo. The slimy, grey-skinned humanoid was beaming at Ssussothis, a wide gap-toothed grin stretching across a chinless face. The being's three vertically stacked red eyes blinked, and they waved a fleshy, sword-shaped tentacle.",
									"\"Are you my mama?\" asked the eager lucidling."
								]
							},
							{
								"type": "entries",
								"entries": [
									"When sleep meets the sleepless, lucidlings are born. The unwanted offspring of immortal aberrations, lucidlings burst forth from the dreams of ancient aboleths and other alien beings, where uncontrolled thoughts beget life."
								]
							},
							{
								"type": "entries",
								"name": "Odd Offspring",
								"id": "Odd Offspring",
								"entries": [
									"No two lucidlings are alike. When the Vizier of the Court of All Flesh, Lord Rall, inverts the fragile flesh of a dozen enemies, his dreams might be so filled with their screams that it inadvertently spawns several lucidlings at once. A trained eye—one unfortunate to have seen a plethora of aberrations—can identify the lucidlings' lineage based on physical characteristics, but similarities among lucidlings with the same parent are typically far and few between. Though all lucidlings are humanoids, one lucidling might be smooth and spindly with a single piercing eye, while their \"sibling\" could be twice as large, with a purple leathery hide speckled with tiny barbs.",
									"In addition to physical features, lucidlings inherit diluted personality traits from their creators. A lucidling descended from a dominating aboleth may be described as controlling or manipulative, while the child of a gibbering mouther might be loquacious and greedy. Despite these patterns in their psyche, lucidlings are hardly replicas of their creators. They are unique individuals, shaped by their environments, choices, and experiences."
								]
							},
							{
								"type": "entries",
								"name": "Whole New World",
								"id": "Whole New World",
								"entries": [
									"Paranoid progenitors reduce many lucidlings to dust shortly after their inception, but not all aberrations attempt to destroy their accidental handiwork—and those that do are not always successful. A surviving lucidling might become a dutiful minion, bizarre apprentice, or loyal spy. Others manage to escape their creators' lairs before the aberrations wake.",
									"Lucidlings begin life as fully-formed adults with alien appearances and little or no concept of organized humanoid society. Once exposed to the outside world, curiosity overwhelms most lucidlings, driving them to partake in the best and worst experiences life has to offer."
								]
							},
							{
								"type": "entries",
								"name": "Lucidling Vestiges",
								"id": "Lucidling Vestiges",
								"entries": [
									"Every lucidling is born with a vestige, an organic structure that points to their otherworldly heritage. The Lucidling Vestiges table contains examples of physical features you can add to give your character a more alien appearance. These structures have no effect on your character's game statistics.",
									{
										"type": "entries",
										"name": "Lucidling Vestiges",
										"entries": [
											{
												"type": "table",
												"colLabels": [
													"d8",
													"Vestige"
												],
												"colStyles": [
													"text-align-left",
													"text-align-left"
												],
												"rows": [
													[
														"1",
														"Eyestalks"
													],
													[
														"2",
														"Translucent skin"
													],
													[
														"3",
														"Irregularly shaped iris"
													],
													[
														"4",
														"Glow-in-the-dark bones"
													],
													[
														"5",
														"Beak concealed by tentacles"
													],
													[
														"6",
														"Extra pair of tiny arms"
													],
													[
														"7",
														"Shriveled wings"
													],
													[
														"8",
														"External organs"
													]
												]
											}
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Lucidling Names",
								"id": "Lucidling Names",
								"entries": [
									"Lucidlings are genderless. They typically adopt the name of their parental aberration, followed by a suffix synonymous with the muse of their birth dream. Lucidlings often choose an abbreviated nickname to accommodate creatures who do not speak their progenitor's language.",
									{
										"type": "entries",
										"name": "Example Lucidling Names",
										"entries": [
											"Albezuro-Gel (Abegel), Krizeth-Gel (Krigel), Krizeth-Mawpt (Kript), Marthekh-Khan (Markh), Xapkiro-Laxx (X-Lax)"
										]
									}
								]
							}
						]
					}
				],
				"_appendRaceFluff": {
					"name": "Lucidling",
					"source": "Ar3"
				},
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-lucidling.png"
						}
					}
				]
			}
		},
		{
			"name": "Sand Speaker",
			"source": "Ar3",
			"page": 4,
			"size": [
				"M"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"ability": [
				{
					"dex": 1,
					"wis": 1,
					"cha": 1
				}
			],
			"darkvision": 60,
			"speed": {
				"walk": 30
			},
			"heightAndWeight": {
				"baseHeight": 72,
				"heightMod": "2d12",
				"baseWeight": 150,
				"weightMod": "1d4"
			},
			"languageProficiencies": [
				{
					"common": true,
					"other": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"message#c"
						],
						"3": [
							"sleep"
						],
						"5": [
							"silence"
						]
					},
					"ability": "cha"
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Ability Score Increase",
					"entries": [
						"Your Dexterity, Wisdom, and Charisma scores each increase by 1."
					]
				},
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Sand speakers reach maturity at the same rate as humans. On average, they live about 300 years."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Sand speakers tend towards lawful neutral. Tapping into the subconscious minds of other creatures gives sand speakers a sense of perspective. They see creatures in their most vulnerable states, witnessing their brightest hopes, deepest desires, and darkest fears."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Sand speakers have smooth, elongated features. They range from 6 to 8 feet tall and weigh between 150 and 250 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Sandform",
					"entries": [
						"As an action, you, along with everything you are wearing and carrying, transform into fine sand for 1 minute. This effect ends if you are reduced to 0 hit points.",
						"While in this form, you retain your walking speed and lose all other movement speeds you have. You can move through a space as narrow as 1 inch wide without squeezing.",
						"You gain resistance to nonmagical damage. You can't talk or manipulate objects, and any objects you were carrying or holding can't be dropped, used, or otherwise interacted with. You can't attack or cast spells.",
						"Once you use this trait, you can't do so again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Oneiromancy",
					"entries": [
						"You know the {@spell message} cantrip. When you reach 3rd level, you can cast the {@spell sleep} spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell silence} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				{
					"type": "entries",
					"name": "Dream Walk",
					"entries": [
						"As an action, choose a sleeping creature that you can see within 10 feet of you. You enter a trance state for up to 8 hours, acting as a messenger. While in the trance, you are aware of your surroundings, but can't take actions or move.",
						"You appear in the target's dreams and can converse with it as long as it remains asleep, for the duration of your trance. If the target wakes during your trance for any reason, your trance immediately ends. You can't shape the target's dreams or alter your appearance when you dream walk—you are only a visitor. You can emerge from the trance at any time, ending this effect early. The target recalls the dream perfectly upon waking."
					]
				},
				{
					"type": "inset",
					"name": "Entering Dreams",
					"entries": [
						"The Dream Realm does not abide by the laws of the material world, so sand speakers hoping to gain information must think outside the box. For example, in real life, the ability to read—be it a book, a sign, even a clock—is not processed in the subconscious part of the human brain, therefore we are unable to read in our dreams. While a dozing creature might believe it's reading, a sand speaker inside the dream may come across inscriptions written in gibberish or books filled with blank pages. Similarly, creatures in dreams are products of the dreamer's subconscious and may look or sound differently than who the dreamer understands them to be—if they have a face at all! Knowing this information can help GMs and players convey dreams as distinct, vivid experiences with unique problems for characters to solve."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one other language of your choice."
					]
				}
			],
			"traitTags": [
				"Uncommon Race"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "quote",
								"entries": [
									"Azita clasped her hands together and leaned forward on her oaken desk inquisitively. It was littered with books, notes, and drawings devoted to sleep and the power of the subconscious. \"What did you dream of last night?\" she asked the young prince.",
									"\"I didn't dream of anything,\" replied Moshen.",
									"\"So you forgot?\"",
									"\"Sometimes I just don't dream.\" He shrugged.",
									"\"We always dream,\" asserted the scholar, reaching for a thin purple book with gold stars along its spine. She slid it across the desk to Moshen. \"Unless they're stolen from us.\""
								]
							},
							{
								"type": "entries",
								"entries": [
									"Formed from the sands of island shores in the astral sea, sand speakers look like sauntering humanoid sculptures stretched from dyed glass. They infiltrate the minds of creatures in their sleep, acting as prophetic messengers and so-called \"thought thieves\" on behalf of extraplanar entities."
								]
							},
							{
								"type": "entries",
								"name": "Children of the Sands",
								"id": "Children of the Sands",
								"entries": [
									"Before recorded time, archangels warred with aberrations at the bounds of the multiverse, where astral sands slowly spilled into nothingness. Led by Oneirus the Eternal, the angels sought to drive back the unfathomable evils and prevent the aberrations from disrupting their divine works. During a cataclysmic battle, Oneirus' radiant fire scorched the iridescent sand, giving it form and infusing it with life. Humanoid figures of molten glass, the original sand speakers, rose from the astral desert and knelt before the archangel.",
									"Oneirus invited each sand speaker to pledge themselves to a righteous cause and return with the angels to the celestial host. Many accepted and became prophetic messengers, while others decided to explore their newfound freedom, wandering the sands like interplanar nomads. Some, however, were tempted by unintelligible whispers emanating from the Abyss, rejecting Oneirus in favor of maleficent beings lurking beyond the sands."
								]
							},
							{
								"type": "entries",
								"name": "Extraplanar Emissaries",
								"id": "Extraplanar Emissaries",
								"entries": [
									"Despite their smooth complexion, sand speakers are composed of millions of tiny granules suffused with cosmic energy. Sand speakers travel the multiverse in service to meddling archfey, imprisoned fiends, and forgotten deities hoping to reassert their godhood. Some conduct divine outreach as heralds, while others tempt sleeping souls on behalf of ambitious devils. A sand speaker might appear before a belligerent zealot, chastising their actions in hopes of averting a holy crusade without a single casualty.",
									"Some sand speakers, called thought thieves, engage in subconscious subterfuge, slipping into the minds of influential figures to steal precious secrets or plant the seed of an idea in hopes of prompting action in the material world. Expert thought thieves are graceful shadows, sneaking past the defenses of well-guarded noble estates, fortified prisons, and the magically warded towers of paranoid mages.",
									"The ability to dream walk is both a blessing and a curse. Distrusted as violators of the unconscious mind, sand speakers carry a stigma wherever they go."
								]
							},
							{
								"type": "entries",
								"name": "Perpetual Vagabonds",
								"id": "Perpetual Vagabonds",
								"entries": [
									"Sand speakers typically relocate after appearing in a creature's dreams to avoid scrutiny. While some prefer hidden lairs on the outskirts of civilizations or adopt a regular disguise, most sand speakers are vagabonds, constantly on the move to minimize the odds of being recognized by a former target. Sand speaker societies are rare, and take the form of caravans or mobile camps."
								]
							},
							{
								"type": "entries",
								"name": "Boundless Perspective",
								"id": "Boundless Perspective",
								"entries": [
									"By the time a sand speaker reaches maturity, they have seen dozens of dreams. However, a sand speaker's ability comes at a price: the first time that they dream walk, they can no longer have dreams of their own. Instead, they must live vicariously through the fantasies of others, beholding the wonder of the unrestrained mind but tasting none of its fruits for themselves.",
									"Dream walks inspire sand speakers to explore the real world. To a sand speaker, each dream is an illusion—alluring, foreign, and hollow. They observe delicious foods, wondrous curiosities, and breathtaking landscapes imagined by dreamers. Sand speakers chase these visions during their waking hours, venturing out into the world in search of iconic landmarks, gourmet recipes, and famous individuals that inspired dreams they've visited."
								]
							},
							{
								"type": "entries",
								"name": "Sand Speaker Personalities",
								"id": "Sand Speaker Personalities",
								"entries": [
									"Though sand speakers lose the ability to have new dreams after their first dream walk, they can still relive old ones. In sand speaker culture, these old dreams are symbols of fate called omens. Typically, the same omen recurs for weeks, months, or years. A sand speaker has no control over which omen they experience each night and always recalls it perfectly upon waking. Like tarot card readings or casting runes, a sand speaker draws meaning from their omen, believing it holds some hidden clue to their destiny.",
									"The Sand Speaker Omens table displays possible omens for your character, while the Sand Speaker Quirks table contains specific quirks to help you portray them.",
									{
										"type": "entries",
										"name": "Sand Speaker Omens",
										"entries": [
											{
												"type": "table",
												"colLabels": [
													"d8",
													"My omen involves a..."
												],
												"colStyles": [
													"text-align-left",
													"text-align-left"
												],
												"rows": [
													[
														"1",
														"Vault filled with treasures from a distant land."
													],
													[
														"2",
														"Simple memory shared with a loved one who's no longer around."
													],
													[
														"3",
														"Recurring symbol which I do not recognize."
													],
													[
														"4",
														"Battle against formidable foe."
													],
													[
														"5",
														"Mysterious creature."
													],
													[
														"6",
														"Famous person I have never actually met."
													],
													[
														"7",
														"Test of great importance."
													],
													[
														"8",
														"Horrible nightmare."
													]
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "Sand Speaker Quirks",
										"entries": [
											{
												"type": "table",
												"colLabels": [
													"d8",
													"Quirk"
												],
												"colStyles": [
													"text-align-left",
													"text-align-left"
												],
												"rows": [
													[
														"1",
														"Your body is shaped like a round-bottom flask."
													],
													[
														"2",
														"Sand shifts beneath your glassy skin, changing color to reflect your mood."
													],
													[
														"3",
														"You have a phobia of water."
													],
													[
														"4",
														"When someone wrongs you or your companions, you discretely fill their belongings with sand."
													],
													[
														"5",
														"You are a thrill seeker, chasing the passion you've witnessed in others' dreams."
													],
													[
														"6",
														"You look for meaning in every action or symbol."
													],
													[
														"7",
														"Others often mistake you for someone they know."
													],
													[
														"8",
														"You talk in your sleep. Very loudly."
													]
												]
											}
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Sand Speaker Names",
								"id": "Sand Speaker Names",
								"entries": [
									"Each sand speaker has a single name, determined by a motif found in their first dream walk. Sand speaker names are gender-neutral.",
									{
										"type": "entries",
										"entries": [
											{
												"type": "entries",
												"name": "Example Sand Speaker Names",
												"entries": [
													"Caress, Dance, Drown, Fall, Run, Song, Spider, Teeth, Whisper."
												]
											}
										]
									}
								]
							}
						]
					}
				],
				"_appendRaceFluff": {
					"name": "Sand Speaker",
					"source": "Ar3"
				},
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-sand-speaker.png"
						}
					}
				]
			}
		},
		{
			"name": "Somnian",
			"source": "Ar3",
			"page": 7,
			"size": [
				"M"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"ability": [
				{
					"wis": 1,
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"cha"
						],
						"count": 1
					}
				}
			],
			"skillProficiencies": [
				{
					"insight": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"minor illusion#c"
						],
						"3": [
							"detect thoughts"
						],
						"5": [
							"major image"
						]
					},
					"ability": "wis"
				}
			],
			"darkvision": 60,
			"speed": {
				"walk": 30
			},
			"heightAndWeight": {
				"baseHeight": 56,
				"heightMod": "2d10",
				"baseWeight": 100,
				"weightMod": "2d4"
			},
			"languageProficiencies": [
				{
					"common": true,
					"celestial": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Ability Score Increase",
					"entries": [
						"Your Wisdom score increases by 1, and one other ability score of your choice increases by 1."
					]
				},
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Somnians begin life as wispy spirits and reach maturity around the age of 30. They can live to be 500 years old."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"As the sculptors of dreams, somnians emphasize imaginative freedom. They value expression and understanding and reject reality when it is oppressive. Somnians tend towards chaotic good."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Somnians are the same height and build as humans. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Empath",
					"entries": [
						"You have proficiency in the Insight skill."
					]
				},
				{
					"type": "entries",
					"name": "Astral Architect",
					"entries": [
						"You know the {@spell minor illusion} cantrip.",
						"When you reach 3rd level, you can cast {@spell detect thoughts} once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast {@spell major image} once with this trait, and you regain the ability to do so when you finish a long rest. Wisdom is your spellcasting ability for these spells."
					]
				},
				{
					"type": "entries",
					"name": "Nightmare",
					"entries": [
						"As an action, you assume a terrifying form. Choose one creature that you can see within 60 feet of you. The target must succeed on a Wisdom saving throw or become frightened of you for 1 minute. The DC for this saving throw equals 8 + your Wisdom modifier + your proficiency bonus. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Once you use this trait, you can't do so again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Remembrance",
					"entries": [
						"You can cast the resurrection spell once with this trait, requiring no material components. When you do so, you immediately die, and your body withers away in a cloud of starry dust. The resurrected creature awakes with a memory of yours (chosen by you).",
						"A somnian who sacrifices themselves in this way can only be brought back to life by a {@spell wish} spell."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Celestial."
					]
				}
			],
			"traitTags": [
				"Uncommon Race"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "quote",
								"entries": [
									"As I fell into my sleep,",
									"The stage was set with wondrous things.",
									"At long-lost mem'ries, I did weep,",
									"And missed the creatures in the wings."
								],
								"by": "Bibis Ross",
								"from": "The Theatre of Sleep"
							},
							{
								"type": "entries",
								"entries": [
									"Somnians are the creators of dreams. Compassionate artists and philosophers, the star-skinned illusionists find meaning in all things. Whether guiding a sleeping creature towards a source of inspiration or warning it when it has gone astray, somnians are the architects of bedtime's wildest fantasies—and worst nightmares."
								]
							},
							{
								"type": "entries",
								"name": "Imaginative Illusionists",
								"id": "Imaginative Illusionists",
								"entries": [
									"Somnians hail from the vast expanse of the Dream Realm, where time slows and their innate magic is magnified. When a creature falls asleep, a somnian in the Dream Realm weaves a dream for them, uniquely tailored to the slumbering creature's thoughts and feelings.",
									"Outside of the Dream Realm, a somnian's ability to create dreams manifests as illusion magic. Despite this, somnians maintain their desire to mold the world around them, using their gifts to inspire others, uphold symbols of good, or seek justice. They are natural philosophers, gravitating towards callings that emphasize expression and interpretation, such as the arts, academia, or soothsaying."
								]
							},
							{
								"type": "entries",
								"name": "Cosmic Shepherds",
								"id": "Cosmic Shepherds",
								"entries": [
									"Every dream has a purpose. Inspiration. Remembrance. Realization. In the Dream Realm, somnians discern this purpose and gently suggest it to the creature through symbolism.",
									"Somnians continue to foster others in the material world, studying and nudging creatures towards their goals with subtle enthusiasm. There is no greater joy for a somnian than helping someone else achieve their dreams."
								]
							},
							{
								"type": "entries",
								"name": "Lasting Memories",
								"id": "Lasting Memories",
								"entries": [
									"Somnians are known for their generosity. The frequent gift givers expect nothing in return, sparking lifelong friendships with sculptures, songs, and recipes. Superstitious folk believe it's bad luck to turn down a somnian's gift.",
									"In a true act of selflessness, a somnian can give their life to resurrect a fallen creature. All that remains of a somnian who performs this act is a memory of their choosing in the mind of the revived. While they typically sacrifice themselves to resurrect a loved one, somnians have imparted their last gifts to influential poets, scholars, and leaders who died before their time. Bereaved family members sometimes seek a somnian in desperation, hoping the dreamweaver will trade their life for that of a stranger."
								]
							},
							{
								"type": "entries",
								"name": "Somnian Nightmares",
								"id": "Somnian Nightmares",
								"entries": [
									"As stewards of the sleeping, somnians are generally pleasant. However, every somnian harbors a mote of darkness they can harness, assuming nightmarish forms to terrify misguided creatures and foes alike. The Somnian Nightmares table contains examples of possible forms your character might take when invoking this darkness.",
									{
										"type": "entries",
										"name": "Somnian Nightmares",
										"entries": [
											{
												"type": "table",
												"colLabels": [
													"d6",
													"Nightmare"
												],
												"colStyles": [
													"text-align-left",
													"text-align-left"
												],
												"rows": [
													[
														"1",
														"Horrifying monster with too many joints"
													],
													[
														"2",
														"Panicked reflection of the target with their teeth falling out"
													],
													[
														"3",
														"Natural disaster, like a forest fire or tsunami"
													],
													[
														"4",
														"Swarm of insects, rodents, or other pests"
													],
													[
														"5",
														"Disapproving loved one"
													],
													[
														"6",
														"Empty, emotionless void"
													]
												]
											}
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Somnian Names",
								"id": "Somnian Names",
								"entries": [
									"Somnians look like humanoid galaxies. They have shadowy frames sprinkled with tiny luminescent stars. Somnians derive their names from the constellations on their twinkling frames.",
									{
										"type": "entries",
										"entries": [
											{
												"type": "entries",
												"name": "Example Somnian Names",
												"entries": [
													"Arietes, Aquila, Belator, Gladius, Leo, Ridera, Ocula, Papilonus, Zelotes."
												]
											}
										]
									}
								]
							}
						]
					}
				],
				"_appendRaceFluff": {
					"name": "Somnian",
					"source": "Ar3"
				},
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-somnian.png"
						}
					}
				]
			},
			"age": {
				"mature": 30,
				"max": 500
			}
		}
	],
	"spell": [
		{
			"name": "Attract Metal",
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a pouch of iron filings"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"amount": 1,
						"type": "minute"
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"source": "Ar3",
			"entries": [
				"You create a magnetic field that allows you to push or pull metal objects. When you cast the spell, and as an action each round for the duration, you can exert your will on one metal object that you can see within range. You can affect the same target round after round, or choose a new one at any time. If you switch targets, the prior target is no longer affected by the spell.",
				"You can try to move a metal object that weighs up to 500 pounds. If the object isn't being worn or carried, you automatically move it in a straight line up to 30 feet toward or away from you, but not beyond the range of this spell.",
				"If the object is being worn or carried by an unwilling creature, you must make an ability check with your spellcasting ability contested by that creature's Strength check. If you succeed, you pull the object away from that creature and can move it in a straight line up to 30 feet toward or away from you, but not beyond the range of this spell. If the object is a worn object that cannot easily be removed (such as armor) and you win the contest, the targeted creature also moves with the metal object. On subsequent rounds, you can use your action to attempt to maintain your grip on the creature by repeating the contest. If the combined weight of the object and the creature exceed 500 pounds, the target cannot be moved."
			],
			"page": 10,
			"savingThrow": [
				"strength"
			]
		},
		{
			"name": "Erase",
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "the nib of a quill"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"source": "Ar3",
			"entries": [
				"You remove writing from a single scroll, one page of paper, a sheet of parchment, or a similar surface that you can see within range that is no larger than a 2-foot-square area.",
				"This spell can also automatically remove a glyph of warding or a glyph created by the symbol spell. If the glyph was created using a spell slot of 4th level or higher, you must make an ability check using your spellcasting ability. The DC equals 10 + the spell's level. On a successful check, the glyph is erased."
			],
			"page": 10
		},
		{
			"name": "Glitterdust",
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 15
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a packet of confetti"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"amount": 1,
						"type": "minute"
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"source": "Ar3",
			"entries": [
				"You spray a shower of golden glitter from your hands. Each creature in a 15-foot cone becomes coated in glitter for the spell's duration, and affected creatures or objects can't benefit from being invisible. In addition, any creature in the area when the spell is cast must succeed on a Constitution saving throw or become blinded for the duration. A blinded creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
			],
			"page": 11,
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Nature's Ladder",
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "an acorn"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"amount": 24,
						"type": "hour"
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			},
			"source": "Ar3",
			"entries": [
				"You cause a tree to sprout from an unoccupied space of solid ground that you can see within range. When you cast the spell, you determine the height of the tree, which can be a maximum of 20 feet tall. If there isn't enough room for the tree to grow to full height, the tree attains the maximum possible height in the space available. The tree has a 1-foot-diameter trunk and evenly spaced branches perfect for climbing. The tree has AC 5 and 25 hit points. After 24 hours, or if the tree is reduced to 0 hit points, it instantly vanishes."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, you can increase the height of the tree by 20 feet for each slot level above 1st."
					]
				}
			],
			"page": 11
		},
		{
			"name": "Permanency",
			"level": 8,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "the highest-quality components available for a particular spell costing 1,000 gp per level of the permanent spell: 1,000 gp for a 1st-level spell, 2,000 gp for a 2nd-level spell, etc."
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"source": "Ar3",
			"entries": [
				"This spell makes certain other spells you cast on yourself permanent. Choose a spell of 5th level or lower that you can cast, has a duration of 1 minute or longer, a casting time of 1 hour or shorter, and can target you.",
				"You cast that spell as part of casting permanency, expending spell slots for both.",
				"The spell cast with permanency takes effect immediately and lasts until dispelled. Spells made permanent in this way no longer require concentration to maintain and do not require the use of a spell slot beyond the initial casting. If the spell you cast with the permanency spell is dispelled (such as by the dispel magic spell), then both that spell and permanency are dispelled and vice versa. You can only be affected by one permanent spell at a time."
			],
			"page": 11
		},
		{
			"name": "Rainbow Recurve",
			"level": 6,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small glass"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"amount": 1,
						"type": "minute"
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"source": "Ar3",
			"entries": [
				"You summon a longbow formed of swirling rainbow hues to your hands.",
				"When the bow appears, you choose an arrow color and make a ranged spell attack against a target of your choice within range. On a hit, the target takes 3d8 force damage and must succeed on a Dexterity saving throw or face an additional effect determined by the color of the arrow used. Until the spell ends, you can use an action on each of your turns to make another ranged spell attack, selecting an arrow of a different color each time you do.",
				"Once you fire an arrow, the corresponding color disappears from the bow, and you can't select that color again during this particular casting of the spell. When the duration ends or when you have used all seven colors, the bow vanishes.",
				"{@i Red}. The target takes an additional 3d8 fire damage.",
				"{@i Orange}. The target takes an additional 3d8 acid damage.",
				"{@i Yellow}. The target takes an additional 3d8 lightning damage.",
				"{@i Green}. The target takes an additional 3d8 poison damage.",
				"{@i Blue}. The target takes an additional 3d8 cold damage.",
				"{@i Indigo}. On a failed save, the target is paralyzed. It can make a Constitution saving throw at the end of each of its turns, ending the paralyzed condition on a success.",
				"{@i Violet}. On a failed save, the target is blinded. It must then make a Wisdom saving throw at the start of your next turn. A successful save ends the blinded condition. If it fails that save, the creature is transported to another plane of existence of the GM's choosing and is no longer blinded. (Typically, a creature that is on a plane that isn't its home plane is banished home, while other creatures are usually cast into the Astral or Ethereal Planes.)"
			],
			"page": 12
		},
		{
			"name": "Shrink",
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a raisin"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"amount": 1,
						"type": "hour"
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"source": "Ar3",
			"entries": [
				"You cause a creature or an object you can see within range to shrink for the duration. Choose either a creature or an object that is not worn or held. If the target is an unwilling creature, it can make a Constitution saving throw. On a success, the spell has no effect.",
				"The target becomes Tiny, shrinking to a height of 1 inch, and it weighs 1 pound, unless it already was smaller or weighed less before the spell was cast. If the target is a creature, everything it is wearing and carrying changes size with it. Any item dropped by an affected creature returns to normal size at once. Until the spell ends, the target has disadvantage on Strength checks and Strength saving throws. The target's weapons also shrink to match its new size. While these weapons are reduced, the target's attacks with them deal 1 damage. If the creature was not already Tiny before this spell was cast, its speed is halved for the duration."
			],
			"page": 13,
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Silver Wings",
			"level": 4,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a silver needle"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"amount": 10,
						"type": "minute"
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"source": "Ar3",
			"entries": [
				"You grow a pair of metallic, feathered wings. These wings grant you a fly speed of 60 feet for the duration. When the spell ends, you fall if you are still aloft, unless you can stop the fall.",
				"While the spell is active, you can use a bonus action to make a melee spell attack with the wings against a target within 10 feet of you. On a hit, the target takes 2d6 slashing damage. The wings are magical weapons.",
				"As a bonus action, you can choose to end the spell and launch the metallic feathers in a 60-foot cone of razor-sharp blades. Each creature in the cone must make a Dexterity saving throw. A creature takes 3d8 piercing damage on a failed save, or half as much damage on a successful one."
			],
			"page": 13
		},
		{
			"name": "Stoneheart",
			"level": 7,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a humanoid heart carved from a gemstone of exceptional quality worth at least 1,000 gp"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"amount": 1,
						"type": "year"
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"source": "Ar3",
			"entries": [
				"You exchange your own living heart for the finely crafted heart of stone you used for the spell's material component. Your living heart can then be stored or hidden anywhere you like, but must remain within 1 mile of you to keep the spell active, where it continues to beat for the duration. While your heart is removed in this manner, you automatically succeed on all death saving throws. If you die, but your original heart remains intact, you gain a new body with a new stone heart in 1d10 days and return to life with all your hit points. Your new body appears within 5 feet of your original heart.",
				"While you possess a stone heart, you lose the ability to heal naturally during a short or long rest, and can only restore hit points through magical healing. If your living heart is damaged or destroyed, you are instantly slain.",
				"You can choose to end the spell as a bonus action. The spell ends automatically if you travel more than 1 mile from your living heart. When the spell ends, your own living heart instantly returns to its proper place, and the stone heart is destroyed."
			],
			"page": 13
		},
		{
			"name": "Walking Dead",
			"level": 3,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a vial of smelling salts"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"amount": 10,
						"type": "day"
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"source": "Ar3",
			"entries": [
				"You animate the corpse of a creature that has died within the past day whose body is still intact. For the duration, you restore a semblance of life to the deceased creature, putting the reanimated subject in a half-life state but not truly reconnecting the soul to the body.",
				"The reanimated creature has 1 hit point and can move as they could in life. In this state, a target is unable to attack, use spells, or take similarly complex actions. If the creature could speak in life, it has the ability to do so, though its memory is cloudy, making it difficult for the subject to remember even the basic details of its past life. During a limited interaction, the animated corpse could be passed off as alive, but extended conversation reveals something is amiss. A creature that uses its action to examine the body can determine that it is not alive with a successful Intelligence (Investigation) check against your spell save DC.",
				"The spell also effectively extends the time limit on raising the target from the dead, since days spent reanimated does not count against the time limit of spells such as raise dead, and the reanimated body does not decay.",
				"A creature reanimated in this way is not undead, and it can be resurrected by any spell that would return a fully dead creature to life."
			],
			"page": 14
		}
	],
	"variantrule": [
		{
			"name": "Aces High",
			"page": 15,
			"source": "Ar3",
			"ruleType": "V",
			"type": "section",
			"entries": [
				"Aces High is a lightweight ruleset for aerial combat, aimed at replicating the high-octane action of a cinematic dogfight. Aerial combat doesn't happen a lot in roleplaying games, because it tends to be more cumbersome and less fun than combat on the ground—but in many stories that aren't RPGs, aerial battles happen all the time! The aim of Aces High is to emulate the thrill of those stories, and make you want to put more aerial combat in your games.",
				"These rules are strictly aimed at combat encounters that take place entirely in the air. No half measures.",
				{
					"type": "section",
					"name": "The Flight Modifier",
					"id": "The Flight Modifier",
					"entries": [
						"The cornerstone of Aces High is the flight modifier, a number attached to your character which functions like an ability modifier, and is used to modify d20 rolls. This includes ability checks, called flight checks, and saving throws, called flight saving throws.",
						"The two factors that determine your flight modifier are size and flying speed, because the flight modifier is based on the real-life concept of the thrust-to-weight ratio. You can find a vehicle or creature's flight modifier on the flight modifiers table on the next page.",
						"When riding a mount, use the mount's flight modifier. When piloting a vehicle, use the vehicle's flight modifier. When you gain a flying speed, whether through a spell such as fly, or the use of a magic item such as wings of flying, calculate your own flight modifier.",
						{
							"type": "entries",
							"name": "Pilots and Passengers",
							"id": "Pilots and Passengers",
							"entries": [
								"If you're the helmsman of a vehicle, directing a mount, or flying under your own steam, you're considered a pilot. Only pilots use a flight modifier.",
								"If you're riding along on a mount, vehicle, or magic item, but you're not directly responsible for piloting, then you're a passenger, and you don't use any flight modifier. Don't worry! You can still take actions during the action phase."
							]
						},
						{
							"type": "table",
							"colLabels": [
								"Size /Fly Speed",
								"Tiny (0)",
								"Small (−1)",
								"Medium (−2)",
								"Large (−3)",
								"Huge (−4)",
								"Gargantuan (−5)"
							],
							"colStyles": [
								"text-align-left",
								"text-align-left",
								"text-align-left",
								"text-align-left",
								"text-align-left",
								"text-align-left",
								"text-align-left"
							],
							"rows": [
								[
									"10ft (+1)",
									"+1",
									"+0",
									"−1",
									"−2",
									"−3",
									"−4"
								],
								[
									"20ft (+2)",
									"+2",
									"+1",
									"+0",
									"−1",
									"−2",
									"−3"
								],
								[
									"30ft (+3)",
									"+3",
									"+2",
									"+1",
									"+0",
									"−1",
									"−2"
								],
								[
									"40ft (+4)",
									"+4",
									"+3",
									"+2",
									"+1",
									"+0",
									"−1"
								],
								[
									"50ft (+5)",
									"+5",
									"+4",
									"+3",
									"+2",
									"+1",
									"+0"
								],
								[
									"60ft (+6)",
									"+6",
									"+5",
									"+4",
									"+3",
									"+2",
									"+1"
								],
								[
									"70ft (+7)",
									"+7",
									"+6",
									"+5",
									"+4",
									"+3",
									"+2"
								],
								[
									"80ft (+8)",
									"+8",
									"+7",
									"+6",
									"+5",
									"+4",
									"+3"
								],
								[
									"90ft (+9)",
									"+9",
									"+8",
									"+7",
									"+6",
									"+5",
									"+4"
								],
								[
									"100ft (+10)",
									"+10",
									"+9",
									"+8",
									"+7",
									"+6",
									"+5"
								],
								[
									"110ft (+11)",
									"+11",
									"+10",
									"+9",
									"+8",
									"+7",
									"+6"
								],
								[
									"120ft (+12)",
									"+12",
									"+11",
									"+10",
									"+9",
									"+8",
									"+7"
								],
								[
									"130ft (+13)",
									"+13",
									"+12",
									"+11",
									"+10",
									"+9",
									"+8"
								],
								[
									"140ft (+14)",
									"+14",
									"+13",
									"+12",
									"+11",
									"+10",
									"+9"
								],
								[
									"150ft (+15)",
									"+15",
									"+14",
									"+13",
									"+12",
									"+11",
									"+10"
								]
							],
							"caption": "Flight Modifiers Table"
						}
					]
				},
				{
					"type": "section",
					"name": "Abstract Positions",
					"id": "Abstract Positions",
					"entries": [
						"Aces High aims to be fast, simple, and fun. Don't worry about the precise positioning of combatants, the direction they are flying, or their fly speed! You can safely assume that combatants are constantly changing direction while chasing each other, automatically making the best maneuvers they can—the only thing you need to know is whether or not they have a clear shot at each other. Measurements, including altitude (see \"Altitude Die\"), are abstractions when using these rules.",
						"Using minis can be useful to help visualize the scene, but Aces High doesn't use a grid at all."
					]
				},
				{
					"type": "section",
					"name": "How to Play",
					"id": "How to Play",
					"entries": [
						"While you can defeat an opponent by dealing damage to them, your primary objective in an Aces High encounter is to ground the enemy. Knocking your foes out of the sky is the fastest path to victory!",
						{
							"type": "entries",
							"name": "Scramble!",
							"id": "Scramble!",
							"entries": [
								"When two or more combatants commit to aerial combat, all pilots involved must Scramble!",
								"Scrambling sets the turn order and the starting altitude of each combatant. Much like standard initiative, combatants roll a d20 and add their flight modifier to the result, with higher results taking their turns first. However, unlike initiative, all combatants have 10 seconds to roll as many times as they want, trying to get the best possible result. Once the timer is up, everyone must use the result they have in front of them!11 Players using an online platform to play are able to roll much faster than normal, so consider cutting the time limit in half when playing online.",
								"When flying any mount or vehicle, only the pilot needs to Scramble. Passengers don't need to Scramble—they take actions when their pilot does.",
								"When a new combatant joins (or rejoins!) the fray, they Scramble without a timer, and use the first result they roll.",
								"To find your opening altitude, don't add your flight modifier; all you need to do is look at the number on your d20, and match it to the corresponding Altitude on the Opening Altitude Table."
							]
						},
						{
							"type": "entries",
							"name": "Altitude Die",
							"id": "Altitude Die",
							"entries": [
								"Altitude is vital to both success and survival in an Aces High encounter. We track it on the Altitude Die, a d6 that you can place next to your character sheet or your mini. The higher the number, the higher you are!",
								"Being above your target is an enormous tactical advantage that allows you to use the sun or other environmental conditions to make tracking your movement extremely difficult. A pilot is too engaged with flying to spend precious seconds craning their neck to squint at the sky! You have disadvantage on attack rolls against targets of a higher Altitude than you, unless you're a passenger.",
								"As you might expect, this also means you have advantage on attack rolls against targets with an Altitude below yours. This advantage applies whether you're a pilot or a passenger.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "table",
											"caption": "Opening Altitude Table",
											"colLabels": [
												"d20",
												"Altitude"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"1-4",
													"2"
												],
												[
													"5-8",
													"3"
												],
												[
													"9-12",
													"4"
												],
												[
													"13-16",
													"5"
												],
												[
													"17-20",
													"6"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Stunt Phase",
							"id": "The Stunt Phase",
							"entries": [
								"Once everyone has Scrambled and set their Altitude Die, play begins. On each player's turn there are two phases; the stunt phase—in which you try to create angles of attack, and the action phase—in which you try to use them!",
								"When your stunt phase starts, you roll a number of d4s equal to your flight modifier (minimum of 1 die). These are your Stunt Dice. You can spend them to alter your Altitude, or spend them to create Angles.",
								"Unspent dice carry over to the next round. When your next stunt phase starts, roll a new set of d4s, and add them to the pile you had left over.",
								"Your stunt phase ends when you say it does, or when you have no more Stunt Dice to spend.",
								{
									"type": "entries",
									"name": "Creating Angles",
									"entries": [
										"When you roll your Stunt Dice, the results are somewhat like a hand of cards. To create an Angle, you must match three-of-a-kind, or three-in-a-row. For example, 3-3-3 and 2-3-4 are both viable Angles. When you match and subsequently spend these dice, you gain an extra action to use during the action phase!",
										{
											"type": "inset",
											"name": "Multiple Angles",
											"entries": [
												"",
												"If you're fast enough, it's possible to create multiple Angles and therefore access more than the normal amount of actions in one turn, but only the fastest of creatures and vehicles can do this regularly! Generally speaking, it's more likely that a monster that's in their element when flying—like a roc, or a couatl—is going to be fast enough to really bend the action economy, but that's by design; dogfighting a roc should feel like a legendary encounter!"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Adjusting Altitude",
									"entries": [
										"The other way to spend Stunt Dice during your stunt phase is to adjust your Altitude, either by climbing or diving. In both cases, you spend a Stunt Die and then alter your Altitude by the number on the spent Stunt Die. Climbing increments the Altitude Die, and diving decrements it.",
										"You can only spend a Stunt Die to adjust your Altitude",
										"once during your stunt phase.",
										"When you choose to dive, the potential energy you've stored is transformed into momentum you can use to supercharge your speed! When you decrement your Altitude Die by the result of a spent Stunt Die, you can add that amount as a bonus to one of the following:",
										"1. Your AC.",
										"2. Your attack and damage rolls.",
										"You keep these bonuses until the start of your next turn."
									]
								},
								{
									"type": "entries",
									"name": "High Altitude",
									"entries": [
										"Climbing above 6 on the Altitude Die means you've passed over into High Altitude. Upgrade your Altitude Die to a d12! For every point of Altitude you have above 6, you gain an extra Stunt Die to roll at the start of your stunt phase. You can't climb above Altitude 12.",
										"However, any creature that ends its turn in High Altitude must make a Constitution saving throw to withstand the thinning air and plummeting temperature! Creatures that don't need to breathe automatically succeed.",
										"The DC for a High Altitude Constitution saving throw is the number on your Altitude Die x 2.",
										"Any creature that fails this saving throw falls unconscious. This may or may not mean you start Freefalling, but it's likely that it does—an unconscious creature cannot fly, and if you're piloting a vehicle, you've probably passed out at the wheel.",
										"You can repeat this saving throw in order to regain consciousness at the end of each of your turns, but the DC for repeated saving throws remains the same no matter your Altitude.",
										"See \"Freefall\" below for more details."
									]
								},
								{
									"type": "entries",
									"name": "Low Altitude",
									"entries": [
										"If your Altitude die shows a 1, then you are in Low Altitude, and just like High Altitude, it's dangerous. If your Altitude die ever decrements below 1, or you're in Freefall and you end your turn in Low Altitude, you hit the ground. And probably explode.",
										"If you end your turn in Low Altitude and you're not Freefalling, make a Flight saving throw to avoid colliding with the ground, ocean, rooftops, lava, etc. The DC for this saving throw depends on the terrain, and so is determined by the GM. The sample encounter at the end of this article contains an example.",
										"Whenever you hit the ground, either by failing the Low Altitude saving throw, or by decrementing below 1 on the Altitude die, you immediately take falling damage, as described under \"Freefall.\""
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Action Phase",
							"id": "The Action Phase",
							"entries": [
								"After your stunt phase ends, play moves into the action phase. During the action phase, you and any passengers with you on your mount or vehicle can take one action (except the Dash action) and one additional action for each Angle you created during the stunt phase. Passengers can also move about their vehicles, such as the deck of an airship, but pilots, mounts, and vehicles have used their movement during the stunt phase.",
								"If you're a pilot, you can use an action to allow your mount or vehicle to take an action. This differs from how mounted combat works on the ground, chiefly because while airborne, you're not using a movement speed or measuring distance in feet, both of which the core mounted combat rules heavily rely on.",
								{
									"type": "entries",
									"name": "Ranged Attacks and Melee Attacks",
									"entries": [
										"Ranged attacks and spells dominate in aerial combat. When you create an Angle, you can assume that you are putting yourself at an optimal distance to make any ranged attack you like.",
										"Melee weapons can be used so long as your Altitude dice matches your targets. If your weapon has the reach property, you can also make melee attacks against a target one point of Altitude away. Note that the normal Altitude rules for advantage and disadvantage still apply to reach weapons!"
									]
								},
								{
									"type": "entries",
									"name": "Taking Damage",
									"entries": [
										"Whenever you, your mount, or your vehicle is hit by an attack or fails a saving throw and takes damage as a result, decrement your Altitude by 1. Losing Altitude to damage can only occur once per turn.22 Note that this says once per turn, not once per round. For instance, each party member gets a chance to take the wyvern down a peg, but only once!",
										"Damage is typically applied to a mount or vehicle first, because it's a much bigger target to hit in the midst of the chaos. A GM is free to rule that pilots and passengers can be directly targeted by attacks, potentially with disadvantage.",
										"If your vehicle or mount is reduced to 0 hit points and you don't have a flying speed, you and any passengers without a flying speed begin Freefalling (see below)."
									]
								},
								{
									"type": "entries",
									"name": "Going Down",
									"entries": [
										"While reduced to less than half your hit points, you're Going Down, and your Altitude decreases by 1 at the end of each of your turns, no matter what."
									]
								},
								{
									"type": "entries",
									"name": "Direct Hit",
									"entries": [
										"When you score a critical hit on an attack, it's a direct hit! The target rolls a d4, and drops that many points of Altitude immediately."
									]
								},
								{
									"type": "entries",
									"name": "Knife-Fighting in a Phone Booth",
									"entries": [
										"{@i The barbs of a grapnel bite into your hull! Two dragons lock onto each other with glittering jaws and teeth!}",
										"Sometimes things get really up close and personal. When you want to grapple a target, it works as usual; in place of a melee attack. A GM might rule that grappling is necessary for a boarding action, if vehicles are involved!",
										"It's up to the GM to decide whether or not grappling an opponent makes you both start Freefalling. A griffon grappling a pegasus might be grounds for such a ruling, but an airship firing a grappling hook probably wouldn't!"
									]
								},
								{
									"type": "entries",
									"name": "Bugging Out",
									"entries": [
										"Sometimes you bite off more than you can chew—we've all been there—but how do you escape a foe that's got you out maneuvered in the air? Turning tail and running isn't so easy when they've zeroed in on you.",
										"As an action, you can decide to Bug Out. To do this, announce your intentions, and pray. You now have a giant target on your back, and every bandit in the sky is free to take a potshot at it!",
										"When you Bug Out, an enemy may use their reaction to make a Flight check against your passive Flight score, which is 10 + your Flight modifier. On a success, they can make a single spell or weapon attack against you.",
										"If you survive the onslaught, you escape, find somewhere to land, and live to fly another day.",
										{
											"type": "inset",
											"name": "Areas of Effect",
											"entries": [
												"",
												"If a fireball spell, dragon's breath weapon, or other area of effect is used during an Aces High encounter, you can use your best judgement regarding which targets it can affect, or the rules for adjudicating areas of effect in the core rulebook, meant to guide GMs using theater-of-the-mind.",
												"",
												"As a basic guideline, creatures with an altitude difference of 3 or more cannot be included in the same area of effect."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Freefall",
							"id": "Freefall",
							"entries": [
								"The core rules say that creatures take 1d6 bludgeoning damage for every 10 feet they fall, up to a maximum of 20d6 bludgeoning damage.",
								"In Aces High, normal rules for falling damage don't apply. You always take 20d6 bludgeoning damage when you hit the ground, because you're usually falling from extreme heights. A combatant flies so fast that touching the ground at all, outside of a controlled landing, is likely to spell disaster. Of course, a GM is free to rule that falling from Low Altitude deals less damage—something like 10d6, or 5d6—but these rulings should be made on instinct to keep the action moving!",
								"This damage is applied to your mount or vehicle first if you have one (because they hit the ground first!), and leftover damage is then applied to you and your passengers. The pilot and passengers take the same amount of damage; it is not divided between them.",
								"If this seems harsh, consider the following; falling out of the sky is literally the worst case scenario when committing to aerial combat. Also note that this level of lethality becomes much less pronounced for player characters somewhere between levels 8 and 10, or once they have over 70 hit points total, as they're less likely to suffer instant death.",
								"Even characters who are basically gods have succumbed to the unyielding wrath of gravity, but that said, those who want a bit of danger at lower levels should embrace it!",
								{
									"type": "entries",
									"name": "How Fast Do Things Fall?",
									"entries": [
										"Good question! Objects (and creatures!) in the real world hit terminal velocity after about twelve seconds of falling. For our purposes, that's 2 rounds.",
										"When in Freefall, decrement your Altitude die once on round one, twice on round two, and then three times every round after that.",
										"This gives allies a window to Dive and save you! In order to do this, an ally must have a lower Altitude than you, and then must use an action to make a Flight check and snatch you from the jaws of death. The DC for this check is up to the GM, and could depend on how fast you are falling, how close to the ground you are, and even whether or not you need to be plucked from the deck of a failing airship!",
										"A GM could also use the speed at which a creature or vehicle is falling to help determine how much Freefall damage they take if no one is able to rescue them. For example, round one is 5d6, round two is 10d6, and round three and beyond is 20d6!"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Gut Moves",
							"id": "Gut Moves",
							"entries": [
								"Gut Moves are like reactions—you can make them whenever you want in response to a trigger, so long as you have some Stunt dice lying around unspent. Gut Moves do not use your Reaction.",
								{
									"type": "entries",
									"name": "On Your Six!",
									"entries": [
										"When an enemy makes an attack roll against an ally with the same Altitude as you, you can spend a Stunt Die to make an opposed Flight check against them. If you succeed, you can make one attack against them, adding the result to your attack and damage rolls."
									]
								},
								{
									"type": "entries",
									"name": "Evasive Action!",
									"entries": [
										"When you take damage, you can spend a Stunt Die and gain that much Altitude immediately, instead of losing Altitude from the damage."
									]
								},
								{
									"type": "entries",
									"name": "Back to the Taxpayers!",
									"entries": [
										"When an enemy adjusts their Altitude and passes you on the Altitude scale, you can spend a Stunt Die to make an opposed Flight check against them. If you succeed, you can move with them to corral them, pushing them further than they planned.",
										"You can push a target an amount up to the result of your spent Stunt die. When you push them, you move in step with them. Once your push has ended, the rest of their Altitude adjustment continues as normal."
									]
								},
								{
									"type": "entries",
									"name": "Fangs Out!",
									"entries": [
										"During your action phase, you can spend a Stunt Die to target an enemy and make an opposed Flight check against them. On a success, make a single attack against them. On a failure, they make a single attack against you, adding the result of your spent Stunt die to their attack and damage rolls."
									]
								},
								{
									"type": "entries",
									"name": "I Won't Let You Down!",
									"entries": [
										"When an ally begins their Stunt phase, you can give them one of your unspent Stunt dice."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Aces High: Burning Daylight!",
			"page": 18,
			"source": "Ar3",
			"ruleType": "VO",
			"type": "section",
			"entries": [
				"Once you're more comfortable with {@variantrule aces high|Ar3|this system}, you may want to turn up the heat. Try adding a 60-second timer to the stunt phase to add some pressure, if everyone in your group is okay with it. What's more important to you; adjusting your Altitude, or creating an Angle? Choose fast!"
			]
		}
	],
	"adventure": [
		{
			"name": "A Diamond in the Rough",
			"id": "ADiamondInTheRough",
			"source": "Ar3",
			"coverUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-ADitR.png",
			"contents": [
				{
					"name": "Background",
					"headers": []
				},
				{
					"name": "Overview",
					"headers": []
				},
				{
					"name": "Adventure Hook",
					"headers": []
				},
				{
					"name": "Dramatis Personae",
					"headers": []
				},
				{
					"name": "Manor Map",
					"headers": []
				},
				{
					"name": "Part 1: Crown Jewel",
					"headers": []
				},
				{
					"name": "Part 2: All That Glitters",
					"headers": []
				},
				{
					"name": "Part 3: Crystal Clear",
					"headers": []
				},
				{
					"name": "Conclusion A",
					"headers": []
				},
				{
					"name": "Conclusion B",
					"headers": []
				},
				{
					"name": "Experience Point Awards",
					"headers": []
				},
				{
					"name": "Appendix: Xorn Allies",
					"headers": []
				}
			],
			"level": {
				"start": 3,
				"end": 3
			},
			"published": "2021-03-24",
			"storyline": "Arcadia",
			"group": "homebrew"
		}
	],
	"adventureData": [
		{
			"id": "ADiamondInTheRough",
			"source": "Ar3",
			"data": [
				{
					"type": "entries",
					"name": "Background",
					"id": "Background",
					"entries": [
						"The Krystalum family enjoys a life of luxury. Spoilt and entitled, the family members treat others like tools, and pay no regard to those who can't benefit them.",
						"The youngest Krystalum, Diana, despises the way her family behaves, and isn't afraid to tell them so. Because of this, the rest of the Krystalums act like she doesn't exist, and when they have to acknowledge her, they treat her like one of the servants. While her family's disregard was once a cause for grief, it's become an advantage, allowing Diana to do what she wants to without attracting the attention of her parents and siblings.",
						"Using {@i From Earth}, a book from the family library, Diana summoned a xorn, a type of earth elemental that eats precious metals and jewels. She torments the rest of her family with a series of thefts, while keeping her new friend happy by giving them a source of food. She doesn't intend to physically hurt her family. Instead, she wants to make a ruckus, something that can't be ignored, to attract the attention of people who might be able to help her get away from her family."
					]
				},
				{
					"type": "entries",
					"name": "Overview",
					"id": "Overview",
					"entries": [
						"The adventure begins when the characters arrive at Krystalum Manor. There, Lord Reuben explains the situation before allowing the characters to speak with the other family members and examine some of the manor's rooms.",
						"The characters' investigation leads them to Diana Krystalum, who is so overlooked that the rest of the family didn't even think of mentioning her earlier. It's up to the party to decide whether they help her accomplish her plan, or tell her family the truth.",
						{
							"type": "inset",
							"name": "Authorial Intent",
							"entries": [
								"I wrote {@i A Diamond In The Rough} with the intent of creating a roleplay-focused adventure that uses an investigation to pace and drive the story. Because of this, I didn't design the mystery to be particularly complex. For me, it's more a question of how long it takes for characters to figure out what all the pieces are, and what they do once they have all the information.",
								"But authorial intent is not the be-all and end-all. If you run this adventure, it is as much your story as it is mine. Feel free to build on what I have written and introduce twists and turns as best suits your narrative."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Adventure Hook",
					"id": "Adventure Hook",
					"entries": [
						"The Krystalum family hires the characters to investigate the thefts of money and jewelry. This might be through a letter of request, a messenger, a friend of the characters, or simply an advertisement on a noticeboard. The payment for the job is 200 gp per character."
					]
				},
				{
					"type": "entries",
					"name": "Dramatis Personae",
					"id": "Dramatis Personae",
					"entries": [
						"The following NPCs play important roles in the adventure:",
						{
							"type": "list",
							"items": [
								"{@b Lord Reuben Krystalum:} The head of the house, a middle-aged human man. He is blunt and straightforward, expecting others to follow his commands without question."
							]
						},
						{
							"type": "list",
							"items": [
								"{@b Lady Marina Krystalum:} Reuben's wife, a middle-aged elf. Though she acts with grace, she unashamedly looks down on adventurers and all people who work for a living."
							]
						},
						{
							"type": "list",
							"items": [
								"{@b Lady Amy Krystalum:} The eldest Krystalum child, a half-elf in her early twenties. She is assertive, demanding and quick to make threats."
							]
						},
						{
							"type": "list",
							"items": [
								"{@b Lord Emerson Krystalum:} The middle Krystalum child, a half-elf in his early twenties. He acts with a lot of bravado but is really a coward."
							]
						},
						{
							"type": "list",
							"items": [
								"{@b Lady Diana Krystalum:} The youngest Krystalum child, a half-elf in her late teens, and the culprit behind the apparent thefts. She wants to get out of her situation at all costs."
							]
						},
						{
							"type": "list",
							"items": [
								"{@b Karat:} The xorn summoned by Diana who has been eating all the missing jewelry. Fiercely protective of Diana."
							]
						},
						{
							"type": "list",
							"items": [
								"{@b Micah:} The head servant. He is polite and kind-hearted, especially with Diana."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Manor Map",
					"id": "Manor Map",
					"entries": [
						"Whenever the adventure references an encounter area, refer to the Manor Map.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-manor-map.png"
							},
							"title": ""
						},
						{
							"entries": [
								"A diamond in the rough maps:",
								"https://files.mcdmproductions.com/Arcadia202103/StoneManor-28x26-vtt-floor3-70PxSq.jpg",
								"https://files.mcdmproductions.com/Arcadia202103/StoneManor-28x26-vtt-floor3-grid-70PxSq.jpg",
								"https://files.mcdmproductions.com/Arcadia202103/StoneManor-28x32-vtt-floor2-70PxSq.jpg",
								"https://files.mcdmproductions.com/Arcadia202103/StoneManor-28x32-vtt-floor2-grid-70PxSq.jpg",
								"https://files.mcdmproductions.com/Arcadia202103/StoneManor-48x60-vtt-floor1-70PxSq.jpg",
								"https://files.mcdmproductions.com/Arcadia202103/StoneManor-48x60-vtt-floor1-grid-70PxSq.jpg"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 1: Crown Jewel",
					"id": "Part 1: Crown Jewel",
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"The Krystalum Manor stands proudly before you. Its three floors reach towards the sky, sunlight glistening on the polished stone walls. The building is framed by verdant hedges that bar entry into the gardens around it."
							]
						},
						"When the characters approach the manor, Micah (neutral good half-elf commoner, he/him), a butler in a dark grey suit, greets the characters. After confirming that they're here for the job, he briskly leads them to Lord Reuben's study (area 7) on the middle floor, then excuses himself.",
						{
							"type": "entries",
							"name": "Reuben's Study",
							"id": "Reuben's Study",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"A human man with a bushy red beard sits behind a large redwood desk, which dominates the luxurious room. Once he sees you, he stands up, and gestures to the seats in front of his desk, inviting you to sit."
									]
								},
								"Lord Reuben Krystalum (lawful evil human noble, he/him) only sits down and begins talking once the characters have complied with his silent order.",
								{
									"type": "entries",
									"name": "Roleplaying Lord Reuben",
									"entries": [
										"Reuben is a gruff man who expects people to know what he wants, even if he doesn't explicitly spell out his desires.",
										"As someone who expects to always get his way, he doesn't like to make compromises. Moreover, he hates small talk and lengthy conversations with those he deems below his station. If the characters ask too many questions, he becomes irritated and accuses them of not being up to the task."
									]
								},
								{
									"type": "entries",
									"name": "What Reuben Knows",
									"entries": [
										"Lord Reuben provides the following information about the thefts:",
										{
											"type": "list",
											"items": [
												"For the past week, there have been a series of thefts in Krystalum Manor.",
												"Money and jewelry were stolen from him, his wife Marina, his daughter Amy, and his son Emerson.",
												"Amy was stolen from a week ago, Emerson was stolen from four days ago, and he and Marina were stolen from two days ago. The details of each theft are described in part 2."
											]
										},
										{
											"type": "list",
											"items": [
												"A ruby ring that Reuben is particularly fond of was taken."
											]
										},
										"If asked if he has any other children, he repeats impatiently that Amy and Emerson were stolen from. Reuben doesn't like to think about Diana, barely considering her his daughter, and believes that bringing her up would be a waste of his time. None of the servants have been stolen from, but he's surprised if the characters ask about that, since he assumes no servant would own anything worth stealing."
									]
								},
								{
									"type": "entries",
									"name": "Terms of Service",
									"entries": [
										"Lord Reuben also explains where the characters are allowed to investigate:",
										{
											"type": "list",
											"items": [
												"The characters are allowed in Reuben's study as long as he's present, and, as long as each respective occupant permits it and is present, in the bedrooms.",
												"The characters must ask Marina for entry into the master bedroom (area 12).",
												"They are also allowed to enter the gardens (area 2), library (area 13), conservatory (area 1), and parlor (area 11).",
												"Amy is in her bedroom (area 8). Emerson is in the guest bedroom (area 9). Marina is in the parlor (area 11).",
												"The butler will escort them throughout the house and grounds. Breaking these rules results in an immediate dismissal."
											]
										},
										"In addition, he reminds the adventurers that they have been hired as investigators, and they don't need to worry about dealing with the culprit: he intends on punishing the thief himself. A successful DC 12 Wisdom (Insight) check reveals that he relishes the idea of inflicting violence on the unlucky thief."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Development",
							"id": "Development",
							"entries": [
								"After the characters talk with Reuben and leave the study, proceed to chapter 2."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 2: All That Glitters",
					"id": "Part 2: All That Glitters",
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"Once you are back in the hallway, the butler that escorted you inside reappears and bows. \"Allow me to introduce myself. I am Micah, your chaperone for the day.\""
							]
						},
						{
							"type": "entries",
							"name": "Micah",
							"id": "Micah",
							"entries": [
								"Micah is happy to escort the characters to any of the areas that Reuben gave them permission to explore.",
								{
									"type": "entries",
									"name": "Roleplaying Micah",
									"entries": [
										"Micah is polite and cordial. He tries to fulfill the characters'",
										"requests as long as Reuben's orders allow him (see \"Terms of Service,\" above). Micah is one of the few people in the estate who cares about Diana; if he weren't concerned about Diana's safety, he would have left the manor long ago. He doesn't like the rest of the Krystalum family and he's certainly not paid enough to deal with them.",
										"Micah becomes easily flustered if the characters hint at breaking Reuben's rules, and tries to discourage them as much as possible. He threatens to call the guards if he is seriously worried about the possibility of them disobeying the rules, and has no trouble making good on that promise if the characters test him.",
										"If Diana is suspected before evidence of her involvement is uncovered, Micah also becomes quite nervous, even to the point he might seem like he's actually the culprit. He keeps diverting the characters' investigation by suggesting they seek out other people to interview or crime scenes to investigate."
									]
								},
								{
									"type": "entries",
									"name": "What Micah Knows",
									"entries": [
										"If questioned, Micah claims he doesn't have any additional information. A successful DC 15 Wisdom (Insight)",
										"check reveals that he knows more than he's letting on.",
										"Micah suspects Diana is involved, but isn't sure how.",
										"Unless characters have already uncovered evidence of Diana's existence, Micah refuses to tell them about her no matter how hard they try to intimidate or persuade him.",
										"If he feels particularly threatened or he is affected by the zone of truth spell he calls for the guards."
									]
								},
								{
									"type": "entries",
									"name": "The Butler Did It?",
									"entries": [
										"Given his role as butler and chaperone, Micah is a natural suspect. The characters may question him on matters not directly related to the thefts.",
										"If the characters ask such questions, Micah deflects by saying that he isn't important or relevant, and that he is merely the butler. A successful DC 10 Wisdom (Insight)",
										"check reveals that he certainly believes he is insignificant, but it's difficult to discern whether that means he actually is.",
										"If he is asked about his opinion about the Krystalums, Micah says that they are a pleasure to work for. A successful DC 12 Wisdom (Insight) check reveals this to be a lie. He can be convinced to admit how he really feels with a successful DC 15 Charisma (Persuasion) check. Micah knows he is treated with disdain and should be paid more to put up with their attitude, but his priority is to protect Diana, from outsiders and from her own family.",
										"Though Micah did not steal any of the jewelry, the thefts have certainly made him realise that crime does pay. If asked whether he would steal to supplement the fact that he is underpaid, he hesitates before stating he would not.",
										"If you want to cast suspicions onto Micah, you may also choose one of the following options, or come up with your own, at your discretion:",
										"notices Micah slip out of the current room.",
										"He is down the hallway talking with a servant (commoner)",
										"in hushed tones. A successful DC 18 Wisdom (Perception) check reveals that the servant is meant to ask Reuben what he wants for the next meal, but is too scared to.",
										"check reveals that this is because he doesn't like them.",
										{
											"type": "list",
											"items": [
												"A character that fails a Wisdom (Perception) check to find clues instead notices that Micah quickly put something in his pocket. A successful DC 18 Wisdom (Perception) check reveals that it is a pocket watch.",
												"The character with the highest passive Wisdom (Perception)",
												"While in the presence of any of the Krystalums besides Diana, the character with the highest passive Wisdom (Insight) score notices that Micah has tensed up. A successful DC 15 Wisdom (Insight)"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Moving From Area To Area",
							"id": "Moving From Area To Area",
							"entries": [
								"While moving around the manor, the characters might glimpse clues or meet people that cause their suspicions to be cast elsewhere. At your discretion, you can choose one of the following options, or come up with your own, when the characters move to a new location:",
								"score of 15 or higher get the feeling that they're being watched.",
								{
									"type": "list",
									"items": [
										"Characters with a passive Wisdom (Perception)",
										"The first character to turn a corner notices some movement down the hallway. At your discretion, this is either the xorn, who quickly uses Earth Glide to get away, or a servant (a commoner).",
										"The character with the lowest passive Wisdom (Perception) score steps on some pieces of rock. A successful DC 15 Intelligence (Arcana) check reveals that the pieces are from the Elemental Plane of Earth.",
										"One of the guards (a knight) walks past the characters and insists on accompanying them to their next room.",
										"A servant (commoner) carrying bedsheets rounds a corner. A random character must succeed on a DC 12 Dexterity saving throw or be knocked prone as the servant collides with them."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Screw the Rules",
							"id": "Screw the Rules",
							"entries": [
								"Whether they just want to disobey Lord Reuben's orders, they don't want to interact with the Krystalums, or they've figured out that the rooms they're allowed in don't contain the whole story, the characters can defy the \"Terms of Service\" explained in part 1. Their major hurdle is that Micah, who is always accompanying them, refuses to break those rules.",
								"There are many ways to deal with Micah, including the following options:",
								"Charisma (Intimidation or Persuasion) check. This check is made with advantage if the characters know about Diana already and explain that they want to help or protect her.",
								{
									"type": "list",
									"items": [
										"A character can create a diversion to distract Micah with a successful DC 12 Charisma (Deception or Performance) check. While he's preoccupied, other characters can knock Micah unconscious or sneak into the forbidden rooms.",
										"Micah can be pressured or convinced into letting them enter other areas with a successful DC 15"
									]
								},
								"Unless persuaded or prevented from doing so, Micah tells the guards or Lord Reuben if the characters disobey the rules. If this occurs, the characters are immediately dismissed and escorted from the manor by guards (see the \"General Features\" sidebar).",
								{
									"type": "inset",
									"name": "General Features",
									"entries": [
										"Krystalum Manor is decorated with exquisite—and, more importantly, expensive—taste that prioritizes fashion over comfort. It has the following general features.",
										"{@i Ceilings.} All of the rooms and hallways in the manor have 10-foot-high ceilings.",
										"{@i Light.} The interior rooms are brightly lit by ornate wall lamps, as well as light coming through the windows during the day.",
										"{@i Guards.} Three knights, one on each floor, patrol the manor's hallways, and tell Lord Reuben if the characters defy his orders."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Bottom Floor",
							"id": "Bottom Floor",
							"entries": [
								"The bottom floor contains the conservatory, dining hall, and kitchen, as well as an entrance to the gardens through the conservatory.",
								{
									"type": "entries",
									"name": "1. Conservatory",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Unlike the rest of the manor, the conservatory's walls and ceiling are glass. Leafy plants adorn its interior. At the center of the room, white wooden chairs surround a matching table. Large glass doors separate open into the gardens."
											]
										},
										"Diana obtained clay soil from the conservatory, a necessary component in the ritual that summoned the xorn.",
										{
											"type": "entries",
											"name": "Clues",
											"entries": [
												"A character who succeeds on a DC 12 Intelligence (Investigation) or Wisdom (Perception) check finds that chunks of soil around some of the plants are missing. (No check is needed if a character specifically inspects the plants.) A successful DC 14 Intelligence (Nature) check reveals that the soil removed from the plant beds is clay soil."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "2. Gardens",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"The spacious gardens surrounding the manor are filled with a variety of flowering plants and bushes. Neatly trimmed hedges separate it from the outside world."
											]
										},
										"There aren't any direct clues in the garden—there are no strange footprints or signs that someone climbed over the hedge wall. However these facts themselves are clues, since it means the thief may not have entered from outside.",
										{
											"name": "Clues",
											"type": "entries",
											"entries": [
												"This area contains the following clues:",
												{
													"type": "list",
													"items": [
														"A character who succeeds on a DC 12 Wisdom (Survival) or Intelligence (Investigation or Nature) check finds a notable lack of footprints or any other traces in the gardens.",
														"A character who is proficient with thieves' tools or who succeeds on a DC 12 Intelligence (Investigation) check finds that none of the manor's windows were tampered with from the outside. (The characters can also determine this by examining the windows from the inside.)"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "3. Dining Hall",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"A long dining table surrounded by a dozen ornate chairs dominates this large room. Though the table is not set, lit candelabras illuminate it. The walls are decorated with framed portraits."
											]
										},
										"The dining hall itself is not directly tied to the mystery, though it is able to offer some insight on the truth.",
										{
											"name": "Clues",
											"type": "entries",
											"entries": [
												"Alongside the rest of her family, there is a portrait of Diana with her name on a plaque. She is a half-elf with long white hair, younger than the other Krystalum siblings, probably in her mid-teens at the time the portrait was painted."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "4. Servants' Quarters",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Unlike the rest of the manor, this room is very simple and plain. It's filled with cots, each with a trunk at its foot."
											]
										},
										"The servants' quarters don't have any clues about the thefts."
									]
								},
								{
									"type": "entries",
									"name": "5. Kitchen",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"The smell of food greets you as you enter this bustling kitchen. Servants hurry around the room, preparing a meal. Focused on their tasks, they ignore you."
											]
										},
										"If the servants are alerted to the presence of the characters, they're confused about who the characters are and why they're there. They answer questions politely, but they don't have any information about the thefts.",
										{
											"name": "Clues",
											"type": "entries",
											"entries": [
												"If the servants are asked about Diana, a successful DC 15 Charisma (Persuasion) check convinces them to explain that Diana's family neglects her. If asked where her room is, the servants point to area 6."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "6. Diana's Bedroom",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"The next door down the hallway is nondescript. No visuals or sounds that denote its room's purpose, except for a few pieces of rock scattered in front of it."
											]
										},
										"The pieces of rock match the other pieces present in the manor. A successful DC 15 Intelligence (Arcana) check reveals that the pieces are from the Elemental Plane of Earth.",
										"The interior of Diana's bedroom is described in part 3."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Middle Floor",
							"id": "Middle Floor",
							"entries": [
								"Bedrooms, Reuben's study, and the parlor make up the middle floor.",
								{
									"type": "entries",
									"name": "7. Study",
									"entries": [
										"This location is described in part 1 and holds no further clues to the mystery."
									]
								},
								{
									"type": "entries",
									"name": "8. Amy's Bedroom",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Micah sharply knocks on the bedroom door, announcing your presence. Moments later, a young adult half-elf with purple hair opens the door. She grips a rapier in her hand. \"Well? Come in,\" she demands."
											]
										},
										"Lady Amy Krystalum (lawful neutral half-elf noble, she/her) allows the characters to search her room, but watches their movements intently.",
										"Seven days ago, Amy's bedroom was ransacked. This was the first theft, and afterwards the bedroom was tidied up so that Amy can go about her day normally. However, Amy directs the characters to a jewelry box on her desk that has not been moved since the theft.",
										{
											"type": "entries",
											"name": "Clues",
											"entries": [
												"This area contains the following clues:",
												{
													"type": "list",
													"items": [
														"A now-empty jewelry box sitting on top of a desk is ripped in half. A successful DC 12 Intelligence (Investigation) check reveals that it was opened by something with claws. A character who succeeds on the check by 5 or more also finds grains of rock around the box.",
														"A character who is proficient with thieves' tools or who makes a successful DC 12 Intelligence (Investigation) check notices that Amy's window hasn't been tampered with from the inside. No check is needed if the characters already noticed this fact about other windows."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Roleplaying Lady Amy",
											"entries": [
												"Amy is haughty, bold, and blunt. Unlike her parents, she has no issue giving adventurers all the information they need, demanding that they solve this problem at once. She's quick to anger; if she feels disrespected, she threatens the characters with her rapier.",
												"Amy's usual strident personality is amplified by her frustrations over the situation. She secretly feels guilty that she wasn't able to stop the thefts herself."
											]
										},
										{
											"type": "entries",
											"name": "What Amy Knows",
											"entries": [
												"Amy provides the following information about the thefts:",
												{
													"type": "list",
													"items": [
														"Amy was in the gardens (area 2) when it happened.",
														"Ever since the theft, she's stayed in her room in case it happens again.",
														"A pair of amethyst earrings were stolen from her jewelry box."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "9. Guest Bedroom",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"With a knock on the door, Micah announces that you wish to talk to Lord Emerson. After a pause, the door is flung open with a flourish by a young adult half-elf with green hair. \"Adventurers! I'm charmed to make your acquaintances,\" he says dramatically. \"Please, come in!\""
											]
										},
										"Lord Emerson Krystalum (lawful neutral, half-elf noble, he/him) gladly lets the adventurers into the room.",
										{
											"type": "insetReadaloud",
											"entries": [
												"The guest room is sparsely decorated. Its walls are white, and its furniture is well crafted but simple in design."
											]
										},
										"The guest room itself isn't relevant to the mystery. However, it used to be Diana's before she moved downstairs, since she likes interacting with the servants more than with her own family.",
										{
											"type": "entries",
											"name": "Roleplaying Lord Emerson",
											"entries": [
												"Emerson is a smug and vain man who considers himself smart. He is happy to talk to the characters, but a successful DC 12 Wisdom (Insight) check reveals that he'd rather talk about himself than the thefts to conceal the fact that he doesn't know much about the situation. If he's accused of being scared, his arrogant attitude quickly falls away to reveal a coward."
											]
										},
										{
											"type": "entries",
											"name": "What Emerson Knows",
											"entries": [
												"Emerson provides the following information about the thefts:",
												{
													"type": "list",
													"items": [
														"He was in the library (area 13) at the time.",
														"When he returned to his room, it was a mess. He immediately moved to this guest room, where he has been staying ever since.",
														"He didn't actually check to see if anything was missing."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "10. Emerson's Bedroom",
									"entries": [
										"If Lord Emerson is brought here from the guest bedroom (area 6), he opens the door slowly.",
										{
											"type": "insetReadaloud",
											"entries": [
												"Emerson's bedroom is a complete mess. The bed is askew. The desk is on its side. A chair is in splinters."
											]
										},
										"Four days ago, Emerson's bedroom was broken into during the afternoon, and the scene has not been disturbed since.",
										{
											"type": "entries",
											"name": "Clues",
											"entries": [
												{
													"type": "list",
													"items": [
														"It's readily apparent that pushing over the heavy desk would have required a great deal of strength, and that the splintered chair was broken with considerable force.",
														"A character who succeeds on a DC 12 Wisdom (Perception) or Intelligence (Investigation) check reveals finds small pieces of gravel scattered about the room. With a successful DC 15 Intelligence (Arcana)",
														"The desk has some light scratches. A successful DC 12 Intelligence (Investigation or Nature) check reveals that the marks were made by a creature with three claws. If the characters know this information and also know that the pieces of rock came from the Elemental Plane of Earth, a successful DC 15",
														"A character who succeeds on a DC 12 Wisdom (Perception) or Intelligence (Investigation) check finds an empty jewelry box under the bed. The box broke open when the desk fell. Emerson can confirm it once housed his favorite emerald cufflinks. Their absence from the box indicates to him that they were stolen.",
														"A character who is proficient with thieves' tools or who makes a successful DC 12 Inteligence (Investigation) check notices that Emerson's window hasn't been tampered with from the inside."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "11. Parlor",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Compared to the rest of the manor, the parlor is modestly decorated. Sunlight filters in through wispy curtains onto a carved mahogany table and several matching chairs.",
												"An elf with icy blue hair sits at the table. She's calmly eating grapes while reading a book. Looking up as you enter the room, she snaps the book shut. \"Ah, you must be the adventurers,\" she comments cooly."
											]
										},
										{
											"type": "entries",
											"name": "Roleplaying Lady Marina",
											"entries": [
												"Lady Marina Krystalum (lawful evil elf noble, she/her) is cold and judgmental, which she doesn't bother to hide. Though she holds great disdain for adventurers and other people who work for a living, she's more forthright with information than her husband, as long as the characters treat her with respect.",
												"Though Marina would hate to admit it, she is also scared, and fears that the next time someone breaks in, she'll be attacked."
											]
										},
										{
											"type": "entries",
											"name": "What Marina Knows",
											"page": 0,
											"entries": [
												{
													"type": "list",
													"items": [
														"After the thief stole from Amy and Emerson, Reuben and Marina stationed a guard outside their bedroom at all times.",
														"Two nights ago, while trancing, Marina noticed a strange shadow through the bed's curtains.",
														"By the time Marina she got out of bed, the thief already vanished with the stolen items.",
														"The thief took Marina's favorite aquamarine necklace and Reuben's ruby ring."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Top Floor",
							"id": "Top Floor",
							"entries": [
								"The master bedroom and the library are on the top floor.",
								{
									"type": "entries",
									"name": "12. Master Bedroom",
									"entries": [
										"There is a guard present outside this room, as directed by Lord and Lady Krystalum. If Lady Marina is brought here from the parlor (area 8), she cautiously opens the door, only relaxing once it is clear no one is inside.",
										{
											"type": "insetReadaloud",
											"entries": [
												"The master bedroom certainly lives up to its status. A four poster bed dominates the space, while a set of wardrobes and a vanity are flush against the walls. A plush red and blue rug covers the stone floor."
											]
										},
										"Two days ago, the thief stole from this area during the night. Lord Reuben and Lady Marina never left the room unsupervised. Because of this complication in Diana's plan, this theft was a stealthier one that didn't leave any mess.",
										{
											"type": "entries",
											"name": "Clues",
											"page": 0,
											"entries": [
												"This area contains the following clues:",
												{
													"type": "list",
													"items": [
														"Lady Marina explains that the jewellery boxes containing the aquamarine necklace and ruby ring were on the vanity when they were taken.",
														"Marina recalls that the thief's footsteps folded the edge of the rug near the vanity. Small pieces of rock can be found under this rug. A character who succeeds on a DC 15 Intelligence (Arcana) check can tell that the pieces are from the Elemental Plane of Earth. (No check is needed if the characters have already determined this fact about other bits of rock they've found.)",
														"A character who is proficient with thieves' tools or who makes a successful DC 12 Intelligence (Investigation) check notices that Reuben and Marina's window hasn't been tampered with from the inside. No check is needed if the characters already noticed this fact about other windows."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "13. Library",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"Bookshelves upon bookshelves filled with tomes line the walls of this room. Comfortable chairs surround a small table in the center of the floor."
											]
										},
										"Though the library isn't relevant to thefts themselves, Diana would never have been able to learn how to summon the xorn without a book from the library.",
										{
											"type": "entries",
											"name": "Clues",
											"page": 0,
											"entries": [
												"This area contains the following clues:",
												{
													"type": "list",
													"items": [
														"Diana learned how to summon the xorn using a book titled {@i From Earth}. A character who examines the bookshelves and succeeds on a DC 15 Intelligence (Investigation) check can tell that the book isn't in the right section of the library. This check is made with advantage if the characters already suspect an elemental is involved.",
														"{@i From Earth} details a xorn summoning ritual that requires clay soil and 1000 gp worth of precious gemstones. The ritual is identical to the conjure elemental spell, except the casting time is 2 hours, it doesn't require concentration, the duration is permanent, and the elemental takes its own actions instead of obeying commands. The xorn becomes hostile toward the caster if mistreated or disrespected. This ritual can only be cast once a year.",
														"The book explains that xorns eat metals and jewels, and that they are capable of reasoning and not malicious."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Development",
							"id": "Development 2",
							"entries": [
								"Once the characters head towards Diana's room, proceed to chapter 3."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 3: Crystal Clear",
					"id": "Part 3: Crystal Clear",
					"entries": [
						"Once the characters have gathered clues and pieced together the mystery, they must confront Diana and the xorn.",
						{
							"type": "entries",
							"name": "Diana's Bedroom",
							"id": "Diana's Bedroom",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-diana.png"
									},
									"title": ""
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"A young adult half-elf with white hair looks at you from the back of a room that is more of a refurbished storage room than a place to sleep. \"Uh, hello? What are you doing in my bedroom?\" she demands."
									]
								},
								{
									"type": "entries",
									"name": "Roleplaying Lady Diana",
									"entries": [
										"Lady Diana Krystalum (neutral good half-elf noble, she/her) has been shaped by how her family treats her. She is angry, determined, and cautious, but ultimately these traits are self-defense mechanisms, for she is also scared and vulnerable.",
										"Diana wants help getting out of her situation, but she knows that trusting the wrong people will get her hurt and cause more trouble with her family. Her experiences have taught her to expect the worst of people unless she has a reason to think otherwise."
									]
								},
								{
									"type": "entries",
									"name": "Questioning Lady Diana",
									"entries": [
										"If the characters ask Diana questions, her annoyance is clear. She repeatedly insists that they should get out of her room, and only answers the two following questions, trying to get them to leave:",
										"If asked who she is, Diana simply replies she is no one important. Though perhaps not the answer the adventurers are looking for, this is how she honestly feels.",
										"If asked if she's had any jewelry stolen, Diana scoffs and says no, asking whether it looks like she has any possessions worth taking.",
										"Otherwise, Diana bluntly claims that she doesn't know what they're talking about. A successful DC 15 Wisdom (Insight) check reveals that she's lying. If she is called out on the lie, she refuses to tell the characters how she is involved.",
										"If the characters found Diana's room without enough evidence to prove that she's behind the thefts, they can always leave and return later with proof."
									]
								},
								{
									"type": "entries",
									"name": "Confronting Lady Diana",
									"entries": [
										"If the adventurers have figured out Diana is responsible and confront her with proof, the xorn emerges from the floor.",
										{
											"type": "insetReadaloud",
											"entries": [
												"Before you can say anything else, a creature made out of rock with three legs, three arms, a single eye, and a gaping maw rises from the ground in front of Diana."
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Ar3/Ar3-karat.png"
											},
											"title": ""
										},
										"Diana plans to test the characters. She hopes they can help her out of her situation, but first wants to know if they are people who try talking even in the face of danger, or if they attack perceived threats without question."
									]
								},
								{
									"type": "entries",
									"name": "Roleplaying the Xorn",
									"entries": [
										"The {@creature xorn} (who can speak and understand Common and Terran and has given Diana permission to call it Karat) likes Diana, partially because it sympathizes with her plight, and also because of how many jewels she feeds the elemental.",
										"Xorns can be reasoned with. Coins, metal weapons, and gemstones, can be offered to show no harm is meant. A character who does so gains advantage on any Charisma checks made to interact positively with Diana and Karat."
									]
								},
								{
									"type": "entries",
									"name": "Talking with Diana and the Xorn",
									"entries": [
										"Diana reacts coldly and defensively if the characters accuse her of theft and aren't willing to hear her side of the story. She orders the xorn to attack unless the characters back down.",
										"Characters who talk to Diana with kindness and understanding and succeed on a DC 15 Charisma (Persuasion) check convince Diana to tell her side of the story, as described in \"Background\" at the beginning of this adventure. On a failure, the DC for this check is lowered to 12. If the second check fails, Diana becomes frustrated and commands the xorn to attack.",
										"Characters have advantage on this check if they appeal to Diana's hatred of her family by commiserating with her about her mistreatment.",
										"If the characters aren't sympathetic to Diana's situation and want to tell Lord Reuben what she's done, she commands the xorn to attack."
									]
								},
								{
									"type": "entries",
									"name": "Fighting Diana and the Xorn",
									"entries": [
										"The xorn attacks only if provoked or commanded by Diana.",
										"Though she summoned the xorn, Diana doesn't have enough experience to use magic in combat. She only acts in self defense.",
										"The xorn focuses on defending Diana, and prioritizes attacking anyone who gets close to her. However, the elemental doesn't have a death wish. The xorn focuses on foes who deal a lot of damage, using its Earth Glide ability to appear right next to the target.",
										"Diana surrenders if the xorn is killed, breaking down in tears. If asked what happened to the stolen jewelry, she confesses that the xorn ate them and that they are long gone."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Development",
							"id": "Development 3",
							"entries": [
								"If the characters want to help Diana, proceed to conclusion A. If the adventurers plan on telling her father the truth, proceed to conclusion B."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Conclusion A",
					"id": "Conclusion A",
					"entries": [
						"Diana can leave Krystalum Manor without interference at any time—after all, her family pretends that she doesn't exist. However, she has no idea how to navigate everyday life or go about making her own way in the world, so she needs someone to accompany her and her xorn friend.",
						"Diana is happy to leave with the characters or with Micah—either way, Micah quits his job when she leaves—but she worries that if she asks Micah to come with her, her family will find and punish him.",
						"To help Diana as much as possible, the characters may wish to deal with Lord Reuben before leaving. Below are two possible options.",
						{
							"type": "entries",
							"name": "Playing Dirty",
							"id": "Playing Dirty",
							"entries": [
								"Characters who want to avoid direct confrontation, or still want Lord Reuben's reward, can choose to forge or tamper evidence to create a new narrative. The xorn is happy to help with this.",
								"Convincing Lord Reuben to believe the story requires a successful DC 20 Charisma (Deception) check. This check is made with a +1 bonus for each piece of forged or tampered evidence the characters produce.",
								"On a success, Lord Reuben also gives the characters their promised 200 gp each and promptly dismisses them.",
								"On a failure, he is suspicious of the characters but is still willing to listen to them. The Charisma (Deception) check can be repeated, but if the check fails a second time, Lord Reuben recognises that he is being deceived and calls the guards (see \"Stand Your Ground\")."
							]
						},
						{
							"type": "entries",
							"name": "Stand Your Ground",
							"id": "Stand Your Ground",
							"entries": [
								"Characters can choose to return to Lord Reuben's study to confront him about the daughter he failed to mention. Outraged, Lord Reuben calls on the knight patrolling the middle floor to escort the characters out.",
								"If the characters fight, the xorn appears out of the ground to help them. The knights patrolling the top floor and bottom floor arrive on the second and third rounds of combat respectively.",
								"Lord Reuben surrenders if the knights are all knocked unconscious. He gives the promised payment to the characters with a successful DC 10 Charisma (intimidation) check."
							]
						},
						{
							"type": "entries",
							"name": "Diamond in the Rough",
							"id": "Diamond in the Rough",
							"entries": [
								"If the characters help her, Diana gives them a diamond worth 100 gp as thanks."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Conclusion B",
					"id": "Conclusion B",
					"entries": [
						"Lord Reuben listens intently, concealing any emotions behind cold professionalism, to what the characters tell him. At first, Lord Reuben doesn't believe Diana has the courage to pull off so many robberies and laughs if the adventurers present this theory without evidence. If the characters present proof that Diana was behind the thefts, he briskly gives them their promised 200 gp each and dismisses them without thanks or indication of how he intends to punish Diana.",
						"A visibly distressed Micah leads the adventurers out of the manor. He clearly wants to protest the situation but won't stand up for the characters unless they also object. Lord Reuben calls the guards if the adventurers outstay their welcome or change their mind on siding with him (see \"Stand Your Ground\")."
					]
				},
				{
					"type": "section",
					"name": "Experience Point Awards",
					"id": "Experience Point Awards",
					"entries": [
						"Regardless of how the adventure ends, the characters each gain 1000 XP in addition to any XP gained from combat encounters. If they managed to avoid combat for the entirety of the adventure, the characters each gain an additional 500 XP."
					]
				},
				{
					"type": "section",
					"name": "Appendix: Xorn Allies",
					"id": "Appendix: Xorn Allies",
					"entries": [
						"Either because they befriended Karat or because they summoned a xorn of their own, characters have the potential to gain a xorn ally from this adventure.",
						{
							"type": "entries",
							"name": "Loyalty",
							"id": "Loyalty",
							"entries": [
								"Xorns summoned using From Earth take their own actions instead of obeying commands. However, if they are treated as equals, not used as mere tools, and well-fed, they listen to suggestions from their allies.",
								"Karat, the xorn summoned by Diana, is loyal to her and follows her orders out of trust and respect. Characters can also suggest certain actions to Karat, but Diana's wishes supersede suggestions from anyone else.",
								"Xorns become hostile if mistreated or disrespected."
							]
						},
						{
							"type": "entries",
							"name": "Upkeep",
							"id": "Upkeep",
							"entries": [
								"Xorns are incredibly powerful for the level range this adventure is designed for. However, their upkeep is not cheap. Each week, a xorn must consume gemstones and precious metals worth a total of at least 200 gp, or it gains a level of exhaustion. Consuming an additional 200 gp worth of gemstones or precious metals reduces the xorn's exhaustion level by 1."
							]
						},
						{
							"type": "entries",
							"name": "Desires",
							"id": "Desires",
							"entries": [
								"The Elemental Plane of Earth is brimming with more metals and jewels than xorns could ever eat in their lifetimes. Because of this, a xorn gains a strong motivation to stay on the Material Plane, such as Karat's desire to protect Diana, it wants to return to its home plane."
							]
						}
					]
				}
			]
		}
	]
}
