{
	"_meta": {
		"sources": [
			{
				"json": "Ar8",
				"abbreviation": "Ar8",
				"full": "Arcadia Issue 8",
				"url": "https://shop.mcdmproductions.com/products/arcadia-issue8",
				"authors": [
					"James Intracaso",
					"Matt Colville",
					"Jessica Marcrum",
					"V.J. Harris",
					"Bianca Bickford"
				],
				"convertedBy": [
					"ForeverAlwaysGM (Billiam94)"
				],
				"version": "10/2021",
				"color": "2acc76"
			}
		],
		"dateAdded": 1649542017,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "dd90bb56e7",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Hag Patron",
			"shortName": "Hag",
			"source": "Ar8",
			"page": 3,
			"subclassFeatures": [
				"Warlock Hag Patron|Warlock||Hag|Ar8|1",
				"Hag Kind|Warlock||Hag|Ar8|1",
				"Expanded Spell List|Warlock||Hag|Ar8|1",
				"Bonus Cantrip|Warlock||Hag|Ar8|1",
				"Horrifying Appearance|Warlock||Hag|Ar8|1",
				"Auntie's Travel Guide|Warlock||Hag|Ar8|6",
				"Wicked Claws|Warlock||Hag|Ar8|10",
				"Grandmother's Wrath|Warlock||Hag|Ar8|14"
			],
			"className": "Warlock",
			"classSource": "PHB",
			"subclassSpells": [
				"vicious mockery"
			],
			"additionalSpells": [
				{
					"known": {
						"0": [
							"vicious mockery#c"
						]
					}
				}
			]
		},
		{
			"name": "Wicked Witch Origin",
			"shortName": "Wicked Witch",
			"source": "Ar8",
			"page": 7,
			"subclassFeatures": [
				"Wicked Witch Sorcerous Origin|Sorcerer||Wicked Witch|Ar8|1",
				"Granny's Gifts|Sorcerer||Wicked Witch|Ar8|1",
				"Hag Ancestor|Sorcerer||Wicked Witch|Ar8|1",
				"Clever Little Witch|Sorcerer||Wicked Witch|Ar8|6",
				"Fly, My Pretty|Sorcerer||Wicked Witch|Ar8|14",
				"Coven Calling|Sorcerer||Wicked Witch|Ar8|18"
			],
			"className": "Sorcerer",
			"classSource": "PHB"
		},
		{
			"name": "College of Grandmother's Tales",
			"shortName": "Grandmother's Tales",
			"source": "Ar8",
			"page": 8,
			"subclassFeatures": [
				"Bardic College of Grandmother's Tales|Bard||Grandmother's Tales|Ar8|3",
				"Book of Tales|Bard||Grandmother's Tales|Ar8|3",
				"Have a Bite|Bard||Grandmother's Tales|Ar8|3",
				"Horrifying Performance|Bard||Grandmother's Tales|Ar8|3",
				"Granny's Here|Bard||Grandmother's Tales|Ar8|6",
				"Poisonous Performance|Bard||Grandmother's Tales|Ar8|14"
			],
			"className": "Bard",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Warlock Hag Patron",
			"source": "Ar8",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Hag",
			"subclassSource": "Ar8",
			"page": 3,
			"level": 1,
			"entries": [
				"Grandmother hags never stop scheming and relish the assistance of a minion...warlock...same thing. They train assistants inclined toward herbalism, animal care, spellwork, and menace. With time, these warlocks rely upon their grandmothers for magical gifts.",
				"Hags are involved patrons. Quick to punish her warlocks for acting against her interests, a hag patron is opinionated and dedicated to molding her \"grandchildren.\" Warlocks who have an entire coven mentoring them typically also have to work around inter-coven politics, with each hag using the warlock to gain advantage over the other hags."
			]
		},
		{
			"name": "Hag Kind",
			"source": "Ar8",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Hag",
			"subclassSource": "Ar8",
			"page": 4,
			"level": 1,
			"entries": [
				"Choose your patron's kind or determine it randomly, rolling on the Hag Kind table below. If your patron is a coven of hags, you gain the coven features of this subclass, regardless of the kind of hags that make up the coven.",
				{
					"type": "table",
					"caption": "Hag Kind",
					"colLabels": [
						"d4",
						"Kind"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2 text-center"
					],
					"rows": [
						[
							"1",
							"Green"
						],
						[
							"2",
							"Night"
						],
						[
							"3",
							"Sea"
						],
						[
							"4",
							"Coven"
						]
					]
				}
			]
		},
		{
			"name": "Expanded Spell List",
			"source": "Ar8",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Hag",
			"subclassSource": "Ar8",
			"page": 5,
			"level": 1,
			"entries": [
				"The Hag lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you, determined by your patron's kind: green, night, sea, or coven.",
				{
					"type": "table",
					"colLabels": [
						"Spell Level",
						"Green Hag Spells",
						"Night Hag Spells",
						"Sea Hag Spells",
						"Coven Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2 text-center",
						"col-2 text-center",
						"col-2 text-center",
						"col-2 text-center"
					],
					"rows": [
						[
							"1st",
							"{@spell detect magic}, {@spell silent image}",
							"{@spell magic missile}, {@spell sleep}",
							"{@spell create or destroy water}, {@spell fog cloud}",
							"{@spell animal friendship}, {@spell tasha's hideous laughter|PHB|hideous laughter}"
						],
						[
							"2nd",
							"{@spell detect thoughts}, {@spell spike growth}",
							"{@spell alter self}, {@spell blindness/deafness}",
							"{@spell moonbeam}, {@spell silence}",
							"{@spell locate object}, {@spell web}"
						],
						[
							"3rd",
							"{@spell  bestow curse}, {@spell conjure animals}",
							"{@spell blink}, {@spell slow}",
							"{@spell water walk}, {@spell wind wall}",
							"{@spell lightning bolt}, {@spell leomund's tiny hut}"
						],
						[
							"4th",
							"{@spell dominate beast}, {@spell polymorph}",
							"{@spell faithful hound}, {@spell phantasmal killer}",
							"{@spell evard's black tentacles||black tentacles}, {@spell control water}",
							"{@spell compulsion}, {@spell divination}"
						],
						[
							"5th",
							"{@spell dominate person}, {@spell mislead}",
							"{@spell insect plague}, {@spell modify memory}",
							"{@spell cloudkill}, {@spell contagion}",
							"{@spell cone of cold}, {@spell geas}"
						]
					]
				}
			]
		},
		{
			"name": "Bonus Cantrip",
			"source": "Ar8",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Hag",
			"subclassSource": "Ar8",
			"page": 5,
			"level": 1,
			"entries": [
				"At 1st level, you learn the {@spell vicious mockery} cantrip. It counts as a warlock cantrip for you, but doesn't count against your number of cantrips known."
			]
		},
		{
			"name": "Horrifying Appearance",
			"source": "Ar8",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Hag",
			"subclassSource": "Ar8",
			"page": 5,
			"level": 1,
			"entries": [
				"At 1st level, you can use a bonus action to make your appearance monstrous with massive, knobbly clawed hands for 1 minute. When you change your appearance, each creature you choose within 30 feet of you that can see you must make a Wisdom saving throw against your spell save DC or become frightened of you until you no longer appear monstrous. A frightened creature can repeat the saving throw at the end of each of its turns, at disadvantage if you are still in line of sight, ending the effect on itself on a success. If a target's saving throw is successful or the effect ends for it, the target is immune to your Horrific Appearance for the next 24 hours.",
				"While your appearance is monstrous, you can use an action to make an attack against a creature within 5 feet of you with your claws, which deal {@damage 2d8} slashing damage on a hit. You can use your Charisma modifier for the claws' attack and damage rolls.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Auntie's Travel Guide",
			"source": "Ar8",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Hag",
			"subclassSource": "Ar8",
			"page": 5,
			"level": 6,
			"entries": [
				"Starting at 6th level, your patron grants you one of her favorite abilities to expedite your escape or spy on your foes.",
				"{@b {@i Green.}} As an action, you magically turn invisible for 10 minutes or until you attack, cast a spell, or your concentration ends (as if concentrating on a spell). While invisible, you leave no physical evidence of your passage, so you can be tracked only by magic. Any equipment you wear or carry is invisible with you. You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.",
				"{@b {@i Night.}} You learn to craft a {@i lesser heartstone}, a magical lustrous black gem. Crafting a {@i lesser heartstone} requires 4 hours of uninterrupted work, which can coincide with a long rest.",
				"While holding the stone, you can use an action to cast the {@spell etherealness} spell without expending a spell slot, but the spell ends after a number of rounds equal to your proficiency bonus. After you use the {@i lesser heartstone} in this way, it is destroyed.",
				"If you create a new {@i lesser heartstone}, the previous one ceases to function.",
				"{@b {@i Sea.}} You gain a swimming speed of 40 feet, and you can breathe underwater. When you are fully submerged, any creature that is also fully submerged can understand your speech if you share a language, and you can understand theirs.",
				"Additionally, you can pollute the very ground upon which you walk or waters where you swim. As an action, you release noxious vapors in a 15-foot-radius sphere centered on yourself for 10 minutes. Any nonmagical plant in the area that is not a creature withers and dies. Any creature of your choice that enters the area for the first time on a turn or starts its turn there must succeed on a Constitution saving throw against your spell save DC or become {@condition poisoned} for 1 minute. A {@condition poisoned} creature can repeat the save at the end of each of its turns, ending the effect on itself on a success. Once you pollute your environment in this way, you can't do so again until you finish a long rest.",
				"{@b {@i Coven.}} You learn to create a {@i lesser hag's eye} by coating an eye in varnish and performing a ritual upon it. Crafting a {@i lesser hag's eye} requires 1 hour of uninterrupted work, which can coincide with a short or long rest. While you are on the same plane of existence as the {@i lesser hag's eye}, you can use an action to see through it until the start of your next turn. While you see through the eye, you can see invisible creatures and objects as if they were visible, though you are blind with regard to your own senses. A {@i lesser hag's eye} has AC 10 and 1 hit point. If it is destroyed by someone other than you, you take {@damage 3d8} psychic damage.",
				"If you create a new {@i lesser hag's eye}, the previous one ceases to function."
			]
		},
		{
			"name": "Wicked Claws",
			"source": "Ar8",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Hag",
			"subclassSource": "Ar8",
			"page": 6,
			"level": 10,
			"entries": [
				"Beginning at 10th level, when taking on your Horrifying Appearance, your claws are empowered with the fear of your enemies. Your claws deal an extra {@damage 2d8} psychic damage on a hit, plus an additional {@damage 3d8} psychic damage if the target is {@condition frightened}.",
				"Your Horrifying Appearance now lasts a number of minutes equal to your warlock level.",
				"While your Horrifying Appearance is active, you can't be {@condition charmed} or {@condition frightened}."
			]
		},
		{
			"name": "Grandmother's Wrath",
			"source": "Ar8",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Hag",
			"subclassSource": "Ar8",
			"page": 6,
			"level": 14,
			"entries": [
				"Starting at 14th level, you torment and bewilder your foes in a style according to your patron's hag type.",
				"{@b {@i Green.}} You can expertly mimic animal sounds and humanoid voices you have heard. A creature that hears the sounds can tell they are imitations with a successful Wisdom (Insight) check against your spell save DC.",
				"Additionally, while mimicking a sound or voice, you can target one creature that can hear and understand you within 60 feet of you, reminding them of all their failures, flaws, and insecurities. That creature must make a Wisdom saving throw against your spell save DC. On a success, the target takes {@damage 4d10} psychic damage. On a failure, it is {@condition charmed} by you for 1 minute. While charmed in this way, the target falls {@condition prone} and is {@condition incapacitated} for the duration, thinking only of its faults. A {@condition charmed} target can repeat the saving throw whenever it takes damage, ending the condition on itself on a success and taking no psychic damage as a result of the effect ending. Once you attempt to charm a creature with this feature, you can't do so again until you finish a long rest.",
				"{@b {@i Night.}} While in possession of a {@i lesser heartstone}, you hold the power of disease and death in your hands. As a bonus action, you can touch your {@i lesser heartstone} to a creature and choose one of the following two options: cure the target of all diseases affecting it or cast {@spell finger of death} without expending a spell slot (targeting the creature you touch with the {@i lesser heartstone}) and gaining temporary hit points equal to half the damage dealt by the spell. Once you use the {@i lesser heartstone} in this way, you can't use this feature again until you finish a long rest.",
				"{@b {@i Sea. }} No one can stand against your horrifying gaze. As an action, you can target one {@condition frightened} creature you can see within 30 feet of you. If the target can see you, it must make a Wisdom saving throw against your spell save DC. On a failed save, its hit points are reduced to 0. On a successful save, it takes {@damage 5d10} psychic damage. Once you use this feature, you can't use it again until you finish a long rest.",
				"{@b {@i Coven.}} Your {@i lesser hag's eye} is imbued with the power of your coven. Your hag's eye can hover up to 15 feet in the air as long as it is within 120 feet of you. On your turn, you can move a floating eye up to 30 feet in any direction (no action). If the eye is more than 120 feet from you, it falls.",
				"Additionally, when you cast a spell with a casting time of 1 action, you can use a bonus action to cast it from the eye as if you were in the eye's space.",
				"You can also use an action to explode your hag's eye in a 60-foot-radius sphere of psychic energy. All creatures in the area must make a Wisdom saving throw against your spell save DC, taking {@damage 4d10} psychic damage on a failed save, or half as much damage on a successful one."
			]
		},
		{
			"name": "Wicked Witch Sorcerous Origin",
			"source": "Ar8",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Wicked Witch",
			"subclassSource": "Ar8",
			"page": 7,
			"level": 1,
			"entries": [
				"Most hags can assume a variety of appearances and aren't opposed to dallying with humanoids, especially if the mortals serve their interests. The offspring of these liaisons demonstrate an early gift for magical troublemaking. Some hags raise these children as their own as minions and might even allow them to join the coven. Others stay with their mortal parents, who are typically shocked when their toddler starts invading their dreams or ripping apart their best clothing with vicious claws."
			]
		},
		{
			"name": "Granny's Gifts",
			"source": "Ar8",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Wicked Witch",
			"subclassSource": "Ar8",
			"page": 7,
			"level": 1,
			"entries": [
				"Starting at 1st level, you learn additional spells when you reach certain levels in this class, as shown on the Granny's Spells table. Each of these spells counts as a sorcerer spell for you, but it doesn't count against the number of sorcerer spells you know.",
				"Whenever you gain a sorcerer level, you can replace one spell you gained from this feature with another spell of the same level. The new spell must be an enchantment or an illusion spell from the sorcerer, warlock, or wizard spell list.",
				"In addition, your ancestor offers you certain resistances you can pass on to others. When you finish a long rest, choose yourself or a creature within 30 feet of you that you can see. The target has advantage on saving throws against being {@condition charmed} or {@condition frightened} until the end of your next long rest or until you die.",
				{
					"type": "table",
					"caption": "Granny's Spells",
					"colLabels": [
						"Sorcerer Level",
						"Spells"
					],
					"colStyles": [
						"col-1 text-center",
						"col-4 text-center"
					],
					"rows": [
						[
							"1st",
							"{@spell bane}, {@spell tasha's hideous laughter}"
						],
						[
							"3rd",
							"{@spell animal messenger}, {@spell mirror image}"
						],
						[
							"5th",
							"{@spell fear}, {@spell hypnotic pattern}"
						],
						[
							"7th",
							"{@spell confusion}, {@spell greater invisibility}"
						],
						[
							"9th",
							"{@spell dream}, {@spell mislead}"
						]
					]
				}
			]
		},
		{
			"name": "Hag Ancestor",
			"source": "Ar8",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Wicked Witch",
			"subclassSource": "Ar8",
			"page": 7,
			"level": 1,
			"entries": [
				"Also at 1st level, choose your ancestor's kind or determine it randomly on the Ancestor Kind table below. The magic specialty associated with each hag is used by features you gain later",
				"You can speak, read, and write the language of your ancestor, and you gain the bonus proficiency determined by the kind. Additionally, you have advantage on Charisma checks made to influence hags.",
				{
					"type": "table",
					"caption": "Ancestor Kind",
					"colLabels": [
						"d6",
						"Kind",
						"Specialty",
						"Language",
						"Bonus Proficiency"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2 text-center",
						"col-2 text-center",
						"col-2 text-center",
						"col-2 text-center"
					],
					"rows": [
						[
							"1-2",
							"Green",
							"Illusion",
							"Sylvan",
							"Deception"
						],
						[
							"3-4",
							"Night",
							"Enchantment",
							"Abyssal",
							"Insight"
						],
						[
							"5-6",
							"Sea",
							"Transmutation",
							"Aquan",
							"Intimidation"
						]
					]
				}
			]
		},
		{
			"name": "Clever Little Witch",
			"source": "Ar8",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Wicked Witch",
			"subclassSource": "Ar8",
			"page": 8,
			"level": 6,
			"entries": [
				"At 6th level, you can turn your enemies' spells against them. When a creature targets you or an ally within 15 feet of you with a spell of 1st level or higher that targets only one creature and requires an attack roll or forces the target to make a saving throw, you can use your reaction immediately after the spell resolves and spend a number of sorcery points equal to the spell's level to cast it back at the caster, without expending material components. This spell uses your spell save DC and spell attack bonus, and if it is from your ancestor's specialty school, it costs half the number of sorcery points (rounded down)."
			]
		},
		{
			"name": "Fly, My Pretty",
			"source": "Ar8",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Wicked Witch",
			"subclassSource": "Ar8",
			"page": 8,
			"level": 14,
			"entries": [
				"At 14th level, when you finish a long rest, you can touch a Small or Medium object of your choice, such as a broom, bedroll, or bagpipes, and enchant it to fly.",
				"The enchanted item functions as normal until you or another creature stands astride it and uses an action or bonus action to speak its command word (chosen by you upon enchanting the object). It then hovers and can be ridden in the air. Using another action or bonus action to speak the command word again causes the item to stop hovering.",
				"While hovering, the item has a flying speed of 60 feet. It can carry a Small or Medium creature, along with everything the creature is wearing or carrying. While a creature is flying on the item, it can't be {@condition charmed} or {@condition frightened}.",
				"If you enchant a new flying item, the previous one ceases to function."
			]
		},
		{
			"name": "Coven Calling",
			"source": "Ar8",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Wicked Witch",
			"subclassSource": "Ar8",
			"page": 8,
			"level": 18,
			"entries": [
				"By 18th level, you seek vengeance on the spellweavers who would not accept you or your ancestors. When you use Clever Little Witch, you can cast any spell of 1st level or higher you saw the triggering creature cast in the last minute by spending sorcery points equal to the spell's level or, if it is from your ancestor's specialty school, half the number of sorcery points (rounded down).",
				"Additionally, you can spend 2 sorcery points as an action to conjure two hag-like duplicates of yourself in your space. They function like the duplicates in the {@spell mirror image} spell, but they can act on the same initiative count immediately after you. On its turn, a duplicate can only take one action to cast a spell you know of 1st, 2nd, or 3rd level with an instantaneous duration. You must spend sorcery points equal to the spell's level for the duplicate to cast it."
			]
		},
		{
			"name": "Bardic College of Grandmother's Tales",
			"source": "Ar8",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Grandmother's Tales",
			"subclassSource": "Ar8",
			"page": 8,
			"level": 3,
			"entries": [
				"There are few evils so frightening as the wicked witch. Living in the woods, a swamp, or the top of a tower, she imprisons, robs, maims, or murders all who come near. Bards know the power of a good story, and those following the College of Grandmother's Tales use the horror of the wicked witch to their advantage. They draw upon the fears of growing old, mortality, the loss of agency, and the inability to trust those closest to you to terrify their foes."
			]
		},
		{
			"name": "Book of Tales",
			"source": "Ar8",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Grandmother's Tales",
			"subclassSource": "Ar8",
			"page": 9,
			"level": 3,
			"entries": [
				"When you join the College of Grandmother's Tales at 3rd level, you receive a book of fairy tales, sheet music, or poetry that you can use as a spellcasting focus for your bard spells. If you lose this focus, you must write or purchase a new book."
			]
		},
		{
			"name": "Have a Bite",
			"source": "Ar8",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Grandmother's Tales",
			"subclassSource": "Ar8",
			"page": 9,
			"level": 3,
			"entries": [
				"Also at 3rd level, you infuse your stories with tales of poisoned fruit given to fairy-tale royals. You learn the {@spell poison spray} cantrip, which doesn't count against the number of bard cantrips you know.",
				"Additionally, as an action, you can expend one use of your Bardic Inspiration, choose one creature within 30 feet of you that can hear you, and roll the Bardic Inspiration die. The target must make a Constitution saving throw against your spell save DC. On a failure, the target takes poison damage equal to the roll plus your Charisma modifier and is {@condition poisoned} for 1 minute. A {@condition poisoned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. On a successful save, a target takes only half the damage and isn't {@condition poisoned}.",
				"At 5th level, a creature that fails its saving throw against this feature becomes {@condition poisoned} and falls {@condition prone}. At 10th level, a creature that fails its saving throw against this feature becomes {@condition poisoned} and falls {@condition prone}, and while poisoned in this way, the creature's speed is reduced to 0. At 15th level, a creature that fails its saving throw against this feature becomes {@condition poisoned} and falls {@condition prone}, and while poisoned in this way, the creature's speed is reduced to 0 and it is {@condition incapacitated}."
			]
		},
		{
			"name": "Horrifying Performance",
			"source": "Ar8",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Grandmother's Tales",
			"subclassSource": "Ar8",
			"page": 9,
			"level": 3,
			"entries": [
				"Also at 3rd level, you learn to tell quick, terrifying stories that make any creature seem nightmarish. As an action, you perform a short tale or song about a creature within 30 feet of you that you can see. Every creature of your choice that can hear you and is within 15 feet of the target must succeed on a Wisdom saving throw against your spell save DC or be {@condition frightened} of the target for 1 minute. A {@condition frightened} creature can repeat the saving throw at the start of each of its turns, ending the effect on itself on a success. The creature has disadvantage on the saving throw to end the effect if it has taken damage from the target since the end of its last turn.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Granny's Here",
			"source": "Ar8",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Grandmother's Tales",
			"subclassSource": "Ar8",
			"page": 9,
			"level": 6,
			"entries": [
				"When you reach 6th level, you can use your action to summon a spectral witch from a book of tales, sheet music, or another storytelling device. It uses the {@creature ethereal hag|Ar8} stat block and shares your proficiency bonus. The hag is friendly to you and your companions, seeing all of you as her grandchildren. She lives for 1 hour, until she is reduced to 0 hit points, or until you die.",
				"In combat, the {@creature ethereal hag|Ar8} shares your initiative count, but takes her turn immediately after yours. She can move and use her reaction on her own, but the only action she takes on her turn is the Dodge action, unless you use a bonus action on your turn to command her to take another action. That action can be one in her stat block or some other action. If you are incapacitated, she can take any action of her choice, not just the Dodge action.",
				"Once you summon an {@creature ethereal hag|Ar8} with this feature, you can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Poisonous Performance",
			"source": "Ar8",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Grandmother's Tales",
			"subclassSource": "Ar8",
			"page": 10,
			"level": 14,
			"entries": [
				"By 14th level, your terrifying words sting. Your Horrifying Performance affects creatures of your choice that can hear you within 30 feet of the target.",
				"If a creature fails its saving throw against your Horrifying Performance, you can immediately use Have a Bite against it as a reaction. The target has disadvantage on the saving throw against Have a Bite."
			]
		}
	],
	"item": [
		{
			"name": "Ring of Light",
			"source": "Ar8",
			"page": 38,
			"rarity": "common",
			"value": 20000,
			"entries": [
				"While wearing this silver ring with a round amber stone, you can use an action to speak its command word to cause the stone to shed a bright golden light in a 30-foot radius and dim light for an additional 30 feet. Covering the stone blocks the light. The light lasts for 1 hour or until you use an action to speak the command word again. The ring can't be used again until the next dawn."
			]
		},
		{
			"name": "Merfolk's Tear",
			"source": "Ar8",
			"page": 38,
			"rarity": "uncommon",
			"wondrous": true,
			"value": 60000,
			"entries": [
				"Legend says that this silver chain holding two blue teardrop pendants was a gift from a goddess to unite a human with their merfolk lover. While wearing this pendant, you can breathe underwater, you can speak and understand Aquan, and you have a swimming speed of 40 feet."
			]
		},
		{
			"name": "Compass of Escape",
			"source": "Ar8",
			"page": 38,
			"rarity": "rare",
			"wondrous": true,
			"value": 2100000,
			"entries": [
				"The needle on this small brass compass doesn't move while outdoors. While the compass is in an enclosed space such as a building or cave, the needle always points toward the nearest exit to open air, without accounting for barriers, obstacles, or danger along the way."
			]
		}
	],
	"monster": [
		{
			"name": "Emerald",
			"source": "Ar8",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"page": 39,
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"+2 studded leather"
					]
				}
			],
			"hp": {
				"average": 117,
				"formula": "18d8 + 36"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 12,
			"dex": 20,
			"con": 14,
			"int": 14,
			"wis": 12,
			"cha": 16,
			"save": {
				"dex": "+8",
				"int": "+5"
			},
			"skill": {
				"acrobatics": "+8",
				"deception": "+9",
				"history": "+5",
				"persuasion": "+6",
				"sleight of hand": "+11",
				"stealth": "+11"
			},
			"passive": 11,
			"languages": [
				"Common",
				"Dwarvish",
				"Elvish",
				"Halfling",
				"thieves' cant"
			],
			"cr": {
				"cr": "8",
				"xp": 3900
			},
			"trait": [
				{
					"name": "Cunning Action",
					"entries": [
						"On each of her turns, Emerald can use a bonus action to take the Dash, Disengage, or Hide action."
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"If Emerald is subjected to an effect that allows her to make a Dexterity saving throw to take only half damage, Emerald instead takes no damage if she succeeds on the saving throw, and only half damage if she fails."
					]
				},
				{
					"name": "Minor Illusion",
					"entries": [
						"Emerald can cast the {@spell minor illusion} cantrip at will. Her spellcasting ability is Intelligence (spell save DC 13)."
					]
				},
				{
					"name": "Scimitar of Speed Bonus Attack",
					"entries": [
						"On each of her turns, Emerald can use a bonus action to make an attack with her scimitar of speed."
					]
				},
				{
					"name": "Special Equipment",
					"entries": [
						"Emerald wears a {@item ring of invisibility|DMG} and {@item +2 armor|DMG|+2 studded leather}. She wields a {@item scimitar of speed|DMG} and a {@item dagger of venom|DMG}. She carries {@item goggles of night|DMG} but doesn't wear them unless needed."
					]
				},
				{
					"name": "Sneak Attack (1/Turn)",
					"entries": [
						"Emerald deals an extra 21 ({@damage 6d6}) damage when she hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of Emerald that isn't incapacitated and she doesn't have disadvantage on the attack roll."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Emerald makes two melee attacks."
					]
				},
				{
					"name": "Scimitar of Speed",
					"entries": [
						"{@i Melee Weapon Attack:} +10 to hit, reach 5 ft., one target. Hit: 10 ({@damage 1d6 + 7}) slashing damage."
					]
				},
				{
					"name": "Dagger of Venom",
					"entries": [
						"{@i Melee or Ranged Weapon Attack:} +9 to hit, reach 5 ft. or range 20/60 ft., one target. Hit: 8 ({@damage 1d4 + 6}) piercing damage."
					]
				},
				{
					"name": "Poison Blade (1/Day)",
					"entries": [
						"Emerald causes thick, black poison to coat the blade of her dagger of venom. The poison remains for 1 minute or until an attack using this weapon hits a creature. That creature must succeed on a {@dc 15} Constitution saving throw or take 11 ({@damage 2d10}) poison damage and become {@condition poisoned} for 1 minute."
					]
				}
			],
			"reaction": [
				{
					"name": "Uncanny Dodge",
					"entries": [
						"Emerald halves the damage that she takes from an attack that hits her. She must be able to see the attacker."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/MjaVRT0.jpg"
						}
					}
				]
			},
			"traitTags": [
				"Sneak Attack"
			],
			"actionTags": [
				"Multiattack"
			],
			"attachedItems": [
				"dagger of venom|dmg",
				"scimitar of speed|dmg"
			],
			"savingThrowForced": [
				"constitution"
			],
			"miscTags": [
				"MLW"
			]
		},
		{
			"name": "Ethereal Hag",
			"source": "Ar8",
			"size": [
				"M"
			],
			"type": "fey",
			"page": 10,
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"special": "10 + five times your bard level"
			},
			"speed": {
				"walk": 30,
				"swim": 40
			},
			"str": 17,
			"dex": 15,
			"con": 16,
			"int": 13,
			"wis": 14,
			"cha": 16,
			"resist": [
				"cold",
				"fire",
				"poison"
			],
			"conditionImmune": [
				"charmed"
			],
			"passive": 12,
			"languages": [
				"Sylvan",
				"understands the languages you speak"
			],
			"trait": [
				{
					"name": "Horrific Appearance",
					"entries": [
						"Each humanoid chosen by the hag that starts its turn within 30 feet of the hag and can see her must make a Wisdom saving throw against your spell save DC. On a failed save, the creature is {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, with disadvantage if the hag is within line of sight, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the hag's Horrific Appearance for the next 24 hours."
					]
				},
				{
					"name": "Mimicry",
					"entries": [
						"The hag can mimic animal sounds and humanoid voices. A creature that hears the sounds can tell they are imitations with a successful Wisdom (Insight) check at DC 8 + PB + your Charisma modifier."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@i Melee Weapon Attack:} your spell attack modifier to hit, reach 5 ft., one target. Hit: {@damage 1d8 + PB} slashing damage + {@damage 1d6} psychic damage."
					]
				},
				{
					"name": "Etherealness",
					"entries": [
						"The ethereal hag magically enters the Ethereal Plane from the Material Plane, or vice versa."
					]
				}
			]
		},
		{
			"name": "Witch",
			"source": "Ar8",
			"page": 11,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"light"
					]
				}
			],
			"hp": {
				"special": "health levels equal to their level"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(dependant on ancestry)"
				}
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 14,
			"cha": 18,
			"save": {
				"str": "+3",
				"dex": "+3",
				"con": "+3",
				"int": "+3",
				"wis": "+6",
				"cha": "+6"
			},
			"skill": {
				"deception": "+2",
				"intimidation": "+2"
			},
			"senses": [
				"appropriate to ancestry"
			],
			"passive": 12,
			"languages": [
				"appropriate to ancestry (usually Common)"
			],
			"cr": "Unknown",
			"trait": [
				{
					"name": "Retainer",
					"entries": [
						"This creature is a Retainer, as described in {@book Strongholds and Followers|SaF|8|Retainers}"
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack",
					"entries": [
						"{@spell vicious mockery}"
					]
				},
				{
					"name": "Mirror Image (3/Day)",
					"entries": [
						"{@i Prerequisite: 3rd-level retainer}",
						"{@spell mirror image}"
					]
				},
				{
					"name": "Polymorph (1/Day)",
					"entries": [
						"{@i Prerequisite: 5th-level retainer}",
						"{@spell polymorph}"
					]
				},
				{
					"name": "Auntie's Travel Guide (1/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"The witch casts the {@spell greater invisibility} spell. While invisible, the witch is completely silent and leaves no tracks."
					]
				}
			]
		},
		{
			"name": "Grandchild",
			"source": "Ar8",
			"page": 11,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"light"
					]
				}
			],
			"hp": {
				"special": "health levels equal to their level"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(dependant on ancestry)"
				}
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 14,
			"cha": 18,
			"save": {
				"str": "+3",
				"dex": "+3",
				"con": "+6",
				"int": "+3",
				"wis": "+3",
				"cha": "+6"
			},
			"skill": {
				"deception": "+2",
				"stealth": "+2"
			},
			"senses": [
				"appropriate to ancestry"
			],
			"passive": 12,
			"languages": [
				"appropriate to ancestry (usually Common)"
			],
			"cr": "Unknown",
			"trait": [
				{
					"name": "Retainer",
					"entries": [
						"This creature is a Retainer, as described in {@book Strongholds and Followers|SaF|8|Retainers}"
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack",
					"entries": [
						"{@spell shocking grasp}"
					]
				},
				{
					"name": "Disguise Self (3/Day)",
					"entries": [
						"{@i Prerequisite: 3rd-level retainer}",
						"{@spell disguise self}"
					]
				},
				{
					"name": "Fly (1/Day)",
					"entries": [
						"{@i Prerequisite: 5th-level retainer}",
						"{@spell fly}"
					]
				},
				{
					"name": "Clever Little Witch (1/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"After being targeted by a spell that targets one creature, the Grandchild casts the same spell on a new target within 30 feet."
					]
				}
			]
		},
		{
			"name": "Folklorist",
			"source": "Ar8",
			"page": 11,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"light"
					]
				}
			],
			"hp": {
				"special": "health levels equal to their level"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(dependant on ancestry)"
				}
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 14,
			"cha": 18,
			"save": {
				"str": "+3",
				"dex": "+6",
				"con": "+3",
				"int": "+3",
				"wis": "+3",
				"cha": "+6"
			},
			"skill": {
				"deception": "+2",
				"history": "+2",
				"performance": "+2"
			},
			"senses": [
				"appropriate to ancestry"
			],
			"passive": 12,
			"languages": [
				"appropriate to ancestry (usually Common)"
			],
			"cr": "Unknown",
			"trait": [
				{
					"name": "Retainer",
					"entries": [
						"This creature is a Retainer, as described in {@book Strongholds and Followers|SaF|8|Retainers}"
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack",
					"entries": [
						"{@spell poison spray}"
					]
				},
				{
					"name": "Poisoned Words (3/Day)",
					"entries": [
						"{@i Prerequisite: 3rd-level retainer}",
						"The folklorist targets a creature within 30 feet and rolls {@damage 1d6}. The target must succeed on a Constitution saving throw or take poison damage equal to the number on the d6 and become {@condition poisoned} for 1 minute. On a successful save, the target only takes the poison damage and isn't {@condition poisoned}."
					]
				},
				{
					"name": "Fear (1/Day)",
					"entries": [
						"{@i Prerequisite: 5th-level retainer}",
						"{@spell fear}"
					]
				},
				{
					"name": "Conjure Woodland Beings (1/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"{@spell conjure woodland beings}"
					]
				}
			]
		}
	],
	"spell": [
		{
			"name": "Breath Weapon",
			"source": "Ar8",
			"level": 3,
			"school": "I",
			"range": {
				"type": "special"
			},
			"page": 21,
			"components": {
				"v": true,
				"s": true,
				"m": "a flask of whiskey"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"Choose acid, cold, fire, lightning, or poison. You exhale energy of the chosen type in one of these areas of effect of your choice: a 30-foot cone or a 60-foot line. Each creature in that area must make a Dexterity saving throw, taking {@damage 8d6} damage of the chosen type on a failed save, or half as much damage on a successful one."
			],
			"entriesHigherLevel": [
				"{@b {@i At Higher Levels.}} When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@damage 1d6} for each slot level above 3rd."
			]
		}
	],
	"book": [
		{
			"name": "Arcadia Issue 8",
			"id": "Ar8",
			"source": "Ar8",
			"published": "2021-10-29",
			"group": "homebrew",
			"author": "MCDM",
			"contents": [
				{
					"name": "Subclasses of the Hag",
					"headers": [
						"Legend of the Wicked Witch",
						"Warlock Hag Patron",
						"Wicked Witch Sorcerous Origin",
						"Bardic College of Grandmother's Tales",
						"Retainers of the Hag"
					]
				},
				{
					"name": "Monstrous Components",
					"headers": [
						"Harvesting Components",
						"Spellcasting with Monstrous Components",
						"Aberrations",
						"Celestials",
						"Dragons",
						"Elementals",
						"Fiends",
						"Giants",
						"Monstrosities",
						"Plants",
						"Undead",
						"Mixing Components"
					]
				},
				{
					"name": "The Emerald Exchange",
					"headers": [
						"The Magia Hand",
						"The Emerald Exchange",
						"Emerald Exchange in Towns",
						"Meet Emerald",
						"Prices at the Emerald Exchange",
						"Adventure Hooks",
						"Tactics",
						"Magia Hand NPC Realm"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Ar8",
			"source": "Ar8",
			"data": [
				{
					"type": "section",
					"name": "Subclasses of the Hag",
					"page": 3,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.imgur.com/w8ReWvB.jpg"
							}
						},
						"Maligned faerie mischief-makers, hags wield far more power than their appearance suggests. When a hag's foes and victims underestimate her, she thrives. The oldest and wisest hags, grandmothers, play this deception so well that they inspire awe in their local communities and aspiring warlocks beg for their patronage. Some sorcerers are born from a hag bloodline and struggle to find acceptance from communities that fear their \"grannies.\" Bards tell stories of wicked witches in the woods, terrifying children and adults alike.",
						{
							"type": "entries",
							"name": "Legend of the Wicked Witch",
							"page": 3,
							"entries": [
								"The wise woman in the woods with a gleam of mischief in her eye. The ancient crone who roams the streets, talking to alleycats. The kindly widow with the frightening smile. Hags embody humanity's fears of manipulation, getting lost, and, worst of all, growing old. Solitary and crafty, hags typically keep only animal familiars as companions. On occasion, however, hags come together in groups of three or more to form covens, greatly increasing their power and spellcasting ability. As rife with disagreement as they are affection, hags in a coven constantly vie for control over each other.",
								"All hags share a few key commonalities, regardless of their variety. Most come from the Feywild and possess the faerie fixation with deals. Hags always twist the odds of these pacts in their favor. Rare is the hag without a grand plan, and rarer still is one that resists the natural temptation to prey upon human nature, bending mortals' worst impulses for the hag's amusement. Green hags particularly love to toy with mortal emotions. Night hags are partial to terrifying mortals to death, and sea hags relish destruction in all forms.",
								"The subclasses introduced in this article were developed around the legend of the hag, though any fairy-tale trickster could be used in their place. Perhaps a bard is inspired by the Big Bad Wolf, maybe a warlock seeks out Reynard the Fox, or perchance a sorcerer is descended from dreaded Queen Mab. The hag's legend looms large, but the world of faerie is vast and rife with tales to explore."
							]
						},
						{
							"type": "entries",
							"name": "Warlock Hag Patron",
							"page": 3,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/HaIaJM7.jpg"
									}
								},
								{
									"type": "list",
									"items": [
										"{@class Warlock|PHB|Hag|Hag|Ar8}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Wicked Witch Sorcerous Origin",
							"page": 8,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/YWMiWvC.jpg"
									}
								},
								{
									"type": "list",
									"items": [
										"{@class Sorcerer|PHB|Wicked Witch|Wicked Witch|Ar8}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Bardic College of Grandmother's Tales",
							"page": 7,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/tAEPuAS.jpg"
									}
								},
								{
									"type": "list",
									"items": [
										"{@class Bard|PHB|Grandmother's Tales|Grandmother's Tales|Ar8}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Retainers of the Hag",
							"page": 11,
							"entries": [
								"Retainers first appeared in {@book Strongholds and Followers|SaF|8|Retainers} as unique NPC followers who pledge their service to player characters. These less-experienced adventurers are easy-to-run secondary characters controlled by players. Below are retainer stat blocks for NPCs that wield the magic of hags.",
								"The full rules for retainers are explained in {@book Strongholds and Followers|SaF|8|Retainers}.",
								{
									"type": "entries",
									"name": "Witch",
									"page": 11,
									"entries": [
										"The witch retainer is inspired by the Hag warlock patron.",
										{
											"type": "list",
											"items": [
												"{@creature Witch|Ar8}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Grandchild",
									"page": 11,
									"entries": [
										"The grandchild retainer is inspired by the Hag warlock patron.",
										{
											"type": "list",
											"items": [
												"{@creature Grandchild|Ar8}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Folklorist",
									"page": 11,
									"entries": [
										"The folklorist retainer is inspired by the Hag warlock patron.",
										{
											"type": "list",
											"items": [
												"{@creature Folklorist|Ar8}"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Monstrous Components",
					"page": 13,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.imgur.com/PkHEKST.jpg"
							}
						},
						{
							"type": "quote",
							"entries": [
								"Trapped in a dead-end alley, Thyilius and Nalfein exchanged a glance. Four of the bandit king's warriors blocked their only exit.",
								"\"Any bright ideas on how we're going to get out of this?\" growled Thyilius, as he parried a blow from one of their assailants.",
								"\"Just one. And you might want to duck,\" replied Nalfien. They reached into their component pouch and pulled out an abnormally large, pulsating heart. \"Feel the flames of Varlahna the Red Doom!\"",
								"White hot flames poured from Nalfien's mouth, engulfing the alley. Thyilius managed to dodge out of the way, but the bandits were not so lucky. One moment they were shrieking in pain—the next, they were reduced to fleshless skeletons in melted armor."
							]
						},
						"In your travels to distant lands and alien planes, you come across monsters of all kinds. Some you avoid, some you befriend, but others you put an end to— and you can find a bounty in the flesh, bones, blood, and organs of the monsters you kill. These gory tokens will amplify the power of your spells and give you new ways to defeat your next enemies!",
						"This article includes rules for harvesting new material components from the corpses of many creatures, as well as the effects those components have on various spells.",
						{
							"type": "entries",
							"name": "Harvesting Components",
							"page": 13,
							"entries": [
								"You can use any sharp blade to butcher a creature for spell component parts, but your best chance of getting an aboleth eye out of a socket in one piece is to use a harvesting kit. At the GM's discretion, whenever an ancestry, background, class, or feat allows you to gain proficiency with a set of tools, you can choose a harvesting kit instead of the other tool options.",
								"A harvesting kit contains ten vials, two tweezers, three harvesting knives (small, medium and large), and pieces of burlap fabric. The kit costs 20 gp. When you harvest components from a creature's remains with a harvesting kit, make a Dexterity check, adding your proficiency bonus if you are proficient with the kit. You also can harvest components from monsters without a harvesting kit using any sharpened blade, but checks to do so are made with disadvantage.",
								"The difficulty of removing a component depends on the monster's type and the component you're harvesting, as shown on the tables later in this article. You make one check to harvest all of one type of component a creature has to offer. For example, you only need to make one successful DC 17 Dexterity check with your harvesting kit to harvest all three eyes from an aboleth. Alternatively, at the GM's discretion, checks can be made for every component.",
								"The time it takes to harvest a component is based on the check's DC, as shown on the Harvesting Time table below.",
								"On a successful harvesting check, you obtain the desired component. On a failed check, you can repeat the check with disadvantage as many times as you wish. However, if you fail a check by 5 or more, the part is destroyed.",
								"Each creature has a specific number of usable components that you can harvest. For instance, planetars have more than thirty feathers in their wings, but only thirty that are of the right size and quality to be used as components. Finding and identifying these feathers is part of the harvesting process.",
								{
									"type": "table",
									"caption": "Harvesting Time Table",
									"colLabels": [
										"DC",
										"Time"
									],
									"colStyles": [
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"5-10",
											"5 minutes"
										],
										[
											"11-15",
											"15 minutes"
										],
										[
											"16-20",
											"30 minutes"
										],
										[
											"21+",
											"1 hour"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Spellcasting with Monstrous Components",
							"page": 14,
							"entries": [
								"When you cast a spell using a monstrous component, the new component replaces any material components normally required by the spell, except for components that have a cost of more than 300 gp. These expensive material components must be provided as normal along with the monstrous component.",
								"After you cast the spell, the monstrous component is consumed. A monstrous component can be used for a spell even if that spell doesn't typically require material components, or if the monstrous component doesn't replace any material components of the spell.",
								"Monstrous components change a spell's effects as described below. Any effects of the spell that aren't noted remain the same. You can only use one monstrous component per casting of a spell.",
								"The components in this article are organized by creature type.",
								" Game design note: many material components cost money, which requires adventuring. These components require dead monsters, which also requires adventuring, so that's why monster parts can replace some costly material components."
							]
						},
						{
							"type": "entries",
							"name": "Aberrations",
							"page": 15,
							"entries": [
								"Unnerving creatures of alien provenance, aberrations lurk in dark places and forgotten corners of the World Below.",
								{
									"type": "table",
									"caption": "Aberration Components",
									"colLabels": [
										"Monster",
										"Component",
										"Quantity Available",
										"Harvesting DC"
									],
									"colStyles": [
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"{@creature Aboleth}",
											"Eye",
											"3",
											"17"
										],
										[
											"{@creature Aboleth}",
											"Piece of Brain",
											"8",
											"20"
										],
										[
											"{@creature Aboleth}",
											"Piece of Tentacle",
											"20",
											"12"
										],
										[
											"{@creature Cloaker}",
											"Eye",
											"2",
											"17"
										],
										[
											"{@creature Cloaker}",
											"Hide",
											"1",
											"16"
										],
										[
											"{@creature Lord Rall|SaF}",
											"Hide",
											"1",
											"16"
										],
										[
											"{@creature Maladar Dictum|SaF}",
											"Hide",
											"1",
											"16"
										],
										[
											"{@creature Mindkiller|KaW}",
											"Piece of Brain",
											"4",
											"20"
										]
									]
								},
								{
									"type": "entries",
									"name": "{@creature Aboleth}",
									"page": 15,
									"entries": [
										"These aboleth components provide the following benefits.",
										"{@b {@i Aboleth Eye.}} When you cast {@spell legend lore} using this component, you can learn about an additional person, place, or object of legendary importance.",
										"{@b {@i Piece of Aboleth Brain.}} When you cast a spell that deals psychic damage using this component, the spell's damage die size increases by one: a d4 becomes a d6, a d6 becomes a d8, and so on, to a maximum of a d12. You also deal three extra dice of damage whenever the spell deals damage.",
										"{@b {@i Piece of Aboleth Tentacle.}} When you cast {@spell evard's black tentacles||black tentacles} using this component, a creature that takes damage from the tentacles takes an additional 1d10 acid damage."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Cloaker}",
									"page": 15,
									"entries": [
										"These cloaker components provide the following benefits.",
										"{@b {@i Cloaker Eye.}} When you cast {@spell mirror image} using this component, you create three additional duplicates. If you have four or more duplicates, you must roll a 4 or higher to change an attack's target to a duplicate.",
										"{@b {@i Cloaker Hide.}} When you cast {@spell mage armor} using this component, the target's base AC becomes 15 + its Dexterity modifier. The target also becomes resistant to bludgeoning, piercing, and slashing damage for the duration of the spell."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Lord Rall|SaF}'s Hide",
									"page": 15,
									"entries": [
										"When you cast {@spell polymorph} or {@spell true polymorph} using this component, you can target an additional creature of your choice within the spell's range."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Maladar Dictum|SaF}'s Hide",
									"page": 15,
									"entries": [
										"When you cast {@spell regenerate} using this component, the target regains an additional 1d8 hit points. For the duration of the spell, the target also regains 5 hit points at the start of each of its turns, and any severed appendages are instantly restored."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Mindkiller|KaW}'s Piece of Brain",
									"page": 15,
									"entries": [
										"When you cast a spell that deals psychic damage using this component, the spell's damage die size increases by one: a d4 becomes a d6, a d6 becomes a d8, and so on, to a maximum of a d12. You also deal two extra dice of damage whenever the spell deals damage."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Celestials",
							"page": 16,
							"entries": [
								"Beings of the Upper Planes, celestials serve deities and help maintain balance throughout the multiverse.",
								{
									"type": "table",
									"caption": "Celestial Components",
									"colLabels": [
										"Monster",
										"Component",
										"Quantity Available",
										"Harvesting DC"
									],
									"colStyles": [
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"{@creature Authority|SaF}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Authority|SaF}",
											"Sword",
											"1",
											"-"
										],
										[
											"{@creature Couatl}",
											"Feather",
											"20",
											"10"
										],
										[
											"{@creature Deva}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Deva}",
											"Feather",
											"20",
											"10"
										],
										[
											"{@creature Deva}",
											"Hide",
											"1",
											"16"
										],
										[
											"{@creature Planetar}",
											"Blood",
											"15 vials",
											"10"
										],
										[
											"{@creature Planetar}",
											"Feather",
											"30",
											"10"
										],
										[
											"{@creature Planetar}",
											"Hide",
											"1",
											"16"
										],
										[
											"{@creature Princip|SaF}",
											"Blood",
											"1 vial",
											"10"
										],
										[
											"{@creature Princip|SaF}",
											"Crown",
											"1",
											"-"
										],
										[
											"{@creature Solar}",
											"Blood",
											"15 vials",
											"10"
										],
										[
											"{@creature Solar}",
											"Feather",
											"30",
											"10"
										],
										[
											"{@creature Unicorn}",
											"Blood",
											"15 vials",
											"10"
										],
										[
											"{@creature Unicorn}",
											"Hoof",
											"4",
											"14"
										],
										[
											"{@creature Unicorn}",
											"Horn",
											"1",
											"13"
										],
										[
											"{@creature Virtue|SaF}",
											"Vocal Cord",
											"4",
											"17"
										]
									]
								},
								{
									"type": "entries",
									"name": "{@creature Authority|SaF}",
									"page": 16,
									"entries": [
										"These Authority components provide the following benefits.",
										"{@b {@i Authority Blood.}} When you cast {@spell bless} using this component, the die a target can add to attack rolls and saving throws increases to a d6.",
										"{@b {@i Authority Sword.}} When you cast {@spell protection from evil and good} using this component, you can target up to three willing creatures within the spell's range."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Couatl} Feather",
									"page": 16,
									"entries": [
										"When you cast {@spell polymorph} using this component, the target retains its mental ability scores and ability to speak. It can perform the somatic and verbal components of a spell while in its new form, but it can't provide material components."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Deva}",
									"page": 16,
									"entries": [
										"These deva components provide the following benefits.",
										"{@b {@i Deva Blood.}} When you cast a spell that allows you to roll one or more dice to restore hit points to a creature using this component, you can roll two additional dice when determining the hit points the creature regains.",
										"When you cast {@spell aid} using this component, each target's hit point maximum and current hit points increase by an additional 20 for the duration.",
										"{@b {@i Deva Feather.}} When you cast {@spell feather fall} using this component, creatures targeted by the spell fall at a rate of 90 feet per round.",
										"When you cast {@spell fly} using this component, the target's flying speed increases to 90 feet.",
										"{@b {@i Deva Hide.}} When you cast {@spell polymorph} using this component, you can transform the chosen creature into a celestial of challenge rating 10 or lower."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Planetar}",
									"page": 17,
									"entries": [
										"These planetar components provide the following benefits.",
										"{@b {@i Planetar Blood.}} When you cast a spell that allows you to roll one or more dice to restore hit points to a creature using this component, you can roll three additional dice when determining the hit points the creature regains.",
										"When you cast {@spell aid} using this component, each target's hit point maximum and current hit points increase by an additional 30 for the duration.",
										"{@b {@i Planetar Feather.}} When you cast {@spell feather fall} using this component, creatures targeted by the spell fall at a rate of 120 feet per round.",
										"When you cast {@spell fly} using this component, the target's flying speed increases to 120 feet.",
										"{@b {@i Planetar Hide.}} When you cast {@spell polymorph} using this component, you can transform the chosen creature into a celestial of challenge rating 16 or lower."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Princip|SaF}",
									"page": 16,
									"entries": [
										"These Princip components provide the following benefits.",
										"{@b {@i Authority Blood.}} When you cast {@spell protection from evil and good} using this component, you can target up to two willing creatures within the spell's range.",
										"{@b {@i Authority Crown.}} When you cast {@spell mind blank} using this component, you can target up to three willing creatures within the spell's range."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Solar}",
									"page": 17,
									"entries": [
										"These solar components provide the following benefits.",
										"{@b {@i Solar Blood.}} When you cast a spell that allows you to roll one or more dice to restore hit points to a creature using this component, you can roll four additional dice when determining the hit points the creature regains.",
										"When you cast a spell that deals radiant damage with a solar's blood, the spell's damage die size increases by one: a d4 becomes a d6, a d6 becomes a d8, and so on, to a maximum of a d12. In addition, you deal one additional die of damage.",
										"When you cast {@spell aid} using this component, each target's hit point maximum and current hit points increase by an additional 40 for the duration.",
										"{@b {@i Solar Feather.}} When you cast {@spell feather fall} using this component, creatures targeted by the spell fall at a rate of 150 feet per round.",
										"When you cast {@spell fly} using this component, the target's flying speed increases to 150 feet."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Unicorn}",
									"page": 17,
									"entries": [
										"These unicorn components provide the following benefits.",
										"{@b {@i Unicorn Blood.}} When you cast a spell that allows you to roll one or more dice to restore hit points to a creature using this component, you can roll one additional die when determining the hit points the creature regains.",
										"When you cast {@spell aid} using this component, each target's hit point maximum and current hit points increase by an additional 10 for the duration.",
										"{@b {@i Unicorn Hoof.}} When you cast {@spell dimension door} using this component, you can bring up to four willing creatures of your size or smaller with you.",
										"When you cast {@spell expeditious retreat} using this component, your movement speed is doubled.",
										"When you cast {@spell haste} using this component, the target's movement speed is tripled instead of doubled.",
										"{@b {@i Unicorn Horn.}} When you cast {@spell shield} using this component, you have a +7 bonus to AC until the start of your next turn."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Virtue|SaF}'s Vocal Cords",
									"page": 17,
									"entries": [
										"When you cast {@spell bless} using this component, the die a target can add to attack rolls and saving throws increases to a d10.",
										"When you cast {@spell lesser restoration} using this component, it instead has the effects of the {@spell greater restoration} spell.",
										"When you cast {@spell greater restoration} using this component, you can target one additional creature within the spell's range.",
										"When you cast {@spell hellish rebuke} using this component, the spell deals radiant damage instead of fire damage and the damage die increases to a d12.",
										"When you cast {@spell banishment} using this component, the target has disadvantage on the saving throw to resist being banished."
									]
								},
								{
									"type": "entries",
									"name": "Killing Celestials?!",
									"page": 18,
									"entries": [
										"Many of the spells enhanced by celestial components are on the cleric and paladin spell lists. In many games, clerics and paladins don't fight (let alone hunt and harvest the body parts of) good-aligned celestials. However, there are two ways to overcome this issue.",
										"First, celestial creatures don't have to be good-aligned. They could be angels that serve an evil deity, wicked unicorns, and similar anomalies. In your world, these beings might not even be anomalies! Good clerics and paladins would be happy to vanquish such evil forces.",
										"Second, celestials might willingly donate their feathers or blood, or even sacrifice their earthly bodies and be reborn on the Upper Planes, in order to give a cleric or paladin an important component. Such gifts could be a reward for completing a quest, the answer to a cleric's Divine Intervention feature, a treasure granted by Concordance (see {@book Strongholds & Followers|SaF}), or anything else the GM deems worthy."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dragons",
							"page": 18,
							"entries": [
								"Famous for their dazzling scales, massive treasure hoards, and fearsome breath, dragons of many hues and temperaments are storied creatures in worlds across the multiverse.",
								{
									"type": "table",
									"caption": "Dragon Components",
									"colLabels": [
										"Monster",
										"Component",
										"Quantity Available",
										"Harvesting DC"
									],
									"colStyles": [
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"Wyrmling dragon",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"Wyrmling dragon",
											"Bone",
											"15",
											"16"
										],
										[
											"Wyrmling dragon",
											"Breath weapon gland",
											"1 (or 2 if metallic)",
											"19"
										],
										[
											"Wyrmling dragon",
											"Hide",
											"1",
											"16"
										],
										[
											"Young dragon",
											"Blood",
											"15 vials",
											"10"
										],
										[
											"Young dragon",
											"Breath weapon gland",
											"1 (or 2 if metallic)",
											"19"
										],
										[
											"Young dragon",
											"Heart",
											"1",
											"18"
										],
										[
											"Young dragon",
											"Hide",
											"1",
											"16"
										],
										[
											"Adult dragon",
											"Blood",
											"20 vials",
											"10"
										],
										[
											"Adult dragon",
											"Breath weapon gland",
											"1 (or 2 if metallic)",
											"19"
										],
										[
											"Adult dragon",
											"Heart",
											"1",
											"18"
										],
										[
											"Adult dragon",
											"Hide",
											"1",
											"16"
										],
										[
											"Ancient dragon",
											"Blood",
											"25 vials",
											"10"
										],
										[
											"Ancient dragon",
											"Breath weapon gland",
											"1 (or 2 if metallic)",
											"19"
										],
										[
											"Ancient dragon",
											"Heart",
											"1",
											"18"
										],
										[
											"Ancient dragon",
											"Hide",
											"1",
											"16"
										],
										[
											"Wyrmling gemstone dragon*",
											"Piece of brain",
											"4 pieces",
											"20"
										],
										[
											"Young gemstone dragon*",
											"Piece of brain",
											"8 pieces",
											"20"
										],
										[
											"Adult gemstone dragon*",
											"Piece of brain",
											"12 pieces",
											"20"
										],
										[
											"Ancient gemstone dragon*",
											"Piece of brain",
											"16 pieces",
											"20"
										]
									],
									"footnotes": [
										"* Gemstone dragons appear in {@book Strongholds & Followers|SaF}"
									]
								},
								{
									"type": "entries",
									"name": "Dragon Hide and {@spell Mage Armor}",
									"page": 19,
									"entries": [
										"Any type of dragon hide can be used to enhance the {@spell mage armor} spell. The change to the Armor Class granted by the spell is determined by the dragon's challenge rating as shown on the table below. In addition, if the dragon hide used is from an adult dragon, the target gains resistance to the damage type associated with the dragon's breath weapon for the duration of the spell. If the hide is from an ancient dragon, the target is immune to that damage type.",
										{
											"type": "table",
											"colLabels": [
												"Challenge Rating",
												"Mage Armor AC"
											],
											"colStyles": [
												"col-2 text-center",
												"col-2 text-center"
											],
											"rows": [
												[
													"CR 1-5",
													"14 + Dexterity Modifier"
												],
												[
													"CR 6-9",
													"15 + Dexterity Modifier"
												],
												[
													"CR 10-14",
													"16 + Dexterity Modifier"
												],
												[
													"CR 15-20",
													"17 + Dexterity Modifier"
												],
												[
													"CR 21-24",
													"18 + Dexterity Modifier"
												],
												[
													"CR 25-29",
													"19 + Dexterity Modifier"
												],
												[
													"CR 30+",
													"20 + Dexterity Modifier"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Inside the Hide",
									"page": 19,
									"entries": [
										"The Internal Dragon Components table describes uses for dragon blood, bones, and glands as spell components.",
										{
											"type": "table",
											"caption": "Internal Dragon Components",
											"colLabels": [
												"Spell",
												"Effect",
												"Age Category Information"
											],
											"colStyles": [
												"col-2 text-center",
												"col-2 text-center",
												"col-2 text-center"
											],
											"rows": [
												[
													"{@spell Animate dead}",
													"When you cast {@spell animate dead} using a wyrmling's blood on three wyrmling dragon bones, you create a skeletal wyrmling (see below).",
													"-"
												],
												[
													"{@spell Breath weapon|Ar8}",
													"When you cast {@spell breath weapon|Ar8} using the breath weapon gland of a metallic or chromatic dragon, the spell's damage die increases.",
													"{@b Wyrmling:} Damage die increases to a d8 {@b Young:} Damage die increases to a d10 {@b Adult:} Damage die increases to a d12 {@b Ancient:} Damage die increases to a d12, plus an additional die per level of the slot used to cast the spell"
												],
												[
													"{@spell Eldritch blast}",
													"When you cast {@spell eldritch blast} using a piece of brain from an adult or ancient gemstone dragon, you roll additional damage dice when you hit with the spell.",
													"{@b Adult:} 1 additional damage die {@b Ancient:} 2 additional damage dice"
												],
												[
													"{@spell Fear}",
													"When you cast {@spell fear} using the heart of a chromatic or metallic dragon, the spell's area of effect and saving throw DC increases.",
													"{@b Young:} 60-foot cone, +1 to the DC {@b Adult:} 90-foot cone, +2 to the DC {@b Ancient:} 120-foot cone, +3 to the DC, and creatures have disadvantage on Wisdom saving throws made to avoid or end the spell's effects"
												],
												[
													"{@spell Magic missile}",
													"When you cast {@spell magic missile}  using a piece of brain from a gemstone dragon, the damage die increases.",
													"{@b Wyrmling:} Damage die increases to a d6 {@b Young:} Damage die increases to a d8 {@b Adult:} Damage die increases to a d10 {@b Ancient:} Damage die increases to a d12"
												],
												[
													"{@spell Protection from energy}",
													"When you cast {@spell protection from energy} using blood from a chromatic or metallic dragon associated with the damage type you choose, the target halves all damage of that type for the duration, in addition to the resistance granted by the spell.",
													"If the blood is from an ancient dragon, the target is instead immune to the chosen damage type."
												],
												[
													"Spells that deal damage",
													"When you cast a spell that deals acid, cold, fire, lightning or poison damage using the breath weapon gland of a dragon associated with the corresponding damage type, the spell's damage die size increases by one: a d4 becomes a d6, a d6 becomes a d8, and so on, to a maximum of a d12. You also roll additional damage dice.",
													"{@b Wyrmling:} No additional damage dice {@b Young:} 1 additional damage die {@b Adult:} 2 additional damage dice {@b Ancient:} 3 additional damage dice"
												]
											],
											"footnotes": [
												" At the GM's discretion, you might be able to use this for other breath weapon-related spells we're not allowed to mention by name."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Skeletal Wyrmling Template",
									"page": 20,
									"entries": [
										"When you cast the {@spell animate dead} spell with a wyrmling dragon's blood on three wyrmling bones, you create a skeletal wyrmling. This creature uses the same stat block as the wyrmling the blood came from, with the following changes:",
										{
											"type": "list",
											"items": [
												"The wyrmling's type becomes undead.",
												"The wyrmling's Dexterity, Intelligence and Charisma scores decrease by 2 and its Wisdom score decreases by 1.",
												"The wyrmling's Constitution increases by 2, giving it 1 additional hit point per Hit Die it has.",
												"The wyrmling is immune to poison damage and the {@condition poisoned} condition.",
												"The wyrmling understands all languages it knew in life but can't speak.",
												"The wyrmling has no breath weapon."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Secondary Breath Glands",
									"page": 20,
									"entries": [
										"Unlike their chromatic counterparts, metallic dragons have an additional breath weapon gland that can be harvested to enhance other spells.",
										"{@b {@i Brass Dragon.}} When you cast {@spell sleep} with a {@creature brass dragon wyrmling}'s sleep breath gland, roll an additional d8 when determining how many hit points of creatures the spell can affect.",
										"When you cast {@spell sleep} with a {@creature young brass dragon}'s sleep breath gland, roll an additional 2d8.",
										"When you cast {@spell sleep} with an {@creature adult brass dragon}'s sleep breath gland, roll d10s instead of d8s, and roll an additional 3d10.",
										"When you cast {@spell sleep} with an {@creature ancient brass dragon}'s sleep breath gland, roll d10s instead of d8s, and roll an additional 4d10. Additionally, when you cast this spell using a spell slot of 2nd level or higher, you roll an additional 3d10 instead of 2d8 for each slot level above 1st.",
										"{@b {@i Bronze Dragon.}} When you cast {@spell thunderwave} with a {@creature bronze dragon wyrmling}'s repulsion breath gland and a target fails the saving throw against the spell, it is pushed 30 feet away from you.",
										"When you cast {@spell thunderwave} with a {@creature young bronze dragon}'s repulsion breath gland and a target fails the saving throw against the spell, it is pushed 40 feet away from you.",
										"When you cast {@spell thunderwave} with an {@creature adult bronze dragon}'s repulsion breath gland, the damage dice become d10s, and if and a target fails the saving throw against the spell, it is pushed 50 feet away from you.",
										"When you cast {@spell thunderwave} with an {@creature ancient bronze dragon}'s repulsion breath gland, the damage dice become d12s, and if and a target fails the saving throw against the spell, it is pushed 60 feet away from you.",
										"{@b {@i Copper Dragon.}} When you cast {@spell slow} with a {@creature copper dragon wyrmling}'s slow breath gland, the spell's area of effect is a 50-foot cube.",
										"When you cast {@spell slow} with a {@creature young copper dragon}'s slow breath gland, the spell's area of effect is a 60-foot cube and you can target two additional creatures within the spell's range.",
										"When you cast {@spell slow} with an {@creature adult copper dragon}'s slow breath gland, the spell's area of effect is a 70-foot cube and you can target two additional creatures within the spell's range. Also, a target affected by the spell can't take bonus actions, in addition to the spell's other effects.",
										"When you cast {@spell slow} with an {@creature ancient copper dragon}'s slow breath gland, the spell's area of effect is a 70-foot cube and you can target two additional creatures within the spell's range. Also, a target affected by the spell can't take bonus actions and takes a −3 penalty to AC and Dexterity saving throws (instead of −2), in addition to the spell's other effects.",
										"{@b {@i Gold Dragon.}} When you cast {@spell bane} with a {@creature gold dragon wyrmling}'s weakening breath gland, a target affected by the spell has disadvantage on Strength checks.",
										"When you cast {@spell bane} with a {@creature young gold dragon}'s weakening breath gland, a target affected by the spell has disadvantage on Strength checks and saving throws.",
										"When you cast {@spell bane} with an {@creature adult gold dragon}'s weakening breath gland, a target affected by the spell has disadvantage on Strength checks and saving throws, as well as Strength-based attack rolls.",
										"When you cast {@spell bane} with an {@creature ancient gold dragon}'s weakening breath gland, a target affected by the spell has disadvantage on Strength checks and saving throws, as well as Strength-based attack rolls, and its Strength score is reduced by 2 for the duration.",
										"{@b {@i Silver Dragon.}} When you cast {@spell hold person} or {@spell hold monster} with a {@creature silver dragon wyrmling}'s paralyzing breath gland, you can target one additional creature within the spell's range.",
										"When you cast {@spell hold person} or {@spell hold monster} with a {@creature young silver dragon}'s paralyzing breath gland, you can target one additional creature within the spell's range and the spell's maximum duration increases by 1 minute.",
										"When you cast {@spell hold person} or {@spell hold monster} with an {@creature adult silver dragon}'s paralyzing breath gland, you can target one additional creature within the spell's range and the spell's maximum duration increases by 1 minute. In addition, a target makes Wisdom saving throws against the spell's effect with disadvantage.",
										"When you cast {@spell hold person} or {@spell hold monster} with an {@creature ancient silver dragon}'s paralyzing breath gland, you can target one additional creature within the spell's range, the spell's maximum duration increases by 1 minute, and its range increases by 30 feet. In addition, a target makes Wisdom saving throws against the spell's effect with disadvantage."
									]
								},
								{
									"type": "entries",
									"name": "Chromatic Dragon Secondary Breath Glands",
									"page": 21,
									"entries": [
										"At the GM's discretion, chromatic dragons can have a secondary breath gland like their metallic cousins. In chromatic dragons, these glands are underdeveloped and never function for the dragon, but they can still be harvested and utilized in spellcasting.",
										{
											"type": "list",
											"items": [
												"Black dragons have the secondary gland of copper dragons.",
												"Blue dragons have the secondary gland of bronze dragons.",
												"Green dragons have the secondary gland of brass dragons.",
												"Red dragons use the secondary gland of gold dragons.",
												"White dragons use the secondary gland of silver dragons."
											]
										}
									]
								},
								{
									"type": "list",
									"items": [
										"{@spell Breath Weapon|Ar8}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Elementals",
							"page": 22,
							"entries": [
								"All beings from the elemental planes are made up or or infused with pure elemental energy, a life force tied to the element or elements they manifest as. When an elemental dies, its essence begins to seep away back to the elemental planes from where it came, unless quickly harvested.",
								{
									"type": "table",
									"caption": "Elemental Components",
									"colLabels": [
										"Monster",
										"Component",
										"Quantity Available",
										"Harvesting DC"
									],
									"colStyles": [
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"{@creature Air Elemental}",
											"Air essence",
											"1 vial",
											"13"
										],
										[
											"{@creature Djinni}",
											"Zephyr essence",
											"1 vial",
											"13"
										],
										[
											"{@creature Efreeti}",
											"Fire essence",
											"1 vial",
											"13"
										],
										[
											"{@creature Earth elemental}",
											"Earth essence",
											"1 vial",
											"13"
										],
										[
											"{@creature Invisible stalker}",
											"Stalker essence",
											"1 vial",
											"13"
										],
										[
											"{@creature Storm magistrate|SaF}",
											"Storm essence",
											"1 vial",
											"13"
										]
									]
								},
								{
									"type": "entries",
									"name": "{@creature Air Elemental}'s Air Essence",
									"page": 22,
									"entries": [
										"When you cast {@spell fog cloud} using this component, each creature that starts its turn in the fog must make a Constitution saving throw against your spell save DC. On a failed save, the creature is unable to breathe and has disadvantage on Constitution saving throws to maintain concentration on spells until it is no longer in the fog cloud."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Djinni}'s Zephyr Essence",
									"page": 22,
									"entries": [
										"When you cast {@spell wind wall} using this component, you can move the wind wall up to 15 feet in any direction as a bonus action. A creature that starts its turn in the wall must succeed on a Strength saving throw against your spell save DC or become restrained until the start of its next turn."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Efreeti}'s Fire Essence",
									"page": 22,
									"entries": [
										"When you cast {@spell flame blade} using this component, the spell deals an extra 4d6 fire damage. Additionally, while the spell is active, you can use an action to make a ranged spell attack against a target within 120 feet. On a hit, the target takes 6d6 fire damage.",
										"When you cast {@spell wall of fire} using this component and the spell is active, you can use a bonus action to hurl a ball of fire that explodes in a 15-foot-radius sphere centered on a point you can see within 120 feet of you. Each creature in the area must make a Dexterity saving throw against your spell save DC, taking 2d8 fire damage on a failed save, or half as much damage on a successful one."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Earth Elemental}'s Earth Essence",
									"page": 22,
									"entries": [
										"When you cast {@spell earthquake} using this component, each creature that is knocked {@condition prone} by the spell sinks 1 feet into the earth and is {@condition restrained}. A creature that starts its turn in the earth must repeat the Dexterity saving throw against the spell, sinking 1 foot further into the earth. A {@condition restrained} creature can use an action to make a Strength saving throw against your spell save DC + 2 for every foot it has sunk into the ground, breaking free and ending the condition on a success."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Air Elemental}'s Air Essence",
									"page": 22,
									"entries": [
										"When you cast {@spell fog cloud} using this component, each creature that starts its turn in the fog must make a Constitution saving throw against your spell save DC. On a failed save, the creature is unable to breathe and has disadvantage on Constitution saving throws to maintain concentration on spells until it is no longer in the fog cloud."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Invisible Stalker}'s Stalker Essence",
									"page": 22,
									"entries": [
										"When you cast {@spell pass without trace} using this component, you make up to two creatures benefitting from the spell's bonus to Dexterity (Stealth) checks {@condition invisible} for the duration. You can use an action to change which creatures affected by the spell are {@condition invisible}."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Storm magistrate|SaF}'s Storm Essence",
									"page": 22,
									"entries": [
										"When you cast {@spell call lightning} using this component and call down a bolt of lightning, you can call up to two additional bolts of lightning. A creature can't be affected by multiple bolts of lightning on the same turn."
									]
								},
								{
									"type": "entries",
									"name": "Overpowered",
									"page": 23,
									"entries": [
										"Some of the component effects may seem overpowered, but remember that these components don't come along all that often. These materials are rewards for characters who take down powerful creatures. GMs should treat this article as a guide. If something seems too powerful or game breaking, the GM is empowered to scale the effect back to match the themes of their campaign. The GM may also raise the DC or amount of time needed to to harvest a particularly powerful component, or deem certain creature parts unsalvageable based on how the characters took down their foe.",
										"Think of these components as consumable magic items like potions or scrolls. Having a few on hand is fun, and a handful of powerful items won't keep the characters from being challenged as they face greater and greater foes!"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Fiends",
							"page": 23,
							"entries": [
								"The wicked beings of the Lower Planes—devils, demons, and their ilk—are collectively known as fiends. They fight among themselves in an endless struggle for supremacy just as much as they delight in corrupting and tormenting mortals.",
								{
									"type": "table",
									"caption": "Fiend Components",
									"colLabels": [
										"Monster",
										"Component",
										"Quantity Available",
										"Harvesting DC"
									],
									"colStyles": [
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"{@creature Balor}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Balor}",
											"Skin",
											"1",
											"16"
										],
										[
											"{@creature Barbed devil}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Barbed devil}",
											"Eye",
											"2",
											"17"
										],
										[
											"{@creature Bearded devil}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Bearded devil}",
											"Eye",
											"2",
											"17"
										],
										[
											"{@creature Bone devil}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Bone devil}",
											"Eye",
											"2",
											"17"
										],
										[
											"{@creature Chain devil}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Chain devil}",
											"Chain link",
											"20",
											"13"
										],
										[
											"{@creature Dretch}",
											"Fetid pouch",
											"1",
											"12"
										],
										[
											"{@creature Dretch}",
											"Piece of brain",
											"4",
											"20"
										],
										[
											"{@creature Erinyes}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Erinyes}",
											"Longsword shard",
											"10",
											"13"
										],
										[
											"{@creature Glabrezu}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Glabrezu}",
											"Horn",
											"2",
											"13"
										],
										[
											"{@creature Hezrou}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Hezrou}",
											"Claw",
											"6",
											"13"
										],
										[
											"{@creature Hezrou}",
											"Tooth",
											"12",
											"14"
										],
										[
											"{@creature Horned devil}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Horned devil}",
											"Tail",
											"1",
											"11"
										],
										[
											"{@creature Ice devil}",
											"Claw",
											"6",
											"13"
										],
										[
											"{@creature Ice devil}",
											"Tailbone",
											"4",
											"16"
										],
										[
											"{@creature Ice devil}",
											"Tooth",
											"6",
											"14"
										],
										[
											"{@creature Imp}",
											"Piece of brain",
											"4",
											"20"
										],
										[
											"{@creature Lemure}",
											"Eye",
											"2",
											"17"
										],
										[
											"{@creature Lore Devil|KaW}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Lore Devil|KaW}",
											"Skin from hands",
											"2",
											"16"
										],
										[
											"{@creature Marilith}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Marilith}",
											"Eye",
											"2",
											"17"
										],
										[
											"{@creature Marilith}",
											"Tail",
											"1",
											"11"
										],
										[
											"{@creature Nalfeshnee}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Nightmare}",
											"Hoof",
											"4",
											"14"
										],
										[
											"{@creature Pit fiend}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Pit fiend}",
											"Tooth",
											"10",
											"14"
										],
										[
											"{@creature Rakshasa}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Rakshasa}",
											"Skin from hands",
											"2",
											"16"
										],
										[
											"{@creature Stone devil|KaW}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Stone devil|KaW}",
											"Skin",
											"1",
											"16"
										],
										[
											"{@creature Vrock}",
											"Beak",
											"1",
											"14"
										],
										[
											"{@creature Vrock}",
											"Blood",
											"10 vials",
											"10"
										],
										[
											"{@creature Vrock}",
											"Spores",
											"15 vials",
											"12"
										],
										[
											"{@creature Vrock}",
											"Talon",
											"12",
											"13"
										],
										[
											"{@creature Vrock}",
											"Vocal cord",
											"2",
											"17"
										]
									]
								},
								{
									"type": "entries",
									"name": "Melting Fiends!",
									"page": 24,
									"entries": [
										"Many extraplanar creatures melt into puddles of ichor after destruction on a plane other than their home. If your GM uses this lore, you'll have to adventure into the Lower Planes to get these sweet, sweet pieces of demon and devil to make your spells better."
									]
								},
								{
									"type": "entries",
									"name": "Fiend Blood",
									"page": 24,
									"entries": [
										"When you cast {@spell heroes' feast} with the blood of a {@creature lore devil|KaW} or a {@creature rakshasa}, a creature that partakes in the feast can't be affected or detected by spells of 6th level or lower unless it wishes to be and it has advantage on saving throws against all other spells and magical effects.",
										"When you cast {@spell heroes' feast} with the blood of a fiend other than a {@creature lore devil|KaW} or a {@creature rakshasa}, a creature that partakes in the feast gains advantage on saving throws against spells and other magical effects for the duration."
									]
								},
								{
									"type": "entries",
									"name": "Fiend Eye",
									"page": 24,
									"entries": [
										"When you cast {@spell darkvision} with the eye of a {@creature barbed devil}, {@creature bearded devil}, {@creature bone devil}, {@creature chain devil}, or {@creature lemure}, the target can see through magical darkness."
									]
								},
								{
									"type": "entries",
									"name": "Fiend Hand Skin",
									"page": 25,
									"entries": [
										"The skin from the hands of certain fiends provides the following benefits.",
										"{@b {@i Skin from {@creature Lore Devil|KaW} Hands.}} When you cast {@spell feeblemind} using this component and the target has the Spellcasting trait, the target loses a spell slot of your choice and you regain hit points equal to 10  the spell slot's level.",
										"When you cast {@spell legend lore} using this component, you gain as much precise and detailed information as possible about the person, place, or object you named regardless of how much information you already knew about it. Additionally, the information is presented in a manner as straightforward and clear as possible.",
										"{@b {@i Skin from {@creature Rakshasa} Hands.}} When you cast {@spell tree stride} using this component, the spell has no distance requirements. You know the location of every living tree in the multiverse and can use the spell to travel from one living tree to any other, even on another plane of existence."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Balor}",
									"page": 25,
									"entries": [
										"These {@creature balor} components provide the following benefits.",
										"{@b {@i {@creature Balor} Blood.}} When you cast {@spell death ward} using this component and the target drops to 0 hit points, each creature within 30 feet of it must make a Dexterity saving throw against your spell save DC. A creature takes 8d6 fire damage on a failed save, or half as much damage on a successful one.",
										"{@b {@i {@creature Balor} Skin.}} When you cast {@spell resistance} using this component and the target adds a d4 to a saving throw because of it, the target also gains advantage on the saving throw."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Chain Devil}'s Chain Link",
									"page": 25,
									"entries": [
										"When you cast {@spell blade barrier} using this component, as a bonus action you can command chains to shoot out of the barrier at a creature within 10 feet of it. The creature must succeed on a Dexterity saving throw against your spell save DC or be yanked into the barrier by the chains."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Dretch}",
									"page": 25,
									"entries": [
										"These {@creature dretch} components provide the following benefits.",
										"{@b {@i {@creature Dretch}'s Fetid Pouch.}} When you cast {@spell poison spray} using this component and the target fails the spell's saving throw, it is {@condition poisoned} until the start of your next turn. While poisoned in this way, the target can take either an action or a bonus action on its turn, not both, and can't take reactions.",
										"{@b {@i Piece of {@creature Dretch} Brain.}} When you cast {@spell message} using this component, you can cast the spell through any solid object, no matter the thickness or material, and through areas of magical silence."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Erinyes}' Longsword Shards",
									"page": 25,
									"entries": [
										"When you cast {@spell blade barrier} using this component and a creature takes damage from the spell, it takes an additional 3d8 poison damage."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Glabrezu}'s Horn",
									"page": 25,
									"entries": [
										"When you cast {@spell darkness} or {@spell detect magic} using this component, you don't expend a spell slot.",
										"When you cast {@spell confusion}, {@spell dispel magic}, {@spell fly}, or {@spell power word stun} using this component, you can use a spell slot that is one level lower than required."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Hezrou}",
									"page": 25,
									"entries": [
										"These {@creature hezrou} components provide the following benefits.",
										"{@b {@i {@creature Hezrou} Claw.}} When you cast {@spell alter self} using this component, you can give yourself claws as a natural weapon. Your unarmed strikes with the claws deal 2d6 slashing damage.",
										"{@b {@i {@creature Hezrou} Tooth.}} When you cast {@spell alter self} using this component, you can give yourself sharp teeth as a natural weapon. Your unarmed strikes with the teeth deal 2d10 piercing damage."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Horned Devil}'s Tail",
									"page": 25,
									"entries": [
										"When you cast {@spell alter self} using this component, you can give yourself a pointy tail as a natural weapon. Your unarmed strikes with the tail deal 1d8 piercing damage. A creature you hit with the tail must succeed on a Constitution saving throw against your spell save DC or lose 3d6 hit points at the start of its next turn from an infernal wound. Each time you hit a wounded target with the tail, the damage dealt by the wound increases by 1d6. The wound closes if the target receives magical healing."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Ice Devil}",
									"page": 25,
									"entries": [
										"These {@creature ice devil} components provide the following benefits.",
										"{@b {@i {@creature Ice Devil} Claw.}} When you cast {@spell alter self} using this component, you can give yourself claws as a natural weapon. Your unarmed strikes with the claws deal 2d4 slashing damage and 3d6 cold damage.",
										"{@b {@i {@creature Ice Devil} Tailbone.}} When you cast {@spell ray of frost} using this component, the spell's deals an additional 2d8 cold damage.",
										"{@b {@i {@creature Ice Devil} Tooth.}} When you cast {@spell alter self} using this component, you can give yourself sharp teeth as a natural weapon. Your unarmed strikes with the teeth deal 2d6 piercing damage and 3d6 cold damage."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Imp}'s Piece of Brain",
									"page": 26,
									"entries": [
										"When you cast {@spell invisibility} on only yourself using this component, you can do so without expending a spell slot.",
										"When you cast {@spell polymorph} on yourself using this component, you can turn into a {@creature rat}, {@creature raven}, or {@creature spider} without expending a spell slot."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Marilith}",
									"page": 26,
									"entries": [
										"These {@creature marilith} components provide the following benefits.",
										"{@b {@i {@creature Marilith} Eye.}} When you cast {@spell misty step} using this component, you don't need to expend a spell slot.",
										"{@b {@i {@creature Marilith} Tail.}} When you cast {@spell alter self} using this component, you can give yourself a tail as a natural weapon. Your unarmed strikes with the tail deal 2d10 bludgeoning damage. Additionally, if you hit a Medium or smaller creature with your tail, you can choose to wrap it around the creature, grappling it. Until the grapple ends, the target is {@condition restrained}. To break free of the grapple, the target must succeed on a Strength (Athletics) or Dexterity (Acrobatics) check made as an action. The DC for this check equals your spell save DC. You can only grapple one creature at a time with your tail."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Nightmare's} Hoof",
									"page": 26,
									"entries": [
										"When you cast {@spell etherealness} using this component, you can target up to three additional willing creatures."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Pit Fiend}'s Tooth",
									"page": 26,
									"entries": [
										"When you cast {@spell detect magic} or {@spell fireball} using this component, you don't expend a spell slot. You can't gain this benefit if you cast {@spell fireball} using a spell slot of 4th level or higher.",
										"When you cast {@spell hold monster} or {@spell wall of fire} using this component, you can use a spell slot that is one level lower than required."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Stone Devil|KaW}'s Skin",
									"page": 26,
									"entries": [
										"When you cast {@spell stoneskin} using this component, your AC becomes 20."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Vrock}",
									"page": 26,
									"entries": [
										"These {@creature vrock} components provide the following benefits.",
										"{@b {@i {@creature Vrock} Beak.}} When you cast {@spell alter self} using this component, you can give yourself a beak as a natural weapon. Your unarmed strikes with the beak deal 2d6 piercing damage.",
										"{@b {@i {@creature Vrock} Spores.}} When you cast a spell that deals poison damage using this component, the target must succeed on a Constitution saving throw against your spell save DC or be {@condition poisoned} for 1 minute. A creature poisoned in this way takes 1d10 poison damage at the start of each of its turns and can repeat the saving throw at the end of its turns, ending the {@condition poisoned} condition on a success.",
										"{@b {@i {@creature Vrock} Talon.}} When you cast {@spell alter self} using this component, you can give yourself talons as a natural weapon. Your unarmed strikes with the talons deal 2d10 piercing damage.",
										"{@b {@i {@creature Vrock} Vocal Cord.}} When you cast {@spell power word stun} with the component, you target all creatures within a 20-foot radius centered on a point within the spell's range."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Giants",
							"page": 26,
							"entries": [
								"Giants and their kin, such as ogres and trolls, are approximately human-shaped creatures of massive size.",
								{
									"type": "table",
									"caption": "Giant Components",
									"colLabels": [
										"Monster",
										"Component",
										"Quantity Available",
										"Harvesting DC"
									],
									"colStyles": [
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"{@creature Storm Giant}",
											"Lightning essence",
											"4 vials",
											"16"
										],
										[
											"{@creature Troll}",
											"Blood",
											"10 vials",
											"10"
										]
									]
								},
								{
									"type": "entries",
									"name": "{@creature Storm Giant}'s Lightning Essence",
									"page": 26,
									"entries": [
										"When you cast {@spell call lightning} using this component, the spell's range increases to 500 feet."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Troll}'s Blood",
									"page": 26,
									"entries": [
										"When you cast {@spell heal} using this component, the target regains 20 hit points at the start of each of its turns for a number of rounds equal to the level of the spell slot used. If the target takes acid or fire damage, it doesn't regain hit points at the start of its next turn. While this effect is active, the target dies only if it starts its turn with 0 hit points and doesn't regain hit points."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Monstrosities",
							"page": 27,
							"entries": [
								"All manner of terrifying creatures are categorized as monstrosities, united only by their unnatural physiology and hostile, predatory natures.",
								{
									"type": "table",
									"caption": "Monstrosity Components",
									"colLabels": [
										"Monster",
										"Component",
										"Quantity Available",
										"Harvesting DC"
									],
									"colStyles": [
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"{@creature Androsphinx}",
											"Tongue",
											"1",
											"14"
										],
										[
											"{@creature Ettercap}",
											"Eye",
											"2",
											"17"
										],
										[
											"{@creature Ettercap}",
											"Foot",
											"2",
											"16"
										],
										[
											"{@creature Ettercap}",
											"Web sack",
											"1",
											"15"
										],
										[
											"{@creature Griffon}",
											"Feather",
											"25",
											"10"
										],
										[
											"{@creature Guardian naga}",
											"Bone",
											"9",
											"14"
										],
										[
											"{@creature Guardian naga}",
											"Venom",
											"4 vials",
											"13"
										],
										[
											"{@creature Harpy}",
											"Vocal cord",
											"1",
											"17"
										],
										[
											"{@creature Hydra}",
											"Hide",
											"10 pieces",
											"16"
										],
										[
											"{@creature Hydra}",
											"Lung",
											"8 (2 pieces per lung)",
											"15"
										],
										[
											"{@creature Kraken}",
											"Blood",
											"25 vials",
											"10"
										],
										[
											"{@creature Kraken}",
											"Lung",
											"16 (2 pieces per lung)",
											"15"
										],
										[
											"{@creature Kraken}",
											"Piece of tentacle",
											"150 (15 per tentacle)",
											"13"
										],
										[
											"{@creature Lamia}",
											"Skin from hands",
											"2",
											"16"
										],
										[
											"{@creature Manticore}",
											"Hide",
											"1",
											"16"
										],
										[
											"{@creature Medusa}",
											"Eyes",
											"2",
											"17"
										],
										[
											"{@creature Phase spider}",
											"Blood",
											"15 vials",
											"10"
										],
										[
											"{@creature Phase spider}",
											"Hide",
											"1",
											"16"
										],
										[
											"{@creature Purple worm}",
											"Blood",
											"20 vials",
											"10"
										],
										[
											"{@creature Remorhaz}",
											"Blood",
											"20 vials",
											"10"
										],
										[
											"{@creature Remorhaz}",
											"Hide",
											"1",
											"16"
										],
										[
											"{@creature Roc}",
											"Feather",
											"15",
											"10"
										],
										[
											"{@creature Tarrasque}",
											"Hide",
											"15",
											"16"
										]
									]
								},
								{
									"type": "entries",
									"name": "{@creature Androsphinx}'s Tongue",
									"page": 28,
									"entries": [
										"When you cast {@spell zone of truth} using this component, a target that fails its saving throw against the spell must truthfully answer any question you ask it for the duration."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Ettercap}",
									"page": 28,
									"entries": [
										"These {@creature ettercap} components provide the following benefits.",
										"{@b {@i {@creature Ettercap} Eye.}} When you cast {@spell darkvision} using this component, the target gains darkvision out to a range of 90 feet.",
										"{@b {@i {@creature Ettercap} Foot.}} When you cast {@spell spider climb} using this component, you can target one additional creature within the spell's range.",
										"{@b {@i {@creature Ettercap} Web Sack.}} When you cast {@spell web} using this component, the spell's area of effect is a 40-foot cube."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Griffon}'s Feather",
									"page": 28,
									"entries": [
										"When you cast {@spell feather fall} with a {@creature griffon}'s feather, creatures targeted by the spell fall at a rate of 80 feet per round.",
										"When you cast {@spell fly} with a {@creature griffon}'s feather, a target's flying speed increases to 80 feet."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Guardian Naga}",
									"page": 28,
									"entries": [
										"These naga components provide the following benefits.",
										"{@b {@i Naga Bones.}} When you cast {@spell revivify}, {@spell raise dead}, {@spell reincarnate}, {@spell resurrection}, or {@spell true resurrection} using three guardian naga bones and the target dies again within 1d6 days of casting the spell, the target instantly returns to life as if the spell had been cast on it again.",
										"{@b {@i Naga Venom.}} When you cast a spell that deals poison damage using this component, you roll 5 additional damage dice."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Harpy}'s Vocal Cord",
									"page": 28,
									"entries": [
										"When you cast a spell using this component that forces one or more creatures to make a saving throw or become charmed, a target has disadvantage on the saving throw to resist the spell's effects."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Hydra}'s Blood",
									"page": 28,
									"entries": [
										"When you cast {@spell regenerate} on yourself using this component, you can grow one of the following body parts for the duration:",
										{
											"type": "list",
											"items": [
												"{@b {@i Arm.}} This extra arm can carry a light melee weapon or shield. If you hold a light melee weapon with this arm, you can use that weapon to engage in two-weapon fighting. If you hold three light melee weapons at once and take the Attack action to attack with one of them, you can use your bonus action to make two extra attacks, one with your other hand and one with this extra arm.",
												"{@b {@i Head.}} When you take the Cast a Spell action on your turn, you can cast one additional spell of 2nd level or lower that doesn't require concentration and has a casting time of 1 action.",
												"{@b {@i Leg.}} Your walking speed increases by 10 feet and you have advantage on saving throws to avoid falling prone."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "{@creature Kraken}",
									"page": 28,
									"entries": [
										"These {@creature kraken} components provide the following benefits.",
										"{@b {@i Blood.}} When you cast {@spell lightning bolt} using this component, you create two additional lines of lightning.",
										"{@b {@i Piece of Lung.}} When you cast {@spell water breathing }using this component, the spell lasts until it is dispelled.",
										"{@b {@i Piece of Tentacle.}} When you cast {@spell evard's black tentacles|PHB|black tentacles} using this component, the tentacles deal 3d10 bludgeoning damage instead of 3d6."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Lamia}'s Skin from Hands",
									"page": 28,
									"entries": [
										"When you cast {@spell bestow curse} using this component, you can target an additional creature within the spell's range."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Manticore}'s Hide",
									"page": 28,
									"entries": [
										"When you cast {@spell alter self} using this component, you grow twenty-four spikes on your body that last for the duration. You can make an attack by breaking off a spike and throwing it at a target, using your spellcasting ability modifier for the attack roll. Each spike is a ranged weapon with the {@itemProperty T||thrown} property, a close range of 100 feet, and a far range of 200 feet that deals piercing damage on a hit equal to 1d8 + your spellcasting ability modifier."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Medusa}'s Eye",
									"page": 29,
									"entries": [
										"When you cast {@spell flesh to stone} using this component, the target has disadvantage on the saving throws to resist the spell's effects, and the spell doesn't require concentration."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Phase Spider}",
									"page": 29,
									"entries": [
										"These {@creature phase spider} components provide the following benefits.",
										"{@b {@i {@creature Phase Spider} Blood.}} When you cast {@spell blink} using this component, you can reroll the d20 at the end of each of your turns to determine if you remain on the Material Plane. If you do reroll, you must use the second result.",
										"{@b {@i {@creature Phase Spider} Hide.}} When you cast {@spell etherealness} using this component, you can target an additional creature within the spell's range."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Purple Worm}'s Blood",
									"page": 29,
									"entries": [
										"When you cast {@spell enlarge/reduce} on a Small, Medium, Large, or Huge creature using this component, the target becomes Gargantuan. All its dimensions are quadrupled and its weight is multiplied by 24. For the duration, the target gains a +5 bonus to Strength checks and saving throws. The target's weapons grow to match its size and deal an additional 2d12 damage."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Remorhaz}",
									"page": 29,
									"entries": [
										"These {@creature remorhaz} components provide the following benefits.",
										"{@b {@i {@creature Remorhaz} Blood.}} When you cast {@spell holy aura} using this component, a creature affected by the spell deals an extra 1d6 fire damage when it hits with a melee weapon attack.",
										"{@b {@i {@creature Remorhaz} Hide.}} When you cast {@spell fire shield} using this component, the spell has the effects of the chill shield and warm shield simultaneously."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Roc}'s Feather",
									"page": 29,
									"entries": [
										"When you cast {@spell feather fall} using this component, creatures targeted by the spell fall at a rate of 120 feet per round.",
										"When you cast {@spell fly} using this component, a target's flying speed increases to 120 feet."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Tarrasque}'s Hide",
									"page": 29,
									"entries": [
										"When you cast {@spell mage armor} using this component, the target's base AC becomes 19 + its Dexterity modifier. When the target is targeted by the {@spell magic missile} spell, line spell, or spell that requires a ranged attack, roll a d6. On 1 to 3, the target is affected by the spell as normal. On a 4 or 5, the spell has no effect on the target. On a 6, the spell is reflected back at the caster."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Plants",
							"page": 29,
							"entries": [
								"Though they're creatures of vegetation and fungi, plants can be monsters as much as any fauna—and just like other monsters, they can provide valuable spell components.",
								{
									"type": "table",
									"caption": "Plant Components",
									"colLabels": [
										"Monster",
										"Component",
										"Quantity Available",
										"Harvesting DC"
									],
									"colStyles": [
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"{@creature Shambling mound}",
											"Vine",
											"20",
											"11"
										],
										[
											"{@creature Shrieker}",
											"Stalk clipping",
											"10",
											"14"
										],
										[
											"{@creature Treant}",
											"Bark",
											"1",
											"16"
										],
										[
											"{@creature Treant}",
											"Branch",
											"20",
											"11"
										],
										[
											"{@creature Treant}",
											"Sap",
											"20 vials",
											"10"
										],
										[
											"{@creature Violet fungus}",
											"Spore",
											"15 vials",
											"13"
										]
									]
								},
								{
									"type": "entries",
									"name": "{@creature Shambling Mound}'s Vine",
									"page": 29,
									"entries": [
										"When you cast {@spell entangle} using this component, a creature {@condition restrained} by the spell takes 2d8 bludgeoning damage when it is initially restrained and at the start of each of its turns. A creature that moves through the spell's area of effect takes 1d8 bludgeoning damage for every 5 feet it moves."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Shrieker}'s Stalk Clipping",
									"page": 29,
									"entries": [
										"When you cast {@spell vicious mockery} using this component, the spell's range is 300 feet."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Treant}",
									"page": 30,
									"entries": [
										"These {@creature treant} components provide the following benefits.",
										"{@b {@i {@creature Treant} Bark.}} When you cast {@spell barkskin} using this component, the target gains resistance to bludgeoning and piercing damage.",
										"{@b {@i {@creature Treant} Branch.}} When you cast {@spell shillelagh} using this component, the target's weapon deals 3d6 bludgeoning damage on a hit instead of 1d8.",
										"{@b {@i {@creature Treant} Sap.}} When you cast {@spell commune with nature} using this component, you learn any additional information the {@creature treant} knows about the area. This could include general lore about fauna and flora, events of historical importance, or personal memories that the {@creature treant} has of the location."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Violet Fungus}' Spore",
									"page": 30,
									"entries": [
										"When you cast {@spell chill touch} using this component, you can target two creatures within 10 feet of each other with this spell."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Undead",
							"page": 30,
							"entries": [
								"Many undead are mindless skeletons or zombies animated to do the bidding of their creators, but others are sentient.",
								{
									"type": "table",
									"caption": "Undead Components",
									"colLabels": [
										"Monster",
										"Component",
										"Quantity Available",
										"Harvesting DC"
									],
									"colStyles": [
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"{@creature Khorak|KaW}",
											"Crown",
											"1",
											"-"
										],
										[
											"{@creature Melodor Rhyllearnn|KaW}",
											"Bow sliver",
											"20",
											"14"
										],
										[
											"{@creature Shadow}",
											"Shadow essence",
											"1",
											"13"
										],
										[
											"{@creature Telcezalco XXVIII|KaW}",
											"Breath sac",
											"1",
											"15"
										],
										[
											"{@creature Vampire}",
											"Piece of brain",
											"4",
											"20"
										],
										[
											"{@creature Will-o'-wisp}",
											"Wisp",
											"3",
											"13"
										],
										[
											"{@creature Wraith}",
											"Ichor",
											"10 vials",
											"10"
										]
									]
								},
								{
									"type": "entries",
									"name": "{@creature Khorak|KaW}'s Crown",
									"page": 30,
									"entries": [
										"When you cast {@spell feeblemind} using this component, the spell deals 14d6 psychic damage to its target instead of 4d6."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Maelodor Rhyllearnan|KaW}'s Bow Slivers",
									"page": 30,
									"entries": [
										"When you cast {@spell hunter's mark} using this component, you gain advantage on your attack rolls against the target. "
									]
								},
								{
									"type": "entries",
									"name": "{@creature Shadow}'s Shadow Essence",
									"page": 30,
									"entries": [
										"When you cast {@spell pass without trace} using this component, creatures that gain a bonus to Dexterity (Stealth) checks from the spell can take the Hide action as a bonus action."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Telcezalco XXVIII|KaW}'s Breath Sac",
									"page": 30,
									"entries": [
										"When you cast {@spell harm} using this component, the spell has a range of Self and affects each creature within a 30-foot cone that originates from you. A target takes 16d6 necrotic damage on a failed saving throw, or half as much damage on a successful one."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Vampire}'s Piece of Brain",
									"page": 30,
									"entries": [
										"When you cast {@spell conjure animals} using this component, you can summon 4d4 swarms of bats or rats, or 4d6 wolves."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Will-o'-Wisp}'s Wisp",
									"page": 30,
									"entries": [
										"When you cast {@spell feather fall} using this component, creatures targeted by the spell fall at a rate of 10 feet per round."
									]
								},
								{
									"type": "entries",
									"name": "{@creature Wraith}'s Ichor",
									"page": 30,
									"entries": [
										"When you cast {@spell harm} using this component, the spell deals 14d8 necrotic damage to the target on a failed saving throw, or half as much damage on a successful one."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Mixing Components",
							"page": 31,
							"entries": [
								"The GM can allow a creature to cast a spell using more than one type of monstrous component, boosting the spell so it receives the effect of both components. However, mixing such magic together can have unexpected consequences. When a creature casts a spell with more than one monstrous component, consult the Combining Components table to determine the likelihood that the spell creates a surge of wild magic. If a wild magic effect occurs, roll on the {@item wand of wonder|DMG} table in the fifth edition core rules to determine what happens. If you cast a spell as part of the wild magic result, the GM randomly determines the spell's target.",
								{
									"type": "table",
									"caption": "Combining Components",
									"colLabels": [
										"Number of Additional Components",
										"Chance of Wild Magic"
									],
									"colStyles": [
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"1",
											"25%"
										],
										[
											"2",
											"50%"
										],
										[
											"3",
											"75%"
										],
										[
											"4 or more",
											"100%"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Emerald Exchange",
					"page": 33,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.imgur.com/sUipPfm.jpg"
							}
						},
						{
							"type": "quote",
							"entries": [
								"You're looking to purchase an item to make you invisible? That's easy, love. If you have the coin, I can have it here in a handful of days."
							]
						},
						"Charming. Mysterious. Need something magical? She can get it for you. {@creature Emerald|Ar8} is a human merchant who can be used in any campaign setting. Specialized in rare magical items, she operates a vast behind-the-scenes network of historians, mages, and rogues who procure and sell these items to adventurers. Your players' characters can work for Emerald, trade with her for magic items, and possibly discover that she is their enemy!",
						"As a master thief, Emerald executes missions to restock her stores. Secretly, she leads the Magia Hand, a thieves' guild that pillages dungeons and occasionally breaks into wealthy manors and academic institutions to find magical objects. This organization operates in the shadows—the public has no idea they exist. Most know Emerald as the charming owner of the guild's front business, a curiosity shop called the Emerald Exchange.",
						{
							"type": "entries",
							"name": "The Magia Hand",
							"page": 33,
							"entries": [
								"The Magia Hand is an old organization that keeps operations small with a nearly perfect success rate. The guild only accepts work acquiring items—members are offended if approached for an assassination request. The Hand avoids murder to maintain themselves as a rumor and not a target, although they have been known to magically put people to sleep if they are a barrier to the acquisition. They kill only to preserve their secrets or save lives.",
								"The Hand maintains a high level of secrecy by never taking jobs in the town in which their headquarters are located. While rumors may circulate around the headquarters (see \"Emerald Exchange in Towns\"), the lack of notable thefts in town usually keeps them to just rumors, nothing more.",
								"The Magia Hand distributes coin from assignments equitably among the guild, generating lifetime secrecy and loyalty from its membership.",
								"Emerald leads the Magia Hand. An inner circle of six Guides advises her, recruits and trains members, and divides missions and contracts. Each Guide oversees one of the Hand's divisions: information gatherers, history and lore researchers, scouts, tacticians, thieves, and masters of arcana. Guides know every member of the Hand and can use magic. Communication among Guides is typically handled through the {@spell sending} spell."
							]
						},
						{
							"type": "entries",
							"name": "The Emerald Exchange",
							"page": 34,
							"entries": [
								"Brightly painted green walls enliven this small shop. A closer inspection reveals small cracks in the wood, creaks in the floors, and other signs of age. Incense heavily scents the air, creating a slight haze. Emerald is the only staff present when the shop is open. Two {@creature scout|MM|scouts} from the Magia Hand secretly monitor the Exchange from outside at all times.",
								"One large room makes up most of the building's interior. A purple curtain separates the back section of this chamber, creating Emerald's office. The musical sound of a magical viol playing always wafts through the room—an enchantment that delights Emerald. An incredibly well-crafted hatch hides under a rug in Emerald's office, bound with a mithril lock, which requires a successful DC 30 Dexterity check using {@item thieves' tools|PHB} to pick thanks to the {@spell arcane lock} spell that enchants it. The lock's magic is obscured by the {@spell Nystul's Magic Aura|PHB|arcanist's magic aura} spell (using the False Aura effect). The hatch opens to a tunnel that runs north for about a mile and leads to the Magia Hand's underground guildhall.",
								"A small storeroom lies at the back of her office.",
								"The standard stock in the Emerald Exchange features common magical items on display shelves, with a few uncommon baubles kept in a locked glass case by the counter. Vases of fresh flowers sit atop the counter. A second glass case nearby contains gemstones, and a sign proclaiming \"Do not touch!\" stands between both cases.",
								"{@item potion of healing|DMG|Potions of healing} of various strengths fill a shelf in front of the counter. Two suits of {@creature animated armor} flank the front door, more for decoration than defense. No one has dared to steal from Emerald.",
								"There is no lockbox in the Exchange. All coin is carried by Emerald and leaves with her when she exits the shop. Emerald often keeps her ledger on the counter in plain sight, permanently enchanted with the {@spell alarm} spell. It is an intentional temptation, so she might better know her enemies. The ledger contains the names of customers who purchased items in the last 30 days, but the column for cost is always left blank. Each amount is written in magical ink attuned to Emerald, which only she can read and use to write.",
								"Emerald stores common, uncommon, and rare magic items in the storeroom. She keeps very rare items either on her person or at the Magia Hand guildhall until she can arrange a meeting with her customer. One crate in the storeroom is a {@creature mimic} named Meche that she keeps as a pet.",
								"Every nonconsumable uncommon or rarer item the Magia Hand obtains is under the effect of an {@spell Drawmij's Instant Summons|PHB|instant summons} spell cast by one of the Guides. The organization learned long ago that this was good for business—if an item is stolen or its owners are killed, it can be reclaimed. Emerald very occasionally uses this tactic to swindle money out of corrupt, wealthy clients by making a sale and then recovering the item a few weeks later.",
								"The Emerald Exchange is protected by the following defenses:",
								{
									"type": "list",
									"items": [
										"{@b {@i Doors.}} Each exterior door is surrounded by runes engraved on the inside of the building. They act as the spells {@spell alarm} and {@spell symbol}, using the Sleep effect (spell save DC 17). Members of the guild are alerted by the {@spell alarm} spell and begin arriving at the shop within 1d6 minutes to capture any intruders. Emerald activates the main door runes when she leaves. She can activate or deactivate them at will. The {@spell dispel magic} spell suppresses the runes' effects for 10 minutes.",
										"{@b {@i Windows.}} Ironically, the windows are enchanted with a {@spell glyph of warding} spell that casts the {@spell shatter} spell (spell save DC 17) when they are broken. The explosion alerts all nearby. The spell is always active.",
										"{@b {@i Cases.}} The glass cases are protected by a {@spell symbol} spell, using the Fear effect (spell save DC 17). Any creature except Emerald that touches the case triggers the spell. Eager shoppers often accidentally do so, much to Emerald's amusement.",
										"{@b {@i Distractions.}} Fake runes and magic symbols are painted on the floors and walls. Emerald comes up with a different story each time she's asked what they do. Several are enchanted with a permanent {@spell light} spell to illuminate the shop, but most do nothing special. Emerald makes a mental note when she observes someone studying the enchanted symbols and ignoring the fake ones.",
										"{@b {@i Hidden Guardians.}} At the first sign of trouble, the two {@creature scout|MM|scouts} outside the shop, the two suits of {@creature animated armor} at the door, and the {@creature mimic} spring into action and attack intruders.",
										"{@b {@i Worst-Case Scenario.}} The Magia Hand buried a stone carved with magic glyphs 3 feet underneath the Exchange. The stone casts the {@spell meteor swarm} spell (spell save DC 17), centered on the shop, when a creature speaks its command word as an action. Only Emerald and the Guides know the word. If the spell is cast, the shop and all its contents are destroyed. The Guides don't use the password without Emerald unless she is missing or dead, and it must be a unanimous decision. Emerald can use it at any time, but she won't ruin her business unless she has no other option."
									]
								},
								"A map of the Emerald Exchange is included at the end of the article."
							]
						},
						{
							"type": "entries",
							"name": "Emerald Exchange in Towns",
							"page": 35,
							"entries": [
								"You can place the Emerald Exchange in any settlement that makes sense in your setting. The Magia Hand operates in a town with at least 1,500 residents. The organization is barely a rumor, but interesting enough for townsfolks to occasionally gossip about \"the mysterious band of thieves\" over drinks. This gossip includes the following rumors:",
								{
									"type": "list",
									"items": [
										"An NPC claims that their cousin's ex-girlfriend had a disease that required an exotic cure, and the thieves gave it to her for free.",
										"Isn't it amusing that the rude, snobby rich family that moved to the big city is missing a magical heirloom?",
										"The thieves died out years ago, and a group of teenagers pretends to be them.",
										"Someone once boasted that they work for the thieves, then mysteriously disappeared. (Some will dispute, saying that they just moved in with their significant other in another town.)",
										"The thieves always leave an orchid at the scene of the crime."
									]
								},
								"Emerald doesn't keep regular hours. To determine if the shop is open when the PCs go to visit, roll a d6. On an even number, Emerald is present; on an odd number, the Exchange is shuttered with a \"Back Soon!\" sign hanging from the door.",
								{
									"type": "entries",
									"name": "The Emerald Exchange in Strongholds & Followers",
									"page": 35,
									"entries": [
										"If you're using {@book Strongholds & Followers|SaF}, characters with an establishment have the option of adding the Emerald Exchange to it. The characters can hire Emerald, who keeps the Magia Hand a secret, to run the Exchange, earn coin, and solicit rumors. It costs a one-time fee of 5,000 gp to hire Emerald, but she generates an extra 500 gp of revenue each season for the characters, and her charm grants them advantage on one Gather Intel check each month. At the GM's discretion, she offers a discounted rate on items for the stronghold owners (see \"Prices at the Emerald Exchange\" for the cost)."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Meet Emerald",
							"page": 0,
							"entries": [
								"Emerald wears her gleaming black hair in elaborate braids, and she is tall—but beyond these features, no one is really sure what Emerald looks like.",
								"Emerald always wears magical makeup to disguise her identity. She paints any visible skin white, and uses black to decorate her face like a skull. Her vivid green eyes shine in contrast with the darkness.",
								"Locals are accustomed to Emerald's disguise, believing it's all play to enhance the mystique of her magical shop and draw in customers. With newcomers, Emerald leans into the mystical with a low sultry voice, dramatic hand gestures casting the {@spell minor illusion} cantrip, and mysterious riddles or rhymes that leave customers intrigued until she laughs, smiles warmly, and greets them with open arms.",
								"The truth is that the makeup is an essential part of leading the Magia Hand. The current Emerald is not the first Emerald to run the guild. The first Emerald was appointed roughly two hundred years ago. The current Emerald is the ninth woman to lead. She has completely earned the trust and respect of the Guides.",
								"The identity of the leader is a secret from all but the Guides, who choose a new Emerald from the membership when the leader retires. It is always a human woman with dark hair, and the magical makeup is gifted to her.",
								"The special makeup comes from centuries of tradition and arcana in its creation, similar to a family recipe passed down through the generations. Each Emerald is trained by the previous Emerald on how to create and apply it. The makeup can't be dispelled, it's waterproof, and only Emerald can apply or remove it. Her old identity is completely erased from record, with all agreeing to forget her old life, and she becomes the new owner of the Exchange.",
								"The current Emerald entered the Magia Hand at 10 years old, an orphan recruited as an extraordinarily skilled cutpurse on the streets. It was the previous Emerald who caught her hand in her pocket and brought her into the organization. While the current Emerald loved the familial relationship that she formed with the other members of the Magia Hand, she wants to get away as far as possible from her time living unclean and hungry on the street. That goal drives her ambition and avarice.",
								{
									"type": "entries",
									"name": "Roleplaying Emerald",
									"page": 36,
									"entries": [
										"Emerald is in her early thirties and very talented in being unseen, with quick hands to pick both pockets and locks. Her natural charm gave her an edge in adopting the Emerald name and persona. She's an extrovert who truly loves being the center of attention. Quick to smile and an outrageous flirt, Emerald enjoys a good joke and loves to make a pun whenever possible.",
										"Underneath her charm, Emerald is ruthless. She shares her true name with no one and ensured that no record in the Magia Hand documents who she was. She puts her own interests—wealth and a love of expensive food and drink—above all others. While she has never killed anyone, she wouldn't hesitate if there was no alternative.",
										"Emerald is an expert thief, though if asked she reacts with shock and deflects and denies the accusation. She revels in the risk of breaking into well-guarded locations and stealing treasures without leaving a trace. She lends her skills to Magia Hand expeditions if the payoff is good enough. When the guild is stretched thin or in need of extra hands, she hires adventurers.",
										"Ultimately, Emerald betrays the characters if they become a threat to her livelihood. If you want to use Emerald as a villain, once the players have undertaken two quests for her or they find out secret information about her or the Magia Hand, use the \"Green With Envy\" adventure hook to make Emerald the characters' enemy."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Prices at the Emerald Exchange",
							"page": 36,
							"entries": [
								"You can break down the prices of items at the Emerald Exchange by using both the rarity of the item and how desirable the item is, ranked by grade. Legendary magic items are not available to purchase from the Emerald Exchange. The Magia Hand keeps any legendary items it acquires for internal use.",
								"Setting an item's grade is up to you as the GM. The higher the grade, the more expensive the item. Prices by rarity and grade vary by thousands of gold pieces. When an item is requested or added to Emerald's stock, you set the grade and price using the Emerald Exchange Prices and Commissions table below. Consider both the desirability and the utility of the item when choosing the grade.",
								"For example, both a {@item bag of beans|DMG} and {@item wings of flying|DMG} are rare items, but flying is a bigger boon to most creatures. You could set the bag of beans at a grade 2 and the wings of flying at grade 3. As a guideline, consumable items, such as potions and scrolls, are typically grade 1.",
								"All prices start at the highest point for the rarity and grade you set. If a particular item remains unsold in Emerald's shop, its grade can be reduced at your discretion each time the characters complete an adventure or level up (provided Emerald likes the characters, of course).",
								"Emerald purchases magic items from the characters at half the cost.",
								{
									"type": "entries",
									"name": "Gemstones",
									"page": 36,
									"entries": [
										"Emerald is happy to provide gemstones needed for spell components. She has plenty on hand, so unless you deem otherwise, she has what the characters require. The gems are always the same price as required for the spell no matter how much Emerald likes the party. Add 10% to the cost if the requested gem needs to be crushed or powdered."
									]
								},
								{
									"type": "table",
									"caption": "Emerald Exchange Prices and Commissions",
									"colLabels": [
										"Rarity",
										"Grade 1",
										"Grade 2",
										"Grade 3",
										"Days to Obtain"
									],
									"colStyles": [
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"Common",
											"50 gp",
											"100 gp",
											"150 gp",
											"1d4"
										],
										[
											"Uncommon",
											"200 gp",
											"300 gp",
											"500 gp",
											"1d6 + 4"
										],
										[
											"Rare",
											"2,500 gp",
											"11,000 gp",
											"20,000 gp",
											"1d8 + 8"
										],
										[
											"Very Rare (commission only)",
											"-",
											"-",
											"90,000 gp",
											"1d10 + 12"
										]
									],
									"footnotes": [
										" This price shouldn't be doubled (see \"Commissioned Items\")."
									]
								},
								{
									"type": "entries",
									"name": "What's in Stock?",
									"page": 37,
									"entries": [
										"Characters can request items from the Emerald Exchange by name or with a specific feature. For instance, a character may ask for a {@item broom of flying|DMG} or simply \"an item that helps me fly.\"",
										"To determine if the Emerald Exchange has a {@i specific} item in stock, such as a {@item broom of flying|DMG}, roll a d8. If the item is a common, uncommon, or rare potion or scroll, on a roll of 5 or higher, Emerald has it in her storeroom; otherwise, one can be commissioned. She always has at least 2d10 {@item potion of healing|DMG|potions of healing} and 2d6 {@item potion of greater healing|DMG|potions of greater healing} for sale. If the item is a common, uncommon, or rare item that is not a potion or scroll, Emerald has it on a roll of 8.",
										"To determine if an item is in stock with a {@i feature}, such as \"flying,\" roll a d10. On a roll of 5–8, she has a common, uncommon, or rare potion or scroll that might fit the buyer's needs (provided such an item exists). On a roll of 9 or 10, she has a common, uncommon, or rare item that is not a potion or scroll that might work.",
										"The Emerald Exchange doesn't keep very rare magic items in stock, but takes commissions for them."
									]
								},
								{
									"type": "entries",
									"name": "Commissioned Items",
									"page": 37,
									"entries": [
										"If a character requests an item Emerald doesn't have in stock, they can commission her to get it. Commissioned items are double the cost of the item's rarity at grade 3. This price doesn't change, no matter the relationship with Emerald. It takes a number of days as shown on the Emerald Exchange Prices and Commissions table for the Magia Hand to find and procure the item.",
										"Emerald has two ways to acquire commissioned items:",
										{
											"type": "list",
											"items": [
												"{@b {@i Retrieval.}} Emerald collects the item from a site unclaimed by humanoids, such as ruins, a dungeon, or a monster treasure hoard.",
												"{@b {@i Theft.}} Emerald steals an item from an NPC, organization, or site run by humanoids."
											]
										},
										"If the characters offer to accompany Emerald on a retrieval and she trusts them, she agrees to lower the price of the commission to double the cost of grade 2 for the item's rarity and split any other treasure found equally if the characters tag along. She never allows characters to accompany her on a theft.",
										"If an item comes from a theft, there is a 5% chance the previous owner learns the character has it now and seeks to take it back."
									]
								},
								{
									"type": "entries",
									"name": "Emerald's Personal Collection",
									"page": 38,
									"entries": [
										"Emerald has the following three original magic items for sale. Since these pieces are only sold by her, she doesn't (usually) negotiate on the price.",
										{
											"type": "list",
											"items": [
												"{@item Ring of Light|Ar8}",
												"{@item Merfolk's Tear|Ar8}",
												"{@item Compass of Escap|Ar8}"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Adventure Hooks",
							"page": 38,
							"entries": [
								"You can use the following adventure hooks to draw the characters into the story of Emerald and the Magia Hand.",
								"{@b {@i A Gold for Your Thoughts.}} After the characters make a purchase at the Exchange, Emerald hires them when she learns they're adventurers. She knows the location of an abandoned mage tower that contains a {@item medallion of thoughts|DMG}. She needs the item to fulfill a commission, but every Magia Hand group that went to retrieve it failed to do so. The previous quests ended with infighting coming to blows, and the thieves returned empty-handed. The magic within the medallion is corrupted and shares everyone's thoughts at the same time once they are inside the tower. (Be sure to use safety tools as appropriate for your table if characters are sharing their deepest, darkest secrets and have a conversation above the table before you do this in the game.)",
								"If the characters can retrieve the medallion and transport it back within a lead box that Emerald provides, she pays them 300 gp each.",
								"{@b {@i Hole in the Wall.}} Once the characters have successfully completed a retrieval mission for Emerald, she offers them another opportunity to make some coin. She has a commission to retrieve a {@item portable hole|DMG} buried deep in a dungeon, but the location's entrance lies below a seedy tavern. The dungeon is a ruined lizardfolk city, one unexpectedly far more advanced in magic than recorded in history. The characters must find or make an entrance in the tavern basement and retrieve the item. The client, which Emerald never reveals, is the Magia Hand. They want the hole so they can easily transport stolen items. When the portable hole is returned, Emerald pays the characters 3,000 gp each.",
								"{@b {@i Green with Envy.}} The characters learn the truth about the Magia Hand and Emerald, and she needs them to disappear. Quickly. Alternatively, their success retrieving items for Emerald raises her suspicions—she no longer trusts that her secret will remain hers in the face of close, skilled adventurers, and she's unwilling to risk them discovering her past or the existence of the Magia Hand.",
								"Emerald makes a final request of the characters: she tells them that she has arranged to pick up a {@item figurine of wondrous power|DMG} from another adventuring group, but she needs the characters to scout the handoff location first. This is a believable lie—the other group does have the figurine, but they are {@creature assassin|MM|assassins} from the Magia Hand who ambush the characters. If the characters survive, the Emerald Exchange remains closed and Emerald disappears...for now."
							]
						},
						{
							"type": "entries",
							"name": "Tactics",
							"page": 39,
							"entries": [
								"Emerald's priority is to slip away before engaging in combat, retreating either to the Exchange or the Magia Hand where she has allies and the upper hand. If she chooses to engage, she fights until reduced to 30 hit points, then flees.",
								{
									"type": "list",
									"items": [
										"{@creature Emerald|Ar8}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Magia Hand NPC Realm",
							"page": 40,
							"entries": [
								"If you are using the rules in {@book Kingdoms & Warfare|KaW}, you can make the Magia Hand an NPC realm with the following statistics.",
								{
									"type": "entries",
									"name": "Magia Hand",
									"page": 40,
									"entries": [
										"{@b {@i Underworld syndicate (thieves' guild)}}",
										"{@b Skills:} Diplomacy +1, Espionage +4, Lore +2, Operations +3",
										"{@b Defenses:} Communications 16, Resolve 14, Resources 15",
										"{@b Size} 3 (d8 Power die, 7 domain turns during intrigue)"
									]
								},
								{
									"type": "entries",
									"name": "Powers",
									"page": 40,
									"entries": [
										"All officers of this realm get the following organization powers.",
										"{@b {@i Poison Weapons.}} As a bonus action, the officer can take a power die from the domain's pool and choose one of their weapons. When that weapon hits, it deals extra poison damage equal to the number on the power die, and any creature that takes that damage is poisoned until the end of its next turn. At the end of each of the officer's turns, decrement the power die.",
										"{@b {@i Yoink!}} As an action, an officer with a free hand takes a power die from their domain's pool and attempts to grab an item held or worn by a creature within 5 feet of them. That creature must succeed on a Dexterity saving throw or the officer takes the item with their free hand. The DC for the saving throw equals 8 + the number on the power die."
									]
								},
								{
									"type": "entries",
									"name": "Features",
									"page": 40,
									"entries": [
										"{@b {@i Get the Good Gear.}} If the Magia Hand's Resources level is 2 or higher at the start of any combat between officers of the Magia Hand and an opposed domain, any nonmagical weapons the Magia Hand officers wield gain a magic +1 bonus to attack and damage rolls and any nonmagical armor they wear grants a magic +1 bonus to AC.",
										"{@b {@i Stolen Supplies (1/Intrigue).}} As a domain action, a Magia Hand officer can make an Operations test against an opposed domain's Resolve. On a success, the Magia Hand chooses three of its infantry units. Each unit has +2 to Attack and Defense during the next battle.",
										"{@b {@i Take it from the Enemy (1/Intrigue).}} As a domain bonus action, a Magia Hand officer can make an Espionage test against an opposed domain's Communications. On a success, the opposed domain's Resources level decreases by 1, and the Magia Hand's Resources level increases by 1.",
										"{@b {@i The Crew (Special Unit).}} As a domain action, an officer can make a DC 13 Operations test. On a success, the Magia Hand musters the Crew, a special unit of thieves, fighters, bandits, and brawlers who have low morale and are hard to command—but who fight like demons. (See {@book Kingdoms & Warfare|KaW} for this unit's card.)"
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
