{
	"_meta": {
		"sources": [
			{
				"json": "Arcadia9",
				"abbreviation": "Ar9",
				"full": "Arcadia Issue 9",
				"url": "https://shop.mcdmproductions.com/collections/arcadia/products/arcadia-complete-bundle-issues-1-30",
				"authors": [
					"James Intracaso",
					"Mario Ortegón",
					"Sally Tamarkin",
					"Chris Bissette"
				],
				"convertedBy": [
					"ForeverAlwaysGM (Billiam94)"
				],
				"version": "10/2021"
			}
		],
		"dateAdded": 1649542017,
		"dateLastModified": 1693666789,
		"_dateLastModifiedHash": "89d0b9429a",
		"status": "ready"
	},
	"book": [
		{
			"name": "Arcadia 9",
			"id": "Ar9",
			"source": "Arcadia9",
			"group": "homebrew",
			"author": "MCDM Productions",
			"published": "2021-10-27",
			"contents": [
				{
					"name": "Letter from the Editor"
				},
				{
					"name": "Losing Our Religion"
				},
				{
					"name": "Power is Where You Take It"
				},
				{
					"name": "Filthy Peasants!"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Ar9",
			"source": "Arcadia9",
			"data": [
				{
					"type": "section",
					"name": "Letter from the Editor",
					"page": 1,
					"entries": [
						"Reading and playing other roleplaying games makes us better Game Masters and players because it improves our design skills. In some way, all players, including GMs, are game designers. If you have created a world, adventure, encounter, magic item, monster, feat, spell, puzzle, or trap, you're a game designer. If you've ever made up a rule because you didn't like how the official one worked, it didn't exist, or you just didn't feel like taking the time to look it up, you did a little game design, my friend. If you've proposed a new use of one of your character's skills, spells, or traits to your GM or created your own background by taking the skills from one, the tool proficiencies of a second, and the feature of a third, you are 100 percent designer. Heck, if you created your character's personality traits, ideal, bond, and flaw from scratch, then let me be the first to welcome you to the game design club. You'll love it here. We have snacks.",
						"One person strengthening those design chops provides a richer experience for everyone at the table. Just like trying new recipes makes you a better cook, experiencing other games increases your skill and understanding of game design and makes you a better player.",
						"When you interact with a lot of different games, you learn to design toward different goals and styles of play. For instance, the world's oldest roleplaying game is built around battling monsters, which is why a majority of a character's class features and most of a creature's stat block are dedicated to combat. If you pick up a game like {@link Bubblegumshoe|https://www.evilhat.com/home/bubblegumshoe/}, which is about teen detectives in the modern world investigating crimes, you can see the rules are centered around solving mysteries in a way that a game about battling monsters isn't. After reading just a few pages of {@link Dusk City Outlaws|https://scratchpadpublishing.com/dco-info}, you'll realize that the game is all about planning and pulling off heists, and that it gives you great tools to do so.",
						"You can and likely will have investigations and heists in the world's oldest roleplaying game, the same way you can have combat in Bubblegumshoe and Dusk City Outlaws, but each system executes all of these elements with various levels of depth and satisfaction. When you read and play other games, you can introduce the concepts and mechanics from one into the other, and you gain a deeper understanding of how games work. The more games you experience, the easier it becomes to absorb new rules and parse the motivations behind them.",
						"If time, money, and finding players is a concern, you should know that most RPGs out there don't require three core rulebooks (some are {@link one page|https://www.drivethrurpg.com/product/337120/Mundane-Magic-RPG}), many RPGs have {@link free or reduced-cost versions|https://www.faterpg.com/2013/the-new-era-of-fate-is-here/} or {@link reduced-price starter sets|https://cityofmist.co/collections/sets/products/the-starter-box}, and {@link a lot of people are willing to try a game as a one-shot if a friend offers to teach them|https://app.roll20.net/forum/category/22}. You can also do what I do and seek out new games at conventions (online and in-person), which always feature a GM eager to teach folks their favorite system.",
						"Players and designers often turn to other RPGs when we want to do something in a game that the rules don't currently allow. Matt and I both wanted to see rules for level-0 characters in ARCADIA because we both enjoy low-powered play. When {@link Chris Bissette|https://twitter.com/pangalactic} pitched an article for level-0 rules inspired by the funnels of {@link Dungeon Crawl Classics|https://goodman-games.com/dungeon-crawl-classics-rpg/}, {@link MÖRK BORG|https://morkborg.com/}, {@link Troika!|https://www.troikarpg.com/}, and {@link Mothership|https://www.mothershiprpg.com/}, I knew that we were creating something special, because those games are fantastic and Chris is one of the best designers out there. Combine that article with {@link Sally Tamarkin's|https://twitter.com/sallyt} new backgrounds and collaborative settingbuilding guide and {@link Mario Ortegón's|https://twitter.com/elwarius} flavorful and innovative subclasses, and we've got one of the best issues of this magazine yet.",
						"I hope you enjoy this issue and get a chance to play something new soon! Thank you so much for your continued support of ARCADIA!",
						"{@i Ex animo},",
						"James Introcaso",
						"Managing Editor"
					]
				},
				{
					"type": "section",
					"name": "Losing Our Religion",
					"page": 2,
					"entries": [
						"{@note Subclasses for forsaken clerics and warlocks by Mario Ortegón}",
						{
							"type": "inset",
							"page": 2,
							"entries": [
								"The sky was shattered.",
								"By killing her Empress, Misiri had disobeyed a sacred tenet of her god, and now the sky was shattered.",
								"Ahead of her, no matter where she looked, the heavens were cold, dark, and dull. And behind her, at the periphery of her vision, she could faintly see the light just out of reach, and the warmth of the world escaping her.",
								"Sheathing her sword, she realized the shattered sky was her doing. But for the first time in her life, she was unburdened by regret."
							]
						},
						"Many tell tales about righteous paladins breaking their oaths, but what happens when clerics and warlocks come in conflict with their higher powers? This article provides four new subclasses for these characters, each centered around the concept of heroes at odds with their gods or patrons.",
						"A character might break ties with a higher power when one of the deity's aspects or ideals clashes against the character's identity or moral code. Conversely, a higher power could disavow a character for breaking a cardinal tenet, or failing to fulfill their end of a bargain. Either of these developments sets the character on a journey of redemption—or, with a sufficiently disgruntled god or patron, marks the beginning of a powerful antagonist entering the story.",
						"The following subclasses represent different paths clerics and warlocks might take after a quarrel with their deity or patron. They can be used as transitional points in a character's arc, changing their previous subclass to one below and using it as a stepping stone on the journey to regain their original powers, or as the foundation of a new path.",
						"Alternatively, characters who are content with the idea of being at odds with their gods or patrons can remain as members of these subclasses to represent that stance. One may even start as a 1st-level character with one of these subclasses; perhaps having been mighty before, then stripped of power and forced to begin anew.",
						{
							"type": "entries",
							"name": "Cleric Options",
							"page": 3,
							"entries": [
								"The Divine Domain options below are available for clerics who renounce or are shunned by their gods. The Anathema domain represents a cleric who wields the scorn of their angered deity and channels it into their own power, and the Atonement domain provides a path for those seeking divine redemption.",
								{
									"type": "list",
									"style": "list-no-bullets",
									"columns": 2,
									"items": [
										"{@class Cleric|PHB|Anathema Domain|Anathema|Arcadia9}",
										"{@class Cleric|PHB|Atonement Domain|Atonement|Arcadia9}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Warlock Options",
							"page": 6,
							"entries": [
								"These Otherworldly Patron options provide paths for pact-breaking warlocks, but can also be used for a character with an unconventional pact. The Swindled is a powerful entity who has had its power stolen by the warlock, and the Compound represents an assembly of magical beings collectively assisting a warlock.",
								{
									"type": "list",
									"style": "list-no-bullets",
									"columns": 2,
									"items": [
										"{@class Warlock|PHB|The Swindled|Swindled|Arcadia9}",
										"{@class Warlock|PHB|The Compound|Compound|Arcadia9}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Misiri the Fractured",
							"page": 10,
							"entries": [
								"Misiri was brought up in the upper echelons of a dwarven kingdom, though her clan valued asceticism over luxury and service over status. She followed in their traditions by climbing the ranks of the faith of the Sentinel, a deity of vigilance and protection, and became a revered shield-priest as soon as she came of age. After decades of duty, the prestigious Order of the Everguard recruited Misiri and charged her with the protection of Empress Nebrala II.",
								"Years later, after two encroaching nations moved in to occupy their lands, Misiri saw war decimate her kingdom. Empress Nebrala refused to negotiate with the invaders and sought a way to defeat the invading forces. She found an ancient dwarven spell scroll that could open a rift to the Plane of Earth to raise a mountain from the ground.",
								"During the siege of their last remaining stronghold, the empress ordered Misiri to cast the spell, but the shield-priest refused to endanger the people of the citadel. Furious at her insubordination, the empress had Misiri arrested and took the scroll to cast the spell herself. As the guards seized her, Misiri witnessed in terror as rising crags tore through the citadel, ending hundreds of lives in a matter of seconds. In an act of desperation, she broke free from the hold of the guards, took her sword, and ended her empress's life, halting the spell. Though her actions saved thousands, Misiri was branded a traitor to the kingdom and earned the contempt of her god.",
								"Now Misiri wanders as an outcast, carrying her fractured shield at her back but never wielding it. As the subject of the Sentinel's scorn, she has learned to turn the doom of her god's ire against others, carving a new path for herself as an anathematic cleric in order to survive."
							]
						},
						{
							"type": "entries",
							"name": "Rucio Sabhar",
							"page": 11,
							"entries": [
								"Those who know Rucio Sabhar say death itself courted him—in part because of the half-elf's quick-witted charm, and in part because he's cheated his way out of death more times than anyone has a right to.",
								"Born in a bustling city and raised in poverty, Rucio was recruited by the local thieves' guild at a young age to serve as a messenger and spy. His first brush with death came shortly after his initiation, when he was betrayed on a heist to steal an {@item iron flask} from a local treasure hunter. After a literal stab in the back from his supposed allies, quick-thinking Rucio gave the traitors his canteen and kept the magic {@item iron flask} as they left him for dead. On the brink of death, he opened the flask and released a powerful pit fiend, who offered him a chance to live by making a warlock pact.",
								"Bolstered by infernal power, Rucio hunted the turncoats down and moved on to become a renowned adventurer. But the more fame and fortune he found, the more his patron demanded. Rucio spent years covertly searching for a way to get ahead of his patron and regain his freedom.",
								"Finally, after nearly a decade, Rucio found a book containing his patron's true name. Invoking it, he summoned the pit fiend and demanded two things: that the devil forget him, and that it return to the {@item iron flask}. The pit fiend complied, but only after almost killing Rucio again and snatching the book away from him.",
								"Rucio's gambit was successful: he kept his patron's power and freed himself from the devil's demands. In doing so, however, he became the target of an incessant hunt from cultists, warlocks, and devils seeking to retrieve the {@item iron flask} with the pit fiend and powerful book of names trapped inside."
							]
						},
						{
							"type": "entries",
							"name": "Retainers",
							"page": 12,
							"entries": [
								"Retainers are unique NPC followers who pledge their service to player characters. Below are four stat blocks for cleric and warlock retainers who have been forsaken by their gods and patrons.",
								"The full rules for retainers are explained in {@book Strongholds & Followers|SaF}."
							]
						}
					]
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Anathema Domain",
			"source": "Arcadia9",
			"page": 3,
			"className": "Cleric",
			"classSource": "PHB",
			"shortName": "Anathema",
			"subclassFeatures": [
				"Anathema Domain|Cleric||Anathema|Arcadia9|1",
				"Domain Spells|Cleric||Anathema|Arcadia9|1",
				"Anathematic Rites|Cleric||Anathema|Arcadia9|1",
				"Divine Rancor|Cleric||Anathema|Arcadia9|1",
				"Channel Divinity: Divine Derogation|Cleric||Anathema|Arcadia9|2",
				"Conduit of Ruin|Cleric||Anathema|Arcadia9|6",
				"Potent Spellcasting|Cleric||Anathema|Arcadia9|8",
				"Scornful Condemnation|Cleric||Anathema|Arcadia9|17"
			],
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"inflict wounds",
							"protection from evil and good"
						],
						"3": [
							"hold person",
							"ray of enfeeblement"
						],
						"5": [
							"bestow curse",
							"counterspell"
						],
						"7": [
							"banishment",
							"phantasmal killer"
						],
						"9": [
							"dispel evil and good",
							"hold monster"
						]
					}
				}
			]
		},
		{
			"name": "Atonement Domain",
			"source": "Arcadia9",
			"page": 4,
			"className": "Cleric",
			"classSource": "PHB",
			"shortName": "Atonement",
			"subclassFeatures": [
				"Atonement Domain|Cleric||Atonement|Arcadia9|1",
				"Domain Spells|Cleric||Atonement|Arcadia9|1",
				"Bonus Proficiencies|Cleric||Atonement|Arcadia9|1",
				"Selfless Reprieve|Cleric||Atonement|Arcadia9|1",
				"Channel Divinity: Shield of Martyrdom|Cleric||Atonement|Arcadia9|2",
				"Hallowed Reprieve|Cleric||Atonement|Arcadia9|6",
				"Divine Strike|Cleric||Atonement|Arcadia9|8",
				"Exalted Protector|Cleric||Atonement|Arcadia9|17"
			],
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"false life",
							"sanctuary"
						],
						"3": [
							"enthrall",
							"warding bond"
						],
						"5": [
							"beacon of hope",
							"remove curse"
						],
						"7": [
							"death ward",
							"private sanctum"
						],
						"9": [
							"dispel evil and good",
							"wall of force"
						]
					}
				}
			]
		},
		{
			"name": "The Swindled",
			"source": "Arcadia9",
			"page": 6,
			"className": "Warlock",
			"classSource": "PHB",
			"shortName": "Swindled",
			"subclassFeatures": [
				"The Swindled|Warlock||Swindled|Arcadia9|1",
				"Expanded Spell List|Warlock||Swindled|Arcadia9|1",
				"Eldritch Thief|Warlock||Swindled|Arcadia9|1",
				"Spell Heist|Warlock||Swindled|Arcadia9|1",
				"Magical Larceny|Warlock||Swindled|Arcadia9|6",
				"Eldritch Gambit|Warlock||Swindled|Arcadia9|10",
				"Plunder Spirit|Warlock||Swindled|Arcadia9|14"
			],
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"alarm",
							"identify"
						],
						"2": [
							"knock",
							"pass without trace"
						],
						"3": [
							"blink",
							"nondetection"
						],
						"4": [
							"arcane eye",
							"freedom of movement"
						],
						"5": [
							"mislead",
							"passwall"
						],
						"10": [
							"counterspell"
						]
					}
				}
			]
		},
		{
			"name": "The Compound",
			"source": "Arcadia9",
			"page": 8,
			"className": "Warlock",
			"classSource": "PHB",
			"shortName": "Compound",
			"subclassFeatures": [
				"The Compound|Warlock||Compound|Arcadia9|1",
				"Expanded Spell List|Warlock||Compound|Arcadia9|1",
				"Counsel of the Many|Warlock||Compound|Arcadia9|1",
				"Motley Support|Warlock||Compound|Arcadia9|1",
				"Warding Convocation|Warlock||Compound|Arcadia9|6",
				"Eldritch Sundry|Warlock||Compound|Arcadia9|10",
				"Partitioned Mind|Warlock||Compound|Arcadia9|14"
			],
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"detect evil and good",
							"magic missile"
						],
						"2": [
							"aid",
							"enhance ability"
						],
						"3": [
							"conjure animals",
							"spirit guardians"
						],
						"4": [
							"conjure minor elementals",
							"divination"
						],
						"5": [
							"legend lore",
							"planar binding"
						]
					}
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Anathema Domain",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 3,
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 1,
			"entries": [
				"The Anathema domain isn't part of any deity's portfolio. Rather, it is the purview of those who become subjects of a deity's contempt. Clerics who turn to this domain are just as capable of weaving magical wonders as their devout peers, but rather than doing so by divine grace, their rites harness the ire of gods and channel it into bouts of transient power.",
				"Clerics who master these anathematic rites are called the scorned. While their relationship with their deities is antagonistic and gods-fearing societies shun them, there's nothing inherently evil about the scorned's practices. Some join their ranks voluntarily, believing it their duty to stand in opposition to gods who threaten the cosmological order. These clerics form secret orders dedicated to ensuring that those gods who lie chained, slumbering, dead, or forgotten remain that way."
			]
		},
		{
			"name": "Atonement Domain",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 3,
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 1,
			"entries": [
				"While some deities are stern in their edicts and unmoved by mortal nuance, others accept those who come looking for a second chance. Gods of redemption, renewal, and suffering might be particularly inclined to accept such supplicants, so long as their pleas are genuine, and their will to atone remains resolute.",
				"Clerics who approach these gods looking for forgiveness are granted the Atonement domain, either becoming permanent seekers of redemption or serving the god until they can intercede on the cleric's behalf with another deity."
			]
		},
		{
			"name": "Domain Spells",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 3,
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"The following domain spells are available to you upon reaching the cleric levels listed in the Anathema Domain Spells table.",
				{
					"type": "table",
					"caption": "Anathema Domain Spells",
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell inflict wounds}, {@spell protection from evil and good}"
						],
						[
							"3rd",
							"{@spell hold person}, {@spell ray of enfeeblement}"
						],
						[
							"5th",
							"{@spell bestow curse}, {@spell counterspell}"
						],
						[
							"7th",
							"{@spell banishment}, {@spell phantasmal killer}"
						],
						[
							"9th",
							"{@spell dispel evil and good}, {@spell hold monster}"
						]
					]
				}
			]
		},
		{
			"name": "Domain Spells",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 4,
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"The following domain spells are available to you upon reaching the cleric levels listed in the Atonement Domain Spells table.",
				{
					"type": "table",
					"caption": "Anathema Domain Spells",
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell false life}, {@spell sanctuary}"
						],
						[
							"3rd",
							"{@spell enthrall}, {@spell warding bond}"
						],
						[
							"5th",
							"{@spell beacon of hope}, {@spell remove curse}"
						],
						[
							"7th",
							"{@spell death ward}, {@spell private sanctum}"
						],
						[
							"9th",
							"{@spell dispel evil and good}, {@spell wall of force}"
						]
					]
				}
			]
		},
		{
			"name": "Anathematic Rites",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 3,
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"At 1st level, your knowledge of forbidden rituals allows you to access magic normally unreachable to other clerics. You can cast cleric spells that have the ritual tag as rituals, even if you don't have them prepared, so long as their level doesn't exceed the maximum spell level you can cast as a cleric.",
				"However, when you cast an unprepared spell in this way, you take {@damage 1d6} psychic damage per level of the spell. This damage can't be reduced in any way."
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 4,
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"When you choose this domain at 1st level, you gain proficiency with heavy armor and either the {@skill Medicine} or {@skill Religion} skill (your choice)."
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"Medicine",
							"Religion"
						]
					}
				}
			]
		},
		{
			"name": "Divine Rancor",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 4,
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"As one of the scorned, you wield your deity's rancor as a tool to hinder your foes. Starting at 1st level, you always have the {@spell bane} spell prepared, and it doesn't count against the number of spells you can prepare.",
				"When you cast {@spell bane}, you can change the casting time to 1 bonus action, instead of 1 action. You can cast the spell as a bonus action a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Selfless Reprieve",
			"source": "Arcadia9",
			"className": "Cleric",
			"classSource": "PHB",
			"page": 5,
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"Also at 1st level, you gain the ability to magically intercede on behalf of other creatures at the cost of your own well-being. When you make a saving throw against an effect that targets multiple creatures, you can choose to automatically fail the save and grant another creature targeted by the same effect that you can see an automatic success. You must make this choice before any rolls are made.",
				"Once you use this feature, you can't use it again until the start of your next turn."
			]
		},
		{
			"name": "Channel Divinity: Divine Derogation",
			"source": "Arcadia9",
			"page": 4,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 2,
			"header": 2,
			"consumes": {
				"name": "Channel Divinity"
			},
			"entries": [
				"At 2nd level, you learn to use your Channel Divinity to diminish the capabilities of creatures of faith. As an action, you create a 30-foot aura of discordant divinity around you that lasts for 1 minute or until you fall unconscious. When a creature in the aura magically regains hit points, or takes radiant or necrotic damage, you can roll a {@dice d6}. On a 4 or higher, the amount of hit points regained or damage taken is reduced to 0."
			]
		},
		{
			"name": "Channel Divinity: Shield of Martyrdom",
			"source": "Arcadia9",
			"page": 5,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 2,
			"header": 2,
			"consumes": {
				"name": "Channel Divinity"
			},
			"entries": [
				"Starting at 2nd level, you learn to employ your Channel Divinity to make a noble sacrifice. As a reaction, when a creature you can see within 30 feet of you would be reduced to 0 hit points as a result of taking damage, you can use your Channel Divinity to magically take the damage yourself, in place of the target. If this damage would reduce you to 0 hit points, it reduces you to 1 hit point instead. This redirects all the damage the creature would have taken to you, but the target is still subject to other effects as if it had taken the damage.",
				"Your sacrifice also bestows your target with a divine ward, granting it temporary hit points equal to your cleric level."
			]
		},
		{
			"name": "Conduit of Ruin",
			"source": "Arcadia9",
			"page": 4,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 6,
			"header": 2,
			"entries": [
				"When you reach 6th level, you learn to focus the ire of your god to further hamper a creature suffering from it. Before a creature rolls the {@dice d4} from a {@spell bane} spell cast by you, you can use a reaction to upgrade the {@dice d4} to a {@dice d6}.",
				"As you gain levels in this class, the malediction imposed by this feature grows even stronger. You can upgrade the die to a {@dice d8} at 11th level, and to a d10 at 17th level."
			]
		},
		{
			"name": "Hallowed Reprieve",
			"source": "Arcadia9",
			"page": 5,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you gain the ability to empower your selfless acts of protection with divine aid. When you use your Selfless Reprieve feature against an effect that allows you to make a saving throw to take only half damage, you take half damage from your saving throw failure, and your chosen target takes no damage from their automatic success.",
				"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses of it when you finish a long rest."
			]
		},
		{
			"name": "Potent Spellcasting",
			"source": "Arcadia9",
			"page": 4,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 8,
			"header": 2,
			"entries": [
				"Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip."
			]
		},
		{
			"name": "Divine Strike",
			"source": "Arcadia9",
			"page": 5,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 8,
			"header": 2,
			"entries": [
				"Starting at 8th level, you can infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@damage 1d8} radiant damage to the target. When you reach 14th level, the extra damage increases to {@damage 2d8}."
			]
		},
		{
			"name": "Scornful Condemnation",
			"source": "Arcadia9",
			"page": 4,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Anathema",
			"subclassSource": "Arcadia9",
			"level": 17,
			"header": 2,
			"entries": [
				"When you reach 17th level, you no longer need to concentrate on the {@spell bane} spell. When you cast it, it lasts for its full duration, until you cast the spell again, or until you fall {@condition unconscious}.",
				"Additionally, your ability to channel divine hatred is so masterful that it harms those burdened with it. The first time a creature rolls the die for a {@spell bane} spell cast by you on its turn, it also takes psychic damage equal to the number rolled on the die."
			]
		},
		{
			"name": "Exalted Protector",
			"source": "Arcadia9",
			"page": 5,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Atonement",
			"subclassSource": "Arcadia9",
			"level": 17,
			"header": 2,
			"entries": [
				"When you reach 17th level, your Selfless Reprieve feature can grant automatic successes to two creatures making the same saving throw as you, instead of only one. In addition, each use of your Hallowed Reprieve feature can now simultaneously benefit up to two creatures as well."
			]
		},
		{
			"name": "The Swindled",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 6,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 1,
			"entries": [
				"Your patron is an entity that you have stolen power from. The Swindled might be a previous patron of yours, who severed ties with you after you broke your end of the bargain, or they could be an entirely new eldritch being from whom you steal secrets and siphon power. While forging this stolen pact is a remarkable rarity, it isn't necessarily a willing occurrence. Perhaps you accidentally stumbled upon an ancient artifact that stole the patron's power, and now the item wields you as its host. The patron may not even be aware of your connection to them.",
				"Regardless of how you obtained the stolen power, you are in constant peril of being discovered, by the entity whose power you draw upon or by others who covet your powers."
			]
		},
		{
			"name": "The Compound",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 8,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 1,
			"entries": [
				"Instead of a single patron, you're beholden to a myriad of pacts and contracts with different magical creatures, drawing small fragments of power from each of them to form a coherent magical library. You might forge these pacts during a long journey, painstakingly searching for a number of patrons willing to work with one another, or multiple lesser entities might approach you after witnessing you fall out with your previous patron.",
				"Living up to the demands of multiple patrons can be taxing, and you might find yourself at the center of conflicting requests from many of them. Warlocks who manage to maintain these manyfold pacts often pit their patrons against one another, using their bickering rivalries as a way to force them to keep one another in check."
			]
		},
		{
			"name": "Expanded Spell List",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 6,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"Stolen knowledge from your patron allows you to choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
				{
					"type": "table",
					"caption": "Swindled Expanded Spells",
					"colLabels": [
						"Warlock Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell alarm}, {@spell identify}"
						],
						[
							"2nd",
							"{@spell knock}, {@spell pass without trace}"
						],
						[
							"3rd",
							"{@spell blink}, {@spell nondetection}"
						],
						[
							"4th",
							"{@spell arcane eye}, {@spell freedom of movement}"
						],
						[
							"5th",
							"{@spell mislead}, {@spell passwall}"
						]
					]
				}
			]
		},
		{
			"name": "Expanded Spell List",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 8,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"Your patrons allow you to choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
				{
					"type": "table",
					"caption": "Compound Expanded Spells",
					"colLabels": [
						"Warlock Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell detect evil and good}, {@spell magic missile}"
						],
						[
							"2nd",
							"{@spell aid}, {@spell enhance ability}"
						],
						[
							"3rd",
							"{@spell conjure animals}, {@spell spirit guardians}"
						],
						[
							"4th",
							"{@spell conjure minor elementals}, {@spell divination}"
						],
						[
							"5th",
							"{@spell legend lore}, {@spell planar binding}"
						]
					]
				}
			]
		},
		{
			"name": "Eldritch Thief",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 7,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"The process of stealing power from your patron has allowed you to develop more material thievery techniques. At 1st level, you gain proficiency with the Sleight of Hand skill and with {@item thieves' tools|PHB}. Additionally, you gain the following benefits.",
				{
					"type": "entries",
					"name": "Eldritch Thieves' Tools",
					"page": 7,
					"entries": [
						"As a bonus action, you can magically create a special set of {@item thieves' tools|PHB} in your hand. These tools' appearance reflects the nature of your patron. For instance, they might look fleshy and organic if your patron is an aberration, or take the form of unfathomably complex clockwork devices if your patron is a creature of cryptic order.",
						"Regardless of their appearance, they function like normal {@item thieves' tools|PHB}, while also allowing you to use them as a spellcasting focus. While using them to disarm a trap or open a lock, you can use Charisma instead of Dexterity for the ability checks. The tools disappear if you create them again or if they're more than 5 feet away from you for 1 minute or longer."
					]
				}
			],
			"toolProficiencies": [
				{
					"thieves' tools": true
				}
			],
			"skillProficiencies": [
				{
					"sleight of hand": true
				}
			]
		},
		{
			"name": "Counsel of the Many",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 8,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"Starting at 1st level, you have a catalog that represents the purviews and knowledge of your many patrons. This catalog consists of two skills, two tools, and two weapons of your choice. Each time you gain a level in this class, you can replace up to two of the choices in your catalog for different ones.",
				"When you gain this feature, you also gain proficiency with two of the six choices in your catalog. In addition, whenever you finish a short or long rest, you can seek the counsel of another one of your Compound patrons, replacing one of the bonus proficiencies you gain from this feature with another one of the choices in the catalog. The change lasts until you use this feature again to choose new proficiencies from your catalog."
			]
		},
		{
			"name": "Spell Heist",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 7,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"Also at 1st level, you learn a ritual to attempt to steal arcane knowledge from your patron. This ritual takes 8 hours; it can be performed during a long rest and sends your consciousness to your patron's realm, leaving you in a sleep-like state.",
				"When you begin the ritual, you choose a number of spells between 1st and 5th level that you don't know from the {@filter warlock spell list|spells|level=1;2;3;4;5|class=warlock}. The chosen spells can have a total combined level that is equal to or less than half your warlock level (rounded up). At the end of the 8 hours, you make a Charisma check using your eldritch thieves' tools. The DC for the check equals 10 + the total combined level of the spells. On a success, the spells are added to your list of known spells until the end of your next long rest or until you use this feature again. On a failure, you can choose one of the spells to add to your list of known spells for the same duration; however, each time you cast it, you take psychic damage equal to the spell's level, which can't be reduced in any way."
			]
		},
		{
			"name": "Motley Support",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 8,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 1,
			"header": 2,
			"entries": [
				"Also at 1st level, you are constantly surrounded by a motley crew of Tiny spectral entities that follow you around. These entities are intangible and invulnerable, and you can cause them to become visible or invisible to others at will (no action required by you). They are manifestations of your different patrons and take aspects from them. For example, if one of your patrons is a fey, it could manifest as a spectral pixie, while an undead patron could manifest as a ghost.",
				"When a creature you can see within 30 feet of you makes an attack roll or an ability check, you can use a reaction to command one of the entities to briefly appear and aid that creature. The creature can roll a {@dice d4} and add the number rolled to the attack roll or ability check. However, if the attack roll or ability check is with a weapon, skill, or tool that is part of your Counsel of the Many catalog, the creature rolls a {@dice d6} instead.",
				"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses of it when you finish a long rest."
			]
		},
		{
			"name": "Magical Larceny",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 7,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you learn to employ your eldritch thieves' tools to disarm and even steal magical effects.",
				"As an action, you can choose one creature, object, or area within 5 feet of you that's affected by a spell, and make a Charisma check using your eldritch thieves' tools. If the spell was cast by a creature, the DC equals the creature's spell save DC. Otherwise, the DC equals 10 + the spell's level. On a successful check, the spell ends.",
				"In addition, if you successfully end a spell on a creature, you can steal its effects for yourself. After the spell ends on the creature, you can choose to have it immediately take effect on you for the remainder of its duration. This stolen spell targets only you, even if it can normally target more creatures, and if it requires concentration, you must concentrate to maintain it.",
				"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses of it when you finish a long rest."
			]
		},
		{
			"name": "Warding Convocation",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 8,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 6,
			"header": 2,
			"entries": [
				"When you reach 6th level, you gain the ability to employ the spectral entities from your Motley Support feature around you in a defensive manner.",
				"As a bonus action, you cause the entities to become semi-corporeal and surround you until the end of your next turn. While they do, you have half cover, being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged attack rolls, and you make Constitution saving throws to maintain concentration with advantage.",
				"You can use this feature once, and you regain the ability to do so when you finish a short or long rest. Optionally, you can expend one use of your Motley Support feature to use this feature again before you regain it."
			]
		},
		{
			"name": "Eldritch Gambit",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 7,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you learn the spell {@spell counterspell} if you don't already know it, and it doesn't count against the number of spells you know. You can cast it once without expending a spell slot, and you regain the ability to do so when you finish a long rest.",
				"Moreover, you can bolster yourself with the magical energy of the spells you sabotage. Whenever you successfully end a spell with your Magical Larceny feature or counter a spell with {@spell counterspell}, you gain temporary hit points equal to {@damage 1d10} + twice the spell's level. For example, if you end or counter a 3rd-level spell, you gain {@damage 1d10 + 6} temporary hit points."
			]
		},
		{
			"name": "Eldritch Sundry",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 9,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, your patrons regale you with an arsenal of magical gifts. You can choose an additional option for your Pact Boon feature, for a total of two.",
				"In addition, once you gain your Mystic Arcanum feature at 11th level, you choose two 6th-level spells that can be cast as that arcanum, instead of only one. You can still cast only one of them without expending a spell slot. You can similarly choose two spells for each higher-level Mystic Arcanum you get from then on."
			]
		},
		{
			"name": "Plunder Spirit",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 7,
			"subclassShortName": "Swindled",
			"subclassSource": "Arcadia9",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you learn to steal power from the spirits of your fallen enemies. When you reduce a creature to 0 hit points, you can use a reaction to steal a portion of its spirit and gain one of the following benefits:",
				{
					"type": "list",
					"items": [
						"You regain a warlock spell slot.",
						"You become proficient in a saving throw that the creature was proficient in. This ability lasts until you finish a long rest.",
						"If the creature had the Innate Spellcasting or Spellcasting trait, you learn a spell that the creature knew or had prepared, provided the spell is of a level you can cast. You retain the knowledge of this spell until you finish a long rest, and it counts as a warlock spell for you during this time."
					]
				},
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Partitioned Mind",
			"source": "Arcadia9",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 9,
			"subclassShortName": "Compound",
			"subclassSource": "Arcadia9",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you gain the ability to maintain concentration on two different spells at the same time, sharing the spellcasting locus of your mind with the entities that orbit you. While concentrating this way, you make concentration checks for each spell separately.",
				"Once you use this feature to concentrate on two spells, you must finish a long rest before you can do so again."
			]
		}
	],
	"monster": [
		{
			"name": "Misiri the Fractured",
			"isNamedCreature": true,
			"source": "Arcadia9",
			"page": 10,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"dwarf"
				]
			},
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item breastplate|PHB}"
					]
				}
			],
			"hp": {
				"average": 67,
				"formula": "9d8 + 27"
			},
			"speed": {
				"walk": 25
			},
			"str": 15,
			"dex": 14,
			"con": 14,
			"int": 10,
			"wis": 17,
			"cha": 12,
			"save": {
				"wis": "+6",
				"cha": "+4"
			},
			"skill": {
				"insight": "+6",
				"perception": "+6",
				"religion": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 16,
			"resist": [
				"poison"
			],
			"languages": [
				"Common",
				"Dwarvish"
			],
			"cr": "5",
			"spellcasting": [
				{
					"name": "Potent Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Misiri adds her Wisdom modifier to the damage she deals with any cleric cantrip."
					],
					"will": [
						{
							"entry": "{@spell Sacred Flame}",
							"hidden": true
						}
					],
					"ability": "wis"
				},
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Misiri is a 9th-level spellcaster. Her spellcasting ability is Wisdom (spell save {@dc 14}, {@hit 6} to hit with spell attacks). She has the following cleric spells prepared:"
					],
					"will": [
						{
							"entry": "{@spell Sacred Flame}",
							"hidden": true
						}
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light}",
								"{@spell guidance}",
								"{@spell mending}",
								"{@spell sacred flame}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell bane}",
								"{@spell healing word}",
								"{@spell inflict wounds}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell hold person}",
								"{@spell spiritual weapon}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell counterspell}",
								"{@spell dispel magic}",
								"{@spell spirit guardians}"
							]
						},
						"4": {
							"slots": 3,
							"spells": [
								"{@spell banishment}",
								"{@spell phantasmal killer}"
							]
						},
						"5": {
							"slots": 1,
							"spells": [
								"{@spell dispel evil and good}",
								"{@spell flame strike}"
							]
						}
					},
					"ability": "wis"
				}
			],
			"trait": [
				{
					"name": "Dwarven Resilience",
					"entries": [
						"Misiri has advantage on saving throws against poison."
					]
				}
			],
			"action": [
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}6 ({@damage 1d8 + 2}) slashing damage, or 7 ({@damage 1d10 + 2}) slashing damage if used with two hands."
					]
				},
				{
					"name": "Sacred Flame (Cantrip)",
					"entries": [
						"Flame-like radiance descends on one creature Misri can see within 60 feet of her. The target must succeed on a {@dc 13} Dexterity saving throw or take 12 ({@damage 2d8 + 3}) radiant damage, gaining no benefit from cover."
					]
				},
				{
					"name": "Divine Derogation (2/Short Rest)",
					"entries": [
						"Misiri releases a wave of discordant divinity that curses one creature she can see within 30 feet of her for 1 minute. When the cursed creature casts a spell or uses an ability that restores hit points or deals radiant or necrotic damage, it must make a Wisdom saving throw. Celestials and fiends have disadvantage on this saving throw. On a failure, the spell or effect is nullified, and then the curse ends."
					]
				}
			],
			"reaction": [
				{
					"name": "Conduit of Ruin",
					"entries": [
						"Before a creature rolls the {@dice d4} from a {@spell bane} spell cast by Misiri, she can use her reaction to upgrade the {@dice d4} to a {@dice d6}."
					]
				}
			],
			"attachedItems": [
				"longsword|phb"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C",
				"D"
			],
			"damageTags": [
				"R",
				"S"
			],
			"damageTagsSpell": [
				"F",
				"N",
				"O",
				"R",
				"Y"
			],
			"spellcastingTags": [
				"CC"
			],
			"miscTags": [
				"MLW",
				"MW"
			],
			"conditionInflictSpell": [
				"frightened",
				"incapacitated",
				"paralyzed"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"dexterity",
				"wisdom"
			],
			"hasFluff": true
		},
		{
			"name": "Rucio Sabhar",
			"isNamedCreature": true,
			"source": "Arcadia9",
			"page": 11,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"half-elf"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				13,
				{
					"ac": 16,
					"condition": "with {@spell mage armor}",
					"braces": true
				}
			],
			"hp": {
				"average": 91,
				"formula": "14d8 + 28"
			},
			"speed": {
				"walk": 30
			},
			"str": 9,
			"dex": 16,
			"con": 15,
			"int": 12,
			"wis": 12,
			"cha": 18,
			"save": {
				"wis": "+4",
				"cha": "+7"
			},
			"skill": {
				"arcana": "+4",
				"deception": "+7",
				"investigation": "+4",
				"persuasion": "+7",
				"sleight of hand": "+6"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 11,
			"languages": [
				"Common",
				"Elvish"
			],
			"cr": {
				"cr": "7",
				"xp": 2300
			},
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Rucio is a 14th-level spellcaster. His spellcasting ability is Charisma (spell save {@dc 15}, {@hit 7} to hit with spell attacks). He regains spell slots when he finishes a short or long rest. He knows the following warlock spells:"
					],
					"will": [
						{
							"entry": "{@spell Eldritch Blast}",
							"hidden": true
						}
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell chill touch}",
								"{@spell eldritch blast}",
								"{@spell mage hand}",
								"{@spell minor illusion}"
							]
						},
						"5": {
							"lower": 1,
							"slots": 3,
							"spells": [
								"{@spell alarm}",
								"{@spell charm person}",
								"{@spell darkness}",
								"{@spell dimension door}",
								"{@spell dream}",
								"{@spell fireball}",
								"{@spell freedom of movement}",
								"{@spell hellish rebuke}",
								"{@spell hold monster}",
								"{@spell identify}",
								"{@spell mislead}",
								"{@spell misty step}",
								"{@spell pass without trace}",
								"{@spell scrying}",
								"{@spell shatter}"
							]
						}
					},
					"ability": "cha"
				}
			],
			"trait": [
				{
					"name": "Devil's Sight",
					"entries": [
						"Magical darkness doesn't impede Rucio's darkvision."
					]
				},
				{
					"name": "Fey Ancestry",
					"entries": [
						"Rucio has advantage on saving throws against being {@condition charmed}, and magic can't put him to sleep."
					]
				},
				{
					"name": "Pact Weapon",
					"entries": [
						"Rucio can use his Charisma modifier, instead of Strength or Dexterity, for attack and damage rolls with his rapier (included in the attack)."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Rucio makes three eldritch blast attacks, or attacks twice with his rapier."
					]
				},
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Eldritch Blast (Cantrip)",
					"entries": [
						"{@atk rs} {@hit 7} to hit, range 120 ft., one creature. {@h}9 ({@damage 1d10 + 4}) force damage."
					]
				},
				{
					"name": "Magical Larceny (3/Long Rest)",
					"entries": [
						"Rucio chooses one creature, object, or area within 5 feet of him that's affected by a spell, and makes a Charisma check using eldritch thieves' tools with a +7 bonus. If the spell was cast by a creature, the DC equals the creature's spell save DC.",
						"Otherwise, the DC equals 10 + the spell's level. On a successful check, the spell ends.",
						"If Rucio ends a spell on a creature in this way, he can choose to steal its effects. After the spell ends on the creature, it immediately takes effect on Rucio for the remainder of its duration. This stolen spell targets only him, even if it can normally target more creatures, and if it requires {@status concentration}, Rucio must concentrate to maintain it."
					]
				}
			],
			"reaction": [
				{
					"name": "Eldritch Gambit (2/Day)",
					"entries": [
						"Rucio casts {@spell counterspell} as a 3rd-level spell. If he successfully counters with this reaction, Rucio gains temporary hit points equal to {@dice 1d10} + the level of the spell that was countered."
					]
				}
			],
			"attachedItems": [
				"rapier|phb"
			],
			"traitTags": [
				"Devil's Sight",
				"Fey Ancestry"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"E"
			],
			"damageTags": [
				"O",
				"P"
			],
			"damageTagsSpell": [
				"F",
				"N",
				"O",
				"T",
				"Y"
			],
			"spellcastingTags": [
				"CL"
			],
			"miscTags": [
				"MLW",
				"MW"
			],
			"conditionInflictSpell": [
				"blinded",
				"charmed",
				"deafened",
				"invisible",
				"paralyzed"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"wisdom"
			],
			"hasFluff": true
		},
		{
			"name": "Scorned Priest",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "Arcadia9",
			"page": 12,
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"Medium"
					]
				}
			],
			"hp": {
				"special": "health levels equal to their level"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(dependant on ancestry)"
				}
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 18,
			"cha": 14,
			"skill": {
				"insight": "+5",
				"religion": "+5"
			},
			"save": {
				"str": "+3",
				"dex": "+3",
				"con": "+3",
				"int": "+3",
				"wis": "+6",
				"cha": "+6"
			},
			"passive": 14,
			"languages": [
				"appropriate to ancestry (usually Common)"
			],
			"cr": "Unknown",
			"senses": [
				"appropriate to ancestry"
			],
			"trait": [
				{
					"name": "Retainer",
					"entries": [
						"This creature is a Retainer, as described in {@book Strongholds and Followers|SaF|8|Retainers}"
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack",
					"entries": [
						"{@b {@i {@spell Sacred Flame}.}} Flame-like radiance descends on a creature that the Scorned Priest can see within 60 feet. The target must succeed on a Dexterity saving throw ({@dc 13} at 3rd level, 14 at 5th level, and 15 at 7th level) or take 4 ({@damage 1d8}) radiant damage. The target gains no benefit from cover for this saving throw.",
						"At 7th level, retainers can take two signature attacks per round."
					]
				},
				{
					"name": "Beacon of Hatred (2/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"Hostile creatures that can see the scorned priest and that are within 30 feet of it must make a Wisdom saving throw. On a failure, a creature must immediately spend its reaction to make a melee weapon attack against a random target within its reach, including itself."
					]
				}
			],
			"bonus": [
				{
					"name": "Divine Grudge (3/Day)",
					"entries": [
						"{@i Prerequisite: 3rd-level retainer}",
						"The scorned priest casts {@spell bane}."
					]
				}
			],
			"reaction": [
				{
					"name": "Rebuke the Faithful (3/Day)",
					"entries": [
						"{@i Prerequisite: 5th-level retainer}",
						"When a creature the scorned priest can see within 30 feet of it uses a spell or magical effect that restores hit points or that deals radiant or necrotic damage, the scorned priest can deal 11 ({@damage 2d10}) psychic damage to that creature. Celestials and fiends are vulnerable to this damage."
					]
				}
			]
		},
		{
			"name": "Atoning Priest",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "Arcadia9",
			"page": 12,
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"Heavy"
					]
				}
			],
			"hp": {
				"special": "health levels equal to their level"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(dependant on ancestry)"
				}
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 18,
			"cha": 14,
			"skill": {
				"persuasion": "+5",
				"religion": "+5"
			},
			"save": {
				"str": "+3",
				"dex": "+3",
				"con": "+3",
				"int": "+3",
				"wis": "+6",
				"cha": "+6"
			},
			"passive": 14,
			"languages": [
				"appropriate to ancestry (usually Common)"
			],
			"cr": "Unknown",
			"senses": [
				"appropriate to ancestry"
			],
			"trait": [
				{
					"name": "Retainer",
					"entries": [
						"This creature is a Retainer, as described in {@book Strongholds and Followers|SaF|8|Retainers}"
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack",
					"entries": [
						"{@b {@i {@item Warhammer|PHB}.}} {@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) bludgeoning damage.",
						"At 7th level, retainers can take two signature attacks per round."
					]
				},
				{
					"name": "Shielding Vow (3/Day)",
					"entries": [
						"{@i Prerequisite: 3rd-level retainer}",
						"The atoning priest chooses a creature within 5 feet of it to protect. For 1 minute, all attacks against the atoning priest are made with advantage, and attacks against the protected creature are made with disadvantage. The effect ends early if the atoning priest and the target are separated by more than 5 feet at the end of the priest's turn."
					]
				}
			],
			"reaction": [
				{
					"name": "Rallying Sacrifice (3/Day)",
					"entries": [
						"{@i Prerequisite: 5th-level retainer}",
						"When the atoning priest loses one or more health levels, it can choose a number of allies it can see within 30 feet of it equal to the number of health levels lost. Each chosen ally regains 7 ({@damage 1d8 + 3}) hit points."
					]
				},
				{
					"name": "Steadfast Companion (2/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"If the atoning priest loses its final health level while at least one living ally that it can see is within 100 feet of it, it can use this feature to remain conscious until the end of its next turn."
					]
				}
			]
		},
		{
			"name": "Eldritch Thief",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "Arcadia9",
			"page": 13,
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"Light"
					]
				}
			],
			"hp": {
				"special": "health levels equal to their level"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(dependant on ancestry)"
				}
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 14,
			"cha": 18,
			"skill": {
				"arcana": "+5",
				"sleight of hand": "+5"
			},
			"save": {
				"str": "+3",
				"dex": "+3",
				"con": "+3",
				"int": "+3",
				"wis": "+6",
				"cha": "+6"
			},
			"passive": 12,
			"languages": [
				"appropriate to ancestry (usually Common)"
			],
			"cr": "Unknown",
			"senses": [
				"appropriate to ancestry"
			],
			"trait": [
				{
					"name": "Retainer",
					"entries": [
						"This creature is a Retainer, as described in {@book Strongholds and Followers|SaF|8|Retainers}"
					]
				},
				{
					"name": "Spell Sneak (3/Day)",
					"entries": [
						"{@i Prerequisite: 5th-level retainer}",
						"When the eldritch thief damages a creature with its signature attack, it can use this feature to become {@condition invisible} to that creature until the end of the eldritch thief's next turn."
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack",
					"entries": [
						"{@b {@i {@spell Eldritch Blast}.}} {@atk rs} {@hit 6} to hit, range 120 ft., one creature. {@h}5 ({@damage 1d10}) force damage.",
						"At 7th level, retainers can take two signature attacks per round."
					]
				},
				{
					"name": "Pilfer Cantrip (3/Day)",
					"entries": [
						"{@i Prerequisite: 3rd-level retainer}",
						"The eldritch thief changes its signature attack to a different {@filter warlock cantrip|spells|level=0|class=warlock} of its choice, then casts that cantrip as part of this action. The signature attack remains changed until the eldritch thief uses this feature again or until it finishes a long rest."
					]
				},
				{
					"name": "Steal Spell (1/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"The eldritch thief targets a creature within 5 feet of it with the Spellcasting trait and forces it to make a saving throw against the thief's spell save DC. The target has disadvantage on this saving throw if the eldritch thief is hidden from it. On a failure, the eldritch thief can choose a spell of 3rd-level or lower that the target knows and cast it, provided the spell's casting time is 1 action or 1 bonus action. The target then becomes unable to cast that spell for 1 minute."
					]
				}
			]
		},
		{
			"name": "Compound Mage",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "Arcadia9",
			"page": 13,
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"Light"
					]
				}
			],
			"hp": {
				"special": "health levels equal to their level"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(dependant on ancestry)"
				}
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 14,
			"cha": 18,
			"skill": {
				"arcana": "+5",
				"history": "+5",
				"nature": "+5",
				"religion": "+5"
			},
			"save": {
				"str": "+3",
				"dex": "+3",
				"con": "+3",
				"int": "+3",
				"wis": "+6",
				"cha": "+6"
			},
			"passive": 12,
			"languages": [
				"appropriate to ancestry (usually Common)"
			],
			"cr": "Unknown",
			"senses": [
				"appropriate to ancestry"
			],
			"trait": [
				{
					"name": "Retainer",
					"entries": [
						"This creature is a Retainer, as described in {@book Strongholds and Followers|SaF|8|Retainers}"
					]
				}
			],
			"action": [
				{
					"name": "Signature Attack",
					"entries": [
						"{@b {@i {@spell Eldritch Blast}.}} {@atk rs} {@hit 6} to hit, range 120 ft., one creature. {@h}5 ({@damage 1d10}) force damage.",
						"At 7th level, retainers can take two signature attacks per round."
					]
				},
				{
					"name": "Multiplicity (3/Day)",
					"entries": [
						"{@i Prerequisite: 5th-level retainer}",
						"The compound mage casts {@spell mirror image} on itself. The next time the compound mage uses its signature attack, it makes one additional attack for each duplicate it has."
					]
				},
				{
					"name": "Steal Spell (1/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"The eldritch thief targets a creature within 5 feet of it with the Spellcasting trait and forces it to make a saving throw against the thief's spell save DC. The target has disadvantage on this saving throw if the eldritch thief is hidden from it. On a failure, the eldritch thief can choose a spell of 3rd-level or lower that the target knows and cast it, provided the spell's casting time is 1 action or 1 bonus action. The target then becomes unable to cast that spell for 1 minute."
					]
				}
			],
			"bonus": [
				{
					"name": "Eldritch Chatter (1/Day)",
					"entries": [
						"{@i Prerequisite: 7th-level retainer}",
						"The compound mage infuses its signature attack with discordant voices. The next time it hits with it, the target must succeed on a Wisdom saving throw or become {@condition frightened} of the compound mage. While {@condition frightened} this way, a creature takes 10 ({@damage 2d6 + 3}) psychic damage if it takes any action on its turn other than the {@action Dash} or the {@action Dodge} action. The creature can repeat the saving throw at the end of its turn, ending the effect on itself on a success."
					]
				}
			],
			"reaction": [
				{
					"name": "Spontaneous Guidance (3/Day)",
					"entries": [
						"{@i Prerequisite: 3rd-level retainer}",
						"When a creature the compound mage can see within 60 feet of it makes an ability check using the {@skill Arcana}, {@skill History}, {@skill Nature}, or {@skill Religion} skill, the compound mage can blurt out knowledge from one of the many entities that it knows. If the creature can hear the compound mage, it rolls a {@dice d6} and adds the result to its roll."
					]
				}
			]
		}
	],
	"monsterFluff": [
		{
			"name": "Misiri the Fractured",
			"source": "Arcadia9",
			"entries": [
				"Misiri was brought up in the upper echelons of a dwarven kingdom, though her clan valued asceticism over luxury and service over status. She followed in their traditions by climbing the ranks of the faith of the Sentinel, a deity of vigilance and protection, and became a revered shield-priest as soon as she came of age. After decades of duty, the prestigious Order of the Everguard recruited Misiri and charged her with the protection of Empress Nebrala II.",
				"Years later, after two encroaching nations moved in to occupy their lands, Misiri saw war decimate her kingdom. Empress Nebrala refused to negotiate with the invaders and sought a way to defeat the invading forces. She found an ancient dwarven spell scroll that could open a rift to the Plane of Earth to raise a mountain from the ground.",
				"During the siege of their last remaining stronghold, the empress ordered Misiri to cast the spell, but the shield-priest refused to endanger the people of the citadel. Furious at her insubordination, the empress had Misiri arrested and took the scroll to cast the spell herself. As the guards seized her, Misiri witnessed in terror as rising crags tore through the citadel, ending hundreds of lives in a matter of seconds. In an act of desperation, she broke free from the hold of the guards, took her sword, and ended her empress's life, halting the spell. Though her actions saved thousands, Misiri was branded a traitor to the kingdom and earned the contempt of her god.",
				"Now Misiri wanders as an outcast, carrying her fractured shield at her back but never wielding it. As the subject of the Sentinel's scorn, she has learned to turn the doom of her god's ire against others, carving a new path for herself as an anathematic cleric in order to survive."
			]
		},
		{
			"name": "Rucio Sabhar",
			"source": "Arcadia9",
			"entries": [
				"Those who know Rucio Sabhar say death itself courted him—in part because of the half-elf's quick-witted charm, and in part because he's cheated his way out of death more times than anyone has a right to.",
				"Born in a bustling city and raised in poverty, Rucio was recruited by the local thieves' guild at a young age to serve as a messenger and spy. His first brush with death came shortly after his initiation, when he was betrayed on a heist to steal an {@item iron flask} from a local treasure hunter. After a literal stab in the back from his supposed allies, quick-thinking Rucio gave the traitors his canteen and kept the magic {@item iron flask} as they left him for dead. On the brink of death, he opened the flask and released a powerful pit fiend, who offered him a chance to live by making a warlock pact.",
				"Bolstered by infernal power, Rucio hunted the turncoats down and moved on to become a renowned adventurer. But the more fame and fortune he found, the more his patron demanded. Rucio spent years covertly searching for a way to get ahead of his patron and regain his freedom.",
				"Finally, after nearly a decade, Rucio found a book containing his patron's true name. Invoking it, he summoned the pit fiend and demanded two things: that the devil forget him, and that it return to the {@item iron flask}. The pit fiend complied, but only after almost killing Rucio again and snatching the book away from him.",
				"Rucio's gambit was successful: he kept his patron's power and freed himself from the devil's demands. In doing so, however, he became the target of an incessant hunt from cultists, warlocks, and devils seeking to retrieve the {@item iron flask} with the pit fiend and powerful book of names trapped inside. "
			]
		}
	]
}
