{
	"_meta": {
		"sources": [
			{
				"json": "Arcadia9",
				"abbreviation": "Ar9",
				"full": "Arcadia Issue 9",
				"url": "https://shop.mcdmproductions.com/collections/arcadia/products/arcadia-complete-bundle-issues-1-30",
				"authors": [
					"James Intracaso",
					"Mario Ortegón",
					"Sally Tamarkin",
					"Chris Bissette"
				],
				"convertedBy": [
					"ForeverAlwaysGM (Billiam94)"
				],
				"version": "10/2021"
			}
		],
		"dateAdded": 1649542017,
		"dateLastModified": 1693666789,
		"_dateLastModifiedHash": "89d0b9429a",
        "status": "ready"
	},
    "book": [
        {
            "name": "Arcadia 9",
			"id": "Ar9",
			"source": "Arcadia9",
			"group": "homebrew",
			"author": "MCDM Productions",
			"published": "2021-10-27",
            "contents": [
                {
                    "name": "Letter from the Editor"
                },
                {
                    "name": "Losing Our Religion"
                },
                {
                    "name": "Power is Where You Take It"
                },
                {
                    "name": "Filthy Peasants!"
                }
            ]
        }
    ],
    "bookData": [
        {
			"id": "Ar9",
			"source": "Arcadia9",
            "data": [
                {
                    "type": "section",
                    "name": "Letter from the Editor",
                    "page": 1,
                    "entries": [
                        "Reading and playing other roleplaying games makes us better Game Masters and players because it improves our design skills. In some way, all players, including GMs, are game designers. If you have created a world, adventure, encounter, magic item, monster, feat, spell, puzzle, or trap, you’re a game designer. If you’ve ever made up a rule because you didn’t like how the official one worked, it didn’t exist, or you just didn’t feel like taking the time to look it up, you did a little game design, my friend. If you’ve proposed a new use of one of your character’s skills, spells, or traits to your GM or created your own background by taking the skills from one, the tool proficiencies of a second, and the feature of a third, you are 100 percent designer. Heck, if you created your character’s personality traits, ideal, bond, and flaw from scratch, then let me be the first to welcome you to the game design club. You’ll love it here. We have snacks.",
                        "One person strengthening those design chops provides a richer experience for everyone at the table. Just like trying new recipes makes you a better cook, experiencing other games increases your skill and understanding of game design and makes you a better player.",
                        "When you interact with a lot of different games, you learn to design toward different goals and styles of play. For instance, the world’s oldest roleplaying game is built around battling monsters, which is why a majority of a character’s class features and most of a creature’s stat block are dedicated to combat. If you pick up a game like {@link Bubblegumshoe|https://www.evilhat.com/home/bubblegumshoe/}, which is about teen detectives in the modern world investigating crimes, you can see the rules are centered around solving mysteries in a way that a game about battling monsters isn’t. After reading just a few pages of {@link Dusk City Outlaws|https://scratchpadpublishing.com/dco-info}, you’ll realize that the game is all about planning and pulling off heists, and that it gives you great tools to do so.",
                        "You can and likely will have investigations and heists in the world’s oldest roleplaying game, the same way you can have combat in Bubblegumshoe and Dusk City Outlaws, but each system executes all of these elements with various levels of depth and satisfaction. When you read and play other games, you can introduce the concepts and mechanics from one into the other, and you gain a deeper understanding of how games work. The more games you experience, the easier it becomes to absorb new rules and parse the motivations behind them.",
                        "If time, money, and finding players is a concern, you should know that most RPGs out there don’t require three core rulebooks (some are {@link one page|https://www.drivethrurpg.com/product/337120/Mundane-Magic-RPG}), many RPGs have {@link free or reduced-cost versions|https://www.faterpg.com/2013/the-new-era-of-fate-is-here/} or {@link reduced-price starter sets|https://cityofmist.co/collections/sets/products/the-starter-box}, and {@link a lot of people are willing to try a game as a one-shot if a friend offers to teach them|https://app.roll20.net/forum/category/22}. You can also do what I do and seek out new games at conventions (online and in-person), which always feature a GM eager to teach folks their favorite system.",
                        "Players and designers often turn to other RPGs when we want to do something in a game that the rules don’t currently allow. Matt and I both wanted to see rules for level-0 characters in ARCADIA because we both enjoy low-powered play. When {@link Chris Bissette|https://twitter.com/pangalactic} pitched an article for level-0 rules inspired by the funnels of {@link Dungeon Crawl Classics|https://goodman-games.com/dungeon-crawl-classics-rpg/}, {@link MÖRK BORG|https://morkborg.com/}, {@link Troika!|https://www.troikarpg.com/}, and {@link Mothership|https://www.mothershiprpg.com/}, I knew that we were creating something special, because those games are fantastic and Chris is one of the best designers out there. Combine that article with {@link Sally Tamarkin’s|https://twitter.com/sallyt} new backgrounds and collaborative settingbuilding guide and {@link Mario Ortegón’s|https://twitter.com/elwarius} flavorful and innovative subclasses, and we’ve got one of the best issues of this magazine yet.",
                        "I hope you enjoy this issue and get a chance to play something new soon! Thank you so much for your continued support of ARCADIA!",
                        "{@i Ex animo},",
                        "James Introcaso",
                        "Managing Editor"
                    ]
                },
                {
                    "type": "section",
                    "name": "Losing Our Religion",
                    "page": 2,
                    "entries": [
                        {
                            "type": "inset",
                            "page": 2,
                            "entries": [
                                "The sky was shattered.",
                                "By killing her Empress, Misiri had disobeyed a sacred tenet of her god, and now the sky was shattered.",
                                "Ahead of her, no matter where she looked, the heavens were cold, dark, and dull. And behind her, at the periphery of her vision, she could faintly see the light just out of reach, and the warmth of the world escaping her.",
                                "Sheathing her sword, she realized the shattered sky was her doing. But for the first time in her life, she was unburdened by regret."
                            ]
                        },
                        "Many tell tales about righteous paladins breaking their oaths, but what happens when clerics and warlocks come in conflict with their higher powers? This article provides four new subclasses for these characters, each centered around the concept of heroes at odds with their gods or patrons.",
                        "A character might break ties with a higher power when one of the deity’s aspects or ideals clashes against the character’s identity or moral code. Conversely, a higher power could disavow a character for breaking a cardinal tenet, or failing to fulfill their end of a bargain. Either of these developments sets the character on a journey of redemption—or, with a sufficiently disgruntled god or patron, marks the beginning of a powerful antagonist entering the story.",
                        "The following subclasses represent different paths clerics and warlocks might take after a quarrel with their deity or patron. They can be used as transitional points in a character’s arc, changing their previous subclass to one below and using it as a stepping stone on the journey to regain their original powers, or as the foundation of a new path.",
                        "Alternatively, characters who are content with the idea of being at odds with their gods or patrons can remain as members of these subclasses to represent that stance. One may even start as a 1st-level character with one of these subclasses; perhaps having been mighty before, then stripped of power and forced to begin anew.",
                        {
                            "type": "entries",
                            "name": "Cleric Options",
                            "page": 3,
                            "entries": [
                                "The Divine Domain options below are available for clerics who renounce or are shunned by their gods. The Anathema domain represents a cleric who wields the scorn of their angered deity and channels it into their own power, and the Atonement domain provides a path for those seeking divine redemption."
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "subclass": [
        {
            "name": "Anathema Domain",
            "source": "Arcadia9",
            "page": 3,
            "className": "Cleric",
            "classSource": "PHB",
            "shortName": "Anathema",
            "subclassFeatures": [
				"Anathema Domain|Cleric||Anathema|Arcadia9|1",
				"Domain Spells|Cleric||Anathema|Arcadia9|1",
				"Anathematic Rites|Cleric||Anathema|Arcadia9|1",
				"Divine Rancor|Cleric||Anathema|Arcadia9|1",
				"Channel Divinity: Divine Derogation|Cleric||Anathema|Arcadia9|2",
				"Conduit of Ruin|Cleric||Anathema|Arcadia9|6",
				"Potent Spellcasting|Cleric||Anathema|Arcadia9|8",
				"Scornful Condemnation|Cleric||Anathema|Arcadia9|17"
            ]
        }
    ],
    "subclassFeature": [
        {
            "name": "Anathema Domain",
            "source": "Arcadia9",
            "className": "Cleric",
            "classSource": "PHB",
            "page": 3,
            "subclassShortName": "Anathema",
            "subclassSource": "Arcadia9",
            "level": 1,
            "entries": [
                "The Anathema domain isn’t part of any deity’s portfolio. Rather, it is the purview of those who become subjects of a deity’s contempt. Clerics who turn to this domain are just as capable of weaving magical wonders as their devout peers, but rather than doing so by divine grace, their rites harness the ire of gods and channel it into bouts of transient power.",
                "Clerics who master these anathematic rites are called the scorned. While their relationship with their deities is antagonistic and gods-fearing societies shun them, there’s nothing inherently evil about the scorned’s practices. Some join their ranks voluntarily, believing it their duty to stand in opposition to gods who threaten the cosmological order. These clerics form secret orders dedicated to ensuring that those gods who lie chained, slumbering, dead, or forgotten remain that way."
            ]
        },
        {
            "name": "Domain Spells",
            "source": "Arcadia9",
            "className": "Cleric",
            "classSource": "PHB",
            "page": 3,
            "subclassShortName": "Anathema",
            "subclassSource": "Arcadia9",
            "level": 1,
            "header": 2,
            "entries": [
                "The following domain spells are available to you upon reaching the cleric levels listed in the Anathema Domain Spells table.",
                {
                    "type": "table",
                    "caption": "Anathema Domain Spells",
                    "colLabels": [
                        "Cleric Level",
                        "Spells"
                    ],
                    "colStyles": [
                        "col-2 text-center",
                        "col-10"
                    ],
                    "rows": [
                        [
                            "1st",
                            "{@spell inflict wounds}, {@spell protection from evil and good}"
                        ],
                        [
                            "3rd",
                            "{@spell hold person}, {@spell ray of enfeeblement}"
                        ],
                        [
                            "5th",
                            "{@spell bestow curse}, {@spell counterspell}"
                        ],
                        [
                            "7th",
                            "{@spell banishment}, {@spell phantasmal killer}"
                        ],
                        [
                            "9th",
                            "{@spell dispel evil and good}, {@spell hold monster}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Anathematic Rites",
            "source": "Arcadia9",
            "className": "Cleric",
            "classSource": "PHB",
            "page": 3,
            "subclassShortName": "Anathema",
            "subclassSource": "Arcadia9",
            "level": 1,
            "header": 2,
            "entries": [
                "At 1st level, your knowledge of forbidden rituals allows you to access magic normally unreachable to other clerics. You can cast cleric spells that have the ritual tag as rituals, even if you don’t have them prepared, so long as their level doesn’t exceed the maximum spell level you can cast as a cleric.",
                "However, when you cast an unprepared spell in this way, you take {@damage 1d6} psychic damage per level of the spell. This damage can’t be reduced in any way."
            ]
        },
        {
            "name": "Divine Rancor",
            "source": "Arcadia9",
            "className": "Cleric",
            "classSource": "PHB",
            "page": 4,
            "subclassShortName": "Anathema",
            "subclassSource": "Arcadia9",
            "level": 1,
            "header": 2,
            "entries": [
                "As one of the scorned, you wield your deity’s rancor as a tool to hinder your foes. Starting at 1st level, you always have the {@spell bane} spell prepared, and it doesn’t count against the number of spells you can prepare.",
                "When you cast {@spell bane}, you can change the casting time to 1 bonus action, instead of 1 action. You can cast the spell as a bonus action a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
            ]
        },
        {
            "name": "Channel Divinity: Divine Derogation",
            "source": "Arcadia9",
            "page": 4,
            "className": "Cleric",
            "classSource": "PHB",
            "subclassShortName": "Anathema",
            "subclassSource": "Arcadia9",
            "level": 2,
            "header": 2,
            "consumes": {
                "name": "Channel Divinity"
            },
            "entries": [
                "At 2nd level, you learn to use your Channel Divinity to diminish the capabilities of creatures of faith. As an action, you create a 30-foot aura of discordant divinity around you that lasts for 1 minute or until you fall unconscious. When a creature in the aura magically regains hit points, or takes radiant or necrotic damage, you can roll a {@dice d6}. On a 4 or higher, the amount of hit points regained or damage taken is reduced to 0."
            ]
        },
        {
            "name": "Conduit of Ruin",
            "source": "Arcadia9",
            "page": 4,
            "className": "Cleric",
            "classSource": "PHB",
            "subclassShortName": "Anathema",
            "subclassSource": "Arcadia9",
            "level": 6,
            "header": 2,
            "entries": [
                "When you reach 6th level, you learn to focus the ire of your god to further hamper a creature suffering from it. Before a creature rolls the {@dice d4} from a {@spell bane} spell cast by you, you can use a reaction to upgrade the {@dice d4} to a {@dice d6}.",
                "As you gain levels in this class, the malediction imposed by this feature grows even stronger. You can upgrade the die to a {@dice d8} at 11th level, and to a d10 at 17th level."
            ]
        },
        {
            "name": "Potent Spellcasting",
            "source": "Arcadia9",
            "page": 4,
            "className": "Cleric",
            "classSource": "PHB",
            "subclassShortName": "Anathema",
            "subclassSource": "Arcadia9",
            "level": 8,
            "header": 2,
            "entries": [
                "Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip."
            ]
        },
        {
            "name": "Scornful Condemnation",
            "source": "Arcadia9",
            "page": 4,
            "className": "Cleric",
            "classSource": "PHB",
            "subclassShortName": "Anathema",
            "subclassSource": "Arcadia9",
            "level": 17,
            "header": 2,
            "entries": [
                "When you reach 17th level, you no longer need to concentrate on the {@spell bane} spell. When you cast it, it lasts for its full duration, until you cast the spell again, or until you fall {@condition unconscious}.",
                "Additionally, your ability to channel divine hatred is so masterful that it harms those burdened with it. The first time a creature rolls the die for a {@spell bane} spell cast by you on its turn, it also takes psychic damage equal to the number rolled on the die."
            ]
        }
    ]
}
