{
	"_meta": {
		"sources": [
			{
				"json": "returnofthelazydm",
				"abbreviation": "RotLDM",
				"full": "Return of the Lazy Dungeon Master",
				"authors": [
					"Michael E. Shea"
				],
				"convertedBy": [
					"glowingfed"
				],
				"version": "1.0.0",
				"dateReleased": "2018-12-14",
				"url": "https://slyflourish.com/return_of_the_lazy_dm.html",
				"targetSchema": "1.1.0"
			}
		],
		"dateAdded": 1660770301,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "b3bc0672e2",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Return of the Lazy Dungeon Master",
			"id": "ReturnoftheLazyDungeonMaster",
			"source": "returnofthelazydm",
			"author": "Michael E. Shea",
			"published": "2018-12-14",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/rotldm_cover_art.jpg"
			},
			"contents": [
				{
					"name": "About This Book"
				},
				{
					"name": "Preparing For Your Game",
					"headers": [
						"Chapter 1: The Way of the Lazy Dungeon Master",
						"Chapter 2: The Lazy Dungeon Master's Checklist",
						"Chapter 3: Review the Characters",
						"Chapter 4: Create a Strong Start",
						"Chapter 5: Outline Potential Scenes",
						"Chapter 6: Define Secrets and Clues",
						"Chapter 7: Develop Fantastic Locations",
						"Chapter 8: Outline Important NPCs",
						"Chapter 9: Choose Relevant Monsters",
						"Chapter 10: Select Magic Item Rewards",
						"Chapter 11: Our Preparation Notes So Far",
						"Chapter 12: Reduce the Checklist",
						"Chapter 13: Other High-Value Preparation Activities",
						"Chapter 14: The Lazy Dungeon Master's Toolkit",
						"Chapter 15: Reskinning",
						"Chapter 16: Building a Lazy Campaign",
						"Chapter 17: Running Session Zero"
					]
				},
				{
					"name": "Running Your Game",
					"headers": [
						"Chapter 18: Top Traits of Good GMs",
						"Chapter 19: Summarizing the Previous Session",
						"Chapter 20: Three Tricks for Group Storytelling",
						"Chapter 21: Improvising NPCs",
						"Chapter 22: Improvising Scenes and Situations",
						"Chapter 23: Using Multiple Combat Styles",
						"Chapter 24: Maintaining the Pace"
					]
				},
				{
					"name": "Thinking About Your Game",
					"headers": [
						"Chapter 25: Priming the GM's Brain",
						"Chapter 26: Conducting GM Brain Exercises",
						"Chapter 27: Embracing the GM's Truths",
						"Chapter 28: Lazy Dungeon Master Tricks",
						"Chapter 29: Final Thoughts—Developing Your Own Style"
					]
				},
				{
					"name": "Appendices",
					"headers": [
						"The 2016 Dungeons & Dragons Dungeon Master Survey",
						"Facebook Dungeon Master Survey Results",
						"References and Additional Reading"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "ReturnoftheLazyDungeonMaster",
			"source": "returnofthelazydm",
			"data": [
				{
					"type": "section",
					"name": "About This Book",
					"entries": [
						"{@i Return of the Lazy Dungeon Master} is is a book designed to help Gamemasters of any type of tabletop roleplaying game—both veterans and newcomers alike—get the most value out of the time we spend preparing for our games. The ideas in this book are based on reviews of hundreds of videos, articles, books, and interviews, as well as the shared experiences of thousands of DMs and GMs. {@i Return of the Lazy Dungeon Master} begins with an eight-step process for game preparation, then builds on those steps to expand into a full discussion of how we prepare our games, how we run our games, and how we think about our games.",
						{
							"type": "entries",
							"name": "Who Is This Book For?",
							"entries": [
								"Gamemasters with some experience running roleplaying games will get the most value out of this book. {@i Return of the Lazy Dungeon Master} isn't designed to teach beginners how to run roleplaying games. (Thankfully, many RPG sourcebooks and Gamemaster guides can help shepherd new players through the steps of running games for the first time.) But you don't need to be a hardened veteran to make use of this book. If you have any amount of experience running RPGs, {@i Return of the Lazy Dungeon Master} can help you learn how to {@b get more out of your RPGs by preparing less.}"
							]
						},
						{
							"type": "entries",
							"name": "Why Write a New Book?",
							"entries": [
								"It's been five years since the first appearance of {@i Sly Flourish's The Lazy Dungeon Master}, and much has changed in those five years. Wizards of the Coast published the fifth edition of the {@i Dungeons & Dragons} roleplaying game in 2014. The streaming of tabletop RPGs online has exploded into a new form of daily entertainment. By any measure, the popularity of {@i Dungeons & Dragons} continues to rise.",
								"Lots of new people are coming into this amazing hobby. Lots of people who left the hobby are coming back again. The game has changed. We have changed.",
								"Even with all this change, though, the ideas in the original {@i Lazy Dungeon Master} hold up. People still talk about how that book remains a valuable resource for learning how to prepare less—and to run better roleplaying games at the same time. For Dungeon Masters and other Gamemasters reading the original book today, the ideas found within it work just as well in our current games as they did in our games five years ago.",
								"So why write this new book?",
								"Because we've all learned a lot since then.",
								"Though {@i The Lazy Dungeon Master} holds up, there are always new ideas to add. We can polish and refine the original concepts with the experience of tens of thousands of Gamemasters to make them even more useful.",
								"Though this book builds off the concepts of the original book, {@i Return of the Lazy Dungeon Master} is fully self-contained. {@b You don't need to have read {@i The Lazy Dungeon Master} before reading this book.} If you have previously read the original {@i Lazy Dungeon Master}, you'll find familiar ideas here, but this book's way of the Lazy Dungeon Master is a complete revision of the way of the Lazy Dungeon Master presented in that book. Nothing has been copied over directly. Every idea has been reexamined and rewritten in the context of what we know today.",
								"This book is a complete encapsulation of the way of the Lazy Dungeon Master. If you want to follow this path, this is the only book you need."
							]
						},
						{
							"type": "entries",
							"name": "How to Read This Book",
							"entries": [
								"{@i Return of the Lazy Dungeon Master} is designed to maximize the value of the time you spend reading it. Each chapter is deliberately brief, to get you to the meat of the book's topics as fast as possible. Though reading this book from cover to cover offers great benefit, that's not the only way to make use of it.",
								"The chapter headings in the table of contents can act as a checklist of the tools, techniques, and principles of the Lazy Dungeon Master. You can skim the table of contents to get an idea of what you already know and what you might want to reexamine. Rereading the table of contents every few months can then help cement the core ideas of the Lazy Dungeon Master in your mind.",
								"Chapter 2 explores the {@b Lazy Dungeon Master's checklist} that walks you through the main steps of Lazy Dungeon Master preparation. {@b If you read nothing else, read chapter 2} to gain an understanding of these main steps.",
								"The end of each chapter includes a checklist covering the main points of the chapter. {@b Skim these individual chapter checklists} to understand what each chapter contains, and whenever you want to review the chapter without having to read the whole thing again. If any of those topics aren't clear, you can dig deeper into the chapter to see what it's talking about.",
								"The end of the book contains a list of references and further reading, including books, RPG sourcebooks, articles, and videos for further research into running great games. If you want to dive deeper into becoming a great Gamemaster, these references are the best place to start.",
								"{@b Read this book in whatever way best suits your needs.} If you prefer reading it cover to cover, that's great. If you prefer to skim the contents and pick out the topics that interest you, you'll likewise learn from it. If you find that these ideas resonate with you, you can reread or skim the book regularly to wire its concepts into your own mental GM's toolkit. Like all the ideas in {@i Return of the Lazy Dungeon Master}, the book itself is meant to be used in whatever way gives you the greatest benefit. "
							]
						},
						{
							"type": "entries",
							"name": "Our Journey Together",
							"entries": [
								"The way of the Lazy Dungeon Master isn't doctrine. It's not a set of hard and inflexible rules. This style of running games isn't intended to be the only way to prepare and run our games.",
								"Rather, all of us are on a journey together, following the paths of thousands of GMs who have walked before us for more than forty years. We all seek to find ways to make our roleplaying games better. This isn't about anyone grabbing you by the ear and dragging you down a single acceptable path. Instead, each of us has the opportunity to study what we see, discuss it, and determine individually whether a path is the right one or the wrong one for us and our games.",
								"Becoming a better Gamemaster doesn't result from blindly following rules in a book. It comes from {@b constant and continual improvement of our personal craft.} It comes from our continual exploration of this limitless hobby, from finding out what works well for each of us, and from determining what we should discard.",
								"Although this book presents a complete checklist for lightweight game preparation with a focus on improvisation at the table, {@b each idea in the book works on its own}. You need not follow every step explored here. Rather, adopt the concepts that fit well into your own GM's toolkit or preparation process. {@b Take the parts of this book that work well for you and omit those that do not.}",
								"Let's begin our journey together."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/ldmwb_cover.jpg"
							}
						}
					]
				},
				{
					"type": "section",
					"name": "Preparing For Your Game",
					"entries": [
						{
							"type": "section",
							"name": "Chapter 1: The Way of the Lazy Dungeon Master",
							"entries": [
								{
									"type": "inset",
									"entries": [
										"{@b Prepare what benefits your game.}"
									]
								},
								"Those five words represent the core philosophy of the Lazy Dungeon Master. Our goal is to learn what parts of our RPG preparation and execution bring the most fun to our games. Our goal is to understand what benefits our games, and to separate that from what offers little value for the energy we spend in preparation.",
								"The way of the Lazy Dungeon Master, first stated five years ago in {@i The Lazy Dungeon Master}, begins with a simple initial idea:",
								{
									"type": "inset",
									"entries": [
										"We can spend less time preparing for our RPGs and still run great games."
									]
								},
								"In that earlier book, I hypothesized that all of us as GMs spend a lot of time preparing things for our games that offer little actual value to the players. So by boiling our preparation down to only the things that matter the most, we can save considerable time.",
								"While exploring this idea, however, I found another potentially deeper hypothesis:",
								{
									"type": "inset",
									"entries": [
										"The less we prepare, the better our games will be."
									]
								},
								"Now, this seems like something that can't possibly work. How is it even feasible that the less we put into our games before we run them, the more fun we'll have with our players at the table? But indeed, many Gamemasters—including many GMs we might think of as experts and professionals within the hobby—have found this to be true. The less we prepare, the better our games will be.",
								"Clearly, though, this idea works only up to a point. We can't take this notion to its mathematical conclusion of \"Prepare nothing, and your game will be infinitely more fun.\" Some GMs do state that they prepare nothing at all for their games, but those GMs are a small minority. The 2016 {@i Dungeons & Dragons} Dungeon Master survey, conducted at slyflourish.com, received responses from 6,600 fifth edition Dungeon Masters—only 2 percent of whom said that they spent no time at all preparing for their games. This means that roughly 98 percent of us seem to agree that some game preparation is required to run a great game.",
								"Certainly, there is a point at which too little preparation can harm the fun of a game. Though we can often prepare less than we think we need to before a game, we must prepare something. And because all GMs are different, what we need to prepare to run an RPG session varies. Yet many of us instinctively cluster around a few key preparation steps that can help us prepare less and still run great games.",
								"Instinctively, each of us develops our own individual list of preparation activities by looking at every step we typically take and every technique we use while actually running a game. Then we ask ourselves, \"Is this really useful? Is this really fun? And does it bring enough joy to the game to be worth the effort?\" Each step and each component is worth drawing out under the cold, harsh light of reality, so that we can examine it dispassionately.",
								"Let's look again at our Lazy Dungeon Master mantra:",
								{
									"type": "inset",
									"entries": [
										"{@b Prepare what benefits your game.}"
									]
								},
								"It's easy to see that this simple statement has a negative space. In thinking about what best benefits our games, we can also think about what does not benefit our games—and we can ask whether those things might best be discarded. If we extend our mantra into describing this negative space, we have the following:",
								{
									"type": "inset",
									"entries": [
										"{@b Prepare what benefits your game, and omit what does not.}"
									]
								},
								"This second part of the process can be hard. As GMs, we're all so rooted to the ways we've always done things that it's often difficult to let those ways go. We don't have to make a big plunge into abandoning what we've always done, though. Instead, we can run small experiments.",
								"We can {@b try things out.}",
								"We don't have to throw away five thousand dollars worth of miniatures to try running combat in the \"theater of the mind\" once or twice. We don't have to get rid of five hundred pounds of 3D terrain to try out the flexibility of a single blank poster map for a couple of sessions. We don't have to toss out a three-ring binder holding hundreds of pages of world building to try out some spiral campaign development.",
								"Trying out a new idea or removing a preparation step we typically take doesn't mean we have to do so forever. We just might give it a try for a game or two and see how it feels.",
								"For some Gamemasters, time is such a limited commodity that the question of what to throw away isn't the problem. Some GMs just don't have the time for a lot of game preparation—even to the point where a lack of time prevents some would-be GMs from running games at all. Hopefully this book can help—because preparing for a game requires less time than you might think.",
								"{@b Using the game preparation checklist in this book takes about fifteen to thirty minutes for a four-hour game.}",
								"So whether you're just looking for ways to refine your own game preparation or seeking a system that saves you time, this book hopefully has a few ideas that might resonate. Let's dig in.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/01.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 2: The Lazy Dungeon Master's Checklist",
							"entries": [
								"What does the way of the Lazy Dungeon Master look like? What are the steps we can take to prepare our games in as little time as possible and still run a great RPG? For a typical game session, the Lazy Dungeon Master's checklist looks like this:",
								{
									"type": "list",
									"items": [
										"Review the characters",
										"Create a strong start",
										"Outline potential scenes",
										"Define secrets and clues",
										"Develop fantastic locations",
										"Outline important NPCs",
										"Choose relevant monsters",
										"Select magic item rewards"
									]
								},
								"That's it. A number of variables will make some of these steps grow or shrink, including the length of our session, where a session falls within the campaign, and whether we're running a published adventure or not. We might even skip a few of these steps if we know we don't need them. If we're starting a brand-new campaign, we might have some extra steps (covered later on in the book). But even for brand-new games, this checklist keeps us focused on what matters at the table.",
								"Here's a brief summary of each of the steps. The chapters that follow then break out each step in detail, and offer examples to show what using the checklist looks like.",
								{
									"type": "entries",
									"name": "Review the Characters",
									"entries": [
										"Before we do anything else, it helps to spend a few minutes reviewing the player characters. What are their names? What do they want? What plays into their backgrounds? What do the players of these characters enjoy at the table?",
										"You might not even write anything down during this step, but reviewing the characters helps wire them into your mind—and ensures that the rest of your preparation fits around them."
									]
								},
								{
									"type": "entries",
									"name": "Create a Strong Start",
									"entries": [
										"How a game starts is likely the most important piece of preparation we can do. Setting the stage for the session determines a great deal about how the rest of the game will go. When you define where a game session starts, you figure out what's going on, what the initial focus of the session is, and how you can get close to the action. When in doubt, start with a fight."
									]
								},
								{
									"type": "entries",
									"name": "Outline Potential Scenes",
									"entries": [
										"With a strong start in hand, we can then outline a short list of potential scenes that might unfold. This step exists mostly to make you feel as though you have a handle on the game before you start. However, as GMs, all of us must always be ready to throw our potential scenes away when the game goes in a different direction—as it often does. Usually, it's enough to come up with only a few words per scene, and to expect one or two scenes per hour of play. At other times, you might skip this step completely if you don't think you need it."
									]
								},
								{
									"type": "entries",
									"name": "Define Secrets and Clues",
									"entries": [
										"The next step is second only in importance to the strong start, and is one of the most powerful tools available to the Lazy Dungeon Master. Secrets and clues are single short sentences that describe a clue, a piece of the story, or a piece of the world that the characters can discover during the game. You don't know exactly how the characters will discover these clues. As such, you'll want to {@b keep these secrets and clues abstract from their place of discovery} so that you can drop them into the game wherever it makes sense. This lets the game flow freely, while still allowing you to reveal important pieces of the story at any point where the characters might discover them. During this step, you might write down ten such secrets or clues."
									]
								},
								{
									"type": "entries",
									"name": "Develop Fantastic Locations",
									"entries": [
										"Building evocative locations isn't easily improvised. As such, it's worth spending time writing out a handful of fantastic locations that the characters might discover and explore during the game. Each location can be thought of as a set, a room, or a backdrop for a single scene in your adventure.",
										"Describe each location with a short evocative title such as \"The Sunspire.\" Then write down three fantastic aspects for it, along the lines of: \"Blazing beam of light shining to the heavens,\" \"Moat of molten rock,\" or \"Huge elven glyphs carved into ancient stone.\" Ultimately, whole dungeons can be built from a series of connected fantastic locations, with each location representing a large area or chamber. A specific location might not come up during the game for which you prepare it, but it will be ready for a later session as the characters explore."
									]
								},
								{
									"type": "entries",
									"name": "Outline Important NPCs",
									"entries": [
										"During our preparation, we'll outline those NPCs (nonplayer characters) most critical to the adventure, focusing on a name and a connection to the adventure, then wrapping the NPC in a character archetype from popular fiction. Many other NPCs—maybe even most of them—can be improvised right at the table."
									]
								},
								{
									"type": "entries",
									"name": "Choose Relevant Monsters",
									"entries": [
										"What monsters are the characters most likely to face? What monsters make sense for a specific location and situation? We're using the term \"monster\" loosely here, so as to include enemy NPCs as well as truly monstrous foes. Whatever type of enemy you need, reading through books of monsters can give you the fuel to choose the right creatures for the right situation.",
										"Additionally, understanding the loose relationship between monster challenge rating and character level can help you understand how a battle might go. Most of the time, you can just list a number of monsters and improvise encounters based on what's happening in the adventure. For boss battles, you might have to do more work."
									]
								},
								{
									"type": "entries",
									"name": "Select Magic Item Rewards",
									"entries": [
										"Players love magic items, and it's worthwhile to spend time preparing items they'll find interesting. This step also helps to directly impact the characters—by dropping an interesting part of the story literally into their hands. You can use a mixture of techniques to reward magic items, from selecting items randomly to selecting specific items based on the themes of the characters and the desires of the players. Magic items are also a great mechanism for delivering secrets and clues."
									]
								},
								{
									"type": "entries",
									"name": "A Loose Outline to Get Comfortable",
									"entries": [
										"Your actual use of this checklist might change from game to game. But reviewing the checklist each time you begin to prepare for your game can help you feel comfortable that you're focusing your energy on the activities that provide the most value. The more comfortable you become improvising your games, the more you might start skipping certain steps on the list. All that's important is that you don't want your confidence to lead you away from important steps that your players enjoy."
									]
								},
								{
									"type": "entries",
									"name": "The Lazy Dungeon Master's Checklist with Published Adventures",
									"entries": [
										"Our Lazy Dungeon Master's checklist works whether we're running a published adventure or our own home-brewed adventures. But published adventures offer tremendous value to the Lazy Dungeon Master, whether you play them mostly as written or use them to inspire your own ideas—giving you published and playtested material you can drop into your own adventures.",
										"To get the most out of a published adventure, it's important to first read the adventure, absorbing it and letting it inspire you. You then need to make the adventure your own by customizing it for your group. Adventure writers both expect and hope that GMs will run their adventures in whatever way best suits our games.",
										"When running a published adventure and going over the Lazy Dungeon Master's checklist, you might find that some of the steps are done for you. You might not need to put as much energy into steps like building fantastic locations, identifying NPCs, choosing monsters, or selecting magic items. Still, because you always want to customize the adventure, it's worth reviewing the checklist when running a published adventure, to help you sort through and focus all the material that the adventure is providing."
									]
								},
								{
									"type": "entries",
									"name": "The Lazy Dungeon Master and Online Play",
									"entries": [
										"Running RPGs online has grown significantly in the past few years. In the 2016 Dungeon Master survey at slyflourish.com, roughly 20 percent of surveyed DMs said they primarily run their {@i D&D} games online.",
										"Although Return of the Lazy Dungeon Master doesn't specifically address online play, the steps and processes discussed in the book work just as well whether you interact with your players online or around the table. Running online games might require additional steps or tactics—particularly in learning how to use the tools of your favorite virtual tabletop. In other ways, though, a virtual tabletop can make life as a GM even easier. However you play, the Lazy Dungeon Master's checklist still works."
									]
								},
								{
									"type": "entries",
									"name": "An Ongoing Example: \"The Scourge of Volixus\"",
									"entries": [
										"Throughout this book, we're going to talk about a single example adventure called \"The Scourge of Volixus.\" You'll see how to approach and make use of each step of the Lazy Dungeon Master's checklist as it's applied to the adventure—culminating by the end of the book in an adventure outline suitable for play."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/04.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 3: Review the Characters",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Nothing's more important to a campaign than the stories of the player characters."
									],
									"by": "Chris Perkins",
									"from": "story designer and editor for {@i Dungeons & Dragons}"
								},
								"As much as we GMs like the deep story of our game, the other players care most about their characters. The story of our campaign will interest players only as much as they embrace how their characters fit within it. For the most part, players want to watch their characters do awesome things. They want to nail the negotiations with the king's viceroy. They want to discover the single clue leading to the lost temple of the White Lotus assassins in the deepest jungles. They want to cleave through a small army of bugbears single-handedly. Players want their characters to do stuff, and GMs need to remember this as we prepare our games.",
								"When you review the characters as the first stage in your game preparation, you're priming yourself to build the rest of the elements of your prep around those characters. All the other steps you go through in the Lazy Dungeon Master's checklist can tie to one or more characters if you wire the backgrounds and desires of the characters into your mind before you begin.",
								"By reviewing the characters, you might decide to start your game when an NPC from a character's past approaches them with new information the character is interested in. You can think about fantastic locations that touch on a character's background, such as an ancient, shattered statue of a goddess worshipped by the party's paladin. The foes you choose might be monsters that the characters are particularly good at fighting—perhaps an army of zombies that the cleric is eager to turn.",
								"Secrets and clues can be tied to the backgrounds and desires of the characters as well. Such secrets might include things such as, \"Ryld's mother isn't dead like he thought,\" or \"Sif's longtime companion didn't die during the cave-in, but is encased in amber in the sorcerer-queen's inner sanctum.\"",
								"Choosing treasure always ties directly to the characters, of course. Maybe it's time the ranger found a bow forged from living wood by the druids of the lost ages of Valorne. Or perhaps Trubella the monk finally faces off against the dark monk Shadewinter, possessor of the Staff of the Four Winds.",
								{
									"type": "entries",
									"name": "Keeping Track of the Characters",
									"entries": [
										"In order to review the characters before you prepare your game, it helps to actually keep track of them on paper. Some GMs will keep a list of characters in the same notebook used to write out the rest of their preparation, with a few words on each character's background and motivations. Others might keep a stack of 3×5 index cards, with each card noting the name, background, motivations, and desired types of magical items for each character.",
										"However you choose to do it, write down the names, backgrounds, motivations, and desires of the characters. Then review them before you begin to prepare the rest of your game."
									]
								},
								{
									"type": "section",
									"name": "Can You Remember Their Names?",
									"entries": [
										"There's a simple test every GM can conduct to see if we really are keeping the characters firmly in mind: Can we remember each of their names? Usually, a name is enough to remind you about the rest of the character when you call it up. If you don't remember the characters' names instinctively, spend some time doing so—and you'll find that remembering their backgrounds and motivations easily follows."
									]
								},
								{
									"type": "list",
									"items": [
										"Write down the names, backgrounds, and motivations of all the characters.",
										"Review these character notes to prime your mind before the rest of your preparation.",
										"Use this character review to help you tie the characters to the rest of your game.",
										"Test yourself to see if you can remember the names of the characters."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/07.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 4: Create a Strong Start",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Getting over that first hump, going from just a bunch of people sitting around a table to playing {@i D&D}, is, for me, the hardest thing do to."
									],
									"by": "Matthew Colville",
									"from": "writer, designer, and video blogger"
								},
								"With the characters firmly in mind, we can now look at the most important question for preparing our next game session. How will it begin?",
								"This is the only point in the game where a Gamemaster has nearly complete control. No one has acted yet. No character has cut the throat of the primary quest-giving NPC. No one has robbed the baron's messenger before the party could be hired to find his idiot son in the forgotten cellars beneath the castle.",
								"To understand where your game starts, you need only to write down a single sentence that clarifies how your session will begin. That said, specificity is better than generality. \"The baron talks to the characters about saving his idiot son\" isn't all that evocative. So instead, go with something like: \"During the autumn festival of the running of the pigs, the baron's foppish messenger, Louis Van Dorf, approaches the characters commanding them to an audience with Baron Winthrone—just before being run over by the dire boar Bloodtusk.\"",
								"Okay, maybe that's a bit much, but you get the idea. With the sentence describing how your game begins, you want to paint a picture for the players—one that lives and breathes and gets the session moving. Your first general idea probably isn't specific enough to cut it. You want to take a little bit of time to think it through, and you can use a few questions to aim in the right direction:",
								{
									"type": "list",
									"items": [
										"What's happening?",
										"What's the point?",
										"Where's the action?"
									]
								},
								{
									"type": "entries",
									"name": "What's Happening?",
									"entries": [
										"The world of your game lives and breathes. Things happen outside the view of the characters—or at least that's what you want the players to believe. You can reinforce this belief by framing the start of your game session with an event of some sort—but one that doesn't necessarily connect to the characters or their actions. Perhaps a huge storm is hammering the ship the characters are traveling aboard. Maybe they stumble across a group of moon-worshipers on the night of a lunar eclipse. Or maybe they've wandered into town on the day of the prince's wedding to a rival baron's daughter.",
										"Not every session needs to start with a big external event of this sort. But such an event can bring life and texture to the otherwise static world surrounding the local quest-giver at the tavern.",
										"Here are ten example events that can start a game session off in a memorable way:",
										{
											"type": "list",
											"items": [
												"Local townsfolk are celebrating the annual running of the pigs.",
												"It's the day of a wedding between two members of rival hostile families.",
												"The local lending house has just been robbed.",
												"A rough mercenary army unexpectedly rolls into town.",
												"A clearly unnatural storm of swirling violet clouds tears across the local landscape.",
												"Everyone is preparing for the annual \"feeding of the roc.\"",
												"It's Boxing Day, and the lords of the area are all serving drinks to the local farmers.",
												"The city magistrate has just outlawed alcohol.",
												"The king is dead.",
												"It's been raining for a solid month, and the bad weather has no end in sight."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "What's the Point?",
									"entries": [
										"The start of your game session should be the kick that sends the characters off to do something. You should have a clear point and purpose for the start of your session. Most often, this is the main seed or hook that sends the characters off on the next stage of their adventures.",
										"Characters might find the bloody sigil of an assassins' guild marking the hair-covered palms of their wererat assailants. They might witness thugs harassing a local apothecary, demanding that she give them all the sulfur she has. Six suits of animated armor could wander into the town square, demanding to do battle with a queen long dead—and promising that an army of their kind will slaughter every living thing within one hundred miles if they are denied. Each starting scene contains the hook required to pull the characters into that stage of the adventure. Then the players decide how the characters will respond to that hook."
									]
								},
								{
									"type": "entries",
									"name": "Where's the Action?",
									"entries": [
										"There's a term for a style of writing stories called \"in medias res\"—Latin for \"into the middle of things.\" This technique brings the viewer into the story in the most immediate way, avoiding setup and jumping in as close as possible to dramatic action. Think of the opening sequences of the many James Bond movies—car chases, ski chases, foot chases, lots of shooting, and things blowing up.",
										"There's a reason that action movies in particular use this technique: it works. Those movies get you as close to the action as they can right away.",
										"The opening scenes of your game sessions can do the same thing. Instead of starting with heavy narrative and description, plodding along as the characters wander about looking for something to do, you can start as close to the action as possible. A thief tries to steal the coin purse of one of the party members. An eclipse begins to darken the sun, and a dozen normally well-adjusted villagers draw knives and begin to attack one another. Something explodes.",
										"It's always tempting to start a game session with setting, locations, and a discussion of large events. All GMs love to paint the big picture. But by skipping all that, you can get right into the heart of the adventure. So how do you go about starting close to the action?"
									]
								},
								{
									"type": "entries",
									"name": "Start with Combat",
									"entries": [
										"No matter what your favorite fantasy RPG, its key components are invariably exploration, social interaction, and combat. Of these components, combat embodies action. Combat is so ferocious that the game needs to focus time down to six-second rounds. So if you ever want to get the attention of the players, there's no easier way than to throw the characters into a fight.",
										"Starting an adventure session with combat has many advantages. It gets the players rolling dice right away. It brings everyone's attention to the table. It forces all of us as GMs to break past our desire to spew twenty minutes of deep narrative. And best of all, a battle almost always comes with its own built-in story hooks.",
										"Who are these strange blood-faced ratfolk, and why are they so brash as to attack by daylight? Why are the townsfolk murdering each other during the solar eclipse? Where the hell did that wyvern come from, and how did it know to attack that one specific noble? In the process of the characters seeking answers to these questions during and after the first combat, the hooks for the session are set up.",
										"This technique can be easily overused, of course. It's an easy trick that won't work every single time. You can always think of other ways to get the characters close to the action without throwing them into a fight. It's only really important that something happens at the start of your session.",
										"Still, twenty-five James Bond movies have used the same opening pattern since 1962. That might make it good enough for you to use too.",
										"When in doubt, start with combat."
									]
								},
								{
									"type": "entries",
									"name": "Ten Examples of a Strong Start",
									"entries": [
										"Now that you have a relatively simple formula for building a starting scene, you can write down the start of a session in a single sentence or short paragraph, building a rich opener to your game. So what do these strong starts really look like? Let's check out ten examples.",
										{
											"type": "list",
											"items": [
												"During the ceremony marking the marriage of the prince to the daughter of an ambitious baron, a wyvern wearing a glyph-marked collar sweeps down from the mountains and attacks the father of the bride.",
												"During the annual festival of flowers, the floor of the old Dudley barn-turned-dancehall collapses—revealing ancient vaults filled with angry skeletons wearing armor from the age of Three Suns.",
												"During the running of the pigs, a huge dire boar suddenly appears, roaring through the village and shredding local folk with steel-coated tusks.",
												"A band of blood-faced wererats launches an attack on the opening day of the autumn market. Their leader clutches a note with sketches of the player characters and a cryptic message: \"Their lives or yours...\"",
												"During a once-in-a-lifetime solar eclipse, just as the moon crosses the sun, dozens of villagers draw blades and begin to attack their unsuspecting neighbors.",
												"Ten suits of animated armor of a style not seen for a thousand years interrupt the local lord's address—and issue a challenge to a queen long dead.",
												"Goblins riding dire wolves attack a group of over a hundred refugees from the neighboring town of Gladeswallow.",
												"On the opening day of the fishing season in the lakeside town of Windshire, the frost giant Godrum Icerift smashes down the walled town's guard towers. He demands a tribute of one hundred barrels of fish per month—or he will destroy the entire settlement.",
												"On the day of her husband's death, Queen Vanrys is revealed to be the red dragon Vanrys Whitefire, then declares herself the thousand-year queen of the realm. Her hobgoblin army marches through the open gates of the capital and promptly takes over as the city's new guard.",
												"On the coldest day of the year, the innkeeper of the Blackhorn Inn shakily declares that he has long been the pawn of a terrible being lurking in the ancient cellars below the inn. Before anyone can respond, his left eye fills with blood and he drops dead. Then four longtime patrons of the inn rise up, reveal their true twisted forms, and begin to slaughter all those around them."
											]
										},
										"You'll notice that each of these examples follows the same basic formula. Each is framed by some event, each has a clear hook to a larger story, and each gets the characters into the action—and often directly into combat."
									]
								},
								{
									"type": "entries",
									"name": "Strong Starts in the Middle of Adventures",
									"entries": [
										"The examples above show how you can start an adventure as the story begins. But much of the time, you'll be starting off a gaming session in the middle of an adventure. A clean break between sessions might happen occasionally, but it's much more common to start a session in the middle of a story. As such, it might seem that you don't need to worry about where the game will start if you already know where it ended.",
										"The need for a strong start for the session still stands. Even when you're in the middle of a story, you can spend some time figuring out how to get the next session started strong. You can inject a new event—a change in the weather, perhaps, or an alarm suddenly raised that hadn't been heard before. Even when you're in the middle of the adventure, a strong start gets a game session off on the right foot."
									]
								},
								{
									"type": "entries",
									"name": "A Strong Start for \"The Scourge of Volixus\"",
									"entries": [
										"As the initial focal point for our \"Scourge of Volixus\" example adventure, we can use the following strong start:",
										{
											"type": "inset",
											"entries": [
												"During the last great trade-day before winter falls upon the village of Whitesparrow, an iron-armored caravan filled with hooded hobgoblins attacks the bazaar. Their goal is to steal weapons and armor—as well as an old book possessed by Paula Dustyfingers, the curio vendor."
											]
										},
										"That gets things started nicely, with a strong battle and lots of interesting hooks for the characters to investigate."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Creating a Stong Start",
									"entries": [
										{
											"type": "list",
											"items": [
												"What's happening? What event will frame the start of this section of the adventure?",
												"What's the point? What seed or hook will lead the characters further into the adventure?",
												"Where's the action? Start as close to the action as you can.",
												"When in doubt, start with combat."
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/05.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 5: Outline Potential Scenes",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"The true goal of your session notes is to make you comfortable enough to run your session."
									],
									"by": "Phil Vecchione",
									"from": "Never Unprepared"
								},
								"With our strong start written out, we might next write down the potential scenes that take place during the adventure. Sometimes we have one obvious path to take. Other times, there might be multiple options for the characters to follow. Either way, a short list of potential scenes can help us feel as though we have a handle on the adventure.",
								"The truth is, no GM can ever really have a full idea of where the adventure will go once that starting scene unfolds. But we can guess. Because these potential scenes might never actually come into play, we want to keep our scene outline loose and brief, so that we're not wasting a lot of time if we end up throwing them out. The outline itself doesn't need to be much more than a few words per line, with one or two lines per hour of game play. This list should be just enough to remind us of what's going on in the scene while we're running the game. Anything more than that is too much.",
								"Sometimes we'll outline a list of sequential scenes expecting that the characters will go through one at a time. Other times, it's a list of scenes the characters might explore in any order. Or the scene outline might represent different branches to the story, each of which can take the characters off on a different path. Any of these models can work to help us get a handle on what we might see unfold at the table.",
								{
									"type": "entries",
									"name": "A Primary Purpose of Peace of Mind",
									"entries": [
										"Like many of the techniques of the Lazy Dungeon Master, outlining potential scenes serves multiple purposes. First and most obviously, it helps you think about what might happen during the game. Even more importantly, it makes you feel confident that you have a handle on your game. You feel ready to play—and that's often all you need to be ready."
									]
								},
								{
									"type": "entries",
									"name": "Be Prepared to Throw It Away",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Be prepared to throw what you have away if something better happens at the table."
											],
											"by": "Chris Perkins"
										},
										"The strength of being a Lazy Dungeon Master comes from being prepared—and also being ready to throw all that preparation away when the game goes in an unexpected direction. If you overprepare your game, it's easy to lose confidence. Nobody ever wants to throw away hours of work. You might fall in love with what you've prepared, so much so that you can't bear to let it go. You might spend so much time outlining your expected adventure that you don't have anything else ready when the players and the characters make choices you didn't see coming.",
										"The easiest fix for this is to make sure you keep your outline brief. You want only enough information to remind you what you had in mind for the scene—and no more than that. You keep the details of the scene purposefully brief. You expect that even within a scene, you're going to have to improvise anyway. And you prepare for that improvisation.",
										"Because in the end, none of the things you outline in your potential scenes become real until they actually take place at the table."
									]
								},
								{
									"type": "entries",
									"name": "Examples Scenes for \"The Scourge of Volixus\"",
									"entries": [
										"Using our \"Scourge of Volixus\" example adventure, we can outline the following scenes. We might already have a strong sense of all the locations and NPCs when we outline—or we might be making them up in the outline for the first time, based on our sense of what the adventure needs.",
										{
											"type": "list",
											"items": [
												"Investigate the armored caravan.",
												"Talk to Paula Dustyfingers the curio seller about the book the hobgoblins wanted.",
												"Talk to the archivist Aluvena the Keeper, the custodian of Whitesparrow history.",
												"Find Littletoes, a goblin who escaped from the battle.",
												"Follow the hobgoblins' trail back to the Watchtower of Set.",
												"Travel through the goblin warrens beneath the tower.",
												"Sneak into the inner keep of Grayspire, the hobgoblins' mountain fortress.",
												"Face the hobgoblin leader Volixus in the throne room."
											]
										},
										"As we outline, we're comfortable with the fact that some of these scenes might never happen. Some might be done out of order, even as others are clearly linear. Most importantly, each idea is short and to the point. And this makes it easy for us to toss all our starting ideas away if something better happens instead."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Outlining Potential Scenes",
									"entries": [
										{
											"type": "list",
											"items": [
												"Write down a short list of scenes that might occur in your game.",
												"Remember that the goal of writing down scenes is primarily to help you feel prepared.",
												"Scenes can occur in or out of sequence.",
												"Write only as much as you need to remind yourself of what might happen.",
												"Don't fall in love with your scenes. Be prepared to throw them away."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 6: Define Secrets and Clues",
							"entries": [
								"I'll share a secret with you. This chapter is the main reason I decided to write an entirely new book on the concept of the Lazy Dungeon Master. The idea behind secrets and clues feels so powerful that it drives a complete rewrite of the rest of the ideas underlying the Lazy Dungeon Master's approach to game prep. Secrets and clues are the anchors of our games. They're a simple way to build out an adventure, create meaning and story for the players, and connect people, places, and things. Secrets and clues are the connective tissue of an adventure—and, more often than not, a whole campaign.",
								"They also conveniently fit on one side of a 3×5 index card.",
								"Knowing where to start an adventure might be the most important thing we can prepare ahead of our games. Without that, we're staring at a table full of narrow-eyed players who are about four seconds away from playing the latest clicker-game sensation on their phones. A strong start grabs the players by the ears and drags them through a planar rift into another world. Secrets are what bind the players to this new world.",
								"Writing down a solid list of secrets and clues is the next most important part of our preparation after a strong start. Even if we have only five minutes to prepare a game, a strong start and a good list of secrets and clues might be all we need.",
								{
									"type": "entries",
									"name": "Anatomy of Secrets and Clues",
									"entries": [
										"A secret or clue is a single sentence that encapsulates a piece of your game world, its history, or the current story. It's a piece of information the characters can discover as they explore the world and interact with its inhabitants. But secrets and clues are never trivial. They contain information that {@i matters} to the characters. They might be pieces of history that give the characters and the players a better view of why things are happening. They might be leads and hints that allow the characters to discover special locations or powerful items. They might be information about NPCs that the characters didn't already know.",
										"Here's an example:",
										{
											"type": "inset",
											"entries": [
												"Aluvena the Keeper, archivist for the Whitesparrow family, is a secret cultist of Dusk."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Abstract from People, Places, and Things",
									"entries": [
										"During game preparation, you don't tie secrets and clues to the people, places, or things where they might be discovered. You don't worry about how the characters will uncover a secret or clue. This is a critical component to the idea of secrets and clues, and part of the whole idea of \"preparing to improvise.\"",
										"A specific secret or clue should never need to come from one particular NPC's mouth, or from a single strange glyph on the keen edge of an ancient blade. When you're sitting down to write your secrets and clues, {@b you don't want to know how the characters might find them}. That should always be dependent on what happens during the game, and that's out of your control.",
										"Secrets and clues might be things the characters learn while listening to gossip at the local eatery. They might be discoveries made on an old piece of parchment in a library. They might be something learned while interrogating a captured hobgoblin, or bits of history tied to a magic item found in a dragon's hoard. And from all these possibilities, {@b you'll improvise the discovery of a secret or clue while you run your game.}",
										"Abstracting secrets and clues works particularly well with mysteries. You'll have no idea how the characters might go about investigating a mystery. But as they do, you can drop in the right clues at the right time to help them solve it.",
										"{@b The abstract nature of secrets and clues sits perfectly between preparation and improvisation.} You know the characters will learn something interesting—but you don't know {@i how} they will learn it. You get to figure that out as it happens at the table."
									]
								},
								{
									"type": "entries",
									"name": "Write Down Ten Secrets Per Session",
									"entries": [
										"When you're writing down your secrets and clues during your Lazy Dungeon Master preparation, shoot for ten. Any fewer, and you might not have enough of them. Too many and it can become difficult for you to quickly reference and use your secrets and clues at the table.",
										"Sometimes thinking up ten secrets is hard. But as you wrack your brain for those final few, {@b you'll often come up with the most interesting ones.} It sometimes takes great mental effort to dig deep into one's mind and find the diamonds buried within."
									]
								},
								{
									"type": "entries",
									"name": "Secrets Aren't Always Revealed",
									"entries": [
										"It's unlikely that you'll reveal all of the secrets and clues you write down during your preparation. That's fine. You're not wasting a lot of effort if you don't use them all, because you kept your thoughts short. And that's much better than writing a thousand words about the history of an ancient watchtower that the characters never actually visit.",
										"Sometimes your unrevealed secrets will make their way to your next session's list. Other times, they simply fade away. You might be tempted to keep a huge list of past secrets, but that can end up being unwieldy. The world is a dynamic place, and it's fine if you throw away old secrets. Just make sure you come up with a fresh list of ten new secrets and clues for every session."
									]
								},
								{
									"type": "entries",
									"name": "Secrets Only Become Real When Revealed",
									"entries": [
										"Secrets and clues don't become a real part of the game until they're revealed to the characters and the players. You might have some crazy revelation written down as a secret—maybe something like how the king's first retainer is actually a devil in disguise. That doesn't make it part of the campaign story until the characters discover it. If the characters never come across that secret, it might turn out that the king's first retainer is exactly who she said she was all along."
									]
								},
								{
									"type": "entries",
									"name": "Unrefined Quests",
									"entries": [
										"Secrets and clues are often the ethereal goo that solidifies into quests. \"The hobgoblins are building a terrible city-destroying war machine\" is a secret. And when the characters discover it and the players discuss it, that secret almost automatically becomes a quest to \"destroy the hobgoblins' terrible city-destroying war machine.\" You don't have to think of secrets and clues as quests or story hooks. But they'll often transform into those hooks if they catch the interest of the players."
									]
								},
								{
									"type": "entries",
									"name": "Ten Example Secrets",
									"entries": [
										"Here are ten example secrets for our \"Scourge of Volixus\" adventure:",
										{
											"type": "list",
											"items": [
												"The hobgoblins are building a terrible city-destroying war machine in the western mountains.",
												"The war machine was forged in the fires of the Nine Hells centuries ago, and was lost in a great battle.",
												"The hobgoblins have gnome tinkerers and alchemists working on the war machine, but it isn't clear whether those are prisoners or allies.",
												"A hobgoblin half-dragon veteran known as Volixus the Burning Rage leads the hobgoblins.",
												"In addition to his goblin and hobgoblin army, Volixus has hired a band of ogre mercenaries known as the Bonemashers.",
												"The hobgoblins have taken over a ruined mountain fortress known as Grayspire.",
												"Centuries past, Grayspire served as the fortress headquarters of High Lord Grandel Whitesparrow, but it fell into ruin long ago.",
												"A nearly limitless series of sewers and catacombs spreads out beneath Grayspire—including some caverns and ancient ruins said to predate the construction of the citadel.",
												"Wraiths haunt the old Watchtower of Set, which sits above tunnels connecting it to the lower levels of Grayspire.",
												"The library of Lord Whitesparrow might hold old maps or clues to navigating the sewers and tunnels beneath Grayspire."
											]
										},
										"It's easy to see how these sample secrets tie monsters, NPCs, and locations together. Some of these secrets and clues stand alone, while others lead to deeper secrets and more complex clues. All of them describe a single fact the characters and players can learn as they adventure."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Defining Secrets and Clues",
									"entries": [
										{
											"type": "list",
											"items": [
												"Write down ten secrets and clues that the characters might discover in the next game session.",
												"Secrets and clues are the connective tissue of a campaign. After the start of the adventure, they're the second most important thing to prepare.",
												"Each secret or clue reveals a piece of the story or the history of the world and its inhabitants.",
												"Keep secrets and clues abstract from how they might be revealed. Improvise the discovery of secrets during the game.",
												"Throw away secrets that aren't revealed during a session. Write a fresh list each time."
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/secrets.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 7: Develop Fantastic Locations",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Be brave and embrace the largest, wildest themes of your campaign."
									],
									"by": "Wolfgang Baur, publisher at Kobold Press"
								},
								"The way of the Lazy Dungeon Master helps us separate those things that are easily improvised from those things worth preparing. Building fantastic locations, for example, isn't easily done at the table. When we try to improvise locations, we're likely to fall back on stereotypical castles, familiar dungeons, and the same old pair of huge statues with their hands out flanking the river. We need unique locations that inspire characters to explore and that players will remember. Thus, during our preparation, it's worth taking the time to develop a handful of fantastic locations that might come up during the game.",
								{
									"type": "entries",
									"name": "What is a Fantastic Location?",
									"entries": [
										"A fantastic location can be anything. Some are as small as a single large room or chamber. Some are as large as an entire building. A city, a castle, or an entire dungeon is likely too large to be identified as a single location. It's better to split up the areas of such large sites into a series of fantastic locations.",
										"You can think of a fantastic location as the set or backdrop for a single scene. As such, the size of the location should match the scope of the scene. In a scene focused on combat, the location might be just a room or chamber. In a larger exploration scene, it might be a series of interconnected rooms. When you're building a dungeon, each main room or area of related chambers can serve as a fantastic location."
									]
								},
								{
									"type": "entries",
									"name": "Start with an Evocative Name",
									"entries": [
										"For each fantastic location, you need only two components: an evocative name and the location's aspects. The name of the location should fire up the imaginations of you and the players alike. It should capture the attention of the players when you describe it. You don't need to write paragraphs of descriptive text for a location, though. You just need enough of a reminder to help you describe it to the players during the game.",
										"Evocative names cover locations like the following:",
										{
											"type": "list",
											"items": [
												"The Hill of the Great Skull",
												"The Bridge of Teeth",
												"The Path of Screams"
											]
										},
										"Obviously, different people reading the names of those locations might have different images immediately pop into their heads. But you aren't writing down your fantastic locations for anyone else. Rather, the evocative name is meant to {@b bookmark the image you had in your head}, creating a note that will remind you of that location when you need it during the game."
									]
								},
								{
									"type": "entries",
									"name": "Location Aspects",
									"entries": [
										"With an evocative name in place, it's time to add some useful details to your fantastic location. We'll call these {@i aspects}—a term borrowed from the {@i Fate Core} roleplaying game. These aspects act as short descriptive tags for your location.",
										"In general, you'll want to have three aspects for a fantastic location, each of which describes an important, notable, or useful feature of the location. Aspects are features that the characters can interact with, and that will matter to them. They also help you add detail to the location beyond the evocative name, by forcing you to build more of the location in your head while you prepare. With these aspects, a location becomes more than just an abstract vision.",
										"The three locations above suggest any number of possible location aspects.",
										"{@b The Hill of the Great Skull:} Huge saber-toothed bestial skull bursting out of the ground; sharp bone shards thrust up out of the earth; circle of glyphs on the skull's forehead",
										"{@b The Bridge of Teeth:} Narrow bridge of bone spanning a gorge; bones tied together with cracked and splitting leather and sinew; howling wind sounds like moaning",
										"{@b The Path of Screams:} Icy path winding around sheer mountainous drop; faces frozen screaming in the icy walls; continuous small avalanches",
										"Some of these aspects are descriptive. They'll remind you of what's going on at the location. All of them {@b offer something to the players and the characters}. They're something to investigate, something to interact with. Some of those interactions might be really bad, like a sheer mountainous drop. Others might offer secrets or undiscovered power, like the glyphs on a huge skull's forehead. These aspects bring a tiny piece of each of these fantastic locations to life. They're often the things that {@i make} a location fantastic.",
										"You might be tempted to write down more details than just the evocative name and aspects of a location—but you're best off ignoring this temptation. If you put too much energy into a location, you'll want to use it, even if the path of the story steers away from it. As with secrets and clues, you could end up throwing away even the most fantastic location if it never comes into play. You should prep only enough to help you run a location at the table—not so much that you feel invested in it."
									]
								},
								{
									"type": "entries",
									"name": "What Makes a Location Fantastic?",
									"entries": [
										"Making something truly fantastic is a complicated process. But we don't like complicated processes when it comes to game prep, so here's a single trick to focus on: scale. Big things, old things, vast things—these features can easily make any location fantastic. Size alone often does it. When people see something really big, it takes our collective breath away. It makes us feel small and insignificant. So when the characters turn to the other side of a vast cliff wall only to realize that the wall is part of an enormous stone hand breaking out of the ground? That's fantastic.",
										"The scale of age also makes things fantastic. When you're thinking about your locations, always ask yourself, \"What was this before?\" Thousand-year-old statues of heroes lost in time. Ancient crypts buried under mountains. Derelict planar ships floating dead in the depths of the Astral Plane. Ancient structures such as these always inspire the imagination.",
										"There are lots of ways to make something fantastic, but when in doubt, go for scale."
									]
								},
								{
									"type": "entries",
									"name": "How Many Locations?",
									"entries": [
										"The number of fantastic locations you need depends on the length of your game. Generally speaking, you want to shoot for one or two fantastic locations per hour of game play. You might get away with three locations for a two-hour game, five locations for a three-hour game, or as many as seven locations for a four-hour game. For longer sessions, you might need even more. Just remember that each fantastic location is the backdrop for a single scene—not the city or dungeon that's the setting for the entire adventure.",
										"As with all the other aspects of your prep, you might not use all the locations you outline. The longer your game, the more likely that it'll veer off from any of the paths you expected it to take, often leaving locations unused. That's perfectly fine. Unlike with secrets and clues, you can often keep fantastic locations handy in case the adventure veers back toward a path where you can use them. Or you might just modify an unused location and drop it into another part of the adventure. Still, given that you want to put minimal effort into creating your fantastic locations, they're usually easy to toss aside."
									]
								},
								{
									"type": "entries",
									"name": "Ten Fantastic Locations",
									"entries": [
										"The following are examples of ten fantastic locations, in the form of evocative names and aspects.",
										{
											"type": "list",
											"items": [
												"{@b Emerald Waterfall:} Mile-high waterfall; huge, razor-sharp emerald deposits; ancient primeval steps snaking underneath",
												"{@b Crashed Planar Vessel:} Huge planar vessel half-buried in ancient rock; blue fires burning eternally in molten rock pits; strange alien beings petrified in obsidian",
												"{@b Fang of the First Wyrm:} Thirty-foot-high fang thrust up out of the ground; draconic glyphs carved around the fang's base; sacrificial pedestal stained with blood",
												"{@b Floating Geode:} Large opaque crystalline geode floating twenty feet off the ground; bolts of red lightning arcing from geode to the ground; deep hole in the earth below the geode like an infected wound",
												"{@b Bones of the Behemoth:} Huge ribcage and pelvic bone of an impossibly large creature; hanging carcasses of predators; totem of twisted skulls",
												"{@b Pit of the Otherworldly Stone:} Vast crater surrounded by eternally dead trees; noxious fumes perpetually flowing from the crater; rune-marked glowing stone still hot at the center of the pit",
												"{@b Crucified Titan:} Massive stone-and-wood structure crucifying a huge, half-shattered titan; black-green liquid dripping from the titan's cracked chest; ancient stepped altar in front of the titan",
												"{@b Ruined Tower:} Shattered wizard's tower somehow still standing; corpses of huge beasts at the tower's base; twisted weave of arcane energy surrounding the tower",
												"{@b Carapace of the World Walker:} Huge spider corpse, decayed and hollow; splintered leg carapace, razor-sharp; huge unbroken egg sacks",
												"{@b Exposed Tomb:} Buried tomb exposed by recent erosion; hooded statues with open, beckoning hands; skeletal hands reaching out of the unhallowed earth"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Building Fantastic Locations from the Character's Backgrounds",
									"entries": [
										"The initial step of the Lazy Dungeon Master's checklist is to review the characters. With that review in mind, you might build a location of relevance to a specific character's background. A shrine holding a statue of a character's deity, perhaps, or a lost crypt to a hero the character knows. It doesn't have to be a tight connection, but even a loose connection can help draw the players into the game's fiction. Such connections help you remember the important part the characters are meant to play in the world."
									]
								},
								{
									"type": "entries",
									"name": "Building Fantastic Dungeons",
									"entries": [
										"Many GMs think of dungeons as vast, ancient complexes with dozens or even hundreds of rooms. For a single session, though, you likely don't need more than five to eight main chambers to keep your group entertained for up to four hours. Instead of graphing everything out by hand, you can write down the names of your fantastic chambers on a piece of paper, then draw lines to represent the hallways or connectors between these locations. You might even make the connectors into fantastic locations in their own right, featuring interesting scenery, challenging environmental hazards, and deadly traps.",
										"Instead of building your own stick-figure dungeon layouts, you can also make use of dungeon maps from published adventures. Then just update the rooms on the map with your own fantastic locations."
									]
								},
								{
									"type": "entries",
									"name": "Fantastic Locations for \"The Scourge of Volixus\"",
									"entries": [
										"Building on the quick development we've already done, here are five fantastic locations we can use in our \"Scourge of Volixus\" adventure.",
										"{@b Watchtower of Set:} Narrow goat-path leads to a ruined watchtower; shattered and crumbling stone covered in strange black oil; collapsed floor leads one hundred feet down into tunnels below the mountains",
										"{@b Goblin Hovels:} Network of caves beneath Grayspire; shrine to a goblin god of servitude called Irons; cascades of oily black water",
										"{@b Courtyard of Bones:} Ruined courtyard filled with the bones and rusted armor of the dead; bones of devils rumored to growl in anger; great spiked wheels from the remnants of shattered infernal war machines",
										"{@b War Engine:} Juggernaut set with black iron skull; huge spiked wheels in the front; vast burning engine of glowing green hellfire",
										"{@b Molten Keep:} Keep of granite half-melted by intense otherworldly heat; petrified bodies reaching out from the molten walls; throne of iron and steel flanked by huge black-armored statues"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Developing Fantastic Locations",
									"entries": [
										{
											"type": "list",
											"items": [
												"Write down an evocative name for the location.",
												"Write down three fantastic aspects of the location.",
												"Plan on using one or two locations per hour of play.",
												"Make locations fantastic using age and size.",
												"Tie some locations to the backgrounds of the characters.",
												"Draw stick-figure dungeon maps with names connected by lines."
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/fantastic_locations.jpg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 8: Outline Important NPCs",
							"entries": [
								"Interaction with NPCs is one of the three core components of all our fantasy roleplaying games. According to a poll conducted on Facebook with more than one hundred and fifty respondents, roughly 60 percent of players prefer NPC interaction and roleplaying to combat and exploration.",
								"In the 2016 {@i D&D} Dungeon Master survey, 52 percent of 6,600 surveyed respondents said that they spend between fifteen and thirty minutes developing NPCs as part of their game preparation, and 90 percent spend at least some amount of time preparing NPCs before the game. In another Facebook survey, about 80 percent of 121 respondents indicated that they improvise half or more of their NPCs—but nearly all of those DMs said that they prepare at least some of their NPCs ahead of time. This gives us a solid idea that most GMs both {@b prepare NPCs ahead of time and improvise NPCs during the game.}",
								"Later in this book, we'll talk about ways to improvise NPCs at the table. During our preparation step, though, we'll focus on preparing important NPCs. The techniques we use to improvise can be just as valuable during preparation. But the reasons we want to prepare these particular NPCs ahead of time warrant some discussion.",
								{
									"type": "entries",
									"name": "Focus on Primary NPCs",
									"entries": [
										"When you outline your NPCs during preparation, you'll focus on the main NPCs who drive the session. That includes major points of contact for the player characters, primary quest givers, notable villains, and other NPCs critical to the story.",
										"The NPCs you take the time to prepare ahead of your game should usually have some key part to play in the adventure. If they don't, you can probably skip them, choosing to just improvise those less-important characters during the game."
									]
								},
								{
									"type": "entries",
									"name": "Keep NPC Outlines Brief",
									"entries": [
										"When outlining your NPCs, keep their descriptions brief. It's always tempting to write out lengthy descriptions of an NPC's background, motivations, goals, negotiation styles, and physical characteristics—but you usually don't need all that stuff. Instead, you can focus on just the notes you need to run a particular NPC at the table. That might be nothing more than the NPC's name, their connection to the story, and a character archetype to help you roleplay.",
										"If you're making notes for an NPC who interacts repeatedly with the characters—a feature of many NPCs from published adventures—you might also jot down the NPC's current relationship to the player characters, just to remind you of where things stand."
									]
								},
								{
									"type": "entries",
									"name": "Choose a Character Archetype from Popular Fiction",
									"entries": [
										"When you want to fill out the details of an NPC, it's easy to build out their appearance, mannerisms, and the ways in which they interact with other characters from scratch. But it's easier and faster to create all that at once by tying the NPC to a character you pick out from popular fiction.",
										"Think of a good movie, book, or TV show you've watched recently. Then lift the entire package of appearance and mannerisms from that character for your NPC. The further from the fantasy genre you can go, the harder it will be for the players to figure out the character archetype you've borrowed.",
										"When you have a character in your mind who you already know well, it becomes easy to describe an NPC's appearance and actions—and in many cases, even their motivations.",
										"Here are ten great NPC archetypes that can be borrowed from popular fiction:",
										{
											"type": "list",
											"items": [
												"Belloq ({@b Raiders of the Lost Ark})",
												"Sam Merlotte ({@b True Blood})",
												"Gemma Morrow ({@b Sons of Anarchy})",
												"Carson ({@b Downton Abbey})",
												"Professor McGonagall ({@b Harry Potter})",
												"Sheriff Jim Hopper ({@b Stranger Things})",
												"Father Chains ({@b The Lies of Locke Lamora})",
												"Jyn Erso ({@b Rogue One})",
												"Ford Prefect ({@b The Hitchhiker's Guide to the Galaxy})",
												"Olenna Tyrell ({@b Game of Thrones})"
											]
										},
										"This is just an example list from popular books, movies, and TV shows. The best examples will come from the popular fiction you've enjoyed the most, and the characters you know best."
									]
								},
								{
									"type": "entries",
									"name": "Switch Genders",
									"entries": [
										"If you're worried about an NPC feeling too close to the character you're basing them on, one way to easily shake up an archetype and make a character unique is to switch its gender. What if Belloq from {@i Raiders of the Lost Ark} were a woman? Other than describing her new gender, you don't have to change anything else. Suddenly, your character feels unique and the players will have a harder time detecting the underlying archetype."
									]
								},
								{
									"type": "entries",
									"name": "Avoid Stereotypes",
									"entries": [
										"When building NPCs, it's easy to fall back on overused and potentially insulting stereotypes. If you find yourself leaning toward well-trodden ground with a particular character, you can try reversing some aspect of it. Obvious reversals are easy—the hard-drinking elf, perhaps, or the dwarf who loves nature and poetry. Still better is probably to throw the character out and try again. The more you expose yourself to cool character archetypes from popular fiction—especially from fiction outside fantasy—the easier it is to avoid the stereotypes of the genre."
									]
								},
								{
									"type": "entries",
									"name": "Be Prepared to Throw NPCs Away",
									"entries": [
										"In a discussion about NPCs at Gen Con in 2015, Chris Perkins described a game in which the characters kicked the primary quest-giving NPC off a cliff before he could open his mouth. Now, this is obviously an extreme turn of events, but it's good to always be prepared for the relationships between the player characters and the NPCs to go in unexpected directions.",
										"Making sure that secrets and clues are always kept abstract from any particular source makes it easy to move a critical piece of information from one NPC to another. And that makes for less worry if an NPC falls out of the picture—figuratively or literally—during the game. No matter which NPCs you prepare ahead of time, you should likewise always be prepared to throw them away."
									]
								},
								{
									"type": "entries",
									"name": "Skip This Step",
									"entries": [
										"It's entirely possible that in the other parts of your preparation—the strong start, the outline of potential scenes, and your secrets and clues—you might have already been thinking about and jotted down notes for NPCs. If this is the case, you might be able to rely on those notes to improvise all your NPCs right at the table. Never feel as though you have to fill out every step of the Lazy Dungeon Master's checklist if you don't need to."
									]
								},
								{
									"type": "entries",
									"name": "NPCs for \"The Scourge of Volixus\"",
									"entries": [
										"Our \"Scourge of Volixus\" adventure will make use of the following NPCs, each of which is paired with a ready-to-use character archetype from popular fiction:",
										{
											"type": "list",
											"items": [
												"{@b Paula Dustyfingers:} Seller of old curios and relics. Marcus Brody from Indiana Jones and the Last Crusade.",
												"{@b Volixus the Burning Rage:} Leader of the hobgoblins. Bane from Batman.",
												"{@b Littletoes:} Goblin escapee from the hovels beneath Grayspire. Gollum from The Lord of the Rings.",
												"{@b Aluvena the Keeper:} Elven archivist of the Whitesparrow family. Sarah O'Brien from Downton Abbey."
											]
										},
										"Other NPCs will no doubt come to mind. For now, these NPCs offer enough connections to draw the party into the game. Yes, the characters might fill Littletoes full of arrows before asking him how they might sneak into Grayspire. Even if they do, you can reveal that information through Alekra, a hobgoblin they catch and interrogate, or another NPC as needed."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Outlining Important NPCs",
									"entries": [
										{
											"type": "list",
											"items": [
												"You're likely to prepare some NPCs ahead of time and improvise others during the game.",
												"NPCs you prepare will primarily be those that drive the game session and the adventure.",
												"Keep your NPC outline brief: a name, a connection to the adventure, and a character archetype from popular fiction is often enough.",
												"As with all the other parts of your preparation, you need to be ready to throw your NPCs away if the story moves in an unexpected direction.",
												"Switch genders and avoid stereotypes to make your NPCs unique and interesting.",
												"You might be able to skip this step if NPCs have already been covered in your strong start, the outline of potential scenes, or your secrets and clues."
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/important_npc.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 9: Choose Relevant monsters",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"I don't use the encounter-building rules. Fights are as tough as is appropriate to the location and situation."
									],
									"by": "Mike Mearls, lead designer for fifth Edition {@i Dungeons & Dragons}"
								},
								"We could fill an entire book with a discussion of choosing monsters and building combat encounters. Each game system offers its own methods for balancing encounters and selecting monsters—including many that are both complex and time consuming.",
								"Instead, we're going to look at a different path—one better suited for our desire to reduce the time and complexity of game preparation. This is a path that both simplifies the overall approach to encounter design and ties it better to the story evolving at the table. Here's the paradigm for building encounters in the style of the Lazy Dungeon Master:",
								{
									"type": "inset",
									"entries": [
										"Choose monsters that make sense for the scene, the situation, and the location."
									]
								},
								"Instead of basing our selection of monsters on complicated rules for building balanced encounters, we simply look at the story and select the monsters that best fit that story.",
								"When you sit down to prepare your game, {@b make a list of relevant monsters for the session you plan to run}. And you're done.",
								{
									"type": "entries",
									"name": "Read Up on Your Monsters",
									"entries": [
										"No matter how familiar you already are with the monsters in your RPG of choice, it's always useful to read through the books in which those monsters are presented. Reading a monster book isn't exactly lazy. But it's an activity that pays dividends when you're running games. Reading through a monster book or bestiary can inspire you with new ideas, help you understand the ecology of monsters, and prime your mind with information you'll use to improvise when you need to.",
										"You can also use a monster book right at the table. When selecting possible monsters for a session, bookmark the relevant pages to save time during your game."
									]
								},
								{
									"type": "entries",
									"name": "Think of Challenge Ratings as a Loose Guage",
									"entries": [
										"Along with understanding what monsters you have available, it helps to {@b understand the relationship between a monster's challenge rating and a character's level}. You're not looking for a perfect mathematical formula to help you balance encounters. (Spoiler alert: There isn't one.) You just want a rough understanding of whether a battle will be easy or deadly. This understanding should be simple enough that you can keep it in your head as a loose gauge, allowing you to refer to it without having to consult numerous charts and tables.",
										"For example, from the rules of fifth edition {@i Dungeons & Dragons}, it's possible to simplify the challenge rating of a monster to the following guideline:",
										{
											"type": "inset",
											"entries": [
												"The challenge rating for a single monster is roughly equivalent to one-quarter of a character's level, or to half a character's level if that level is 5th or higher."
											]
										},
										"Thus, a challenge 3 creature in {@i D&D} is roughly equivalent to a 6th-level character. For the {@i Pathfinder} rules, the challenge rating of a monster is roughly equivalent to the level of a character minus two. So a challenge 3 monster in a {@i Pathfinder} game is roughly equivalent to a 5th-level character.",
										"You can use this rough gauge to estimate the difficulty of any given combat encounter without resorting to complicated math or calculators. Because your goal isn't to build perfectly balanced battles but to choose monsters that make sense for the story, you want to {@b use challenge ratings as a loose gauge to understand the potential difficulty of a combat encounter}.",
										"According to a poll on this topic posted to the {@i Dungeons & Dragons} fifth edition Facebook group, 57 percent of 276 respondents use monster challenge ratings as a rough gauge of difficulty, then improvise encounters from there. Another 26 percent don't balance encounters at all, instead choosing the type and number of monsters based on the story and situation.",
										"So taking the Lazy Dungeon Master's approach to thinking about challenge ratings puts you in good company."
									]
								},
								{
									"type": "entries",
									"name": "Prepare to Improvise Combat Encounters",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Throw it all out and wing it and see what happens."
											],
											"by": "Matthew Colville"
										},
										"As with most of the tools of the Lazy Dungeon Master, you want your preparation and selection of monsters to help you improvise combat encounters at the table. You don't need to build perfectly balanced encounters ahead of time. Instead, you let the story and the situation guide how events unfold.",
										"Sometimes you might tie monsters directly to a fantastic location—for example, setting up a nest of ice spiders in a frozen cavern. Taken together, two bits of improvisation might create something that feels a lot like a preconstructed encounter. Most of the time, though, you don't know how many monsters the characters will encounter or where they might do so. You let the game decide that for you."
									]
								},
								{
									"type": "entries",
									"name": "Prepare Boss Fights",
									"entries": [
										"This style of organic combat-encounter building works well most of the time—but not for boss fights. When the characters face off against a longtime villain, you'll want to do more work ahead of time, particularly for high-level characters.",
										"Your goal for boss fights is always to maintain a high level of challenge without robbing the characters of agency. As such, to run a good boss fight, you need to {@b understand the capabilities of the characters}. Do they hammer out insane amounts of damage in the first round? Do they lock down monsters with powerful spells and abilities? Are their defenses so good that nothing can break through?",
										"When you're building a boss fight, you need to know these capabilities—but not so you can counteract them. You want to let the characters show off. However, you also want to avoid having a powerful boss get killed in the first round of combat.",
										"Test fights can be a fun way to run boss encounters. Powerful villains might create clones or have a guaranteed way to escape if they're ever defeated. Vampires and liches are perhaps the best example of guaranteed escape, with both having built-in ways to restore themselves after being destroyed. Whatever game mechanic is behind it, having a boss face off against the characters in a trial battle can give the boss—and you—a view into how effective the characters can be in combat.",
										"As to how the boss handles combat, a number of different techniques can help make boss fights memorable. You can use fantastic terrain like magical crystals that shield the boss, or a chamber that slowly fills up with poison gas to hinder the heroes. Or you can protect the boss with powerful guardians that absorb damage or powerful effects. And it's worth remembering that no boss should ever fight alone. The challenge in any battle comes from the number of monsters the characters face—but in boss battles, this becomes even more important.",
										"The side that can take more actions in combat has a huge advantage over the side that takes fewer. In a meta-analysis of discussions about boss fights in fifth edition {@i Dungeons & Dragons}, advice on this topic focused on the following seven recommendations:",
										{
											"type": "list",
											"items": [
												"Add more monsters to the fight.",
												"Drain character resources before the fight.",
												"Use the environment.",
												"Focus on story-based challenges.",
												"Improve boss tactics.",
												"Understand the capabilities of the characters.",
												"Increase the boss's hit points."
											]
										},
										"Carefully planning boss fights isn't exactly the lazy way to do things, however. Instead of spending extra time on boss fights, you can always just let the battle go how it goes. After all, the players can enjoy a surprise easy victory just as much as overcoming a powerful challenge. You can build big dynamic battle arenas for your boss fights, or you can run them just as organically as you run the rest of your encounters. Focus on the evolving story and choose what feels fun."
									]
								},
								{
									"type": "entries",
									"name": "Choosing Monsters for \"The Scourge of Volixus\"",
									"entries": [
										"Let's break down the process of choosing monsters that make sense for our \"Scourge of Volixus\" adventure. Volixus has taken over Grayspire, an old ruined fortress with a number of sewers and tunnels below it. He brought a small army of hobgoblins with him—so let's go with two dozen. He also has a bunch of goblin combat fodder as well—let's say three dozen goblins. He has a pair of hellhounds gifted to him from his infernal lord. He also hired a band of ogres called the Bonemashers, so let's go with six of those.",
										"To build his infernal war machine, Volixus also had to bring in maybe six gnome engineers and six alchemists for the job. The gnomes might not be hostile to the characters, but you never know. Then finally, we'll stick six cultists and four wraiths up at the Watchtower of Set.",
										"These numbers aren't set in stone, though—and we might skip assigning a specific quantity of monsters altogether. The number of monsters can be increased or reduced based on specific situations during the game, or even a gut feeling of how the game is going. Would it be more fun with fewer goblins? Go with fewer.",
										"Now, without considering challenge ratings or any need to balance encounters, we have a rough idea which monsters have a place in the adventure and how many there'll be—and we did it all by looking at what makes sense for the situation.",
										"Here's the abbreviated list:",
										"{@b Monsters:} 24 hobgoblins, 36 goblins, 12 gnomes, 6 cultists, 4 wraiths, 2 hell hounds, 6 ogres, Volixus the hobgoblin half-dragon mercenary"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Choosing Relevant Monsters",
									"entries": [
										{
											"type": "list",
											"items": [
												"Choose monsters that make sense for the story, situation, and location.",
												"Read monster books to prime your brain with new ideas and information for improvisation.",
												"Keep a loose gauge of monster difficulty and character levels in mind.",
												"Improvise encounters based on the story and situation during the game.",
												"Spend time building boss fights that account for character capabilities without negating those capabilities—or instead, let boss fights play out like other encounters."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 10: Select Magic Item Rewards",
							"entries": [
								"Players love magic items. But as GMs, we always have a lot on our collective plate, and we might not give magic item rewards the attention they deserve. We're often too focused on the story, the monsters, the villains, and other details to worry about whether Ryld the sorcerer should find a cool staff or not.",
								"If we don't pay attention to magic item rewards, we're missing a great opportunity to spotlight characters and make players happy. We're also missing opportunities to draw players into the story through these rewards—and to have them {@i really invest} in the story.",
								"There are many ways to reward magic items, but we're going to focus on two methods particularly useful to the Lazy Dungeon Master: the loose wish list and randomly selected rewards. Many GMs already use these two styles of loot distribution, and for good reason. They're easy and effective.",
								{
									"type": "entries",
									"name": "The Loose Wish List",
									"entries": [
										"How do you know what sort of item a character will want, or what items the players are interested in? Ask them.",
										"More specifically, ask them what types of items they want. Do they like heavy armor? Big swords? Wands that do weird things? Do they prefer to always see their combat modifiers go up, or do they like items that let them interact with the world in new and strange ways?",
										"You might not know this unless you ask. So raise this question at the beginning of a campaign, and then every six sessions or so afterwards. When the players tell you what they want, {@i write it down}—ideally in the same place you're keeping track of the rest of your game's character information. That way, you'll be able to review these wish lists when you're reviewing the characters as the first step of your Lazy Dungeon Master preparation.",
										"Even better, as you build the rest of your session, you can see if there's a good place to drop in an item for one of the characters by keeping two questions in mind. Does it make sense for the story? And has it been a while since the characters received any magic? As a general rule, it's nice to drop one useful magic item into each session of play."
									]
								},
								{
									"type": "entries",
									"name": "Choosing Items Randomly",
									"entries": [
										"Along with the loose wish list, you can use random treasure lists in RPG sourcebooks and online treasure generators to provide ideas for loot you might not otherwise consider. You can roll for random treasure right at the table if you like. Or you can roll ahead of time and curate the results to avoid useless or inappropriate items. Either way, by using a random generator, you get a chance to bring interesting items into your world that might surprise you and the players alike."
									]
								},
								{
									"type": "entries",
									"name": "Tying Magic Items to the Story",
									"entries": [
										"When you give out magic items, the tangible benefits to the players' side of the game are immediately obvious. Magic items make players happy. They make characters more powerful and more versatile. In fact, in many cases, the right magic item can come to define a character.",
										"From the GM's side of the table, there's an even more important benefit. Magic items can become physical anchors to the story—and by tying magic items to the story, it helps you tie the characters to the campaign.",
										"Magic items can fit into the story in two different ways. First and perhaps most commonly, a magic item might become the purpose of a quest. It is said that the hobgoblin half-dragon Volixus wields a greatsword known as Stonehewer, forged for the long-dead High Lord Grandel Whitesparrow. The current Lord Marlin Whitesparrow desperately wants to get the sword out of the hands of the villainous hobgoblin, offering a handsome reward to anyone who can slay Volixus—and promising to bequeath the blade to the characters who reclaim it from the hands of evil.",
										"Magic items used to define quests offer a two-pronged benefit. They draw the players in for the sake of the tangible benefit of the item, even as they help drive the story. Few players will pass over a quest to acquire a magic item that's both central to the story and beneficial to the party.",
										"Magic items can also act as vehicles for secrets and clues. When the characters find a new magic item—whether selected from a wish list or randomly generated— you can tie one of the campaign's secrets and clues directly to the item. When the characters reclaim the sword from the body of Volixus, they might learn how it was lost from the hand of Grandel Whitesparrow centuries ago during the last battles of Grayspire. Secrets and clues tied to magic items can easily and effectively expose the characters to the history of your world and the ongoing story."
									]
								},
								{
									"type": "entries",
									"name": "Magic Items for \"The Scourge of Volixus\"",
									"entries": [
										"For our \"Scourge of Volixus\" adventure, we'll probably have one major item—the greatsword of High Lord Grandel Whitesparrow, known as Stonehewer. It's a {@item greatsword of sharpness} forged for Grandel some four hundred years ago. Though the lost sword has strong ties to the Whitesparrow line, Lord Marlin Whitesparrow will reward it to the characters who defeat Volixus, hoping to see them use it in the cause of good as his ancestor did.",
										"We'll also roll up a random item to throw into the adventure. It turns out that Volixus wears a pair of {@item gauntlets of ogre power}. These were claimed by the half-dragon when he defeated the former hobgoblin war chief Thorash Hellfang in single combat, then took over the tribe."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Selecting Magic Item Rewards",
									"entries": [
										"Players love magic items. It's worth your time to consider magic items during prep.",
										"At the beginning of a campaign and every six sessions thereafter, ask the players what sorts of items they'd like for their characters.",
										"Write down their answers, then review those answers when you're reviewing the characters during step one on the Lazy Dungeon Master's checklist.",
										"When it fits the story, select an interesting item for one of the characters and plan to drop it into the game.",
										"You might also randomly select magic items to drop into the game.",
										"Tie magic items to the story, either by using them as the focus of a quest, or as a connection to a secret or clue."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 11: Our Preparation Notes So Far",
							"entries": [
								"We've now gone through the full Lazy Dungeon Master preparation process for our \"Scourge of Volixus\" adventure. So what do our notes look like at this point? We don't actually have any characters for this adventure yet, so we need to assume that we'll have reviewed the characters before writing down these notes. But we can have a look at the rest.",
								{
									"type": "entries",
									"name": "The Strong Start",
									"entries": [
										{
											"type": "list",
											"items": [
												"During the last great trade-day before winter falls upon the village of Whitesparrow, an iron-armored caravan filled with hooded hobgoblins attacks the bazaar. Their goal is to steal weapons and armor—as well as an old book possessed by Paula Dustyfingers, the curio vendor."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Potential Scenes",
									"entries": [
										{
											"type": "list",
											"items": [
												"Investigate the armored caravan.",
												"Talk to Paula Dustyfingers the curio seller about the book the hobgoblins wanted.",
												"Talk to the archivist Aluvena the Keeper, the custodian of Whitesparrow history.",
												"Find Littletoes, a goblin who escaped from the battle.",
												"Follow the hobgoblins' trail back to the Watchtower of Set.",
												"Travel through the goblin warrens beneath the tower.",
												"Sneak into the inner keep of Grayspire, the hobgoblins' mountain fortress.",
												"Face the hobgoblin leader Volixus in the throne room."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Secrets and Clues",
									"entries": [
										"The hobgoblins are building a terrible city-destroying war machine in the western mountains.",
										"The war machine was forged in the fires of the Nine Hells centuries ago, and was lost in a great battle.",
										"The hobgoblins have gnome tinkerers and alchemists working on the war machine, but it isn't clear whether those are prisoners or allies.",
										"A hobgoblin half-dragon veteran known as Volixus the Burning Rage leads the hobgoblins.",
										"In addition to his goblin and hobgoblin army, Volixus has hired a band of ogre mercenaries known as the Bonemashers.",
										"The hobgoblins have taken over a ruined mountain fortress known as Grayspire.",
										"Centuries past, Grayspire served as the fortress headquarters of High Lord Grandel Whitesparrow, but it fell into ruin long ago.",
										"A nearly limitless series of sewers and catacombs spreads out beneath Grayspire—including some caverns and ancient ruins said to predate the construction of the citadel.",
										"Wraiths haunt the old Watchtower of Set, which sits above tunnels connecting it to the lower levels of Grayspire.",
										"The library of Lord Whitesparrow might hold old maps or clues to navigating the sewers and tunnels beneath Grayspire."
									]
								},
								{
									"type": "entries",
									"name": "Fantastic Locations",
									"entries": [
										{
											"type": "list",
											"items": [
												"{@b Watchtower of Set:} Narrow goat-path leads to a ruined watchtower; shattered and crumbling stone covered in strange black oil; collapsed floor leads one hundred feet down into tunnels below the mountains",
												"{@b Goblin Hovels:} Network of caves beneath Grayspire; shrine to a goblin god of servitude called Irons; cascades of oily black water",
												"{@b Courtyard of Bones:} Ruined courtyard filled with the bones and rusted armor of the dead; bones of devils rumored to growl in anger; great spiked wheels from the remnants of shattered infernal war machines",
												"{@b War Engine:} Juggernaut set with black iron skull; huge spiked wheels in the front; vast burning engine of glowing green hellfire",
												"{@b Molten Keep:} Keep of granite half-melted by intense otherworldly heat; petrified bodies reaching out from the molten walls; throne of iron and steel flanked by huge black-armored statues"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "NPCs",
									"entries": [
										{
											"type": "list",
											"items": [
												"{@b Paula Dustyfingers:} Seller of old curios and relics. Marcus Brody from {@i Indiana Jones and the Last Crusade}.",
												"{@b Volixus the Burning Rage:} Leader of the hobgoblins. Bane from {@i Batman}.",
												"{@b Littletoes:} Goblin escapee from the hovels beneath Grayspire. Gollum from {@i The Lord of the Rings}.",
												"{@b Aluvena the Keeper:} Elven archivist of the Whitesparrow family. Sarah O'Brien from {@i Downton Abbey}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Monsters",
									"entries": [
										{
											"type": "list",
											"items": [
												"24 hobgoblins",
												"36 goblins",
												"12 gnomes",
												"6 cultists",
												"4 wraiths",
												"2 hell hounds",
												"6 ogres",
												"Volixus the hobgoblin half-dragon mercenary"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Magic Items",
									"entries": [
										{
											"type": "list",
											"items": [
												"Volixus carries {@item Stonehewer}, a {@item greatsword of sharpness} forged for High Lord Grandel Whitesparrow some four hundred years ago.",
												"He also wears a pair of {@item gauntlets of ogre power}."
											]
										},
										"This outline is about as long as notes prepared from the Lazy Dungeon Master's checklist are ever going to get, and can still fit easily onto a page or two of paper. Your own notes might be even shorter. This adventure might also end up running longer than four hours, so we can either run it over a couple of sessions or shorten it up. We can remove scenes like the Watchtower of Set, or give the characters clues earlier on that'll get them into the castle faster."
									]
								},
								{
									"type": "entries",
									"name": "Review Your Notes Before the Game",
									"entries": [
										"Roughly thirty minutes to an hour before your game, you should {@b give your notes a solid review}. You might think you'll remember all the stuff you wrote down before the game. But it helps you jam all those ideas more securely into your short-term memory if you spend a few minutes before the game going over it all one last time."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 12: Reduce the Checklist",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"The true goal of your session notes is to make you comfortable enough to run your session"
									],
									"by": "Phil Vecchione",
									"from": "Never Unprepared"
								},
								"Going through the eight items on our current Lazy Dungeon Master's checklist for game preparation can take as little as half an hour. But sometimes we don't have even that much time. On the flip side, we sometimes have a really good handle on our game, to the extent where we feel confident in our ability to stay flexible and improvise without having to go through every one of the checklist steps.",
								"Whether time is short or your connection to your upcoming session is particularly strong, it's possible to cut the Lazy Dungeon Master's checklist down to just three things:",
								{
									"type": "list",
									"items": [
										"Create a strong start",
										"Define secrets and clues",
										"Develop fantastic locations"
									]
								},
								{
									"type": "entries",
									"name": "So Why These Three Steps?",
									"entries": [
										"First off, almost every game session can benefit from a strong start, with that need to leap into the story and get close to the action. You might have no idea where the rest of the game is going, but you know where that first scene will start.",
										"After the strong start, secrets and clues can help pick up the slack for the steps you're skipping. They might give you an idea of the adventure's goal and what scenes could come up. They might mention likely monsters for those scenes. They might identify NPCs the characters will interact with or magic items they can acquire. They might even tie a character's background to the story. The fact that secrets and clues can pick up so much of the weight from the other items on the checklist shows their strength and power.",
										"As was discussed in that section, fantastic locations can be hard to improvise. But they're also an important step in building a larger fantastic world that the characters can explore. In your abbreviated prep, you might prepare only three fantastic locations. And again, if you're running a published adventure, you might not even have to do that."
									]
								},
								{
									"type": "entries",
									"name": "What Gets Lost?",
									"entries": [
										"Clearly, reducing the checklist down to just these three activities means that something gets lost. But what, exactly? And what does that mean for your game?",
										"First, you won't be as well connected to the characters when you skip that important first step. So even though you don't have to make it a full part of the process, you can still spend thirty seconds to recite the names of the characters, putting them in mind before you begin the rest of your prep.",
										"After the strong start, the scene outline is mostly for your own feeling of security anyway. If you don't {@i feel} like you need it, you probably don't need it.",
										"Even without prepping for it, you know you'll have to improvise even your important NPCs. You already have to improvise a lot of the other NPCs anyway, so expanding that process isn't too hard. Given how fickle players can be when choosing NPCs to bond with, it's often the case that you're better off improvising all the secondary characters and letting the players decide who they think is important.",
										"Losing the step of choosing relevant monsters means you'll have to improvise which monsters make sense for the session at the table. If you're familiar with your monster books and the general relationship between monster difficulty and character level, choosing enemies for the characters on the fly isn't too hard.",
										"For magic item rewards, you can always roll randomly with no prep. Then just associate the results with the interesting secrets and clues you've prepared to connect magic items to the story."
									]
								},
								{
									"type": "entries",
									"name": "Reducing Through Experience",
									"entries": [
										"The better you get at running RPGs, the more confident you become playing a game session with less preparation. You don't want to get overconfident, though. So you want to avoid skipping the parts of your prep that have consistently brought a lot of fun to the game and the players.",
										"Getting better at running games means continually reviewing your approach for preparing and running those games. It means asking for feedback from the players, then assessing their responses and their outlook during the game to see how specific things go over. All GMs need to work continually at balancing confidence with the drive to improve.",
										"As you get better, you'll be able to eliminate steps in your preparation, improvise more freely at the table, and still evoke a limitless world of high adventure."
									]
								},
								{
									"type": "entries",
									"name": "Checklist of Reducing the Checklist",
									"entries": [
										"If you're comfortable with doing so, you can reduce the Lazy Dungeon Master's checklist to three items: {@b Create the strong start, define secrets and clues, and develop fantastic locations.}",
										"Secrets and clues can often contain elements from the missing five steps.",
										"Consider tying one secret or clue to the background of a character.",
										"Tie secrets and clues to randomly selected magic items during the game.",
										"As your skills improve, you can reduce your checklist to the bare necessities.",
										"Seek continual feedback and engage in regular self-evaluation to improve your skills as a GM."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 13: Other High-Value Preparation Activities",
							"entries": [
								"The Lazy Dungeon Master's checklist helps us prepare all the things we need to run a fun, open-ended game. That said, for GMs who have the time, a handful of other activities can make the game even more fun. Though not as important as the fundamental eight steps of the checklist, these additional steps provide some extremely efficient ways to make our games better.",
								{
									"type": "entries",
									"name": "Handouts",
									"entries": [
										"Handouts create a physical connection to the story and the world. They help solidify clues for the players, and give them physical evidence they can refer to throughout a campaign. A nice piece of copper-colored, parchment-style resume paper containing text printed with a fancy font makes a note for the characters that feels authentic. If the local vampire lord wants to invite the party to dinner, an actual invitation that the players can hold in their hands ties them much more strongly to the fiction.",
										"Building handouts also helps you refine the story. You can use handouts to introduce important NPCs. You can use them to reinforce quests. You can even put a secret or clue right onto a piece of paper for the players to sort out. Building a good handout can be its own sort of preparation, offering good value for both you and the players who'll receive it."
									]
								},
								{
									"type": "entries",
									"name": "Maps",
									"entries": [
										"Beautiful full-color fantasy maps can transport players and GMs alike to the lands they're exploring. If you're running a published campaign world, printing a large poster map of the world that can be placed on the game table can give everyone a sense of the scope and scale of the campaign.",
										"Many fantasy poster maps can be purchased online in digital format, then printed out for your own use at a local print shop. You can even get those maps laminated so you can write on them with a dry-erase marker, turning your beautiful fantasy world into a table-sized whiteboard."
									]
								},
								{
									"type": "entries",
									"name": "Artwork",
									"entries": [
										"The Internet is full of evocative artwork you can use to fire up your own imagination and the imaginations of the players. When you're killing time surfing the web, you can pore over piles of fantasy images, bookmarking the ones you like and that you want to show to the players. Emailing these images around between games or showing them off on a phone or tablet during the game is a great way to show a creature or location, rather than just describing it.",
										"When you find fantasy artists whose work you really like, check to see if their images are available for sale, or if they have a Patreon. By supporting an artist, you can get great art more quickly, cutting down on your prep time and giving you more time to focus on other things."
									]
								},
								{
									"type": "entries",
									"name": "Music",
									"entries": [
										"One great way to dial up the mood of your game is with the right selection of background music. This music shouldn't overshadow the game itself, so keep the volume low. Video game and movie soundtracks provide a particularly good background to a fantasy RPG session.",
										"The following list of popular soundtracks (plus two instrumental artists) are recommended by numerous GMs and players:",
										{
											"type": "list",
											"items": [
												"{@i Conan the Barbarian}",
												"{@i The Witcher 3: Wild Hunt}",
												"{@i The Elder Scrolls V: Skyrim and the rest of the Elder Scrolls series}",
												"{@i Lord of the Rings}",
												"{@i Pillars of Eternity}",
												"{@i Dragon Age}",
												"{@i Diablo}",
												"{@i Stranger Things}",
												"{@i Pirates of the Caribbean}",
												"{@i Final Fantasy series}",
												"{@i Darkest Dungeon}",
												"{@i Midnight Syndicate}",
												"{@i Two Steps From Hell}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Checklist for other High-Value Preparation Activities",
									"entries": [
										"Though the Lazy Dungeon Master's checklist covers everything you need, some additional prep activities can make your games even better.",
										"Build handouts to give players a physical connection to the story.",
										"Use printed poster maps to pull players into the world.",
										"Find evocative artwork of people, places, and monsters to show to the players.",
										"Play soundtracks from video games and movies to add to the atmosphere of your game."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/high_value.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 14: The Lazy Dungeon Master's Toolkit",
							"entries": [
								"Along with the notes resulting from our Lazy Dungeon Master preparation, we also want to put together a toolkit of supplies and accessories that can help our games run more smoothly at the table. Each GM will have their own favorite tools, certainly. But we all likely have a few favorites in common. This chapter describes some of those most common elements.",
								"This Lazy Dungeon Master's toolkit is designed to be simple, portable, flexible, useful, and cheap. It gives us a high degree of flexibility, aids in improvised play, and lets us build worlds as vast as our collective imagination. This discussion assumes that the toolkit will automatically include the obvious tools that every GM needs, including dice, pencils, and dry-erase markers. Beyond that, the focus is on the tools that best define the way and methods of the Lazy Dungeon Master.",
								{
									"type": "entries",
									"name": "The GM's Notebook",
									"entries": [
										"Every GM has a preferred way to keep their notes. Some still love pen and paper, while others love digital tools. Whatever your preference, make sure it allows you to keep your notes on hand during the game. Your GM notebook should be easy to use and easy to reference.",
										"Ideally, the fewer notes you use at the table, the better. Chris Perkins, for example, once described outlining an entire adventure session on a single sheet of paper. Your Lazy Dungeon Master preparation notes should likewise ideally fit onto a single sheet of paper, three to four pages of a pocket notebook, or a small handful of 3×5 index cards.",
										"Keeping a record of old notes is a good idea—both those you used to prepare for your game, and those you jot down during the game. Reviewing old notes can help you reference previous events and keep track of things from session to session. But there's no need to overdo it. You don't have to spend hours reviewing old notes in order to get ready for your next session. You'll remember the important stuff when it's time to sit down and prepare."
									]
								},
								{
									"type": "entries",
									"name": "Campaign Worksheet",
									"entries": [
										"Setting a goal of using a single sheet of paper for your campaign helps you focus your attention on the right areas. A single page of character and campaign notes will let you keep the most important elements of your game right in front of you. As new elements pop up as a result of what the players and characters do, you can jot them down on the sheet. Focusing on the characters also helps you remember the characters' names, so that you can address the characters instead of the players during the game."
									]
								},
								{
									"type": "entries",
									"name": "Curated Random Name List",
									"entries": [
										"Nearly every article written about the importance of improvisation at the game table talks about the importance of \"preparing to improvise.\" And each time these articles discuss this notion in detail, they bring up the importance of a good list of names.",
										"{@b A good list of curated names might be your most important improvisational tool.}",
										"You'll use names for all sorts of things in your games—but their primary use will always be for the NPCs you improvise during the game. The Internet is full of excellent random name generators. You can pick any one you prefer and use it to generate a list of hundreds of names. When you're building your Lazy Dungeon Master's toolkit, it helps to read over this random list ahead of time and prune it down to names that sound right and work well. Once you've curated your list of random names, you can print it out and stick it in the kit.",
										"During play, it is critical that you write down NPC names as they come up. It's easy to assign a random name to an improvised NPC—and even easier to forget it ten seconds later. Your campaign worksheet or GM notebook is a great place to write down the names and descriptions of improvised NPCs so you don't forget them."
									]
								},
								{
									"type": "entries",
									"name": "3×5 Index Cards",
									"entries": [
										"Many GMs have long declared their undying love for the simple 3×5 index card. The roleplaying game Fate Core makes such cards a fundamental piece of gaming material. In all games, the flexibility of cheap 3×5 cards knows no bounds. You can use them to draw quick sketches. You can use them to solidify quests once the characters have discovered them. You can write out the names and powers of magic items, then hand a magic item's card to the player whose character receives it.",
										"{@b Few tools in your Lazy Dungeon Master's toolkit are as flexible as 3×5 cards.}"
									]
								},
								{
									"type": "entries",
									"name": "Initiative Cards",
									"entries": [
										"In addition to note taking, 3×5 cards also work well as initiative trackers. Fold nine cards in half so they stand up on the table. Number the cards 1 through 9, writing the number on both sides. Then before your session begins, ask one of the players to handle initiative, and hand them the stack of cards.",
										"When it comes time for a battle and everyone rolls for initiative, the player with the cards can hand them out. The \"1\" card goes to the highest initiative, the \"2\" card goes to the next highest, and so on from there. As the GM, you'll get a number of cards depending on how many monsters with different initiatives are in the encounter. With these index cards in front of you and all the players, it's easy for everyone to see the order of the battle, and for players to know who's up next when someone else is taking a turn."
									]
								},
								{
									"type": "entries",
									"name": "GM Screens or Cheat Sheets",
									"entries": [
										"RPGs with a healthy amount of mechanics often have GM screens or cheat sheets available that can help you improvise some of those mechanics during your game. For example, your cheat sheet might tell you the appropriate attack score and damage for an improvised trap of a particular level. It might give you a range of difficulties for various tasks, or it might tell you what the results are for conditions and status effects. GMs have used these cheat sheets and screens for as long as people have been playing RPGs, and with good reason. They help make it easier to improvise as you run your game. Find the cheat sheets or GM screens you prefer and keep them on hand during your game."
									]
								},
								{
									"type": "entries",
									"name": "Dry-Erase Flip Mat",
									"entries": [
										"A blank dry-erase flip mat lets you keep a flexible whiteboard on the table in front of you when you run your games. Though most often used for gridded combat maps, a dry-erase flip mat is an extremely versatile tool with all sorts of potential uses. You can draw sketches of locations and room layouts on the fly. You can render diagrams showing the vast scale of fantastic locations, or document weird symbols the characters might discover. You can use a flip mat to track the damage monsters take during combat, as well as the interesting physical characteristics that might help the players identify those monsters.",
										"A flip mat like this usually runs $10 to $20, and is well worth the money. It's lightweight and folds up to the size of a sheet of paper. Like 3×5 index cards, its flexibility knows no bounds."
									]
								},
								{
									"type": "entries",
									"name": "Published Books and Adventures",
									"entries": [
										"Many GMs find themselves setting the game books aside once the game gets going—but these books provide excellent resources for the process of running the game. You can use your monster books to look up monster stat blocks at the table. You can use the random charts and tables in your Gamemaster guides to help shake up boring situations or inspire an interesting turn of events. Likewise, if you're running a published adventure, you should keep that adventure on hand. It's worth your time to read through these books and mark the sections you think you'll find most useful at the table."
									]
								},
								{
									"type": "entries",
									"name": "Miniatures, Maps, and Terrain",
									"entries": [
										"According to the 2016 Dungeon Master survey, more than 60 percent of fifth edition {@i Dungeons & Dragons} Dungeon Masters run battles using a gridded map and miniatures. If that's your preferred style of play, a flip mat works great as a flexible, all-purpose tactical battle map. And there are many options for miniatures, from using candy, dice, tokens, or coins to represent monsters to collections of thousands of prepainted plastic figures. If you plan to run some of your battles using a gridded map and miniatures, you will surely want to include those in your Lazy Dungeon Master's toolkit.",
										"Miniatures representing the player characters can be helpful even outside of combat. You can use them to have the players show the characters' general positioning, their marching order when exploring dungeons, or to indicate who's awake and who's asleep during rests.",
										"Preprinted encounter maps and 3D terrain pieces can draw players even deeper into the game, and can help make a combat session more tactically interesting than a battle taking place completely in the theater of the mind. But tactical maps, 3D terrain, and miniatures aren't a necessity. You can run fantastic, fun, and awe-inspiring games with nothing but loose sketches and evocative descriptions. Besides removing the added cost and complexity, leaving maps and minis aside gives your game the flexibility and freedom to go wherever the story takes you."
									]
								},
								{
									"type": "entries",
									"name": "Get Rid of What Isn't Useful",
									"entries": [
										"When you're putting together your Lazy Dungeon Master's toolkit, what you {@i avoid} putting into it matters as much as what you add. Many accessories that seem like a good idea at the time turn out become cumbersome when running the game. Every item you add to the kit makes it harder for you to find and use the other items you've assembled. You don't want to have to shuffle through a huge box full of junk just to find your initiative cards or the specific miniatures you're looking for.",
										"Every time you run a game, you'll get a better idea of which components you use regularly and which components offer little value. As you do, you can continually prune your Lazy Dungeon Master's toolkit down to its essential components—those that, like the rest of the techniques of the Lazy Dungeon Master, have the best impact on your game."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for the Lazy Dungeon Master's Toolkit",
									"entries": [
										"Here's a list of the components you might consider for your Lazy Dungeon Master's toolkit:",
										{
											"type": "list",
											"items": [
												"Dice, pencils, and dry-erase markers",
												"GM's notebook",
												"Campaign worksheet",
												"Curated random name list",
												"3×5 index cards",
												"Numbered initiative cards",
												"GM screen or cheat sheet",
												"Dry-erase flip mat",
												"Published books and adventures",
												"Miniatures, maps, and terrain as needed"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 15: Reskinning",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"The world is full of power and energy and a person can go far by just skimming off a tiny bit of it."
									],
									"by": "Neal Stephenson",
									"from": "Snow Crash"
								},
								"Of all the tools in the Lazy Dungeon Master's toolkit, few are as useful as reskinning. Reskinning lets us make use of four decades worth of published, playtested, and professionally produced materials, and then fit those materials into our own games in seconds.",
								"In tabletop RPGs, reskinning is the technique of taking something that already exists and wrapping it up inside a different name, description, or flavor so that it appears completely new and unique.",
								"Here's an even shorter description of the process of reskinning:",
								"{@b Take something that already exists and describe it as something new.}",
								"Let's say we want a powerful barbarian bodyguard for the evil baron, but don't have a great bodyguard stat block handy. So instead of building a new monster stat block, we can use the stat block for an ogre and describe it as the baron's bodyguard. One memorable encounter setup, done!",
								"Reskinning monsters is likely the most popular use of this technique in tabletop RPGs. But the same technique works for dungeons, towns, cities—even entire campaign worlds.",
								{
									"type": "entries",
									"name": "Reskinning Monsters",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"If you use the statistics for a haan but describe fins and jets instead of claws and balloons, a cold spray instead of firespray, and a swim speed instead of a fly speed, congratulations—you've created a brand-new alien, and your players will never know the difference!"
											],
											"from": "Starfinder Core Rulebook"
										},
										"At virtually every point in your games, you'll run into situations where you want to create new monsters that fit the story you're telling. Say a huge stone guardian protects the passage to an ancient temple. If you can't quickly find a good stat block for a huge statue, your instincts might lead you to look up the rules for building a new monster, then create your own new giant statue stat block. But that takes time.",
										"Instead, just find a monster with the rough power level you're considering and whose general features meet that of the statue. In this example, the stat block for a powerful giant might fit the bill. Then simply use that stat block and call it the \"Guardian of the Temple.\" When you describe its attacks, you'll describe them as the attacks of a titanic statue. No one is the wiser.",
										"There are virtually no monsters that can't be reskinned this way. White dragons can become avatars of dead gods. Mages can become undead viceroys. Hydras can become terrible gnome constructs run amok, or twisted horrors from realms of nightmare.",
										"Sometimes you'll have to change the attributes of a stat block to work with the flavor of a reskinned monster. You can usually just improvise this. You know the moldering viceroy is now undead rather than humanoid. You know the avatar of the dead god is no longer a dragon, but is instead a fiend whose breath weapon is a wave of necrotic energy instead of cold. These sorts of things are easy to change up at the table.",
										"Reskinning monsters takes the hundreds of professionally designed and playtested monster stat blocks that are part of your game and turns them into an infinite variety of monsters to fit any situation your story needs. {@b Reskinning monsters is a perfect example of the way of the Lazy Dungeon Master}, making use of thousands of hours of work and letting you apply it to your game with hardly any effort at all."
									]
								},
								{
									"type": "entries",
									"name": "Reskinning Dungeons",
									"entries": [
										"You don't have to stop with monsters. You can reskin entire dungeons to suit the requirements and needs of your own game. Fantasy RPGs have literally thousands of dungeons developed over the past four decades that you can pull apart and drop into your games. You can reverse a map. Or cut it in half. Or you can make use of just a few rooms in a dungeon, reskinning those rooms to make them feel unique.",
										"Just as with reskinning monsters, you'll wrap these dungeons in your own flavor and twist their contents to fit your story. You can tie in the secrets and clues you've prepared to give your reskinned dungeons the flavor of the overarching adventure. You might wrap the dungeon in a larger change, such as taking a fire-themed dungeon and turning it into an icy one.",
										"You can also create a library of published dungeon maps to refer to when you need something more complicated than the small number of fantastic locations you've prepared. You might replace one or two of the rooms of a reskinned dungeon map with your own fantastic locations, and then improvise the descriptions of the other rooms and chambers as you need them during the game. A good collection of maps makes a great addition to your Lazy Dungeon Master's toolkit."
									]
								},
								{
									"type": "entries",
									"name": "Reskinning Worlds",
									"entries": [
										"You can expand the idea of reskinning to every other aspect of your game's world—up to and including the world itself. Taverns, inns, castles, temples, cities, planes of existence, gods, whole pantheons—whatever you need, you can most likely borrow from other resources built using far more time, money, and creative energy than most GMs have access to. Published adventures and published campaign sourcebooks give you tremendous value as reusable material. Even if you don't use those books directly, you can still make great use of them when you reskin them and drop them into your own world."
									]
								},
								{
									"type": "entries",
									"name": "Mash-Ups",
									"entries": [
										"Along with reskinning monsters, dungeons, towns, cities, or entire campaign worlds, you can take any two or more of those things and mash them together into something new. Take the baseline stat block for a giant, then add in the magical elements of the stat block for a mage. You've just created a new rune-giant wizard. Take a floating city in a high-magic realm and mash it up with the seedy, shadowy metropolis of a dark fantasy world. You've created a sinister floating prison colony that's completely unique. Although reskinning a single published element into something new is easiest, it's not that much harder to take parts from two published elements and mix them together. A lot of the most memorable ideas—from gaming to fiction—make use of this concept."
									]
								},
								{
									"type": "entries",
									"name": "Your License to Be Inspired",
									"entries": [
										"For many GMs, reskinning is already second nature. We're used to lifting what we need from many different sources, and we have enough experience to know how much value published material can bring to our games when reskinned. But other GMs might avoid using this technique. For some, reskinning suffers from \"not invented here\" syndrome, which can push us toward wanting to use only material that we've come up with ourselves. For others, reskinning can feel like cheating, or even stealing.",
										"If you're one of those GMs, it's important to push past those feelings. So much wonderful material exists for your games. Making use of ideas from gaming products and books you own isn't about stealing or devaluing the work of the writers, designers, and artists who created those books. Rather, it's about being inspired by that work in different ways. So don't throw that material away just because it somehow seems less creative to reskin monsters, settings, and other game elements than to come up with everything yourself.",
										"Remind yourself honestly that you simply can't put in the time, money, and creative energy that have gone into the best published game products. But you can absorb that energy so easily when you reskin game elements from those published products, and you can channel it into your own games with so little effort.",
										"{@b Reskinning might be the single most valuable tip in this book.} Hold it close and use it well."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Reskinning",
									"entries": [
										{
											"type": "list",
											"items": [
												"Take something that already exists and describe it as something new.",
												"Reskin monsters, dungeons, towns, cities, adventures, and entire campaign worlds from published RPG books.",
												"To reskin a monster, wrap an existing stat block with new flavor that fits your campaign story.",
												"Take ideas from multiple sources and mash them together into a single new thing.",
												"Borrow liberally from published fantasy RPG sourcebooks, adventures, and monster books.",
												"Fight back against any sense that borrowing ideas from published sources is cheating, or that it's somehow less creative because you're not building things from scratch.",
												"Reskinning is one of the most powerful tools of the Lazy Dungeon Master."
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/reskining.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 16: Building a Lazy Campaign",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"I made a lot of mistakes. I overprepared. I made huge campaign worlds, not realizing that the players wouldn't see one one-hundredth of them."
									],
									"by": "Chris Perkins"
								},
								{
									"type": "quote",
									"entries": [
										"An adventure is about the here and now."
									],
									"by": "{@i Dungeons & Dragons} fifth edition {@i Dungeon Master's Guide}"
								},
								"Based on the survey of 6,600 {@i D&D} Dungeon Masters conducted at {@link slyflourish.com}, roughly 55 percent of respondents run games in their own campaign setting. Often, these Gamemasters spend significant time building out pantheons, major NPCs, landmasses, political structures—everything that fills a campaign world.",
								"We Lazy Dungeon Masters can take a different approach. This way of working isn't incompatible with the methods of building out a large campaign world. But it starts with a focus on the characters, the goals driving them, and their immediate surroundings. Then the game and the world both spiral out from there.",
								{
									"type": "entries",
									"name": "Develop the Spiral Campaign",
									"entries": [
										"This approach is called \"spiral campaign development,\" and it's a common method of world building. Using the campaign spiral, you build your campaign from the characters' starting location, filling in the details of immediate interest to the characters and the players, or those that might come up in the next session. You don't worry about the details of the larger world because you have no idea where in that world the story is going to head. Instead, you focus your attention on the characters, the locations closest to them, and whatever local concerns connect to their direct interest.",
										"As the characters explore the world, your focus on that world spirals outward. Only when they reach the nearby city do you take the time to fill out that city. And even then, {@b you focus only on the locations within the city that the characters are most interested in or most likely to see}.",
										"{@b The campaign spiral uses the familiar Lazy Dungeon Master's checklist.} You focus on what will hit the table when you play your next session. The rest of the game, the story, and the world are all flexible and fluid. You might enjoy building out huge parts of your campaign world, but you shouldn't be fooled into thinking the players will care until specific parts of that campaign world matter to their characters.",
										"Besides the existing checklist, you have a few other tools to help you build out a campaign world for a new game. Many books and RPG sourcebooks describe the complex details of world building. Instead, we're going to focus on three small techniques that let you quickly build out a campaign that matters to the characters and the players: the campaign hook, the six truths, and defining fronts."
									]
								},
								{
									"type": "entries",
									"name": "Build the Campaign Hook",
									"entries": [
										"When you sit down to develop a campaign, whether it's just a handful of adventures or part of a large multiyear epic, it helps if you have a simple description—just a single sentence—that defines the campaign. This description makes it easy for the players to know what they're supposed to do, and makes it easy for you to keep a clear focus on what to prepare as the campaign moves forward.",
										"Campaign hooks should be simple, straightforward, and direct. Here are ten examples:",
										{
											"type": "list",
											"items": [
												"Defeat the sorcerer queen.",
												"Stop the rise of the demon prince.",
												"Destroy the lich's dark empire.",
												"Kill the vampire lord and end her reign of darkness.",
												"Recover the six elven blades of power.",
												"Restore the displaced king to his throne.",
												"Defeat the five dark titans who hold sway over the world.",
												"End the war waged by the orc emperor.",
												"Slay the betrayer who murdered you fifty years ago.",
												"Prevent the resurrection of the dark lord."
											]
										},
										"Obviously, the generalities in the hooks above would be replaced with specific details from your own campaign. For our \"Scourge of Volixus\" adventure, we'll expand the theme of the adventure into a larger campaign focusing on the rise of a devil lord name Thuron, who wishes to take over the valley surrounding the village of Whitesparrow. Here's our campaign hook:",
										{
											"type": "inset",
											"entries": [
												"Stop Thuron's rise."
											]
										},
										"It's hard to beat three words that can define the conflicts and arc of an entire campaign."
									]
								},
								{
									"type": "entries",
									"name": "State the Six Truths of Your World",
									"entries": [
										"When you're building a campaign that focuses on the characters, you'll need more than three words to give the players enough information to build those characters around the campaign. To help everyone understand the bounds of the campaign, you can build the campaign's six truths.",
										"These truths are the facts that separate this campaign from all the other possible campaigns the players might have previously been involved in or might be expecting. Six truths is an ideal number because they're easy to write down, easy to digest, and they keep your world from getting too complicated.",
										"Here's an example of six truths for the world of our \"Scourge of Volixus\" adventure.",
										{
											"type": "list",
											"items": [
												"A terrible power lurks beneath the village of Whitesparrow.",
												"The lands surrounding Whitesparrow grow ever wilder.",
												"Machines of a hellish war lay buried in endless caverns beneath those lands.",
												"A powerful devil has its eye fixed on Whitesparrow, the surrounding valley, and the mysteries held there.",
												"The ruins of elven guardians from a thousand years ago litter the valley.",
												"The borders to the outer planes in the valley are stretched thin."
											]
										},
										"When your running the first session of your adventure (called \"session zero,\" which we'll talk about in the next chapter), you can give this list of campaign truths to the players. They'll then use these truths to build characters that fit the theme of the campaign."
									]
								},
								{
									"type": "entries",
									"name": "Define Fronts",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Dungeon World's concept of fronts improved my {@i D&D} games immeasurably."
											],
											"by": "Mike Mearls"
										},
										"One final act of campaign preparation can help you focus on the prime motivators within your campaign. Fronts are a creation from the game Apocalypse World by D. Vincent Baker, and popularized in Dungeon World by Adam Koebel and Sage LaTorra, but we're going to simplify the concept here.",
										"Fronts (named after weather fronts) represent the big movers of the campaign. Most often, the primary villains of a campaign act as the campaign's fronts, but looming cataclysmic events might also fill this role. Smaller campaigns might have only one or two fronts, and larger campaigns might have as many as six. But for the way of the Lazy Dungeon Master, three fronts is a good number for most campaigns.",
										"The following components make up each front:",
										"The Front: Who or what is this actual front?",
										"The Goal: What is this front trying to accomplish? Where is it headed? If one or more creatures make up the front, do they think they're justified in their actions? Are they?",
										"The Three Grim Portents: What three visible steps show the progress of this front?"
									]
								},
								{
									"type": "entries",
									"name": "Example Fronts for \"The Scourge of Volixus\"",
									"entries": [
										"Using the expanded version of our \"Scourge of Volixus\" adventure, we can define the following three fronts:",
										"{@b Front:} Volixus",
										"{@b Goal:} Construct the infernal war machine, use it to level Whitesparrow, and then uncover the secrets that lie beneath.",
										"{@b First Grim Portent:} The hobgoblin half-dragon Volixus restores the war machine using ancient fiendish plans and gnome ingenuity.",
										"{@b Second Grim Portent:} Volixus hunts down the infernal gemstone required to power the war machine.",
										"{@b Third Grim Portent:} Volixus opens the gates of Grayspire, sending the war machine and his army toward Whitesparrow.",
										"{@b Front:} Thuron",
										"{@b Goal:} Take over the valley surrounding Whitesparrow and make it a new infernal home.",
										"{@b First Grim Portent:} Servants of Thuron recover the knowledge to open a gate to the devil's realm in the Nine Hells.",
										"{@b Second Grim Portent:} The servants of Thuron open a gateway between hell and the valley of Whitesparrow.",
										"{@b Third Grim Portent:} Thuron enters the world.",
										"{@b Front:} The Cult of Dusk",
										"{@b Goal:} Bring eternal shadow to the land for their secret master, Thuron.",
										"{@b First Grim Portent}: The Cult of Dusk retrieves ancient arcane lore from a lost library.",
										"{@b Second Grim Portent:} The Cult of Dusk causes an hour-long solar eclipse using their newfound magic.",
										"{@b Third Grim Portent:} The Cult of Dusk builds an altar to Thuron, from which they can cause the sun to be eclipsed permanently.",
										"We'll keep these fronts loose and lightweight, just as we do for the rest of our plots, plans, and notes. And we'll remember that these fronts will change dramatically as our game goes on. Original steps will be thwarted, and new steps will appear. Entire fronts might fall away. And when they do, new fronts will arise to replace them."
									]
								},
								{
									"type": "entries",
									"name": "Steering the Mind Away from \"What Might Happen?",
									"entries": [
										"Fronts can help you steer your attention away from making assumptions about how the game is going to go. When you look at your three fronts and assess what's happening with them, you don't know which campaign threads the characters will chase down or cut off. You don't know which fronts will careen off the rails and never come to pass. You're not trying to predict the future of your game—you're looking at the major actors in the story in real time, and thinking about where they're headed. You don't worry about {@i what might happen}. You worry only about {@b what is happening right now}."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Lazy Campaign Preparation",
									"entries": [
										{
											"type": "list",
											"items": [
												"Prepare the overall campaign in the same manner that you prepare your next session. That next session always matters the most.",
												"Develop a {@b spiral campaign} that focuses on what matters to the characters right now, and which spirals out as the characters move out into the larger world.",
												"Build a {@b campaign hook} that focuses the campaign on a single major goal everyone can understand.",
												"State the {@b six truths} of your campaign that separate it from other campaigns. Use the six truths to help the players build characters that fit the campaign theme.",
												"Define three {@b fronts}—the major actors for the campaign—including their goals and three grim portents that show their progress."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 17: Running Session Zero",
							"entries": [
								"Before we get too deep into a new campaign, it helps to run an initial game session with the players, often called a \"session zero.\" During this session, rather than engaging in a typical adventure, GMs get together with the players to talk about the campaign, the world, and the place of the characters in that world before any of these things have been fully realized. This is also a great time for everyone to discuss their expectations for the game.",
								{
									"type": "entries",
									"name": "Describe the World",
									"entries": [
										"Session zero isn't like a typical gaming session. You don't follow the Lazy Dungeon Master's checklist to prepare for this session, because you don't yet know enough about the campaign to prepare for it.",
										"Instead, session zero begins with the Gamemaster describing the world and the campaign hook. Is this going to be an adventure built on intrigue and politics that takes place in a big city? Is this primarily a murder investigation that extends into ever-deeper mysteries? Is this an adventure built around the exploration of ancient elven ruins in a vast swamp filled with mutated horrors? This is a great time to discuss the \"six truths\" of the world, along with any other general themes and expectations for the game."
									]
								},
								{
									"type": "entries",
									"name": "Manage Expectations for the Campaign",
									"entries": [
										"Sometimes you'll have a good idea about the campaign already, particularly if you're running a published adventure. In that case, you can use this session zero to tell the players about the campaign and what they can expect.",
										"Other times, you might have only a general idea of what you want the campaign to be. If so, you can use session zero to get more information and ideas from the players. The backgrounds of the characters can turn into major themes of the campaign. Rivals or villains in a character's past might become a major front. The more you're able to incorporate the backgrounds of the characters into the campaign before it has solidified, the more invested the players will be.",
										"This can go in the other direction as well. If you describe the themes of the campaign before the players have created their characters, they can build backgrounds, traits, and bonds around those themes. This approach can shape session zero into a unique improvisational exercise, in which the information that GMs and players give each other helps everyone build out the game and the characters together, creating a tightly knit fabric for future stories.",
										"This is also a great time to ask the players if there are any themes you should avoid in the campaign. Players might not be comfortable with particular themes or situations that might come up in a campaign such as racism, slavery, violence towards children, overt sexual tones, or descriptions of torture. When you describe your campaign, ask the players if they have any concerns about the theme of the campaign or any themes or situations you should avoid as it moves forward."
									]
								},
								{
									"type": "entries",
									"name": "Tie Characters Together",
									"entries": [
										"Session zero is also a good way to tie the characters together. You can break away from the tired \"You all meet in a tavern\" trope to find more interesting connections between the characters before the game begins.",
										"The list below presents twenty possible bonds that can easily connect two or more characters in a session zero adventuring party:",
										{
											"type": "list",
											"items": [
												"Sibling of...",
												"Saved by...",
												"Served with...",
												"Protected by...",
												"Adventured with...",
												"Friendly rival of...",
												"Childhood friend of...",
												"Magically bound to...",
												"Survived with...",
												"Escaped with...",
												"Apprentice of...",
												"Acolyte of...",
												"Idolizes...",
												"Drinking buddies with...",
												"Business associate of...",
												"Lost a bet to...",
												"Indebted to...",
												"Trained by...",
												"Dueling partner of...",
												"On the run with..."
											]
										},
										"You can give this list out to the players as part of session zero to give them ideas about how their characters might be connected to one another.",
										"You can also customize these bonds based on the campaign and the world. In our \"Scourge of Volixus\" example adventure, some of the characters might be veteran soldiers who served with Ruth Willowmane, now sheriff of Whitesparrow. Others might have escaped from the Cult of Dusk before their dark initiation into that order."
									]
								},
								{
									"type": "entries",
									"name": "Tying Characters to a Single Faction",
									"entries": [
										"Instead of building a web of personal relationships between characters, you can instead tie all the party members to a single in-world faction—a guild, a church, an order, a mercenary unit, or some other organization. The characters might all serve the same elven lord. They might be agents of a large and powerful dynasty. Or they might all be agents of a dark network of spies.",
										"Tying the characters to a single faction not only breaks past meeting up in a bar, it also builds in a strong hook for the characters to engage with that faction. It's easy to implement and easy to use during the game. Even as it provides the characters with motivations, quest-giving NPCs, and backgrounds, it lets you tap into the common background of all the characters at once. The players should work together to choose which faction to connect to during session zero. Once they've selected a faction, you can capitalize on making use of that faction for the rest of the campaign."
									]
								},
								{
									"type": "entries",
									"name": "Guide Characters Toward Cooperative Adventure",
									"entries": [
										"In the course of using session zero to help set up the campaign, you can help guide the players toward building characters that fit the campaign. Characters built on themes that don't work for a particular campaign can lead to boredom and frustration—for both the players and you. Though you want to give the players a wide range of options for their characters, you can also give them a core guideline designed to help the whole group have more fun:",
										{
											"type": "inset",
											"entries": [
												"Build characters with a clear reason to adventure with the rest of the party."
											]
										},
										"This helps everyone avoid the \"Why would my character spend time with you jerks?\" problem that comes up from time to time in tabletop RPGs. Sometimes players get too creative, building outlandish character backgrounds that seem interesting but really serve no purpose in the campaign. Everyone wants to find new ways to make the game original and creative. But a fantasy RPG typically has a clear design and framework built on action, exploration, combat, and adventure."
									]
								},
								{
									"type": "entries",
									"name": "Run a Quick Adventure",
									"entries": [
										"Once the overall planning is done, you might have time to run a quick adventure in session zero. You'll have to improvise a lot, since you won't have gone through the Lazy Dungeon Master's checklist for the campaign yet. While the players are discussing their characters, you might think up a strong start you can use for this short adventure. It doesn't have to be much, but a quick set of encounters covering NPC interaction, exploration, and combat at the start of session zero can be a fun way to hone your improvisation skills and get the players into the game."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Running Session Zero",
									"entries": [
										"Use your first game session to help players build characters relevant to the campaign, and to steer the campaign toward the backgrounds and motivations of the characters.",
										"Describe the general campaign theme and the \"six truths\" you put together as part of your campaign planning.",
										"Use session zero to manage the expectations for the campaign.",
										"Develop ties between characters, and connect the characters to the world.",
										"Consider tying all the characters to a single faction. Let the players choose from a selection of such factions.",
										"Guide the characters toward cooperative adventure by asking players to give their characters a clear reason to adventure with the rest of the group.",
										"Run a quick and heavily improvised session with some NPC interaction, some exploration, and some combat."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/session_zero.jpeg"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Running Your Game",
					"entries": [
						{
							"type": "section",
							"name": "Chapter 18: Top Traits of Good GMs",
							"entries": [
								"On a Twitter and Facebook survey asking players to describe the top traits of good Dungeon Masters, about 160 responses revealed a focus on three traits: flexibility, creativity, and improvisation. These three traits stood out above all others, including knowing the rules and being fully prepared. Whenever we look to improve our skills as GMs and acquire additional tools to help us run great games, the most useful skills and tools are those that will help focus our flexibility, our creativity, and our ability to improvise.",
								"This chapter talks about a few techniques that can be used to improve these three core GM traits.",
								{
									"type": "entries",
									"name": "Relax",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Listen more than you talk."
											],
											"by": "Chris Perkins"
										}
									]
								},
								"Flexibility, creativity, and improvisation all require one supremely critical skill from a Gamemaster: the ability to listen. Hundreds of books and articles discuss the improvisational technique of \"Yes, and...\" That's the concept of taking ideas from others and figuring out how to build off them. This technique can't work if you're not listening to the players.",
								"You can actively listen by making eye contact and not interrupting. You can use your game journal or campaign worksheet to make a few notes on what's being said while the players are talking. Active listening gives you insights into what the players see in the story, what they see in their characters, and what they want out of the game.",
								"This is especially important when you're running games over a virtual tabletop. When you and the players aren't all in the same room, a lot of physical cues that most people take for granted—including eye contact and general body language—are lost. So don't be afraid to be more direct in drawing information out from each of the players, ensuring that you're keeping everyone engaged with the game you're running.",
								"Once you've listened—once you've really heard the players—you can take ideas from what they've said and feed it back into the game. Because the way of the Lazy Dungeon Master encourages flexibility, it makes it easier for you to incorporate the players' ideas without feeling like you're throwing away endless pages of your own material.",
								{
									"type": "entries",
									"name": "Trust Your Tools",
									"entries": [
										"All the steps in the Lazy Dungeon Master checklist have been built to support the flexibility, creativity, and improvisation needed to run your game. You've designed your secrets, clues, scene descriptions, and fantastic locations so you can use them when needed—or so you can throw them out when better ideas show up.",
										"It might take you a few sessions to see how all your material works when put together. But when a player describes a piece of their character's background and you use that in a secret or a clue later on in the campaign, it brings your game to a new level. Likewise, when the characters go off track but you're able to drop in one of your fantastic locations to accommodate them, it changes the tone of the game.",
										"Your ability to work with the players makes it clear to them that you're not just sticking to a script—but that you're also not making it all up randomly as you go. It shows them that the world of the game is real, even as it also adapts."
									]
								},
								{
									"type": "entries",
									"name": "Sharpen Your Skills",
									"entries": [
										"Among all the many different ways to improve as a Gamemaster, improving your flexibility, your creativity, and your improvisation skills will serve you well as long as you're playing roleplaying games. The more you practice, the more you learn from other GMs, the more you talk about your process, and the more games you watch and participate in, the better you'll get at these skills. And the better your games will be as a result."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Flexibility, Creativity, and Improvisation",
									"entries": [
										"The best DMs embrace flexibility, creativity, and improvisation.",
										"Learn to relax, and focus on your strong start when it's getting close to game time.",
										"Actively listen to players by making eye contact, not interrupting, and taking note of what they say.",
										"Build off the ideas players give you, and connect them to secrets and clues.",
										"Trust your preparation material to help you run a creative, flexible, and fun game.",
										"Continually sharpen your skills by watching other games, reading about the experience of other GMs, and talking to other GMs."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 19: Summarizing the Previous Session",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"A short, snappy, fast-paced game of 'What awesome and interesting stuff do we all remember from the last few sessions?' can work absolute wonders for keeping the party—both in-character and out-of-character!—on track, immersed, and engaged with the campaign."
									],
									"by": "Matt Colville"
								},
								"Every game needs to start somewhere—so why not start with an activity that can help bring the players into the game and the campaign in a strong way?",
								"When we're ready to start a game session, we can start by asking the players to summarize the previous session—and then carefully observe the responses we get. This sort of feedback helps us understand how our games are really working.",
								{
									"type": "entries",
									"name": "Give the Players Free Reign",
									"entries": [
										"Like many aspects of the way of the Lazy Dungeon Master, this technique offers multiple benefits.",
										"First, it helps all the players—including those who might have missed previous sessions—remember where things left off and where things were headed.",
										"Second, it helps you see what sorts of things the players remembered. What events or NPCs resonated with them? What details of the story did they forget?",
										"Third, asking the players for a summary tells everyone that the game has started. This can be especially useful for groups that like to start out a session with a bit of socializing, as the act of describing the previous session together can address some of that need.",
										"As the players describe the previous session, don't interrupt them. Let them tell you what they remember. Other players will likely jump in to make corrections and fill in the blanks. As you repeat this process session to session, it'll help you get a sense of which players remember which parts of the story."
									]
								},
								{
									"type": "entries",
									"name": "Fill in Missing Information",
									"entries": [
										"Only after the players are done should you fill in any crucial information required to move the story forward. If they've forgotten small details, you can often let those details stay forgotten. If it wasn't important enough for the players to remember, maybe it just wasn't important.",
										"These player-driven summaries help you see what really matters at the table. They can offer suggestions for how you might tweak the game to focus on the aspects that are most memorable to the players—and to steer away from aspects that aren't resonating with them."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Asking Players to Summarize the Previous Session",
									"entries": [
										"At the beginning of a session, ask the players to summarize the events of the previous game session.",
										"Listen and pay attention without interruption.",
										"Take note of what the players remember.",
										"Let other players jump in to fill in the blanks.",
										"Only correct vital misunderstandings.",
										"Use what you hear to focus your game on what the players find most memorable."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/03.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 20: Three Tricks for Group Storytelling",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Every game has some level of improvisation."
									],
									"by": "Stacy Dellorfano",
									"from": "Unframed"
								},
								"It's easy to focus too much on the mechanics of an RPG and forget about the story we're sharing at the table. Players might fixate on the combat details of their character sheets. GMs will focus on the statistics of monsters and the accuracy of encounter balance. When we run our games, they sometimes look less like the cover of a fantasy novel and more like a war simulation as a result.",
								"Creativity leads to more creativity. So if we want to build off the creativity of the players, we need them to think creatively as well. We want to work together to elevate our games from mechanics-focused simulations into action scenes worthy of any novel or movie.",
								"Moving players into creative improvisational thinking isn't easy, though. We're all familiar with how society pushes people to leave imagination behind once childhood is done. And it's that imagination that we need to open up once again. So instead of starting big, we start small. We ask specific questions that shift the players away from the mechanics of the game and into more creative imagery.",
								"Like much of the way of the Lazy Dungeon Master, these techniques serve multiple purposes. Group storytelling isn't just about getting everyone into a more creative mood. It also makes our games easier to run.",
								{
									"type": "entries",
									"name": "\"Describe Your Killing Blow\"",
									"entries": [
										"When a character lands a fatal blow against a monster, ask the player to describe what happens. For certain players, this request will inspire a moment of looking at you, then looking at their character sheet, then looking back to you. But usually, this initial reluctance will be followed by a childish smile and a gory description of the killing blow.",
										"This is a small, focused question that nearly every player can answer in an interesting way. It's a far cry from collaborative world building, to be sure. But it can help break players away from thinking about their characters as just a collection of statistics, even if just for that one fatal moment."
									]
								},
								{
									"type": "entries",
									"name": "\"What's an Interesting Physical Characteristic of this Monster?\"",
									"entries": [
										"The first time a character attacks a monster, ask the player to describe an interesting physical characteristic of the monster before they hit it. (If they describe the monster after the attack, it inevitably just becomes the creature with an arrow sticking out of its eye.)",
										"This question is a useful exercise in multiple ways. It helps you identify individual monsters for the rest of the encounter—particularly useful if you're running combat in a narrative theater-of-the-mind style, and you need a way to identify monsters without miniatures. It helps you and the players connect with the monster as a distinct creature, rather than focusing on its mechanical aspects or giving it a label like \"Orc 3.\" It also makes every monster unique, which makes the world feel more real.",
										"If you're using a laminated flip mat, you can write this characteristic on the mat so that everyone can see it. Then use that identifier when tracking the monster's damage.",
										"Asking the players to identify a physical characteristic of a monster can inspire a small improv session that even the most introverted gamer can enjoy. These characteristics can then become something important to the story, or they might expose a secret or clue. When the players get creative, you never know where it might lead."
									]
								},
								{
									"type": "entries",
									"name": "\"What's an Interesting Characteristic of this Tavern?\"",
									"entries": [
										"You can expand the previous question to places as well. Whenever the characters enter a tavern, an inn, or some other location, instead of you describing the entire place, ask the players to join in by describing one interesting or fantastic feature of the location.",
										"Questions like this can be the first steps in the process of taking the players outside of their characters and into the act of helping create the world. By focusing on small, familiar elements of that world, you don't have to worry that things will get too far outside the story you all want to tell. But as you grow more comfortable with this process, you might find yourself giving the players more control over shaping larger and more important parts of the game."
									]
								},
								{
									"type": "entries",
									"name": "\"What Happens Along Your Journey?\"",
									"entries": [
										"This next question is a little deeper. Handling travel scenes has long been a challenge for Gamemasters. Describe them too quickly, and they feel so effortless that they don't matter. But if you run a large number of random encounters to help define the characters' journeys, travel can start to feel like a grind.",
										"During organized play games for 13th Age, designer Ash Law came up with the interesting idea of turning travel montages into a small improv session. The following guidelines offer a variation of his approach.",
										"When the characters begin a long journey, you set the stage, describing what the overall journey will be like, where it will take place, and some interesting but general features of the area. This gives the players something to work with. Then you ask the players to describe an interesting event that occurs while they travel. Ask for events that aren't about any player's specific character, but rather about the group as a whole.",
										"You don't have to pick out any particular player. That way, no one is singled out when they might not be comfortable jumping in. But it's always worth asking the quieter players if they'd like to answer before the more outgoing players end up dominating the scene. Players can always pass.",
										"You can also ask for a player to describe a challenge the group faces, but to not describe how the party overcomes it. Then another player can describe how the characters overcame the challenge. This creates a good back-and-forth improv session between players.",
										"By the end of this exercise, you and the players will have created a unique story of the journey that none of you could have expected. And at the same time, this process lets the players engage with and add to the creativity that shapes the game world."
									]
								},
								{
									"type": "entries",
									"name": "Taking Baby Steps Into Improvisation and Group World Building",
									"entries": [
										"These small and simple questions can help draw players into the world of the campaign, letting them take more control over what's happening and breaking them out of the confines of their character sheets. The more comfortable everyone becomes with this idea over time, the wider ranging and more detailed your questions can go."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Group Storytelling",
									"entries": [
										{
											"type": "list",
											"items": [
												"Help open up the players' creative ideas with guided questions.",
												"Ask players to describe their killing blows against their foes.",
												"Ask players to describe the interesting physical characteristics of monsters to help you identify them during combat.",
												"Ask players to describe interesting details of locations they visit.",
												"Ask players to describe interesting events or conflicts that occur during travel scenes."
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/08.jpeg"
											}
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 21: Improvising NPCs",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Your character was born the moment the curtain goes up and your character dies as soon as it's over."
									],
									"by": "Aaron Sorkin, creator of {@i The West Wing}"
								},
								"During our game preparation, we might come up with a handful of core NPCs for an adventure. But we'll likely improvise many more NPCs at the table. From a series of Facebook polls, we know that 80 percent of surveyed DMs improvise at least half their NPCs. We also know that nearly 60 percent of surveyed players prefer NPC interaction to either combat or exploration. And we've talked previously about how improvisation is seen as one of the top three traits of a good GM.",
								"All these results shine a light on the importance of being able to improvise NPCs. As such, we need a good set of tools to let us do so quickly, while still keeping our NPCs unique and interesting.",
								"Many Gamemaster guides offer numerous ways to build NPCs, but these NPC creation processes are often both complex and time consuming. We Lazy Dungeon Masters need something simpler, so we're going to break down the improvisation of an NPC into two steps: choosing a name, then getting into the mind of the NPC.",
								{
									"type": "entries",
									"name": "Choose A Name",
									"entries": [
										"A solid NPC has a good name, and coming up with good names is hard without help. The section talking about the Lazy Dungeon Master's toolkit discusses the process of preparing a good list of curated random names. This list is crucial for coming up with a solid NPC name quickly and easily. Your curated random name list might be your most important improvisational aid.",
										"Once you've selected a name for your NPC, you need to write it down. This sounds obvious, but during a game, it's easy to mention a name and then forget it ten seconds later. If you're lucky, one of the players might remember it, but that NPC can otherwise become lost. And as you scramble trying around to remember their name, the world of the game feels less real to the players.",
										"Names have power. Once they're written down and tied to an NPC, that NPC becomes a living, breathing being from that moment onward."
									]
								},
								{
									"type": "entries",
									"name": "Put Yourself into the Mind of the NPC",
									"entries": [
										"Many RPG books describe selecting and assigning numerous traits to NPCs, including motivations, backgrounds, physical appearance, goals, secrets, and so forth. But as a Lazy Dungeon Master, you can skip all this and instead simply put yourself into the mind of the NPC. This doesn't mean your NPC won't have any of those traits. But rather than detail them beforehand, you'll let them come out organically as you roleplay the NPC.",
										"When you consider an NPC and their place in the world, you often have enough in your head to know how the player characters are going to react to that character. But while roleplaying the NPC, you might find that your own responses will surprise you. Maybe this town simpleton is a lot smarter than anyone else thought. Maybe the greedy vendor has a revenge plot against the enemy of the characters—a plot you didn't even know about until it came out during the conversation.",
										"You might be tempted to fill out a whole NPC before you run your game. But as with many of the aspects of Lazy Dungeon Master preparation, you want to prepare only what you must. Then leave the rest blank, so that you can fill it in when your game unfolds in front of you. You need to trust in your preparations, then sit back to enjoy the wild ride."
									]
								},
								{
									"type": "entries",
									"name": "Apply an Existing Stat Block",
									"entries": [
										"If your NPC needs a stat block, you can wrap an existing NPC or monster stat block around a new NPC without worrying about the details. It's always tempting to build out whole new stat blocks for NPCs during your game preparation. But the players aren't likely to see or care about the differences, and building stat blocks takes up lots of time for little gain. Reskinning an existing stat block takes almost no time or effort."
									]
								},
								{
									"type": "entries",
									"name": "Using Your NPC Preparation Ideas for Improvisation",
									"entries": [
										"If you want to improvise a deeper NPC, you can use some of the same techniques you use to outline your core NPCs. Apply an archetype from popular fiction. Switch the gender of your improvised NPC. Keep an eye out for bad stereotypes. Because the Lazy Dungeon Master's checklist refines preparation as much as possible, it's not that difficult to use your NPC preparation steps to improvise an NPC right at the table."
									]
								},
								{
									"type": "entries",
									"name": "A Deeper Topic",
									"entries": [
										"Running great NPCs is a deep topic with many facets, and involves tips, tricks, and discussions far beyond those described here. Focusing on how to create and run NPCs as quickly and easily as possible is the goal, but there's much more that can be learned about this process. The more you digest material on building great NPCs, the better the game you'll run."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Running NPCs",
									"entries": [
										{
											"type": "list",
											"items": [
												"Use your curated random name list to choose an appropriate name for the NPC—then write it down.",
												"Put yourself into the mind of the NPC.",
												"Don't worry about building out lots of NPC traits ahead of time.",
												"Let the traits of the NPC come out as you roleplay them.",
												"If needed, reskin an existing stat block around an NPC.",
												"Digest as much material as you can on running great NPCs."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 22: Improvising Scenes and Situations",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Plotting and the spontaneity of real creation aren't compatible."
									],
									"by": "Stephen King",
									"from": "On Writing"
								},
								"As part of our preparation, we develop a loose list of scenes that might take place during a game session. Sometimes those scenes develop as we expect. Other times the game heads off in entirely new directions.",
								{
									"type": "entries",
									"name": "Imagine a Living World",
									"entries": [
										"The world of the game should act naturally and realistically. NPCs don't sit around waiting for the characters to show up. It's not the GM's job to plan out exactly how a game session will go. Your job is to set the stage, describe it to the players, and let them interact with it.",
										"The rest of the world around the characters acts the same way. When the characters talk to the local sheriff, the sheriff might not care about them at all. She has her own problems. If she thinks the characters can help, that's great. But she doesn't exist only to deal with the characters. She's there to help protect her town from the constant spate of odd happenings that always seem to occur there."
									]
								},
								{
									"type": "entries",
									"name": "Let the World React to the Characters",
									"entries": [
										"As the characters start doing things, the world reacts to them. Their foes begin to take notice. Those foes might test the characters out with some low-challenge threats. Or they might decide to end their meddling before it starts by sending assassins after them. They might begin to fear the characters, sealing themselves behind potent defenses while they frantically work to bring their plots to fruition. The characters take actions, and the world reacts in response."
									]
								},
								{
									"type": "entries",
									"name": "Example: The Fortress of Grayspire",
									"entries": [
										"As part of our \"Scourge of Volixus\" adventure, we have a large location: the Fortress of Grayspire. When we think about the fortress, we want to put ourselves in the mind of the villain and think about what's going on there.",
										"Volixus has two dozen hobgoblins and three dozen regular goblins in his service, along with his ogre mercenaries. He might send two patrols with a couple of hobgoblins and six goblins around the area outside the fortress to make sure no one is trying to storm the castle. He might send out raiding parties with two of the ogre mercenaries, four hobgoblins, and ten goblins.",
										"About a third of his forces are sleeping at any given time, and another third are usually out on patrols or raids. This leaves eight hobgoblins, twelve goblins, and two ogres awake at the castle. Volixus probably assigns a hobgoblin and a couple of regular goblins at each of the four watchtowers at the castle. The remaining hobgoblins, goblins, and ogres are likely in the yard, working on Volixus's infernal war machine alongside the gnome alchemists and engineers. They might also be conducting exercises, cooking, packing away loot, or meeting with Volixus. From time to time, Volixus might go out on a raid along with his hell hounds.",
										"Thinking through the setup of the monsters tells you what the situation looks like at Grayspire. The characters can find out much of this by interrogating prisoners or spying on the fortress. Though this all seems detailed, you don't need to plan it out ahead of time. You can simply keep these ideas in mind, or make them up as the game evolves.",
										"This arrangement also doesn't consider the characters or their actions. This is just how Grayspire operates. It's what makes sense within the context of the story. If Volixus learns that a group of adventurers is trying to infiltrate Grayspire, or if some of his patrols and raiding parties start disappearing, he'll react to this in whatever way makes sense for him to react. But how the characters deal with it is always up to them. You can guess at some approaches they might take, such as sneaking in through the tunnels beneath the Watchtower of Set and infiltrating Grayspire from inside. But that's just one idea. The players will come up with many others."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Building Scenes and Situations",
									"entries": [
										{
											"type": "list",
											"items": [
												"Imagine the world as a living place.",
												"Monsters and NPCs fill out locations and roles as they would in the real world.",
												"The world and the NPCs within it react to the actions of the characters."
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/improving_scenes.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 23: Using Multiple Combat Styles",
							"entries": [
								"In the survey of 6,600 DMs, more than 60 percent of respondents stated that they use gridded maps and miniatures for combat, roughly 20 percent said they used abstract maps to represent a combat area, and roughly 20 percent said they used the fully narrative theater-of-the-mind style for combat.",
								"Some fights work well with a simple narrative description of the battle. Other fights are complicated or difficult enough that a battle on a 5-foot-per-square grid gives players the details and agency they need to succeed. Sometimes all we need is a loose visual map to understand the shape of the area and the relative locations of the characters and monsters.",
								"Lazy Dungeon Masters have no need to choose only one style for running combat. Depending on the situation, we can choose whichever one of these styles works best for our games.",
								{
									"type": "entries",
									"name": "Running Theater-of-the-Mind Combat",
									"entries": [
										"Fully descriptive theater-of-the-mind-style combat focuses on the core interaction between GMs and players: {@b GMs describe the situation and environment, players describe what they want their characters to do, and the GM adjudicates the results}.",
										"This is the mode of core interaction for the whole game already. As such, you can simply keep this style of play going even when you switch from NPC interaction or exploration into combat.",
										"Combat in the theater of the mind flows right into the rest of the story. Just as you're describing scenes of NPC interaction and exploration, you can describe how a battle plays out. Narrative combat also doesn't require any special materials. You don't need miniatures. You don't need a battle map. You don't need 3D terrain. You can simply describe what's happening and let the players' imaginations build the environment.",
										"Theater-of-the-mind combat works best under certain circumstances, including the following:",
										{
											"type": "list",
											"items": [
												"Combat that clearly favors the characters.",
												"Combat that's going to be over quickly.",
												"Combat that takes place in a simple environment such as a hallway, a square room, or an open field.",
												"Combat that includes more monsters than you can represent with miniatures, such as holding a castle gate against two hundred orcs.",
												"Scenes that might result in combat only under certain circumstances, such as a heated negotiation.",
												"Scenes that might be resolved with a large change to the environment, such as a collapsing cliff that crushes a force of hobgoblins below.",
												"Situations where any of the players cannot see the battle space, such as running a game online or if any of the players are visually impaired."
											]
										},
										"No matter what the circumstances, though, running theater-of-the-mind combat requires trust. The players must trust that you will adjudicate fairly, and you need to maintain that trust. You should discuss how combat works with the players before running a theater-of-the-mind battle, explaining how you'll be handling movement, range, positions, cover, and the number of creatures that fall within an area of attack. The Sly Flourish website contains a detailed guide to narrative theater-of-the-mind combat, referenced in the \"References and Additional Reading\" section at the end of this book."
									]
								},
								{
									"type": "entries",
									"name": "Running Tactical Gridded Combat",
									"entries": [
										"Whether it's a big boss fight or a battle with many different types of monsters in a complicated environment, running combat on a 5-foot-per-square grid gives everyone a better understanding of the situation and the characters' tactical options. Though the cost for miniatures and terrain can be significant, tactical gridded combat can be a great way to draw players even deeper into the game.",
										"Gridded battles work best in the following situations:",
										{
											"type": "list",
											"items": [
												"Combat that includes a number of different types of monsters.",
												"Combat in a complicated but mostly horizontal environment.",
												"Combat that poses a strong challenge to the characters.",
												"Boss battles with lots of potential environmental options.",
												"Any battle where the details of movement, range, and the size of areas of effect can have a big impact on the outcome.",
												"One reason to not choose gridded combat is simply because you find yourself in a situation where the players don't trust you as a GM. Combat should never be a contest between you and the players. You must earn the players' trust even if you run a more tactically focused game. But when you use a gridded map and tactical combat, there's a risk that you go from being the facilitator of the story to being an adversary of the players. A game that focuses too much on tactics can easily go from collaborative storytelling to an opposed miniatures war game if you're not careful."
											]
										},
										"While running tactical gridded encounters, don't be afraid to remind yourself that you are a fan of the heroes. You can put difficult challenges in the way of the characters, but your goal is to watch them do awesome things. It's easy to forget this sometimes when you're buried in the minutiae of combat rules and 5-foot squares."
									]
								},
								{
									"type": "entries",
									"name": "A Hybrid Approach: The Abstract Map",
									"entries": [
										"A third option bridges the gap between fully narrative theater-of-the-mind combat and fully gridded combat: the abstract map. This approach isn't new. In fact, GMs have used this style of combat for as long as people have been playing RPGs.",
										"When you use an abstract map, you draw pictures of the encounter environment but reinforce to the players that it isn't drawn to scale. The abstract map shows the environment and the relative position of the characters and the monsters. It shows what's close by, what's far away, who can see what, and which combatants are close enough to attack each other.",
										"Abstract maps work best in the following circumstances:",
										{
											"type": "list",
											"items": [
												"The battle benefits from everyone seeing the environment.",
												"The general locations of characters and monsters are important.",
												"The characters' and monsters' specific positions, speeds, distances, and ranges for attacks are not that important.",
												"A number of different types of monsters are part of the battle.",
												"Miniatures, a map, or 3D terrain will add to the fun of the game.",
												"Abstract maps give you the benefit of everyone being able to see the same battle space without getting buried in the minutiae of the rules involved in fighting on a grid. This style still requires that the players trust you, and you must adjudicate fairly. As it does with theater-of-the-mind combat, this style of play works best in scenarios that default in favor of the characters."
											]
										},
										"As with theater-of-the-mind combat, you should describe to the players how a battle on an abstract map will work before combat begins. Two things that are important to define on an abstract map are how far characters can go with a move and how many creatures can be targeted by area effects."
									]
								},
								{
									"type": "entries",
									"name": "Using the Right Tool for the Job",
									"entries": [
										"As a Lazy Dungeon Master, you hold no allegiance to any one style of play over another. You adapt. You learn. You get better. You use whatever tools make your games easier to prepare, easier to run, and more fun for you and the players. You might have one style of combat you prefer, but that doesn't mean you need to throw away the other styles. Even if you prefer gridded combat, running a theater-of-the-mind battle when it's just two guards in a hallway or five bandits on a darkened street can make sense. Like a golfer choosing the right club for the right shot, you let the situation inspire what tools you use."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Using Multiple Combat Styles",
									"entries": [
										{
											"type": "list",
											"items": [
												"Use theater-of-the-mind combat when the battle favors the characters, fast battles, small skirmishes, battles with many more opponents than you can represent with miniatures, or if any of the players can't see the battle space.",
												"Use gridded combat maps with miniatures for battles with lots of different kinds of monsters, complicated battle areas, boss battles, or battles that require a good deal of tactical nuance.",
												"Use abstract maps for complicated battle areas and lots of monsters, but where the fight doesn't require the tactical detail of a 5-foot grid.",
												"Both abstract maps and theater-of-the-mind combat require that the players trust you, and that you remain a fan of the heroes—not an adversary.",
												"Explain how these combat systems work before you run them.",
												"Use whatever combat method fits the situation best."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 24: Maintaining the Pace",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Good pacing is probably the most important trait a GM can have."
									],
									"by": "Monte Cook",
									"from": "Numenera"
								},
								"Understanding how to keep the pace of a game moving and keep its energy level high requires a tremendous amount of depth and understanding. Maintaining a good pace is hard work. But Lazy Dungeon Masters don't like hard work, so let's look at some other options for maintaining an entertaining pace in our games.",
								{
									"type": "entries",
									"name": "\"What Do You Do?\"",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"When in doubt, have a man come through a door with a gun in his hand."
											],
											"by": "Raymond Chandler",
											"from": "The Simple Art of Murder"
										}
									]
								},
								"No matter how much storytelling goes into your games, it always has to lead you to one question: \"What do you do?\"",
								"As with the strong start, you want to keep each scene of your game as close to the action as you can. How often you say the words, \"What do you do?\" shows you how close you are to the actions of the characters. If you have a sense that you've been talking for a long while without having said, \"What do you do?\", it means that you haven't been putting the characters into the middle of the story. They've just been observers.",
								"It's easy to narrate the things that happen in the world to the players. But it's far more important that you put situations in front of the characters and let them act. The actions of the characters make your games come to life. It's up to you to build the environment and set the stage quickly so that the characters can do things.",
								{
									"type": "entries",
									"name": "Clarify Choices",
									"entries": [
										"Even when you're conscious of keeping the game in the hands of the characters, it's sometimes not clear to the players what, exactly, their characters should be doing. In an improvised style of play, the players define their own quests and goals based on what happens in the world. But that doesn't mean you can't help clarify those quests and goals.",
										"When the pace of the game starts to flag, you can help pick it up again by clarifying the characters' existing choices. You might reiterate long-term quests that have fallen to the wayside, remind the players of villains they've forgotten about, or restate the characters' overall goal when they enter a dungeon. You can even write these things down on 3×5 cards for the players. You shouldn't push any one quest over another, but you can help the players refine their options and keep the game moving."
									]
								},
								{
									"type": "entries",
									"name": "Maintain Beats of Action and Relaxation",
									"entries": [
										"Too much action all the time in a game can drain the players. Instead, an ideal campaign needs a cyclical pace of action and relaxation. A scene of discussions with NPCs might lead to a battle. That battle might lead to the exploration of an old ruin. Overall, the pace of the action flows in a pattern of low–high–low.",
										"The way of the Lazy Dungeon Master makes it easy to break up the scenes you create for a session by rotating through exploration, NPC interaction, and combat. Then keep that structure in mind as the choices of the characters push the story in different directions.",
										"If things have been combat heavy, you can give the characters a chance to learn some of the secrets and clues you've prepared by investigating ancient markings on the walls of the chamber where the fight took place. If they've had too much dungeon delving, maybe it's time they received an invitation to a formal dinner from a rival. When they've had too much walking around town bargaining with vendors over the price of healing potions, it might be time for an insane efreeti to escape from its prison in a mundane marketplace object when the party's rogue fondles the item the wrong way.",
										"You won't know these story beats until you're running your game. As such, you need to be prepared to improvise new scenes so that the pace of the action is always changing. Even if your game happens to follow your loose outline of potential scenes perfectly, it's always possible that the characters' discussion with the innkeeper took too long, and a couple of players are reaching for their phones. Time to change the pace."
									]
								},
								{
									"type": "entries",
									"name": "Understanding Upward and Downward Beats",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"\"Stories engage our attention by constantly modulating our emotional responses.\""
											],
											"by": "Robin Laws",
											"from": "Hamlet's Hit Points"
										},
										"In Hamlet's Hit Points, Robin Laws describes the story beats of three movies and talks about how to identify these types of story beats in your games. In particular, various beats aim either toward \"hope,\" \"fear,\" or are emotionally neutral. Hope beats occur when the characters learn something valuable to them, gain an ally, defeat a monster, complete a quest, or receive a new magic item. Fear beats might include facing terrible foes, discovering an unresolved question or mystery, triggering a trap, learning a grim fact, or facing an unknown path filled with potential peril.",
										"Mixing these upward and downward beats keeps players interested in the game. But just as when talking about action and relaxation, it's always about balance. Give the players too much to fear and the whole game feels hopeless. Too much hope and it feels stale and boring."
									]
								},
								{
									"type": "entries",
									"name": "Improvising Beats",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Whatever can go wrong will go wrong."
											],
											"by": "Murphy's Law"
										},
										"You likely won't know while preparing your game whether you're going to see too many hope beats or too many fear beats in a row. As such, you'll have to improvise beats during the game to maintain the modulation between hope and fear beats. To do this, it's helpful to have a few general ideas about how you might drop in a hope or fear beat as you run your game.",
										"Tweaking combat is one way to change a beat from fear to hope, or vice versa. You can do so by adding monsters to make the fight harder, or removing monsters to make it easier. If the characters have been having an easy time of it, they might walk into a room full of armored ogres training and sparring. If they've been having a hard go of it, maybe they stumble across a lone ogre, face down and asleep in her plate of raw meat.",
										"Here are ten examples of upward beats that you can drop into the game when the situation warrants it:",
										{
											"type": "list",
											"items": [
												"The characters stumble through a secret wall into a forgotten treasure chamber.",
												"An adversary mistakes the characters for allies, spilling her secrets before she realizes her mistake.",
												"An enemy of the characters' enemies unexpectedly joins their attack.",
												"The environment has a negative impact on the monsters, but not the characters.",
												"The villain's lackeys all flee.",
												"The monster's weapon shatters.",
												"An evil cultist is accidentally immolated by a miscast spell.",
												"A raiding party rides out from the keep, giving the characters a chance to creep in.",
												"The characters find a font of healing energy that restores their vitality.",
												"A character finds a powerful forgotten weapon on the ancient corpse of a fallen explorer."
											]
										},
										"And here are ten examples of downward beats, ready to be dropped in when things are going a bit too well for the characters:",
										{
											"type": "list",
											"items": [
												"The villain shows up—and is revealed as the advisor to the lord who hired the characters.",
												"A lone guard runs into the characters while unexpectedly returning to the barracks.",
												"The worst storm the city has ever seen hits on the very night of the characters' planned heist.",
												"The sewers overflow.",
												"The inn catches fire.",
												"The paladin's intelligent sword decides that now is the perfect time to force its will upon its wielder.",
												"The masked assassin pulls away her cowl to reveal that she is the sister of one of the characters.",
												"The warlord wakes up because he has to pee, just as the characters are quietly rifling his bedchamber.",
												"An important key falls down into a sewer grate.",
												"A burgled merchant happens to be the cousin to the master of the local thieves guild."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Maintaining the Pace",
									"entries": [
										"Stay close to the action by asking the players, \"What do you do?\"",
										"Clarify the choices and options that can inspire the characters' and the players' decisions.",
										"Rotate through exploration, interaction, and combat to keep the pace cycling between action and relaxation.* Understand the upward and downward beats of hope and fear.",
										"Be ready to improvise hopeful or fearful beats during the game to send the action in one direction or the other."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Thinking About Your Game",
					"entries": [
						{
							"type": "section",
							"name": "Chapter 25: Priming the GM's Brain",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"If you want to be a writer, you must do two things above all others: read a lot and write a lot."
									],
									"by": "Stephen King",
									"from": "On Writing"
								},
								"The more we prime our minds with great fantasy and fiction, the easier it becomes to build great RPGs and improvise characters, locations, and events during a game. We can prime our brains by literally surrounding ourselves with images and art from high fantasy, and with people who love that fantasy as much as we do. We can also prime ourselves more directly by digesting as much great fiction as we can. The more high fantasy and adventure we absorb, the better we wire our brains to run great games.",
								{
									"type": "entries",
									"name": "Priming with Books, Movies, Games, and TV shows",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Watch some movies, read some comics; get heroic fantasy into your brain."
											],
											"from": "Dungeon World"
										},
										"Many RPG sourcebooks include lists of inspirational reading. This section offers a short list of recommended books, movies, TV shows, games, and comics to prime your GM's brain:",
										{
											"type": "entries",
											"name": "Books",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b {@i The Blade Itself}} (Joe Abercrombie)",
														"{@b {@i The Crystal Shard}} (R.A. Salvatore)",
														"{@b {@i The Fifth Season}} (N. K. Jemisin)",
														"{@b {@i The Gunslinger}} (Stephen King)",
														"{@b {@i Hyperion}} (Dan Simmons)",
														"{@b {@i The Lies of Locke Lamora}} (Scott Lynch)",
														"{@b {@i Norse Mythology}} (Neil Gaiman)",
														"{@b {@i Throne of the Crescent Moon}} (Saladin Ahmed)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Movies",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b {@i Black Panther}} (Directed by Ryan Coogler)",
														"{@b {@i Chronicles of Riddick}} (Directed by David Twohy)",
														"{@b {@i Elizabeth}} (Directed by Shekhar Kapur)",
														"{@b {@i The Good, the Bad and the Ugly}} (Directed by Sergio Leone)",
														"{@b {@i Guardians of the Galaxy}} (Directed by James Gunn)",
														"{@b Harry Potter Series} (Directed by Chris Columbus, Alfonso Cuarón, Mike Newell, and David Yates)",
														"{@b {@i Kill Bill: Volumes 1 & 2}} (Directed by Quentin Tarantino)",
														"{@b {@i Mad Max: Fury Road}} (Directed by George Miller)",
														"{@b {@i No Country for Old Men}} (Directed by Joel and Ethan Coen)",
														"{@b {@i Raiders of the Lost Ark}} (Directed by Steven Spielberg)",
														"{@b {@i Thor: Ragnarok}} (Directed by Taika Waititi)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "TV Shows",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b {@i Angel}} (Created by Joss Whedon)",
														"{@b {@i Battlestar Galactica} (2004)} (Developed by Ronald D. Moore)",
														"{@b {@i Breaking Bad}} (Created by Vince Gilligan)",
														"{@b {@i Buffy the Vampire Slayer}} (Created by Joss Whedon)",
														"{@b {@i Deadwood}} (Created by David Milch)",
														"{@b {@i Doctor Who} (2005)} (Russell T. Davies and Steven Moffat, head writers)",
														"{@b {@i Game of Thrones}} (Developed by David Benioff and D. B. Weiss)",
														"{@b {@i Jonathan Strange and Mr. Norrell}} (Adapted by Peter Harness)",
														"{@b {@i Rome}} (Created by John Milius, William J. MacDonald, and Bruno Heller)",
														"{@b {@i Sons of Anarchy}} (Created by Kurt Sutter)",
														"{@b {@i True Blood}} (Created by Alan Ball)",
														"{@b {@i True Detective} (Season 1)} (Created by Nic Pizzolatto)",
														"{@b {@i The Wire}} (Created by David Simon)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Video Games",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b {@i Baldur's Gate/Baldur's Gate II: Shadows of Amn}}",
														"{@b {@i Bloodborne}}",
														"{@b {@i Dark Souls III}}",
														"{@b {@i Darkest Dungeon}}",
														"{@b {@i Diablo III}}",
														"{@b {@i Divinity: Original Sin}}",
														"{@b {@i The Elder Scrolls V: Skyrim}}",
														"{@b {@i Horizon Zero Dawn}}",
														"{@b {@i Middle-earth: Shadow of Mordor}}",
														"{@b {@i Pillars of Eternity}}",
														"{@b {@i Torchlight II}}",
														"{@b {@i The Witcher 3: Wild Hunt}}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Comics",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b {@i Black Panther}} (Written by Ta-Nehisi Coates)",
														"{@b {@i Monstress}} (Written by Marjorie Liu)",
														"{@b {@i Saga}} (Written by Brian K. Vaughan)",
														"{@b {@i Rat Queens}} (Written by Kurtis J. Wiebe)"
													]
												}
											]
										},
										"This is, of course, just a small sample list. As you keep digging, you'll find even more great fiction to absorb—and the fiction you absorb will unconsciously become a part of your game."
									]
								},
								{
									"type": "entries",
									"name": "Reading RPG Sourcebooks and Adventures",
									"entries": [
										"This might seem obvious, but it's worth your time to read and reread the published RPG books for the games you're playing. You can even study and borrow ideas from RPGs you aren't playing. Just as you devour great fiction, you can likewise devour great published RPGs just for the sake of reading them. RPG writers, designers, developers, and artists have packed their books full of interesting monsters, thorough ecologies, great visuals, new ideas, vast worlds, detailed societies, endless dungeons, intricate plots, and even mechanics that you can borrow and drop right into your game.",
										"In particular, the monster sourcebooks for your favorite roleplaying games can provide tons of hooks and ideas. They can also help you understand the overall feel of the world in which the game is set. Especially if you're an experienced Game Master, you might think you know all you need to know about fantasy monsters, but give your monsters books the time they deserve and read them all the way through.",
										"Take a Walk",
										"We live in an always-connected world these days. In many ways, these connections have greatly enriched people's lives. Though articles and posts often speak to the contrary, people are objectively smarter when joined to their smartphones than when those devices aren't in hand. By the same token, connectivity to the RPG hive mind across Facebook, Twitter, YouTube, Twitch, and numerous other social networks has made many people better GMs. The more you keep your mind open to the ideas of other GMs, the greater your own skills become.",
										"This constant connectivity comes at a cost, though. Your ability to conduct deep thought can easily disappear when you're constantly chasing the next mobile distraction. So if you can find the time, take a thirty-minute walk every day without checking your phone and without interruption. If you're having trouble figuring out where to take this time, you might try to do it first thing in the morning or to sneak away at lunch.",
										"Wherever you find them, you can use these thirty minutes to really think about your game—and you might even get a little healthier in the process. A good walk every day gives you a great chance to conduct some of the GM brain exercises talked about in the next section. Giving yourself thirty minutes of overall mental quiet can do wonders for your creativity."
									]
								},
								{
									"type": "entries",
									"name": "Tips for Priming the GM's Brain",
									"entries": [
										{
											"type": "list",
											"items": [
												"Absorb great fiction from books, movies, TV shows, video games, and comics.",
												"Read RPG sourcebooks for both the games you play and the games you don't.",
												"Take a thirty-minute walk every day to disconnect and think about your game."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 26: Conducting GM Brain Exercises",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"When I'm out walking my dog, or when I'm in the shower, or getting ready for bed, I'm thinking about the game."
									],
									"by": "Chris Perkins"
								},
								"We don't often think about what we think about. We do, however, have some control over where we put our minds, and shifting our thoughts can change how we approach our games. As with the rest of the ideas in this book, we want to get the most bang for our buck, even when we're just letting our brains go to work.",
								"It's not enough to just think about the game, though. What parts of the game should we be thinking about? What angle should we be taking? Considering that any game can go off in just about any direction when it's run at the table, trying to think about where a game will go isn't helpful. So instead, we want to think about the aspects of the game we can control. In other words, think about the questions that are of high value to the game, and avoid questions whose answers don't have as much to offer.",
								"The last chapter talked about the benefit of spending thirty minutes taking a walk and thinking about our games. (I'm literally going to do this after writing this chapter.) This section builds on that by talking about what questions we can ask ourselves while going on this walk.",
								{
									"type": "entries",
									"name": "What are the Names and Backgrounds of the Characters?",
									"entries": [
										"Step 1 of the Lazy Dungeon Master's checklist doesn't have to take place with a pencil, paper, phone, or computer. You can do it just in your head. Here's a quiz you can take right now: What are the names of the player characters in the next game you're planning to run? If you can't answer that, it's worth your time to review them again. Having the characters' names on your phone can help—but don't depend on the phone all the time. Commit those names to memory.",
										"This exercise focuses your mind on the most important component of your game, and the one with the most variance in its outcome: the characters. Who are the characters? What are their backgrounds? What are their motivations? What do the players of those characters want?",
										"You can't, however, determine what those characters will do—and it's best to not try. But thinking about the characters primes your brain to keep them in mind when you're thinking about the rest of the adventure."
									]
								},
								{
									"type": "entries",
									"name": "What are the Villains and NPCs Doing Right Now?",
									"entries": [
										"Assuming your campaign has one or more villains, that gives you a variable you can predict. Given the last actions of the characters, what are the villains doing in response? Maybe one or more of the villains don't actually know what the characters did, and that's okay. A villain can experience the \"fog of war\" just as the characters do, which means the villain has to act with incomplete information.",
										"You can also consider a villain's motivations. Why do they want to do what they're doing? In each villain's mind, what makes them think they're right? Few villains actually think that they're the antagonist in their own story. Well-realized villains always think they're justified in their actions. And the best-realized villains actually are justified.",
										"You can also put yourself in the metaphorical shoes of other important NPCs in the campaign. Main quest givers, faction leaders, and other important secondary characters have their own lives going on while the characters are out doing stuff. The off-screen actions of those NPCs might have repercussions for the story, and spending some of your brainpower to consider those actions pays off when you're prepping and running your game.",
										"Thinking through the eyes of your villains and NPCs is a fun exercise—and one that helps you keep the game world focused and alive."
									]
								},
								{
									"type": "entries",
									"name": "What Fronts Are On the Move?",
									"entries": [
										"As a tool for campaign building, you developed three fronts—the NPCs and events that are the campaign's major motivators. For each front, you identified goals and three indicators of progress (the front's \"grim portents\"). These fronts continually move and shift. So as part of your GM brain exercises, ask yourself, \"Which fronts are on the move?\" and think about how they might change the game world."
									]
								},
								{
									"type": "entries",
									"name": "Running Through the Lazy Dungeon Master's Checklist",
									"entries": [
										"As your final potential brain exercise, you can simply look back at the Lazy Dungeon Master's checklist. Though the list is designed so that you can sit down and write all that stuff out, you can also run through much of it in your head. Strong starts, potential scenes, secrets and clues, fantastic locations, NPCs, monsters, and magic items—all of those are fine topics around which to focus your thoughts and ponder your game."
									]
								},
								{
									"type": "entries",
									"name": "Tips for Conducting GM Brain Exercises",
									"entries": [
										"A great deal of GM preparation happens in your head—anywhere and any time.",
										"You can shape your GM brain exercises to focus on questions of high value to your game, avoiding those of lower value.",
										"Remind yourself about the names and backgrounds of the player characters in your game.",
										"Ask yourself what the villains and NPCs are doing at that moment in the campaign.",
										"Think about which of your campaign fronts are on the move, and how.",
										"Run through the Lazy Dungeon Master's checklist in your head."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 27: Embracing the GM's Truths",
							"entries": [
								"It's easy to get caught up in the minutiae of preparing and running an RPG without considering the larger truths of these games we love. It's easy to say, \"We're all here to have fun,\" and to talk about \"relaxing\" and \"letting the story unfold at the table\"—and then to promptly forget all that when we're stressed out during the planning or running of a game.",
								"For this reason, it's worth reviewing the truths of being a Gamemaster regularly. Keeping these truths in mind can help all of us stay on track as we dive into the complex process of prepping and running our games.",
								{
									"type": "entries",
									"name": "Everyone's Here to Have Fun",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Despite my less-than-stellar performance, the players had a great time. When the session ended, my players thanked me for the terrific game, to which I responded with silent surprise."
											],
											"by": "Chris Perkins"
										},
										"Everyone comes to a game to have fun. The definition of what \"fun\" means might vary from player to player, but remembering that core truth can help you remember that the players aren't showing up to make fun of you, or to get pissed off, or to critique your work. Like you, the players come to the game to have a few laughs and engage in some high adventure.",
										"It's worth your time to find out what kinds of fun each player enjoys. You can learn this most easily by simply asking them what they enjoy most in your games. You might just get a shrug in response, and that's fine. The players don't have an obligation to think too deeply about why they like RPGs—they just know that they do like them. And if that's the case, you don't have to think too deeply about it either."
									]
								},
								{
									"type": "entries",
									"name": "Players Don't Care as Much as You Think",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"It took one session as a DM for me to understand how little my players cared about all those details we missed."
											],
											"by": "Nate Owens",
											"from": "blogger and Dungeon Master"
										},
										"As a GM, you can spend an enormous amount of time and energy thinking about, preparing, and running your games—so much so that it's easy to forget that the players might not have the same level of investment. This can have both positive and negative connotations.",
										"On the one hand, it can be disheartening to realize that this world you've spent so much time on just might not be that big a deal to the players. On the other hand, it means you don't have to worry so much about getting everything right—and that's a powerful tool for you. It means you can let some details slip or misinterpret a rule and the game won't come crashing down.",
										"A lot of players have a relatively loose grip on the game as you run it—and you can maintain that same loose grip a lot of the time without hurting your game."
									]
								},
								{
									"type": "entries",
									"name": "Players Want to See Their Characters Do Awesome Things",
									"entries": [
										"More than anything else, players want to see their characters do awesome things. The story of the game will hopefully interest them. But the real fun of an RPG is being able to act within a fantastic world with an empowered character. The players want to feel like heroes. So everything you do, everything you prepare, everything you put in their way should be built to empower their characters to do awesome and heroic things."
									]
								},
								{
									"type": "entries",
									"name": "You are Not the Enemy",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Be a fan of the characters."
											],
											"from": "Dungeon World"
										},
										"As a GM, you often see the world of the game through the eyes of your villains. But you are not those villains. Rather, you watch the characters act, and then you watch the villains and the rest of the world react around them. Every session, you build a story out of the ethereal sands of nothingness. While the villains might want to destroy the world and kill the characters, you have different goals.",
										"You're not the competition. But in a game with a grid, miniatures, and heavy combat rules, it's easy to leave behind cooperative storytelling and become a competitor. You can become the players' enemy. You can secretly start to desire their demise.",
										"This is the reason that the first act of preparation on the Lazy Dungeon Master's checklist, as well as the first of the GM brain exercises, focuses on reviewing the characters. Doing so helps to break you of any potential sense of competition with the characters or the players. It reminds you to be a fan of the characters, always."
									]
								},
								{
									"type": "entries",
									"name": "Players Love Breaking the Game",
									"entries": [
										"When players recount their favorite moments in RPGs, they often describe events in which their characters defied the odds—or even broke through the expectations of the game's rules—to do something truly epic. Players love to see their characters break the boundaries of the game and its world.",
										"Players love it when a character kills a dragon with a single attack. They love to face an insurmountable horde of giants and hold the line. They love to trick a squad of ogres into drinking alchemist's fire by making them think those bottles hold {@item potions of healing|potion of healing}.",
										"As a GM, it's easy to bristle when you see the rules of the game bent or broken. You know what was {@i intended}, and yet something happens that pushes the game past those intentions. You feel the urge to use your GM powers to negate the situation. You want to say no.",
										"Instead, you can say: \"Hell, yes! That was awesome!\" You can be a fan of the characters, letting the story take that unexpected turn. You can build upon it.",
										"When Indiana Jones shoots the huge sword fighter in {@i Raiders of the Lost Ark}, it became one of the most iconic duels ever primarily {@i because} the outcome was totally unexpected. It broke the rules. It wasn't fair. And we loved it because of that.",
										"Characters should have the opportunity to bend and even break past the expectations of the game. But only when it's awesome, and not if there's any danger of {@b breaking the game becoming routine}.",
										"This is the fine line where a lot of GMs have trouble. How do you stop an awesome event from becoming the new strategy? If the party's wizard saved the day in one fight by using {@spell polymorph} to transform the nearly dead fighter into a giant ape, how does this not become the new \"ape strategy\" employed during every encounter thereafter? You can't take the players' new toy away from them after you ruled that it worked the first time. So instead, solve the problem by letting the world evolve.",
										"The villains learn new tactics, spreading that information out to their minions. The giants learn that it isn't the ape they should be attacking, but the wizard whose concentration maintains the {@spell polymorph} spell. Other villains hire a band of mercenary wizards with the intent of counteracting new magical threats. The story of characters who can secretly transform {@item potions of healing|potion of healing} into alchemist's fire becomes a dark tale told among the ogres, who become especially careful about such things.",
										"The temptation is often to house-rule a problematic scenario and remove its troubling effect, because it's easy to do so. But don't take this easy way out. (And that's about the only time you'll hear that advice in this book.) Instead, look for new ways to challenge the characters when they're due for a challenge. The rest of the time, let yourself enjoy watching them rip through the villains as much as the players enjoy it.",
										"You don't want to steal the awesome moments from characters. You also want to ensure that awesome moments don't become stale and boring. Revel in them when they happen—and then let the game and the world evolve to keep the challenges fresh."
									]
								},
								{
									"type": "entries",
									"name": "Tips for Embracing the GM's Truths",
									"entries": [
										"A number of truths underlie the process of running RPGs, and they're worth the time it takes to regularly review them.",
										"Everyone—you and the players alike—plays an RPG to have fun.",
										"Players often don't care as much as you think.",
										"Players want to see their characters do awesome things.",
										"As the GM, you are not the enemy. A GM should always be a fan of the characters.",
										"Players love breaking the game. You should too—and then let the game evolve rather than have a game-breaking scenario become the norm."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 28: Lazy Dungeon Master",
							"entries": [
								{
									"type": "entries",
									"name": "Tricks",
									"entries": [
										"Throughout this book, we've taken a high-level view of running RPGs. We've looked at some big ideas for how to prepare less and run a better game. Now we're going to look at a few specialized tricks—a handful of small tips that can make your life easier without taking away from the game.",
										"You might not like some of these tricks. You might even hate some of them. That's perfectly fine. Each of these ideas can help make your game a little easier to run, but you might find that they take too much away from how you're used to playing.",
										"If you hate one of these ideas, skip it and check out the rest. If you hate them all, skip them all, and enjoy the game the way you like to play. But as with all the advice in this book, think about trying these tricks out just to see how they feel."
									]
								},
								{
									"type": "entries",
									"name": "Award Levels instead of Experience Points",
									"entries": [
										"Awarding levels at appropriate times in the campaign story requires much less bookkeeping than calculating and tracking experience points from session to session. Likewise, letting the whole group level up at the same time, even if some characters have missed sessions, makes the whole campaign more manageable.",
										"This style of story-based advancement has actually become the default of many published {@i Dungeons & Dragons} adventures."
									]
								},
								{
									"type": "entries",
									"name": "Improvise Ability and Skill Checks",
									"entries": [
										"You might be tempted to plan out the Difficulty Classes for accomplishing particular acts or overcoming particular obstacles in your game. Or instead, you can improvise those DCs as you need them. Instead of figuring out exactly what it will take to bluff a guard or persuade the king's chancellor, wait for those scenarios to arise. Then come up with a DC in the moment, based simply on the situation.",
										"You might even ignore DCs completely, and simply react to a general sense of the results of an ability check. The higher the roll, the better the result. The lower the roll, the worse the result."
									]
								},
								{
									"type": "entries",
									"name": "Skip Initiative and Take Turns Around the Table ",
									"entries": [
										"Many times during combat, one group of opponents gets the drop on the other.",
										"Maybe the characters are jumped by a pile of orcs. Maybe a bunch of drunken bandits are surprised by the characters. However these kinds of encounters start, you can skip rolling initiative for fights where one side has the initial upper hand.",
										"Instead, take turns going around the table, either starting with the monsters or ending with them. Whenever this scenario repeats, you can switch the order of play around the table, to ensure that players who went last in the earlier encounter get to go first next time.",
										"Skipping initiative rolls and taking turns around the table speeds up the game considerably. You can do this during any encounter in which the order of attacks has little importance to the battle. But ask the players before you ditch initiative to ensure that they're okay with this approach."
									]
								},
								{
									"type": "entries",
									"name": "Delegate Initiative Tracking and Other Tasks",
									"entries": [
										"You have a lot of things to handle during combat, especially in encounters featuring large numbers of monsters. At the same time, the players are typically focused only on their single characters, with a fair bit of downtime in between each character's turn. As such, delegating some of your tasks to the players during combat can make your life as a GM a lot easier and keep the players more engaged in the game.",
										"Handling initiative is one obvious example. At the start of the campaign (or at the start of each session if you want to pass the responsibility around), ask one of the players to take on the job of writing down initiative rolls and keeping track of the order of combat. Then when battle begins, initiative becomes one less thing you need to worry about.",
										"If the players enjoy taking on such additional tasks, you might consider delegating other combat-focused activities such as tracking monster damage. And many players might also enjoy the responsibility of keeping campaign notes, in and out of combat."
									]
								},
								{
									"type": "entries",
									"name": "Use Static Monster Damage",
									"entries": [
										"Some roleplaying games provide static monster damage values—an average of the monster's damage roll based on its damage die type and modifiers. While using static monster damage might seem to make monsters too predictable, the variance in the number of monsters and the results of attack rolls tends to make up for that.",
										"Not having to roll and calculate damage on every monster attack saves a surprising amount of time during combat, but it makes little difference to the flow of the game. Multiple attacks, different attacks from certain monsters, and attacks from multiple monsters will provide more than enough variation to the amount of damage characters are taking. In many fantasy RPGs, monsters live only a few rounds anyway—not long enough for the players to even notice that you're using average damage. For a higher-challenge fight, you might even go from average damage to maximum damage, turning the dial up on the difficulty."
									]
								},
								{
									"type": "entries",
									"name": "Assign a Rules Lawyer",
									"entries": [
										"The dreaded rules lawyer is often seen as a disrupter to the flow of a game, and many Gamemaster books talk about how to deal with this potentially problematic player. For the Lazy Dungeon Master, a rules lawyer can be a great benefit. As long as a player who loves the rules is fair and accurate in how they want to see the rules applied, you can assign them that job formally, letting that player cite the rules when a question comes up.",
										"Whether one or more players have the game's rules on hand or have encyclopedic memories, allowing other voices to help arbitrate rules debates is a fine way to let the whole table feel empowered when it comes to improving the fun of the game.",
										"Make sure the players understand that you still have the majority vote—or even a veto—on rules decisions. Most players will accept that as a fair trade-off for being asked to help you adjudicate particular cases—especially if you go with their decisions whenever you can.",
										"The only time you're likely to have trouble sharing responsibility for rules adjudication is when you're faced with a table full of players interested in dominating or defeating the game. If that's the case, there are bigger issues to deal with in your campaign—and you're probably not having a lot of fun anyway."
									]
								},
								{
									"type": "entries",
									"name": "Run Low-Level Campaigns",
									"entries": [
										"It's harder to run high-level games than it is to run low-level games. Characters have many more options available to them at higher levels, making a more complex array of tactics and features for you to think about when designing encounters. Combined with especially skilled players, this can make it really hard to challenge high-level characters without turning the campaign into a combat-heavy grind.",
										"Certainly, high-level games can be extremely rewarding. It's always fun to watch characters go from heroes to superheroes, exploring the world and the multiverse in increasingly fantastic ways. But for the Lazy Dungeon Master, focusing a campaign on the lower levels of the game makes things so much easier. There are still any number of great stories for you and the players to experience in the lower levels of the game. So don't be shy about running a campaign just up to the middle levels, before higher-level options start to make your game bog down. Then wrap up with a climactic adventure and start up a new campaign."
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Lazy Dungeon Master Tricks",
									"entries": [
										"Use any of these tricks that appeal to you, and skip those that don't feel right—but don't be afraid to try a trick just to see how it works in your game.",
										{
											"type": "list",
											"items": [
												"Award levels at key points in the game's story instead of calculating and tracking experience points.",
												"Improvise ability and skill checks by choosing DCs during play, or ask for a check and describe the result based on the roll without matching it to a specific DC.",
												"Skip initiative and have players take turns around the table when turn order doesn't matter.",
												"Ask the players to handle initiative tracking and other tasks.",
												"Use static monster damage to save time on dice rolling and calculations.",
												"Make one of the players an official rules lawyer, with the responsibility for looking up rules questions when they arise.",
												"Ask all the players to help adjudicate particular rulings, and go with their results whenever you can.",
												"Run low-level campaigns to avoid the grind that can result from the wider range of features high-level characters have access to."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 29: Final Thoughts—Developing Your Own Style",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"There are other worlds than these."
									],
									"by": "Stephen King",
									"from": "The Gunslinger"
								},
								"We've walked many paths through this book, and have explored many ideas. But each of us is still only at the start of our own personal journey. As GMs, we all develop our own individual styles for running RPGs. We make use of ideas we like and throw away those we don't. Some groups play the game with a loose style, glossing over details and focusing on big heroic fantasy. Other groups love to dive into those details. Ultimately, whatever style of play you and your group prefer is the right one.",
								"Whatever your style of play, if the concept of the Lazy Dungeon Master resonates with you, you're likely looking for ways to make game preparation and execution easier. Hopefully, as you've read or skimmed through this book, you've found ideas that you can make use of in your own personal GM's toolkit.",
								"The quotations and statistics that appear throughout this book have been chosen to support the hypothesis that less game preparation results in a more entertaining game. Other self-help books do the same thing—choosing studies that support their premise, while conveniently leaving out studies that contradict that premise or support an alternative hypothesis. So let me give you some alternative statistics and information to avoid this trap.",
								"In the 2016 Dungeon Master survey I've cited repeatedly throughout this book, 16 percent of the 6,600 surveyed Dungeon Masters spend less than an hour on preparation, while 83 percent spend an hour or more. In general, a GM using the Lazy Dungeon Master's checklist should require about fifteen to thirty minutes to prepare a game. And yet only 16 percent of DMs spend that little time.",
								"In an interview I conducted with Matthew Mercer, the Dungeon Master for the popular Critical Role streaming game, Matt stated that he can spend up to three hours preparing for each hour of his game. Sure, Critical Role is broadcast to thousands of viewers, so Matt is more likely to want to spend time preparing for his game than you or I would. That doesn't mean we can dismiss how much time he believes is important to prepare his games.",
								"Matt isn't an amateur GM who simply doesn't know enough to reduce his prep time. He believes in the importance of his preparation. When we discussed NPC improvisation, Matt stated that if he had to improvise all his NPCs, it would \"certainly spike my anxiety.\" Avoiding anxiety is exactly why we want to spend some time preparing for our games.",
								"Throughout this book, we've described a process for building an entire campaign with little more than a theme, six truths, and some fronts. Many GMs build out entire detailed worlds, featuring pantheons, continents, empires, ancient histories, and huge political struggles. Developing these sorts of worlds is the \"lonely fun\" that makes fantasy RPGs come to life for those GMs. They love doing it. Just by virtue of how much effort it takes, building an entire world certainly isn't lazy—but that doesn't mean it's wrong. Creating that kind of detailed background is only wrong if it takes away from the fun of the game itself.",
								"Each of us will build and develop our own individual process for preparing and running our RPGs. This book focuses on reducing prep time to improve our games. It's offered many ideas built around this central goal. In the end, though, only you get to choose which tools to add to your own personal GM's toolkit, and which tools will ultimately become a permanent part of your own gaming style.",
								"Prepare what benefits your game.",
								"Mike Shea",
								"August, 2017",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/09.jpeg"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendices",
					"entries": [
						{
							"type": "section",
							"name": "The 2016 Dungeons & Dragons Dungeon Master Survey",
							"entries": [
								"This book makes frequent references to the 2016 {@i Dungeons & Dragons} Dungeon Master survey, conducted at the Sly Flourish website between October 28 and November 28, 2016. This appendix contains a summary of the results of that survey. You can find the full results, along with the raw data, at {@link http://slyflourish.com/2016_dm_survey_results.html}",
								"Survey respondents came from multiple online {@i D&D} communities, including the {@i Dungeons & Dragons} Google Plus community, the Reddit {@i D&D} Next community, the ENWorld forum for {@i D&D}, the Facebook {@i D&D} community, and on Twitter.",
								"There were a total of 6,600 responses. The results below have all been rounded to the nearest percent.",
								"Here are the summarized results relating to games and game preparation.",
								{
									"type": "entries",
									"name": "Frequency of Games",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"More than twice weekly: 2%",
												"Twice a week: 6%",
												"Weekly: 43%",
												"Twice monthly: 26%",
												"Monthly: 13%",
												"Less than Monthly: 10%"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Length of Games",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"About an hour: 1%",
												"About two hours: 5%",
												"About three hours: 28%",
												"About four hours: 44%",
												"About six hours: 17%",
												"About eight hours: 4%"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Preparation Time",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"None: 2%",
												"About 15 minutes: 4%",
												"About 30 minutes: 10%",
												"About an hour: 23%",
												"About two hours: 24%",
												"About three hours: 14%",
												"About four hours: 8%",
												"More than four hours: 14%"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Other Results",
									"entries": [
										"In addition to providing a strong sense of the relationship between play and prep time for GMs, the survey covered a wide range of other information.",
										{
											"type": "entries",
											"name": "Primary Game Play Locations",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"Home: 55%",
														"Roll20: 16%",
														"Another private location: 14%",
														"Local game shop: 5%",
														"Another public location: 4%",
														"Another online site: 2%",
														"An equal mix: 2%",
														"Fantasy Grounds: 1%"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Campaign Worlds",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"Personal setting: 55%",
														"Forgotten Realms: 38%",
														"Another {@i D&D} campaign world: 5%",
														"A non- {@i D&D} campaign world: 2%",
														"Types of Adventures",
														"Personal adventures: 64%",
														"Published adventures: 36%"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Combat Style",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"5-foot gridded combat: 63%",
														"Abstract maps: 19%",
														"Theater of the mind: 18%"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Time Spent on Preparation Activities",
											"entries": [
												"Part of the survey broke out the time spent on individual DM preparation activities. The results are as follows.",
												{
													"type": "entries",
													"name": "Story and Adventures",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"None: 6%",
																"5 minutes: 7%",
																"15 minutes: 18%",
																"30 minutes: 26%",
																"1 hour: 26%",
																"2 hours: 8%",
																"More than 2 hours: 10%"
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Campaign and World Building",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"None: 8%",
																"5 minutes: 6%",
																"15 minutes: 17%",
																"30 minutes: 24%",
																"1 hour: 23%",
																"2 hours: 8%",
																"More than 2 hours: 14%"
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Combat Encounters",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"None: 9%",
																"5 minutes: 12%",
																"15 minutes: 22%",
																"30 minutes: 26%",
																"1 hour: 21%",
																"2 hours: 5%",
																"More than 2 hours: 3%"
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "NPC Development",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"None: 10%",
																"5 minutes: 20%",
																"15 minutes: 28%",
																"30 minutes: 24%",
																"1 hour: 13%",
																"2 hours: 2%",
																"More than 2 hours: 3%"
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Exploration and Roleplay",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"None: 16%",
																"5 minutes: 17%",
																"15 minutes: 25%",
																"30 minutes: 23%",
																"1 hour: 13%",
																"2 hours: 3%",
																"More than 2 hours: 3%"
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Treasure and Magic Items",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"None: 23%",
																"5 minutes: 31%",
																"15 minutes: 25%",
																"30 minutes: 13%",
																"1 hour: 5%",
																"2 hours: 1%",
																"More than 2 hours: 1%"
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Props and Handouts",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"None: 45%",
																"5 minutes: 20%",
																"15 minutes: 15%",
																"30 minutes: 11%",
																"1 hour: 6%",
																"2 hours: 2%",
																"More than 2 hours: 2%"
															]
														}
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Facebook Dungeon Master Survey Results",
							"entries": [
								"Before and throughout the writing of this book, I posted a number of small polls on the fifth edition {@i Dungeons & Dragons} Facebook group, containing more than one hundred thousand members. I posted these polls to gauge how DMs view various topics when it comes to {@i D&D} game preparation.",
								"The results are not perfect, as they don't represent a true random sampling of all DMs. They are, however, better than any one person's guess or opinion, or a bunch of biased personal anecdotes. You can find more survey results like this on the Sly Flourish website at http://slyflourish.com/facebook_surveys.html",
								"Here are the survey questions, the results, the number of respondents, and the date of the poll.",
								"\"How do you use the official published hardback {@i D&D} adventures ({@i Curse of Strahd}, {@i Storm King's Thunder}, {@i Out of the Abyss}, etc.)?\"",
								"Poll posted June 10, 2017, with 169 responses.",
								{
									"type": "list",
									"items": [
										"42%: \"I do not run the official published hardback {@i D&D} adventures.\" (71 responses)",
										"26%: \"I moderately alter published adventures to fit my campaign.\" (44 responses)",
										"21%: \"I run them as they are written with very few changes.\" (36 responses)",
										"11%: \"I significantly alter published adventures to fit my campaign.\" (18 responses)"
									]
								},
								"\"When running a {@i D&D} monster, do you roll for monster damage or use the listed static damage?\"",
								"Poll posted July 15, 2017, with 530 responses.",
								{
									"type": "list",
									"items": [
										"90%: \"I roll for damage.\" (479 responses)",
										"10%: \"I use the listed average damage.\" (51 responses)"
									]
								},
								"\"Do you play in {@i D&D} Adventurers League organized play games, whether",
								"real life or online?\"",
								"Posted July 23, 2017, with 427 responses.",
								{
									"type": "list",
									"items": [
										"24%: Yes: (104 responses)",
										"76%: No: (323 responses)"
									]
								},
								"\"Do you regularly have to deal with disruptive players?\"",
								"Poll posted July 30, 2017, with 82 responses.",
								{
									"type": "list",
									"items": [
										"20%: Yes (16 responses)",
										"80%: No (66 responses)"
									]
								},
								"\"Do you enjoy preparing your {@i D&D} game?\"",
								"Poll posted August 5, 2017, with 427 responses.",
								{
									"type": "list",
									"items": [
										"94%: Yes (403 responses)",
										"6%: No (24 responses)"
									]
								},
								"\"When running a {@i D&D} game, do you use the Monster Manual right at the table to look up stat blocks? Do you reformat and reprint them? Do you use some digital tool to look them up?\"",
								"Poll posted August 12, 2017, with 453 responses",
								{
									"type": "list",
									"items": [
										"70%: \"I use the Monster Manual at the table.\" (316 responses)",
										"16%: \"I reformat and reprint monster stat blocks for use at the table.\" (74 responses)",
										"11%: \"I use some digital tool to look up monster stat blocks at the table.\" (52 responses)",
										"2%: \"I use something else to look up monster stat blocks at the table.\" (11 responses)"
									]
								},
								"\"What is the highest-level {@i D&D} campaign you've run or played in?\"",
								"Poll posted August 17, 2017, with 269 responses.",
								{
									"type": "list",
									"items": [
										"3%: 1st to 3rd (8 responses)",
										"16%: 4th to 6th (44 responses)",
										"25%: 7th to 9th (66 responses)",
										"13%: 10th to 12th (36 responses)",
										"20%: 13th to 15th (55 responses)",
										"7%: 16th to 18th (20 responses)",
										"15%: 19th to 20th (40 responses)"
									]
								},
								"\"For fifth edition Dungeon Masters, do you roll your dice in the open or hide them?\"",
								"Poll posted August 22, 2017, with 914 responses.",
								{
									"type": "list",
									"items": [
										"70%: \"I hide my rolls\" (635 responses)",
										"30%: \"I roll in the open\" (279 responses)"
									]
								},
								"\"Fifth edition Dungeon Masters, do you plan NPCs ahead of time or improvise them at the table?\"",
								"Poll posted August 25, 2017, with 121 responses.",
								{
									"type": "list",
									"items": [
										"3%: \"I improvise nearly all of my NPCs at the table\" (4 responses)",
										"28%: \"I mostly improvise my NPCs at the table\" (34 responses)",
										"52%: \"I prepare about half of my NPCs ahead of time and improvise half at the table.\" (63 responses)",
										"14%: \"I mostly prepare my NPCs ahead of time\": 17 responses)",
										"3%: \"I prepare nearly all of my NPCs ahead of time\" (3 responses)"
									]
								},
								"\"DMs, how do you build monster encounters when preparing your {@i D&D} game?\"",
								"Poll posted August 28, 2017, with 263 responses.",
								{
									"type": "list",
									"items": [
										"57%: \"I use monster challenge ratings as a rough gauge of difficulty and improvise encounter balance from there.\" (149 responses)",
										"26%: \"I don't really balance encounters. I choose the type and number of monsters based on the story and situation.\" (68 responses)",
										"10%: \"I use Kobold Fight Club to balance encounters.\" (26 responses)",
										"5%: \"I use another online calculator to balance encounters.\" (12 responses)",
										"3%: \"I use the encounter building guidelines in the Dungeon Master's Guide.\" (8 responses)",
										"0%: \"I use the new Unearthed Arcana encounter building guidelines for balancing encounters.\" (0 responses)"
									]
								},
								"\"{@i D&D} players, of the three pillars of {@i D&D} game play, which do you enjoy the most?\"",
								"Poll posted August 31, 2017, with 158 responses.",
								{
									"type": "list",
									"items": [
										"59%: NPC interaction and roleplaying (94 responses)",
										"27%: Exploration and investigation (42 responses)",
										"14%: Combat (22 responses)"
									]
								},
								"\"5e DMs, do you regularly alter monster hit points during combat?\"",
								"Poll posted September 1, 2017, with 523 responses.",
								{
									"type": "list",
									"items": [
										"70%: \"Yes, I both increase and decrease hit points during combat.\" (368 responses)",
										"25%: \"No, I don't modify a monster's hit points once the battle has started.\" (129 responses)",
										"4%: \"Yes, I increase hit points to increase the challenge.\" (19 responses)",
										"1%: \"Yes, I reduce hit points to speed up combat or improve pacing.\" (3 responses)",
										"1%: \"I don't even track hit points.\" (4 responses)"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "References and Additional Reading",
							"entries": [
								"Baker, D. Vincent. {@i Apocalypse World}. Lumpley Games, 2010. {@link http://apocalypse-world.com}",
								"Balsera, Leonard, et al. {@i Fate: Core System}. Evil Hat Productions, 2014. {@link http://www.evilhat.com/home/fate-core/}",
								"Bradbury, Ray. {@i Zen in the Art of Writing}. Capra Press, 1973.",
								"Bulmahn, Jason et al. {@i Pathfinder Roleplaying Game Core Rulebook}. Paizo",
								"Publishing, 2009. {@link http://paizo.com/products/btpy88yj?Pathfinder-Roleplaying-Game-Core-Rulebook}",
								"Carter, Michele, ed. {@i Kobold Guide to Plots and Campaigns}. Kobold Press, 2016. {@link http://koboldpress.com/kpstore/product/kobold-guide-to-plots-campaigns/}",
								"Colville, Matthew. \"Challenge Rating, Running the Game #44.\" YouTube video, 13:55. August 23, 2017. {@link http://www.youtube.com/watch?v=xANZTijbrw8}",
								"Colville, Matthew. \"Running the Game.\" YouTube video series, 38 videos. Posted February 2016 to November 2017. {@link http://www.youtube.com/playlist?list=PLlUk42GiU2guNzWBzxn7hs8MaV7ELLCP_}",
								"Colville, Matthew. \"Verbs! Running the Game #35.\" YouTube video, 9:37. May 15, 2017. {@link http://www.youtube.com/watch?v=g6w_DRHRDDM}",
								"Cook, Monte. {@i Numenera}. Monte Cook Games, 2013. {@link http://www.montecookgames.com/store/product/numenera-print/}",
								"Cook, Monte. {@i Weird Discoveries: Ten Instant Adventures for Numenera}. Monte Cook Games, 2015. {@link http://www.montecookgames.com/store/product/weird-discoveries-ten-instant-adventures-for-numenera/}",
								"Crawford, Jeremy, et al. {@i Dungeon Master's Guide} (fifth edition {@i Dungeons & Dragons}). Wizards of the Coast, 2014. {@link http://dnd.wizards.com/products/tabletop-games/rpg-products/dungeon-masters-guide}",
								"Crawford, Jeremy. \"Prep as little as you can.\" Twitter, July 15, 2017. {@link http://twitter.com/JeremyECrawford/status/886406932197629955}",
								"Donjon RPG Tools. Accessed November 11, 2017. {@link http://donjon.bin.sh/}",
								"Don't Split the Podcast. \"DM's Deep Dive 7 — Voices at the Table (with Matthew Mercer).\" YouTube video, 1:07:11. August 14, 2017. {@link http://www.youtube.com/watch?v=MVKvjSLt2d4&t=849s}",
								"Dungeon Life. \"Chris Perkins On Making Your {@i D&D} Game Great.\" Twitch video. May 10, 2017. {@link http://www.twitch.tv/videos/152173575}",
								"Geek & Sundry. \"Designing an Encounter w/ Matthew Colville: Part 1 (GM Tips w/ Satine Phoenix).\" YouTube video. July 20, 2017. {@link http://www.youtube.com/watch?v=E_-JDmlnFiU}",
								"Geek & Sundry. \"Designing an Encounter w/ Matthew Colville: Part 2 (GM Tips w/ Satine Phoenix).\" YouTube video. July 27, 2017. {@link http://www.youtube.com/watch?v=3wl_v7V3-uU}",
								"Heinsoo, Rob, and Tweet, Jonathan. {@i 13th Age Core Book}. Pelgrane Press, 2014. {@link http://site.pelgranepress.com/index.php/13th-age-core-book/}",
								"King, Stephen. {@i The Gunslinger}. Scribner, 2003.",
								"King, Stephen. {@i On Writing: 10th Anniversary Edition}. Simon & Schuster, 2010.",
								"LaTorra, Sage, and Koebel, Adam. {@i Dungeon World}. Sage Kobold Productions, 2014. {@link http://www.dungeon-world.com}",
								"Laws, Robin. {@i Hamlet's Hit Points}. Gameplaywright Press, 2010. {@link http://gameplaywright.net/books/hamlets-hit-points/}",
								"Laws, Robin. {@i Robin's Laws of Good Gamemastering}. Steve Jackson Games, 2002. {@link http://www.sjgames.com/robinslaws/}",
								"Mearls, Mike. \"Dungeon World's concept of fronts improved my {@i D&D} games immeasurably.\" Twitter, December 28, 2012. {@link http://twitter.com/mikemearls/status/284793099857833986}",
								"Moore, Cal and Rockett, Wade. {@i 13th Age Game Master's Screen and Resource Book}. Pelgrane Press, 2015. {@link http://site.pelgranepress.com/index.php/13th-age-game-masters-screen-and-resource-book/}",
								"Owens, Nate. \"It took one session as a DM for me to understand how little my players cared about all those details we missed.\" Twitter, August 6, 2017. {@link http://twitter.com/SanIlDefanso/status/894302283613310976}",
								"Perkins, Chris. \"A Lesson in Mediocrity.\" {@i Dungeons & Dragons} website, March 2012. {@link http://dnd.wizards.com/articles/features/lesson-mediocrity}",
								"Perkins, Chris. \"From Jose Chung.\" {@i Dungeons & Dragons} website, August 2012. {@link http://dnd.wizards.com/articles/features/jose-chung}",
								"Perkins, Chris. \"Kitchen Sinks and Frying Pans.\" {@i Dungeons & Dragons} website,",
								"April 2012. {@link http://dnd.wizards.com/articles/features/kitchen-sinks-and-frying-}",
								"pans",
								"Perkins, Chris. \"Old School.\" {@i Dungeons & Dragons} website, August 2012. {@link http://dnd.wizards.com/articles/features/old-school}",
								"Perkins, Chris. \"The Dungeon Master Experience Archive.\" Wizards of the Coast, 2011. {@link http://www.wizards.com/dnd/files/DM_Experience_2011.pdf}",
								"Perkins, Chris. \"What's My Motivation.\" {@i Dungeons & Dragons} Website, July 2012. {@link http://dnd.wizards.com/articles/features/whats-my-motivation}",
								"Ralya, Martin, ed. {@i Unframed: The Art of Improvisation for Game Masters}.",
								"Engine Publishing, 2014. {@link http://www.enginepublishing.com/unframed-the-art-of-}",
								"improvisation-for-game-masters",
								"Reynolds, Sean K., ed. {@i Kobold Guide to Gamemastering}. Kobold Press, 2017. {@link http://koboldpress.com/kpstore/product/kobold-guide-to-gamemastering/}",
								"Shea, Michael. \"2016 {@i D&D} 5th Edition Dungeon Master Questionnaire.\" Sly Flourish website, October 2016. {@link http://slyflourish.com/2016_dm_questionnaire.html}",
								"Shea, Michael. \"2016 {@i Dungeons & Dragons} Dungeon Master Survey Results.\" Sly Flourish website, December 2016. {@link http://slyflourish.com/2016_dm_survey_results.html}",
								"Shea, Michael. \"5e {@i Dungeons & Dragons} Facebook and Twitter Survey Results.\" Sly Flourish website, September 2017. {@link http://slyflourish.com/facebook_surveys.html}",
								"Shea, Michael. \"An Analysis of the #dnd Twitter Community.\" Sly Flourish website, April 2017. {@link http://slyflourish.com/the_dnd_twitter_community.html}",
								"Shea, Michael. \"Awarding Magic Items in {@i Dungeons & Dragons} 5th Edition.\" Sly Flourish website, July 2017. {@link http://slyflourish.com/awarding_magic_items.html}",
								"Shea, Michael. \"Collected Experiences Running {@i D&D} 5e Boss Fights.\" Sly Flourish website, November 2017. {@link http://slyflourish.com/improving_boss_fights.html}",
								"Shea, Michael. \"A Collection of Awesome Events.\" Sly Flourish website, March 2016. {@link http://slyflourish.com/collection_of_awesome_events.html}",
								"Shea, Michael. \"Dungeons and Dragons 5th Edition Campaign Worksheet.\" Sly Flourish website, April 2015. {@link http://slyflourish.com/5e_campaign_worksheet.html}",
								"Shea, Michael. {@i Sly Flourish's Dungeon Master Tips}. Vorpal Quill, 2010. {@link http://slyflourish.com/book/}",
								"Shea, Michael. {@i Sly Flourish's Fantastic Adventures}. Vorpal Quill, 2017. {@link http://slyflourish.com/fantasticadventures/}",
								"Shea, Michael. {@i Sly Flourish's Fantastic Locations}. Vorpal Quill, 2016. {@link http://slyflourish.com/fantasticlocations/}",
								"Shea, Michael. \"Sly Flourish's Guide to Narrative 'Theater of the Mind' Combat in the 5th Edition of {@i Dungeons & Dragons}.\" Sly Flourish website, March 2017. {@link http://slyflourish.com/guide_to_narrative_combat.html}",
								"Shea, Michael. {@i Sly Flourish's The Lazy Dungeon Master}. Vorpal Quill, 2012. {@link http://slyflourish.com/lazydm/}",
								"Sorkin, Aaron. \"I'm Aaron Sorkin, writer of The West Wing and The Social Network. AMA.\" Reddit, July 2016. {@link http://www.reddit.com/r/IAmA/comments/4upxne/im_aaron_sorkin_writer_of_the_west_wing_and_the/#bottom-comments}",
								"Stephenson, Neal. {@i Snow Crash}. Bantam, 1992.",
								"Sutter, James et al. {@i Starfinder Core Rulebook}. Paizo Publishing, 2017. {@link http://paizo.com/products/btpy9qy1}",
								"Vecchione, Phil. {@i Never Unprepared: The Complete Game Master's Guide to Session Prep}. Engine Publishing, 2012. {@link http://www.enginepublishing.com/never-unprepared-the-complete-game-masters-guide-to-session-prep}",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/06.jpeg"
									}
								}
							]
						}
					]
				}
			]
		}
	]
}
