{
	"_meta": {
		"sources": [
			{
				"json": "WizCon",
				"abbreviation": "WizCon",
				"full": "Wizarding Contests",
				"authors": [
					"Middle Finger of Vecna"
				],
				"convertedBy": [
					"MrTavish"
				],
				"version": "1.0",
				"url": "https://mfov.magehandpress.com/2017/09/wizarding-contests.html",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "7b461d23c1",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Wizarding Contests",
			"id": "WizCon",
			"source": "WizCon",
			"published": "2017-09-20",
			"group": "homebrew",
			"contents": [
				{
					"name": "Wizarding Contests",
					"headers": [
						"Hedgemaze",
						"Illusionist's Ball",
						"Spell Duel",
						"Summoner's Chess"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "WizCon",
			"source": "WizCon",
			"data": [
				{
					"type": "section",
					"name": "Wizarding Contests",
					"entries": [
						"Whereas tourneys and contests of skill are grand public events and important occasions for nobility, wizarding contests are rarely met with much fanfare. Normally, they are held at lonely wizard's tower for a small audience of eclectic spellcasters, or at an arcane university to the cheers of students and faculty alike. Other times, they are played in secret, simply to prove a spellcaster's superiority over their peers.",
						"Wizarding contests are almost always used to prove the participant's mettle, by testing their wit, skill, and creativity -the attributes most important to spellcasting. In fact, they are routinely used as exams, a final test for apprentices, to be played against their masters.",
						{
							"type": "section",
							"name": "Hedgemaze",
							"entries": [
								"Hedgemaze is game of problem solving and skill played by transmuters. The game takes place in a large, empty field, though a field flanked by hills is ideal for spectators. The two participants are traditionally called a Challenger and a Master, though other names are sometimes used, depending on the spellcasters' traditions. The Master uses transmutation magic to grow a maze of hedges (though mazes built of stone, corn, or other materials are not uncommon) in the field around the Challenger. The Master has only 1 minute to construct this maze, and the maze must be possible to solve. The Challenger has 10 minutes to escape the maze and win the game. Flying, or otherwise circumventing the walls of the Maze, or using divination magic to learn the Maze's shape is not allowed, and is grounds for the Challenger's disqualification.",
								"As the Challenger explores the Maze, only his starting location, the location of the exit, and intersections seen by him are known to him. On any of his turns, the Challenger can make a Intelligence check (DC equals to the Master's spell save DC) to gain some insight as to which direction might be fruitful (though the Challenger is not told by the DM if his roll succeeds or fails.)",
								"Additionally, most often, the Master is allowed to place one Minotaur at a predetermined point in the Maze (though the summoned monster is not always a minotaur, it is always dangerous and follows the commands of the master.) The Challenger is not allowed to kill the Minotaur; rather, he must use trickery, wit, and creativity to avoid the Minotaur and escape the Maze."
							]
						},
						{
							"type": "section",
							"name": "Illusionist's Ball",
							"entries": [
								"The Illusionist's Ball is a deadly game of creativity and deception played between two or more spellcasters who favor illusion and enchantment magic. Usually, this game is played in secret. For each spellcaster that participates, three or more bystanders will also be involved in the game.",
								"The game takes place at a ball, or some other social gathering, such as a banquet, a dance, or a wedding. Each spellcaster must disguise themselves using illusion magic (the most common spell for this is disguise self) and also create an illusory person, called a Fake, to inhabit the ball. Illusory people are controlled by the DM, but their actions and response must be loosely dictated by the player that created them in advance. Each player is allowed five sentences of description for their illusory character.",
								"The goal of game is to find and stealthily kill all of the other players' Fakes (a Fake vanishes upon death), while keeping your Fake undiscovered. Killing a bystander or a player is grounds for disqualification, as is using spells that detect the presence of illusions, such as detect magic or true seeing. Other magic, such as enchantment spells, are encouraged, and can be cast upon bystanders or other players to gain an edge in the game. Revealing that an Illusionist's Ball is taking place to a bystander is also grounds for disqualification."
							]
						},
						{
							"type": "section",
							"name": "Spell Duel",
							"entries": [
								"The immortal test of a spellcaster's might is the Spell Duel, a contest that directly pits the arcane power of two spellcasters against one another. Both spellcasters must have an arcane focus to participate in a spell duel. The duel happens in a continuous stream of arcane energy, but can be thought of by players as occurring in rounds.",
								"At the beginning of each round, each spellcaster expends one spell slot up their choice in secret. Each spellcaster then makes an ability check using their spellcasting ability, adding the spell slot's level to the roll, and adding their proficiency bonus if they are proficient with the Arcana skill. When a spellcaster loses this skill contest three times, their arcane focus breaks and they lose the duel.",
								"Alternatively, a spell duel can be a lethal contest, in which case the spellcasters eschew the use of arcane focuses and channel their arcane energy directly at one another. In this variation, when a spellcaster loses the skill contest, they take 1d6 force damage for every level of the slot expended by their opponent."
							]
						},
						{
							"type": "section",
							"name": "Summoner's Chess",
							"entries": [
								"Above all else, Summoner's Chess is a two-spellcaster game of strategy. This game takes place on a large 40-foot by 40-foot board, whose 5-foot by 5-foot tiles alternate between white and black -- essentially a massive chess board, though some summoners use hexagonal variants on the board. Each spellcaster can summon monsters to occupy the 15 nearest tiles on their side of the board (for non-standard boards, this number is always one less than one fourth the total number of tiles.) The most popular spells used for this task are conjure animals, conjure woodland beings, find familiar, and occasionally conjure minor elementals, though very powerful spellcasters might cast conjure celestial or conjure elemental once each. Each spellcaster can concentrate on more than one conjuration spell for the duration of the game (making only a single Constitution check for all their spells to maintain concentration), but these spells immediately end when the game is complete.",
								"Once each spellcaster has populated their side of the board, they also take a place on the board. The objective of the game is to harry the opposing spellcaster to lose concentration on their spells. If a spellcaster loses concentration on their spells, they lose the game.",
								"Spellcasters take turns commanding their summons to move around the board. On each turn, a spellcaster can only move one summoned creature and command it to take an action. Many spellcasters play with a variation allowing a player to command 2 summoned creatures of CR 1/2 or lower or 3 summoned creatures of CR 1/4 or lower on a single turn. Each creature can only occupy one space and can attack opposed creatures on adjacent spaces, regardless of its size. A spellcaster can't cast any spells once the game has begun.",
								"Some spellcasters (especially warmages) play with fairly sophisticated rules for this game, such as implementing rules for Castling and en passant, but these are not standard."
							]
						}
					]
				}
			]
		}
	]
}
