{
	"_meta": {
		"sources": [
			{
				"json": "Siege",
				"abbreviation": "Siege",
				"full": "Siegeball",
				"authors": [
					"Middle Finger of Vecna"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://1d4chan.org/wiki/Siegeball",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "a4c5b63af3",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Siegeball",
			"id": "Siege",
			"source": "Siege",
			"published": "2016-08-06",
			"group": "homebrew",
			"contents": [
				{
					"name": "Siegeball",
					"headers": [
						"The Game",
						"The Arena",
						"The Ball",
						"Playing the Game",
						"Other Siegeball Actions",
						"Arena Rules"
					]
				},
				{
					"name": "Siegeball Tournaments",
					"headers": [
						"Setting up a Tournament",
						"Siegeball Championship"
					]
				},
				{
					"name": "Tournaments as Campaigns"
				},
				{
					"name": "Siegeball Equipment",
					"headers": [
						"Armor",
						"Weapons"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Siege",
			"source": "Siege",
			"data": [
				{
					"type": "section",
					"name": "Siegeball",
					"entries": [
						"It's time we talk about Siegeball. People in every campaign world need some form of recreational past time, apart from killing monsters and going on quests, of course. Siegeball, a concept I stole /tg/ (read about it here), was my go-to for campaigns set in 3.5. It's fun, violent, complements all kinds of characters, and makes clever use of existing game mechanics. However, the sport sorely needed an update for 5th edition, so I've taken it upon myself to simplify the sport a little and convert it over.",
						{
							"type": "section",
							"name": "The Game",
							"entries": [
								"Siegeball is a game played between two teams of five players each. Each team has a tower to defend from the other team. Players can't attack the towers directly, however. Instead, there is a single ball which can be used to knock down the towers. A team loses when their tower falls."
							]
						},
						{
							"type": "section",
							"name": "The Arena",
							"entries": [
								"The game is played in a walled rectangular arena. Normally, this arena is 140 feet long by 45 feet wide (28 squares by 9 squares), though arenas of all sizes and shapes exist. Each team's tower, a 5-foot dimeter pillar made of wood or loose stone, is set up 10 feet from each end of the arena lengthwise. Towers have 25 hit points and can only be damaged by the impact of the ball."
							]
						},
						{
							"type": "section",
							"name": "The Ball",
							"entries": [
								"Central to the game of siegeball is the ball, an especially dense sphere of solid rubber or wrapped leather that is pursued by the players. The ball is astoundingly heavy, and players move it by attacking it. Though in some places, players strike the ball with their hands or fists, usually players are given bats (which use the statistics of a club), or even more powerful melee weapons, like warhammers and mauls.",
								"The ball has an AC of 8 and a pool of Momentum Points, which determine how fast it's moving.",
								"{@b Attacking the Ball}. When you attack the ball, you can choose to hit it in one of the eight cardinal directions. On a hit, the ball gains a number of momentum points equal to half the damage dealt to it, rounded down. The ball moves five feet in the chosen direction for each momentum point it has. As it moves, the ball subtracts one momentum point for each five feet it moves until it stops.",
								"The ball can collide with wall, objects, or towers.",
								"{@b Colliding with a Wall}. If the ball collides with a wall, it bounces off at an angle corresponding to its direction and continues to move until it stops. Colliding with a Player. You can use your reaction to hit the ball if it collides with you. To do so, make an attack roll targeting the ball. While moving, the ball has a bonus to its AC equal to its current momentum points. On a hit, roll damage as normal, remove the ball's current momentum points, and send it in a new direction. If you miss, the ball hits you, and you take damage equal to twice the ball's current momentum points and are knocked prone.",
								"If you do not use your reaction to stop the ball, it rolls past you.",
								"{@b Colliding with a Tower}. If the ball collides with a tower, it deals damage to the tower equal to the twice the ball's current momentum points and then stops."
							]
						},
						{
							"type": "section",
							"name": "Playing the Game",
							"entries": [
								"Playing the Game The game begins with a tip-off in the center of the arena. A player from each team makes an attack roll against the ball. The player with the higher attack roll successfully attacks the ball. Players begin within 10 feet and 30 feet of the ball, but need not begin on their own side.",
								"Players act in initiative order. If preferable, the DM can choose for the teams to take turns acting, instead of keeping track of the players individually. The game ends when a tower is reduced to 0 hp.",
								"Siegeball is a widely-played sport and the exact rules and standards change wherever the game is played. The only concrete rule of Siegeball is not to attack your opponent's tower directly. In most arenas, using magic and attacking players directly are also considered cheating (though this doesn't stop some witches and wizards from influencing the games anyway). However, other behaviors, like shoving opposing players or kicking dirt into their eyes, is tolerated and sometimes even encouraged.",
								"In seedier games, Siegeball is a violent, high-stakes competition. with spellcasters on both sides attempting to secretly fix the game for their side, while the players try to disguise outright attacks on their opponents as legitimate maneuvers. Bets on Siegeball range from a few silver pieces to bags of gold, and games are particularly cut-throat when fortunes are on the line."
							]
						},
						{
							"type": "section",
							"name": "Other Siegeball Actions",
							"entries": [
								"In addition to attacking, dodging, shoving, and dashing, (and occasionally using an item forbidden by the referees), there are a few special actions that players of a siegeball game might take.",
								"{@b Attack a Player (Illegally)}. In the most disreputable games, direct assaults on other players is not only allowed, it's encouraged. In most games, however, an attack can only be made when the referee isn't looking. When you make an attack on a creature in an arena that doesn't allow direct attacks, make a Dexterity (Stealth) check or a Charisma (Deception) check, contested by the referee's passive Perception score. On a success, you attack the player without consequence. On a failure, you are removed from the game for the following round, and reenter the game on a side of the arena near your tower.",
								"Shove actions do not incur a penalty.",
								"{@b Block}. You dig in your heels and hold your ground. You have advantage on any ability check or saving throw you make to resist being moved against your will, and you can use your reaction to attack any ball that moves within 5 feet of you. Additionally, if the ball is within 5 feet of you, other creatures have disadvantage on attack rolls against it.",
								"{@b Cast a Spell (Illegally)}. In very high society (especially elven society) certain types of more civilized magic might be allowed in siegeball games, but the vast majority of games, any arcana is paramount to cheating. When you cast a spell in an arena that doesn't allow magic, you can make a Dexterity (Stealth) check or a Charisma (Deception) check, contested by the referee's passive Perception score. This roll has advantage if the target is within 5 feet of you, the effect of the spell doesn't include any large audio or visual cues (like certain illusion spells, or spells like gust of wind), or the spell is cast with the sorcerer's Subtle Spell Metamagic. It has disadvantage if the target of the spell is more than 5 feet away from you, or if the effect of the spell has obvious audio or visual effects. On a success, you cast the spell without consequence. On a failure, you are removed from the game for the following round, and reenter the game on a side of the arena near your tower.",
								"Inborn magical abilities like a dragonborn's Breath Weapon may or may not count as magic, at the referee's discretion.",
								"{@b Follow}. When you take this action, choose a creature you can see within 10 feet of you. When that creature moves, you attempt to follow behind it, moving up to your base speed, while remaining the same distance between yourself and the lead creature for the entire duration of the movement.",
								"{@b Retire}. When you take this action, you remove yourself from the field and sit out the rest of the game. This may be useful to free yourself from danger, but you can no longer help your team.",
								"{@b Tackle}. Performing a tackle is a special variant of shoving a creature. You have advantage on a Strength (Athletics) check contested by the target's Strength (Athletics) or Dexterity (Acrobatics) check (the target chooses the ability to use). On a success, you and the target are knocked prone in the target's space."
							]
						},
						{
							"type": "section",
							"name": "Arena Rules",
							"entries": [
								"Different siegeball arenas impose different restrictions on the games they hold, ranging from so-called underground arenas, where blood is more important than sport, to the mainstream arenas, which are funded by kings or other nobility, and thus impose fairly civilized rules.",
								"The following are some of restrictions that an arena might impose on the game:",
								"{@b Everything Goes}. Magic, deadly weapons, direct attacks on players, and even murder is all allowed in this game. Arenas that play with these rules are typically deemed Blood Arenas by spectators, and their players (which are paid handsomely for surviving) are more like gladiators than professional athletes. Expect these arenas in drow cities, and other evil locales.",
								"{@b Everything Goes (Limited)}. Magic and direct attacks on other players are allowed, but only conventional siegeball weapons are allowed, and outright murder disqualifies a team. These rules are typically held in run-down arenas in less prosperous cities (where new siegeball teams might just get their start.)",
								"{@b All Weapons}. Weapons of any variety can be used in this game, up to and including massive warhammers and greatswords, but no magic of any sort is allowed. Towers have twice the HP in this game. Attacks against other players and illegal magic are penalized by removing the offending players from the field. The entire team is disqualified if its players are removed from the field three times for breaking the rules, or if one of its players outright kills a member of the other team.",
								"This variant of the rules is similar to the conventional rules, but allows for spectacular and dangerous weapons (and, of course, more deadly \"accidents\"). Particularly ravenous crowds flock to these games for the fleeting chance of watching blood being spilled.",
								"{@b Limited Magic}. Some spells, specifically those which do not directly deal damage to members of the other team, are allowed and allowed. At least one player on each team is encouraged to know the spells dispel magic and counterspell. Attacks against other players and illegal magic are penalized by removing the offending players from the field. The entire team is disqualified if its players are removed from the field three times for breaking the rules, or if one of its players outright kills a member of the other team. Teleporting another player mid-game across the continent, however, is allowed.",
								"These rules are more common where magic is viewed more favorably as a civilized art, rather than as the trickery of elves and witches. Though the spectators might seem more refined at first glance, they are just as ravenous for the blood and conflict of a good siegeball game.",
								"{@b Conventional}. Only conventional siegeball weapons are allowed in this game, and all magic is disallowed. Attacks against other players and illegal magic are penalized by removing the offending players from the field. The entire team is disqualified if its players are removed from the field three times for breaking the rules, or if one of its players outright kills a member of the other team.",
								"This is the dominant system of rules for the game, practiced in the most prominent siegeball arenas."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Siegeball Tournaments",
					"entries": [
						"Though individual, one-off siegeball games are held regularly, there's nothing so spectacular as a tournament: the thrill of rising to the top, the sting of defeat, and the lure of a grand prize and lasting glory. Few other things bring out spectators and players alike in droves. The grandeur of such tournaments is integral to siegeball on a grand scale, as they bring far-flung teams together, expand the sport's scope to a national scale, and unite players and spectators in a single, [grand] competition.",
						{
							"type": "section",
							"name": "Setting up a Tournament",
							"entries": [
								"Though tournaments are the lifeblood of career siegeball teams, there exists no one perfect way of conducting them. Each method of arranging a tournament has radical pros and cons, though most attempt to strike a balance between audience tension and accurate assessment of skill. The following tournament designs are often used for siegeball:",
								{
									"type": "section",
									"name": "Single Elimination",
									"entries": [
										" By far the simplest and shortest tournament is the singleelimination bracket. In this tournament, teams are randomly paired off on a pyramid, and losers are eliminated from the tournament. Winners advance to the next round until only one team remains.",
										"Though this tournament's design is attractive due to its simplicity, it suffers from some limitations. When spectators follow only a single team, they are unlikely to return after their team is eliminated; a result that is extremely likely when half of the competing teams are eliminated every round. Also, skilled teams can be eliminated early after only a single bad match, leading to upsets where the players blame the loss of an entire tournament on a single bad play or referee call.",
										"Despite its drawbacks, single elimination tournaments remain the favorite among orcish and goblinoid teams, perhaps because it doesn't hinder a tournament's progression if a half of a losing team is killed over the course of a game."
									]
								},
								{
									"type": "section",
									"name": "Double Elimination",
									"entries": [
										"A popular alternative to the single elimination tournament is the double elimination. This bracket proceeds like the single elimination bracket, except that losers are added to a loser's bracket, where they compete against each other. The final team remaining in the loser's bracket goes on to play the victor of the winner's bracket in the finals. This design ensures that teams play at least two games each, and that a single poor game doesn't condemn an otherwise superlative team."
									]
								},
								{
									"type": "section",
									"name": "Multilevel",
									"entries": [
										"A natural extension to the double elimination design, multilevel tournaments begin with all contending teams at the same \"level\", with a tournament score equal to the number of contending teams. A team gains one point on a victory, and loses one point on a defeat, and plays only other teams with the same tournament score as themselves, continuing until no two teams are on the same level (or until only one team is the victor, depending on the specific rules.) This design ensures that competitors play a roughly equal number of games, and that a maximum number of competitions happen at one time. Additionally, it's likely that teams will be more evenly matched for skill after a few rounds."
									]
								},
								{
									"type": "section",
									"name": "Round-Robin",
									"entries": [
										"In a round-robin game, each competing team plays each other in sequence; the team with the greatest number of victories wins, or goes to a tie-breaker game. This is easily the fairest way of determining a victor, since every possible matchup in a tournament is played out, but it has yet to catch on in the national siegeball stage. Part of the reason might be that players are accustomed to the thrill of elimination, and the natural progression of more skilled teams matching against one another as the brackets become smaller. Whatever the reason, few leagues (except for elven leagues) employ this type of tournament."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Siegeball Championship",
							"entries": [
								"The annual Siegeball Championship League, held for the better part of a millennium, enjoys the largest scale and most prestigious prizes of any siegeball tournament. Taking part over a season, its athletes travel from city to city, competing in matches to separate the wheat from the chaff.",
								"At its conclusion, only one team may win the Siegebowl, and claim its grand prize (normally an impressive quantity of gold). Perhaps more importantly, Championship victors claim legendary sports status for all time, and are enshrined in the Hall of Victors, an immortal dedication to champions throughout the ages.",
								"The Championship is a double-elimination competition, and every competing team must play one home game and one away game. Contending teams are selected by the Championship Committee, the presiding board of regulators and referees, and also must pay a hefty entry fee to compete. Though entry fees might pose an obstacle for upstart teams, they rarely present an obstacle to national contenders, which compete yearly.",
								{
									"type": "section",
									"name": "Prizes",
									"entries": [
										"Few games are played exclusively for bragging rights and notoriety; tournaments run on their prizes. Large, enticing awards for winning teams fuels an entire industry of talent scouts, coaches, and arena owners, from the smallest games to the largest championships. Every player dreams of glory, but earning huge prize is a close second.",
										"Of course, not all prizes are silver and gold. Siegeball tournaments give out a huge variety of prizes, some of which are detailed here:",
										{
											"type": "section",
											"name": "Trophies",
											"entries": [
												"Most large, official tournament tournaments give out a trophy of some variety to the winning team. The classic trophy is a gold chalice with a marble base, engraved with the tournament's name and year. Other might include medals, rings, or ribbons, depending on the tournament. The best of teams collect these trophies and display them as badges of honor, but ultimately, they're fairly token. Nearly every trophy is awarded alongside a cash prize, which coaches and team owners view as far more substantial."
											]
										},
										{
											"type": "section",
											"name": "Cash Prizes",
											"entries": [
												"The actual value of cash prizes might vary, but they generally grow (exceptionally, in fact) with the glamor and prestige of the tournament awarding them. Typical first-place prizes are listed on the cash prizes table below. Often, a second-place prize equal to half the value of the first-place prize is awarded to the runner up team.",
												{
													"type": "table",
													"colLabels": [
														"Level",
														"GP"
													],
													"colStyles": [
														"col-6",
														"col-6"
													],
													"rows": [
														[
															"1st-4th",
															"2,000"
														],
														[
															"5th-10th",
															"5,000"
														],
														[
															"11th-16th",
															"10,000"
														],
														[
															"17th-20th",
															"40,000"
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Valuable Items",
									"entries": [
										"Other valuable items, equivalent in value to cash prize, might be awarded instead. Anything from magic items, to priceless treasures donated from the king's coffers, to entire keeps or tracks of land could be at stake for the winning team. It is assumed that such prizes will probably be sold (at least in part, if the prize in question can be divided) to pay the team, the coach, and the arena owner sponsoring the team. Other items, like artifacts, might be powerful enough that the fate of many innocents might rely on the winner of the tournament. Though such awards might seem extremely foolhardy, they're not uncommon among the elves, who appreciate the dramatics."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Tournaments as Campaigns",
					"entries": [
						"One of the more obvious uses for a siegeball tournament is as a wrapper for an entire campaign, as the two match exceedingly well. Campaigns involving siegeball feel very different depending on the party's level, adopting different themes, goals, and villains as the party progresses. This section will cover three different types of siegeball tournament campaigns:",
						{
							"type": "section",
							"entries": [
								{
									"type": "section",
									"name": "Low Level Campaigns",
									"entries": [
										"Before 5th level, siegeball campaigns are bound to be gritty affairs of underground tournaments taking place in dangerous arenas. Until the party achieves enough notoriety to be noticed by a siegeball scout, every day is a struggle for survival. Brutal enemy teams leave them battered and bruised after every game, and lethal weapons like warhammers are brought in regularly. Each game risks life and death, in addition to lifechanging glory.",
										"The party's coach (or owner, as the case may be) will likely be an antagonist in this type of campaign, acting as a driving force to push the party toward ever more dangerous games, while paying them as little as possible, and making escape impossible. The coach is more obsessed with money than safety, and may even place bets against the party in their most perilous games.",
										"The competitors at this level are a combination of the underprivileged athletes with big dreams and criminally violent players that could never advance higher in the game, due to their contempt for authority. A team made exclusive of this latter group might not fare well against the party in winning a game of siegeball, but could easily kill one of them mid-game."
									]
								},
								{
									"type": "section",
									"name": "Medium Level Campaigns",
									"entries": [
										"When the party finally attains a modicum of success in the underground siegeball arenas, they'll likely be spotted by a siegeball recruiter for a medium or large city and be signed on a long-term contract. Right away, they'll be gifted new uniforms and equipment, and will be placed in a tournament against vastly more professional teams. With enough skill and daring, the party might rise to the top of their first professional siegeball tournament to become the underdogs with a shot at the top.",
										"Traveling from city to city for siegeball games gives the party a chance to explore the campaign world, and opens up possibilities for roadside encounters and diversions from the main tournament. Any distraction that seriously injures a party member or delays the party from reaching the stadium in time could endanger their careers as well, so even sidequests have a measure of potential risk.",
										"At this level of the campaign, the ruthlessly competitive opposing teams will rise to become the chief antagonists. This is a great place to insert an experienced rival team who are favored to win the tournament as a foil to the party's underdog standing. Other interesting teams with strong gimmicks are key to pad out the tournament before the final game.",
										"Of course, it's possible that the party might find interesting offers coming in from private siegeball arrangements, where 'no rules' games are played behind closed doors for a selected audience. These games are clearly unsafe, and those arranging them seem very suspect, but the lavish pay is enticing nonetheless.",
										"Lastly, this period of the campaign sees the party achieving their first real fame: they'll be recognized on the street and be asked to sign autographs by die-hard siegeball fans. They're not going to be mobbed by the adoring public quite yet, but this might nonetheless go to their heads."
									]
								},
								{
									"type": "section",
									"name": "High Level Campaigns",
									"entries": [
										"At the highest level campaigns, the party, who have been playing professional siegeball for some time, is selected by the Championship Committee for inclusion in the Siegeball Championship, the most prestigious tournament anywhere. This is a make-or-break moment in their careers -- a single shot at legendary status.",
										"The first obstacle is not the tournament itself, but the steep entry fee. The party might have to sell most of their belongings or accept a dangerous loan to compete. Whatever solution they find, a lot will be riding on them winning a cash prize in the Championship.",
										"When the tournament begins in earnest, the party will compete against the most experienced teams in the world, each of which desperately wants to win the tournament. Each game will be a nail-biting struggle of wills, and the party will need every trick they know to succeed.",
										"Additionally, the Championship tends to attract contenders from much further afield, including a host of non-humanoid teams. Teams of djinni and efreeti travel from the Elemental Planes to compete, and a team of driders always rises from to represent the underworld in the competition. Sahuagin, lizardfolk, and fey creatures like satyrs all travel from their homelands to compete. Sometimes, even a duo of giants enter the competition, wielding a siege club in each hand.",
										"Between games is a long, nervous period of practice matches, punctuated by intrigue. Large conspiracies surround the Championship, from hazardous, illegal drugs being taken by other players to enhance their speed and strength, to sinister donors that have entered new teams in the tournament for mysterious reasons, to plots to sabotage the party's chances of victory. If the party wants any chance of winning, investigating and exposing these schemes is critical.",
										"At this stage of the campaign, the party can be considered superstars. Ordinary people get starstruck around them (even those who don't follow siegeball), and they find it hard to push through crowds before games. While this makes covert activity difficult, it also means that common folks will probably help the party in small ways if asked."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Siegeball Equipment",
					"entries": [
						{
							"type": "section",
							"name": "Armor",
							"entries": [
								"Because siegeball is a full-contact sport, most athletes rely on sturdy, dependable gear to achieve a long career. The specifics of siegeball gear may vary, but all are designed from the same framework as conventional armor, fitting hardened leather and metal plates strategically to mitigate impact. Chiefly, however, siegeball gear places in importance on mobility, and so tends to be lighter and more flexible van contemporary armor, if not less protective.",
								{
									"type": "table",
									"colLabels": [
										"Name",
										"Cost",
										"Armor Class (AC)",
										"Strength",
										"Stealth",
										"Weight"
									],
									"colStyles": [
										"col-2",
										"col-2",
										"col-4",
										"col-1",
										"col-2",
										"col-1"
									],
									"rows": [
										[
											"{@b Light Armor}",
											"",
											"",
											"",
											"",
											""
										],
										[
											"Siegeball Gear",
											"25 gp",
											"12 + Dexterity Modifier",
											"-",
											"-",
											"12 lb."
										],
										[
											"{@b Medium Armor}",
											"",
											"",
											"",
											"",
											""
										],
										[
											"Padded Siegeball Gear",
											"50 gp",
											"14 + Dexterity Modifier",
											"-",
											"-",
											"18 lb."
										],
										[
											"{@b Heavy Armor}",
											"",
											"",
											"",
											"",
											""
										],
										[
											"Spike Gear",
											"75 gp",
											"16",
											"Str 13",
											"Disadvantage",
											"35 lb."
										]
									],
									"caption": "Armor"
								},
								{
									"type": "section",
									"name": "Armor Description",
									"entries": [
										"The following are used almost exclusively in games of siegeball.",
										"{@b Siegeball Gear}. This set of leather equipment, which includes a padded helmet, sturdy gloves, elbow and kneepads, and a few protective guards, is standard attire for most siegeball players. It balances light weight and flexibility with some impact resistance, but does little to protect an athlete from twisted or overextended joints.",
										"{@b Spiked Gear}. Festooned with iron spikes on its shoulder pads, helmets, and kneepads, this siegeball gear is lethal in its own right, and is used only in underground arenas. When you tackle or are tackled by another creature while wearing this armor, you deal piercing damage equal to your Strength modifier to that creature.",
										"{@b Padded Siegeball Gear}. With greater padding and armored plates protecting the most vital areas, this version of siegeball armor trades portability for protection. Heftier players, who are more effective using their bodies as battering rams, are likely to appreciate the extra protection."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Weapons",
							"entries": [
								"One of siegeball's biggest attractions is the bewildering variety of weapons used across the game. Some variants of the game allow all manner of lethal weapons, which increases this variety (as well as the danger posed to players) tenfold. But even in regulated games, where the types of weapons are more strictly controlled, siegeball allows for multiple weapon types, selected from the following options.",
								{
									"type": "table",
									"colLabels": [
										"Name",
										"Cost",
										"Damage",
										"Weight",
										"Properties"
									],
									"colStyles": [
										"col-3",
										"col-1",
										"col-4",
										"col-1",
										"col-3"
									],
									"rows": [
										[
											"{@b Simple Weapons}",
											"",
											"",
											"",
											""
										],
										[
											"Siege Baton",
											"1 gp",
											"{dice 1d4} bludgeoning",
											"2 lb.",
											"Finese, Light"
										],
										[
											"Siege Bat",
											"2 gp",
											"{dice 1d8} bludgeoning",
											"3 lb.",
											"-"
										],
										[
											"{@b Martial Weapons}",
											"",
											"",
											"",
											""
										],
										[
											"Siege Club",
											"6 gp",
											"{dice 1d12} bludgeoning",
											"6 lb.",
											"Heavy, two-handed"
										],
										[
											"{@b Other}",
											"",
											"",
											"",
											""
										],
										[
											"Spike Ball",
											"2 gp",
											"-",
											"4 lb.",
											"Special"
										]
									],
									"caption": "Weapon"
								},
								{
									"type": "section",
									"name": "Weapon Descriptions",
									"entries": [
										"The following weapons are used almost exclusively in games of siegeball.",
										"{@b Siege Baton}. A three-foot long cylindrical bat with a short, padded handle, the siege baton is the lightest weapon allowed in most siegeball games. It is normally favored by those dexterous enough to effectively brandish one in each hand, allowing them to use both batons to strike the ball at once, or to strike the ball twice as often, allowing for greater maneuverability across the arena.",
										"{@b Siege Bat}. A cylindrical club exceeding four feet in length, with an impressive heft, the siege bat is the standard weapon used in siegeball games. Most tournaments have adopted standard rules as to a bat's composition, weight, and length, with the mass and balance of a bat. Usually, in compliance with these rules, a siege bat's weight and balance is augmented by a lead mass installed near its far end, where the bat is also thicker and reinforced by an iron band.",
										"{@b Siege Club}. A weapon only for the stoutest of athletes, the siege club is a two-handed club of immense size and weight. Designed with a wedge-shape for both a wide blocking and striking surface, almost all siege clubs are designed with a lead core running their length to increase their heft. Even with a series of iron bands reinforcing it, siege clubs are known to smash mid-game under the force of intense strikes and powerful blocks.",
										"{@b Spiked Ball}. Though it is less a weapon, and more a piece of game equipment, the spiked ball can be lethal all the same. Its surface is covered in broad half-inch long metal studs that tear up the turf and break bones on impact."
									]
								},
								{
									"type": "section",
									"name": "Special Property",
									"entries": [
										"The spiked siegeball has the following special property:",
										"{@b Spiked Ball}. The spiked siegeball deals double damage to creatures it hits."
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Cash Prizes",
			"source": "Siege",
			"caption": "Cash Prizes",
			"colLabels": [
				"Level",
				"GP"
			],
			"colStyles": [
				"col-6",
				"col-6"
			],
			"rows": [
				[
					"1st-4th",
					"2,000"
				],
				[
					"5th-10th",
					"5,000"
				],
				[
					"11th-16th",
					"10,000"
				],
				[
					"17th-20th",
					"40,000"
				]
			]
		},
		{
			"name": "Armor",
			"source": "Siege",
			"caption": "Armor",
			"colLabels": [
				"Name",
				"Cost",
				"Armor Class (AC)",
				"Strength",
				"Stealth",
				"Weight"
			],
			"colStyles": [
				"col-2",
				"col-2",
				"col-4",
				"col-1",
				"col-2",
				"col-1"
			],
			"rows": [
				[
					"{@b Light Armor}",
					"",
					"",
					"",
					""
				],
				[
					"Siegeball Gear",
					"25 gp",
					"12 + Dexterity Modifier",
					"-",
					"-",
					"12 lb."
				],
				[
					"{@b Medium Armor}",
					"",
					"",
					"",
					""
				],
				[
					"Padded Siegeball Gear",
					"50 gp",
					"14 + Dexterity Modifier",
					"-",
					"-",
					"18 lb."
				],
				[
					"{@b Heavy Armor}",
					"",
					"",
					"",
					""
				],
				[
					"Spike Gear",
					"75 gp",
					"16",
					"Str 13",
					"Disadvantage",
					"35 lb."
				]
			]
		},
		{
			"source": "Siege",
			"caption": "Weapons",
			"name": "Weapon",
			"colLabels": [
				"Name",
				"Cost",
				"Damage",
				"Weight",
				"Properties"
			],
			"colStyles": [
				"col-3",
				"col-1",
				"col-4",
				"col-1",
				"col-3"
			],
			"rows": [
				[
					"{@b Simple Weapons}",
					"",
					"",
					"",
					""
				],
				[
					"Siege Baton",
					"1 gp",
					"{dice 1d4} bludgeoning",
					"2 lb.",
					"Finese, Light"
				],
				[
					"Siege Bat",
					"2 gp",
					"{dice 1d8} bludgeoning",
					"3 lb.",
					"-"
				],
				[
					"{@b Martial Weapons}",
					"",
					"",
					"",
					""
				],
				[
					"Siege Club",
					"6 gp",
					"{dice 1d12} bludgeoning",
					"6 lb.",
					"Heavy, two-handed"
				],
				[
					"{@b Other}",
					"",
					"",
					"",
					""
				],
				[
					"Spike Ball",
					"2 gp",
					"-",
					"4 lb.",
					"Special"
				]
			]
		}
	]
}
