{
	"_meta": {
		"sources": [
			{
				"json": "Tourney",
				"abbreviation": "Tourney",
				"full": "Tourney Rules",
				"authors": [
					"Mage Hand Press",
					"Middle Finger of Vecna"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "http://mfov.magehandpress.com/2017/09/tourney-rules.html",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "0b8a793b6e",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Tourney Rules",
			"id": "Tourney",
			"source": "Tourney",
			"published": "2017-09-06",
			"group": "homebrew",
			"contents": [
				{
					"name": "Tourney Rules",
					"headers": [
						"The Melee",
						"Jousting",
						"Sideshows"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Tourney",
			"source": "Tourney",
			"data": [
				{
					"type": "section",
					"name": "Tourney Rules",
					"entries": [
						"Have you ever wanted to feature a medieval tournament in your game with knights and jousting, but stopped yourself because the it'd be a pain to come up with new game mechanics to support it? WELL FRET YE NOT , FAIR MAIDEN, for I have done the hard work for you! Read on, and discover simpleyet-effective rules for running your very own tourney...",
						{
							"type": "section",
							"name": "The Melee",
							"entries": [
								"The centrepiece of any tourney is the chaotic brawl known as the 'melee'. In this massive fight, where dozens or even hundreds of warriors fight it out with sword, axe and mace, combat is governed by strict rules of chivalry, and killing your foes is disallowed. Melee is divided into Free-for-All, in which the last contestant standing wins, and the Team contests, where warriors are split into two sides that engage each other in formation. Team melees, are further divided into mounted and dismounted battles - mounted fights are generally preferred by audiences, but may not be feasible if there is a shortage of knights or warhorses.",
								{
									"type": "section",
									"name": "Rules of the Melee",
									"entries": [
										"In a melee, fighters must wield melee weapons, though thrown weapons such as javelins may be permitted. It is most unchivalrous to use lethal force in a melee (though accidents can happen) and anyone seen striking an opponent who is on the ground will be disqualified and ejected from the arena. Magic is usually restricted to magic items only, though some melees may allow spells with a range of touch or self to be used.",
										"Fighters may voluntarily retire from a melee at any stage by taking an action on their turn to lay down their weapons and declare themselves out of action. Anyone who attacks a retired fighter will be disqualified.",
										{
											"type": "section",
											"name": "Special Action: Eliminate",
											"entries": [
												"You can perform this action on a prone opponent within 5 feet of you, as long as you are not within the reach of any standing opponents. When you take the Eliminate action, the target is immediately disqualified from the melee and must drop their weapons at the next opportunity and leave the fighting area by the shortest available route. Anyone who attacks an eliminated combatant will also be disqualified."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Running the Melee",
									"entries": [
										"Before the fight, determine the number of fighters (including the PCs) that will be participating. To calculate this quickly, you can roll 12d10 or 1d12*10 (minimum 40). Melee fighters will be a mixture of warriors; you may wish to use the knight, veteran, thug and berserker stat blocks to represent them.",
										"Though the melee is large and filled with combatants, the players will only attract the attention of a few enemies at a time while many more fight and are eliminated elsewhere in the brawl. Therefore, the player's battle takes place within a 25 ft. x 25 ft. square area of the arena - one of many such areas - wherein enemy combatants routinely surge. If a PC exits this area while there are other combatants in the arena, they provoke an opportunity attack from a random combatant for every 10 feet they travel.",
										"At the beginning of the melee, and at the beginning of each turn of combat, roll 1d8. That many enemies enter the player's section of the arena on that turn (provided there is space for them to enter at the periphery of the arena). This is called a Melee Round. The battle has a number of Melee Rounds based upon the number of fighters in the brawl. To determine the number of Melee Rounds, divide the total number of fighters by 2 (rounding down, if necessary), and continue dividing by 2 until the result is 1 or lower. The number of times you divided to reach this result is the number of Melee Rounds.",
										"After the Melee Rounds are complete, the PCs still have to contend with the remaining combatants in the arena, possibly including each other, before the melee is complete."
									]
								},
								{
									"type": "section",
									"name": "Free-for-All vs. Team Melee",
									"entries": [
										"In a Free-for-All melee, all enemy combatants that enter combat on a melee round are hostile to the party, whereas in Team melee, only half are hostile, whereas the other half are friendly, and will fight alongside that party. Free-for-All melee continues until only one combatant is left standing, whereas Team melee continues until only one team remains."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Jousting",
							"entries": [
								"One of the most spectacular sights at a tourney is the thunderous crash of lance against shield that signifies a pair of knights tilting at each other in a joust. At a tourney, jousts are usually held as part of a knockout competition where winning knights advance through a series of rounds until just two finalists are left to compete for the prize.",
								{
									"type": "section",
									"name": "Winning a Joust",
									"entries": [
										"Jousts are conducted as a set number of charges (usually 3), ending early if a rider is unhorsed and thus automatically defeated. If neither rider is unhorsed after 3 rounds, the winner is decided by points, with 1 point scored for each accurate hit on the opponent's shield and 2 points for each lance broken against the opponent. If the result is still a tie, the audience will vote on a winner. Local heroes, charismatic fan favourites and well-groomed horses have a clear edge if it comes down to a vote."
									]
								},
								{
									"type": "section",
									"name": "The Tilt",
									"entries": [
										"For each charge, initiative is determined by a Wisdom (Animal Handling) check. Attacks are then made as normal against the target's AC, and any damage that would be dealt on a hit is instead dealt to the lance. Tourney lances have 10 HP and are replaced after each charge even if not broken. It should be noted that if the knight going second is unhorsed, they cannot attack, and they have disadvantage on their attack if they were struck but not unhorsed. If the initiative roll is tied, both characters attack at the same time and either or both could potentially be unhorsed. Characters with the Extra Attack feature cannot use it in a joust, but characters with the Mounted Combatant feat have advantage on the attack roll.",
										"If a knight is hit, they must make a Strength saving throw against a DC equal to the damage rolled. On a failure, they are unhorsed. When a rider is unhorsed, they make a DC 15 Dexterity saving throw. On a failure, they fall prone and are stunned for one round after falling. If the save is failed by 5 or more, the rider also suffers a {@table random lingering injury|lingering injury|DMG} as per the table on page 272 of the DMG.",
										{
											"type": "inset",
											"name": "Filter Tag",
											"entries": [
												{
													"type": "section",
													"name": "Variant: Ring Jousting",
													"entries": [
														"A particularly noble and genteel crowd might object to the violence and danger inherent in regular jousting, preferring instead that the knights demonstrate their grace and finesse by spearing a series of hanging rings.",
														"In ring jousting, knights take turns to complete a course that features a number of set of rings. They have to choose whether to aim at the larger, smaller or medium sized ring from each set. The largest ring has and AC of 12 and is worth 1 point, the medium ring has an AC of 15 and is worth 2 points and the smallest ring has an AC of 18 and is worth 3 points. The knight with the most points at the end of the course wins. Knights must use their Dexterity instead of Strength to attack when jousting at rings."
													]
												},
												{
													"type": "section",
													"name": "Variant: Extended Combat Jousting",
													"entries": [
														"On the other hand, some crowds want to see blood. Jousting can be made much grittier and more dangerous by having the knights continue to fight on foot after one has been unhorsed.",
														"In these extended bouts, a mounted knight must dismount immediately when their opponent is unhorsed - it should be assumed that the horse moves 60 feet before the rider's next turn, though they can attempt to dismount halfway through this move as a reaction to seeing their opponent fall with a successful DC 15 Dexterity (Acrobatics) check (on a failure, they fall prone and take 2d6 bludgeoning damage). They must then draw a melee weapon (usually a longsword or a mace) and continue the fight on foot until one of the knights yields or is knocked unconscious."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Sideshows",
							"entries": [
								"The melee and the jousting are the main events at a tourney. However, both of these events are relatively short-lived, and insufficient to occupy hundreds or even thousands of visitors for the duration of the show. Thus, an assortment of sideactivities are laid on, such as the following...",
								{
									"type": "section",
									"name": "Archery Contests",
									"entries": [
										"While competition in melee and jousting events is restricted to knights and nobles only, archery contests are usually open to all, including commoners and children. This makes them one of the very few means by which a commoner can come to the attention of powerful people - and even a modest cash prize is sure to generate lots of interest.",
										"Archery contests are usually organised as three-round elimination tournaments where archers are split into lines and the highest-scoring archer (sometimes the top two) from each line advances to one of two semi-finals. Then the winners of each semi-final face off one-on-one for the grand prize. In each round, the archers fire 6 arrows at a target 60 ft. away (though the range can vary - junior contests are usually shorter and grand finals often longer). Archers must use either shortbows or longbows; crossbows and other weapons are not allowed in archery contests.",
										"Points are scored according to the accuracy of the shot, determined by the archer's attack roll: 1 for white (AC 10), 2 for black (AC 12), 3 for blue (AC 14), 4 for red (AC 16), 5 for yellow (AC 18). When contests are held outdoors, there is a risk of sudden gusts of wind. The DM may therefore roll a d20 each round; all archers have disadvantage on their next shot if the result is a 20."
									]
								},
								{
									"type": "section",
									"name": "Best Dressed",
									"entries": [
										"Some tourneys have a prize for the best-dressed lord or lady. This can get just as competitive as the jousting, and the rewards can be just as big - aside from the winner's pot of cash, this is also an excellent way to attract high-class suitors.",
										"Commoners, that is, anyone without a Scroll of Pedigree, will not be considered for this contest but, once one is in contention, anything goes. The winner should be determined by combining three numbers into a total score: a) the cost of their outfit in gp, up to a maximum of 50, b) a Charisma (Performance) check, to demonstrate how well they carried off their look and c) an Intelligence (History) check, to represent how well the contestant is following the current trends and fashions."
									]
								},
								{
									"type": "section",
									"name": "Gambling",
									"entries": [
										"No tourney would be complete without a lively betting market! Jousting, in particular, with its clear winners, quick results and frequent upsets is perfect for gambling. If a player wants to bet on a joust between two knights that are not equally matched, odds should be calculated as follows:",
										{
											"type": "list",
											"items": [
												"1. Compare the knights' strength modifier. For each point of difference, give the stronger knight 1 'edge point'.",
												"2. If one knight has the Mounted Combatant feat and the other doesn't, give the feat-holder 1 edge point.",
												"3. If one knight has proficiency in Strength saves and the other doesn't, give the proficient knight 1 edge point.",
												"4. Compare the edge point totals and note the difference. The one with more points is the favourite.",
												"5. The underdog's odds should be X:2, where X is equal to 2 plus 1 for the first edge point of difference plus 2 for each subsequent edge point.",
												"6. The favourite's odds are the inverse of the underdog's."
											]
										},
										{
											"type": "inset",
											"entries": [
												"Worked example: Knight A has a Strength score of 20, proficiency in Strength saves and the Mounted Combatant feat. Knight B has 16 Strength and neither of those things. Knight A therefore has 4 edge points over Knight B. Knight B's odds are therefore set at 9:2 and Knight A's odds are 2:9. If a player bet 9 gold and Knight A, who then went on to win, the player would receive 11 gold back from the bookmaker."
											]
										},
										"Note that this calculation does not produce precise odds, nor does it take into account smaller factors like differences in the knights' proficiency bonuses or Animal Handling scores. Calculating precise odds is mathematically complex and, more importantly, beyond the capabilities of the average NPC bookmaker."
									]
								},
								{
									"type": "section",
									"name": "Magic Shows and Bardic Performances",
									"entries": [
										"When tourneys are held far away from the big cities, it is possible that large sections of the audience have never seen a wizard or bard in their lives. Therefore, it is not unusual for spellcasters to travel out to big tourneys in order to supplement their incomes. A PC with the ability to play an instrument or cast illusion spells can spend their time at the tourney entertaining crowds - and come home with a fistful of silver for their troubles. Performers can expect to earn an amount of gp equal to 1d8 + their Charisma modifier per hour, but spellcasters must expend one spell slot (of any level) for each hour of performance."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Games and Contests",
					"entries": [
						{
							"type": "section",
							"name": "Arm Wrestling",
							"entries": [
								"{@i Price}: 5 cp",
								"Arm Wrestling is a fairly straightforward challenge between two contestants. Each round, the contestants make opposed Strength (Athletics) checks. The first contestant to beat his opponent in two consecutive Strength checks wins the pot (10 cp).",
								"NPC opponents have a +2 Strength modifier."
							]
						},
						{
							"type": "section",
							"name": "Bean Count",
							"entries": [
								"{@i Price}: 1 cp",
								"Anyone who wishes may make a guess as to the number of beans contained within a filled jar. Each contestant may only make a single guess.",
								"At the end of the festival the beans are counted, and the contestant with the highest Wisdom (Perception) check wins. Most contestants are way off, but there are three NPC contestants worth rolling for. These contestants have an Wisdom (Perception)  bonus of +4.",
								"The winner takes the pot, usually 40 cp for 40 total contestants."
							]
						},
						{
							"type": "section",
							"name": "Bop the Rat",
							"entries": [
								"{@i Price}: 4 cp",
								"A small mechanical or magical table is set up in front of the contestant. Every few seconds, a clockwork or illusory rat appears in one of the 9 holes in the table. The contestant must bop the rat with a small club before the rat disappears.",
								"The first rat requires a DC 10 Dexterity saving throw to bop. Each subsequent rat appears at a faster pace, and the DC increases by +2. The game is over when the contestant fails a Dexterity saving throw, and he is awarded 1 cp for each rat he bops. Typically, the first time a contestant bops five or more rats in a single game he is no longer allowed to play."
							]
						},
						{
							"type": "section",
							"name": "Catch the Pig",
							"entries": [
								"{@i Price}: 5 cp",
								"The lucky contestant is led into a muddy arena with a greased pig, where he has one minute to catch and tie up his squealing prey. Each round that the pig is loose, the contestant must make a DC 10 Acrobatics to catch the pig. On a success, the contestant must successfully grapple the pig (use boar statistics). If the contestant successfully pins the pig, the contest is over and the contestant wins 20 cp. If at any point the pig escapes, the contestant must begin the process anew.",
								"If the pig dies or falls unconscious, the contestant will likely be ejected from the festival (though the barbequist will appreciate the extra meat)."
							]
						},
						{
							"type": "section",
							"name": "Challenge of Toasts",
							"entries": [
								"{@i Price}: 5 cp",
								"Challenges of Toasts are less structured than many other games around the festival, and usually break out unmoderated around the beer kegs. Two individuals make toasts of increasing verbosity to life, the king, the gods, their opponent, or anything else that strikes their fancy.",
								"At the start of the challenge of toasts, both contestants put 5 cp into the pot. They then make opposed Charisma (Persuasion) checks to bring the crowd to their side. Before each Charisma check, the contestant may make a DC 10 Intelligence check improve their toast by throwing in a related fact. On a failure, they suffer disadvantage on their Charisma (Persuasion) check. On a success, they gain advantage on their check.",
								"The contest is over when a contestant beats his opponent's check by 10 or more, and the winner takes the whole pot. However, the loser may quickly try to impress the crowd with his brazen ways by adding enough coin into the pot to double it. If the winner matches this doubling, then the game continues. If the winner refuses to match the doubling, then the game is over and both parties receive what they put in. The pot may only be doubled three times by each contestant each game.",
								"Typical opponents have Persuasion +3 and a +2 Intelligence modifier."
							]
						},
						{
							"type": "section",
							"name": "Coal Holder",
							"entries": [
								"{@i Price}: 2 cp",
								"Two contestants sit side by side, and cradle a burning coal between their forearms. Each round, they take 1 fire damage and must make a DC 10 Wisdom saving throw. The first contestant to fail a Wisdom save yield, or fall unconscious loses, and the winner gains 4 cp. If they fail at the same time, the pot is split.",
								"If a contestant is undamaged by the coal, he does not make Wisdom saves, but must instead make DC 10 Charisma (Deception) checks each round to wince and grimace. If a contestant is found to be immune to the damage he will be ejected from the festival as if he had used magic to cheat (even if no magic was involved)."
							]
						},
						{
							"type": "section",
							"name": "Duck Shoot",
							"entries": [
								"{@i Price}: 6 cp",
								"A  hand crossbow is affixed to the front of a stand, and a magically enchanted toy duck dances in the air 10 feet beyond. The contestant has three bolts with which to hit the toy duck's AC 18. If he succeeds, he wins 13 cp or a large stuffed duck."
							]
						},
						{
							"type": "section",
							"name": "Light Show",
							"entries": [
								"{@i Price}: None",
								"Light Show is a casual, entertaining game usually judged by children (at least, in towns where magic is not heresy). There is only one light show per festival, usually after dinner. Any contestant with access  to dancing lights, light, prestidigitation, or a similar persistent light or illusion effect may enter. Each contestant makes a single Intelligence (Arcana) check to craft an entertaining or fascinating light show, and the contestant with the highest Spellcraft check wins 1sp.",
								"There are typically 2 NPC contestants with Spellcraft checks of +3 each."
							]
						},
						{
							"type": "section",
							"name": "Question Quest",
							"entries": [
								"{@i Price}: 10 cp per team",
								"Question Quest is one of the more complex and cerebral games available at local festivals. Up to four teams of up to six individuals each square off in a test of knowledge. A moderator asks each team eight questions, two DC 10 questions for each scholastic Intelligence skill (Arcana, History, Nature, and Religion). After the topic is announced but before the question is asked, a single member of each team is chosen to answer the question and make the appropriate skill roll. The winner gains 40 cp.",
								"However, there is a wrinkle. Each time a contestant gets an answer wrong, the entire team must take a shot of hard alcohol (usually grain whiskey) and pay 1 cp each for the pleasure of doing so (the price of the alcohol does not increase with larger festivals). A contestant who drinks the alcohol must make a DC 8 Constitution saving throw, gaining the poisoned condition until the end of the game on a failure.\"A typical NPC team has a skill bonus of +2 to all Knowledge checks."
							]
						},
						{
							"type": "section",
							"name": "Raffle",
							"entries": [
								"{@i Price}: 1 cp per ticket",
								"For the unskilled, or for worshippers of luck, raffles are an excellent choice. One hundred tickets are sold at the start of each festival to any willing to buy, and individuals can purchase as many as they like. Each ticket is marked with a single number, from 1 to 100. At the end of the festival, a single ticket is picked from a jar (roll a d100 to determine the ticket picked). The prize is either 100 cp, or an item of about equivalent worth."
							]
						},
						{
							"type": "section",
							"name": "Ring the Bell",
							"entries": [
								"{@i Price}: 1 cp",
								"Ring the Bell is a simple test of strength. The contestant is given a large wooden mallet, and must strike a lever which propels a weight towards a bell. A DC 17 Strength check is required to ring the bell, and hitting this DC earns the contestant 5 cp."
							]
						},
						{
							"type": "section",
							"name": "Shot for Shot",
							"entries": [
								"{@i Price}: 2 cp per shot",
								"Up to 5 individuals can compete in the drinking game of shot for shot. Each round, each remaining contestant must make a DC 8 Constitution saving throw to down his liquor. On a failure, he vomits, passes out, or is otherwise out of the game. With each round, the save DC increases by one.",
								"Any contestant who fails the saving throw also gains the poisoned condition for a number of hours equal to half the number of drinks downed.\"",
								"The last remaining drinker wins a number of copper pieces equal to the total number of shots drunk by all contestants (half the pot). If there is a tie, the prize money is split evenly.",
								"Typical opponents have a +3 bonus to Constitution saving throws."
							]
						},
						{
							"type": "section",
							"name": "Talent Contest",
							"entries": [
								"{@i Price}: None",
								"Talent contests are usually a method for Festivals to hire a little entertainment for free. There is one talent show per festival, usually during dinner. Each contestant in the contest goes onto a stage in the dining area and makes a single Charisma (Performance) check of his choosing. The contestant with the highest Perform check wins 1sp.",
								"There are typically 4 NPC contestants each with Perform +3."
							]
						}
					]
				}
			]
		}
	]
}
