{
	"_meta": {
		"sources": [
			{
				"json": "tnaoj",
				"abbreviation": "tnaoj",
				"full": "The Noble Art of Jousting",
				"authors": [
					"Richard Bastow"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/212587/The-Noble-Art-of-Jousting",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d6cca93d16",
		"edition": "classic"
	},
	"book": [
		{
			"name": "The Noble Art of Jousting",
			"id": "tnaoj",
			"source": "tnaoj",
			"published": "2017-05-23",
			"group": "homebrew",
			"contents": [
				{
					"name": "Introduction to Jousting"
				},
				{
					"name": "Basic Rules",
					"headers": [
						"Tournament Stages",
						"Tournament Progress",
						"Jousting Rules",
						"Crowd Support"
					]
				},
				{
					"name": "Advanced Rules"
				},
				{
					"name": "Questions & Answers"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "tnaoj",
			"source": "tnaoj",
			"data": [
				{
					"type": "section",
					"name": "Introduction to Jousting",
					"entries": [
						"What Jousting? ousting is a fine and noble sport. Whilst it can be dangerous, those who dare take part in this most exciting challenge can find themselves becoming famous throughout the land. Fame and fortune awaits the brave! I hope you enjoy these rules for Jousting Tournaments. Feel free to adapt them to meet the needs of your own campaign. These rules assume a standard medieval type world.",
						{
							"type": "section",
							"name": "Tournaments",
							"entries": [
								"Most jousting tournaments last for a full day and are hosted by a senior noble or a more junior figure who wishes to increase their renown. They are responsible for organising the event and putting up the prizes, and those prizes can be very great indeed."
							]
						},
						{
							"type": "section",
							"name": "Participants",
							"entries": [
								"The jousters themselves are usually restricted to members of the nobility; the equipment needed to take part in a jousting tournament is beyond the means of most of the population. Good prize money will attract a better class of participant. Once a PC hears of a jousting tournament they can apply to take part, typically this must be done at least the day before. The later they leave it to apply, the greater the risk that the tournament will be full and they will not be able to take part",
								"Only riders with their own mounts are allowed to participate in the joust. Tourney lances are provided, but each jouster is expected to have a squire to bring a fresh lance each time a lance breaks."
							]
						},
						{
							"type": "section",
							"name": "Code of Honour",
							"entries": [
								"There are strict rules of honour and etiquette associated with a Jousting  tournament. Magic lances and other magic equipment are not allowed, and spellcasting is not allowed during the joust. Jousters may receive magical healing between rounds, but they may not have spell effects on them during a joust. The judges word is final, any contestant breaching the tournament rules will be expelled."
							]
						},
						{
							"type": "section",
							"name": "The crowd",
							"entries": [
								"Whilst the participants might be almost exclusively noble, the huge audiences that watch these tournaments are drawn from all classes. Thousands of people might watch a tournament, gamble on the results and take part in the associated feasts and celebrations. Crowd support is a factor in winning a tournament. Any participant who has the support of the cheering masses will receive bonuses in each joust and are more likely to be forgiven by the judges for minor infringements of the rules. Conversely, there are some participants who thrive on the abuse hurled by the crowd–these legendary \"black knights\" are popular among organisers since they attract crowds from miles around just to hurl abuse at them."
							]
						},
						{
							"type": "section",
							"name": "The Rewards",
							"entries": [
								"It's not just gold that awaits the brave and noble jouster. Titles to land, the love of a lady and the adoration of the crowds are often an even bigger draw. The greatest tournaments sometimes offer the winner magical armour and weapons. Truly it is said that fortune favours the brave."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Basic Rules",
					"entries": [
						"Each tournament follows a very similar structure, DMs may of course adapt this to their own purposes. We suggest that the DM prepares each stage in advance and then takes the players through each stage in turn (if they survive)",
						{
							"type": "section",
							"name": "Tournament Stages",
							"entries": [
								"Jousting tournaments have five stages including a prize-giving ceremony.",
								{
									"type": "table",
									"caption": "Tournament Stages",
									"colLabels": [
										"Stage",
										"Jousting Rules"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"Parade",
											"where jousters can show off their skills."
										],
										[
											"Qualify",
											"Contenders reduced to 32 in number."
										],
										[
											"Eliminate",
											"Contenders fight in paired jousts until only two remain."
										],
										[
											"Final",
											"The last two contenders face each other in an extended joust."
										],
										[
											"Prizes",
											"Reward, but only for the winner."
										]
									]
								},
								"Each individual contest within a Jousting tournament is known as a joust. Within a joust there are multiple \"tilts.\"",
								{
									"type": "section",
									"name": "Pre-jousting parade",
									"entries": [
										"The pre-tournament parade is an opportunity for the combatants to show off their handling skills and talk to the crowd. With many in the crowd keen to take a bet on the tournament winner this is the best opportunity to gauge the skills of those taking part.",
										"If you're using the optional \"CrowdSupport\" rules, then each PC taking part in the tournament needs to work out their crowd-support figure before moving to the next stage."
									]
								},
								{
									"type": "section",
									"name": "Qualifying Stage",
									"entries": [
										"The purpose of the qualifying round is to whittle numbers down to 32 so that the elimination rounds can proceed in pairs to a last-16, quarter-final and semi-final. Thus not everyone will take part in the qualifying round. For most competitors, there is little benefit to taking part in the qualifying round.  Not only is there the possibility of death or injury but during this early stage crowds are thin with many eating or stocking up at the beer tent.",
										{
											"type": "section",
											"name": "Who takes part?",
											"entries": [
												"It is purely up to the Judges who must go through the qualifying round (and therefore the DM's choice) but to keep things simple, you could apply the rule that if a PC has a crowd rating of 20 or higher they can skip the qualifying round and go straight to the elimination round."
											]
										},
										{
											"type": "section",
											"name": "How Many Tilts?",
											"entries": [
												"Only a single tilt is needed to win through the qualifying stage."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Elimination Stage",
									"entries": [
										"If a PC is beating opponents easily, adjust the difficulty level by giving each opponent more hit points or an additional jousting dice.",
										"To give a joust more character, try coming up with an interesting description of each opponent. Having a name and title for each opponent is a good start but it might be better to describe their family crest, where they are from and what the crowd think of them.",
										{
											"type": "section",
											"name": "Between Rounds",
											"entries": [
												"A contestant will usually have the time to take a short-rest between rounds. The fact that a short-rest can be taken between rounds means that competitors can recover hp to an extent between rounds. However, with four elimination rounds and a final that could be a lot of damage to be healed. Allow PCs to make use of any healing potions they might have and to accept any healing available from friends. Assume that all NPC opponents start with their full hit points."
											]
										},
										{
											"type": "section",
											"name": "How Many Tilts?",
											"entries": [
												"The elimination stages work on a best of three tilts basis."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "The Final",
									"entries": [
										"The tournament organisers will want a good finale to their contest so if a PC has got that far, have an NPC healer restore at least some hit points.",
										{
											"type": "section",
											"name": "How Many Tilts?",
											"entries": [
												"As the climax of the entire tournament, the final works on a best of five tilts basis."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Prize-giving",
									"entries": [
										"Once the joust is over, prizes will need to be given to the winner. This will be a public ceremony with the winner being cheered wildly (unless they are a dark knight of course) by the adoring public."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Tournament Progress",
							"entries": [
								"There are two options for running tournaments, the simple approach and the meticulous approach, the simple approach is recommended for most games.",
								{
									"type": "section",
									"name": "Quick and Simple Approach",
									"entries": [
										"The simplest approach to running a tournament is to only plan the jousts that are actually needed. Contests between NPCs will not be considered. This is by far the easiest means to plan a tournament, especially when there is only one PC participating. The table below shows the level of opponent a PC will face as they progress through the tournament.",
										{
											"type": "table",
											"caption": "Opponent difficulty at each stage",
											"colLabels": [
												"Stage",
												"Opponent"
											],
											"colStyles": [
												"col-4",
												"col-8"
											],
											"rows": [
												[
													"Qualifying",
													"Amateur"
												],
												[
													"Last 32",
													"Standard"
												],
												[
													"Last 16",
													"Veteran/Standard"
												],
												[
													"Last 8",
													"Veteran"
												],
												[
													"Last 4",
													"Elite"
												],
												[
													"Final",
													"Elite"
												]
											]
										},
										"Rather than record the jousting stats manually for each opponent, simply pick six opponents of the right difficulty from the Appendix."
									]
								},
								{
									"type": "section",
									"name": "The Meticulous Approach",
									"entries": [
										"A more complex approach would be to fully prepare all 32 contestants at the start of the elimination stages and fight each joust in turn, moving through the stages until the final.",
										"The amount of work involved in this is much higher than for the simple approach but might be appropriate for a Jousting Tournament which includes multiple PCs and is the climax to a campaign."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Jousting Rules",
							"entries": [
								"Follow the guidelines below when running each joust.",
								{
									"type": "section",
									"name": "Preparation",
									"entries": [
										"Before a joust starts, a PC should do the following with the DM doing the same for the NPC opponent. With the exception of hit points and initiative, these figures do not usually change throughout a tournament so a PC need only do this once.",
										{
											"type": "section",
											"name": "Attack Bonus",
											"entries": [
												"Calculate the attack bonus by adding together the PCs Lance to hit bonus and their Animal Handling (Wis) proficiency bonus."
											]
										},
										{
											"type": "section",
											"name": "Armour Class",
											"entries": [
												"Calculate the AC, usually AC20 for full plate and shield. Do not include any DEX bonus to AC."
											]
										},
										{
											"type": "section",
											"name": "Animal Handling Bonus",
											"entries": [
												"Calculate the Animal Handling (Wis) bonus. This will mainly be used to determine if a PC can remain seated after being hit. Note that this check will not be taken at advantage for having a saddle. If a PC was insane enough to take part without a saddle, they would take the check at disadvantage."
											]
										},
										{
											"type": "section",
											"name": "Dismount Check",
											"entries": [
												"Calculate the Dismount check. This is the highest of a PC's Athletics or Acrobatics proficiency. This will mainly be used to determine how badly a PC will be hurt if they fall off their horse."
											]
										},
										{
											"type": "section",
											"name": "Crowd Support",
											"entries": [
												"Before each joust, calculate crowd-support and compare who is the most popular of the two combatants with the most popular receiving crowd support and the associated bonuses it gives."
											]
										},
										{
											"type": "section",
											"name": "Jousting Dice",
											"entries": [
												"Calculate how many \"Jousting\" dice they have. A PC will start each joust with one die for each attack they have with a lance. So a level three fighter will have one die whilst a level six fighter will have two.  One Jousting die may be carried over from one joust to the next, any other jousting dice will be wasted if they are not used in that joust. The \"mounted combatant\" feat gives an additional jousting dice. A PC playing the role of a \"Dark Knight\" will gain another jousting die."
											]
										},
										{
											"type": "section",
											"name": "Hit Points",
											"entries": [
												"Record how many hit points a PC has remaining, this figure will fluctuate as they progress through a tournament."
											]
										},
										{
											"type": "section",
											"name": "Initiative",
											"entries": [
												"Calculate initiative. This is a standard D20 roll but instead of adding a DEX bonus, add the Animal Handling (WIS) proficiency bonus. This should be re-rolled for each tilt. Whoever has crowd support can roll this at advantage."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "The Tilt",
									"entries": [
										"Each tilt consists of a series of charges by both participants with them meeting in the centre of the tiltyard. There is no rest between charges and if a participant is for any reason unable to begin the next charge, they will lose the tilt. If a participant is knocked from their horse whilst their opponent remains in the saddle they lose the tilt.",
										{
											"type": "section",
											"name": "Charge!",
											"entries": [
												"For each charge, both participants should make an attack roll in initiative order. If a participant is knocked from their horse as the result of their opponents attack they will not be able to make their own attack. Each participant can make only one attack roll regardless of how many attacks per turn they may have."
											]
										},
										{
											"type": "section",
											"name": "When the Lance finds its mark",
											"entries": [
												"If an attack hits, calculate the damage as normal (D12 + Strength).  The opponent will suffer half this damage (rounded down).  If this damage reduces the opponent to less than zero hit points they will have lost both the tilt and the joust. Unless a critical is rolled, this damage will not be lifethreatening. If a critical is rolled then do not halve the damage but instead double as per normal. The damage suffered by a critical hit may be enough to kill. Jousting is dangerous!"
											]
										},
										{
											"type": "section",
											"name": "Staying Mounted",
											"entries": [
												"If the opponent has been hit but not been reduced to zero hit points, they will still have to try and stay on their horse. To do this, they must make a check using the Animal Handling (Wis) bonus. The DC of the check is the total amount of damage sustained IE: before it is halved. If they succeed they stay on their horse, if they fail they are knocked off and will lose the tilt."
											]
										},
										{
											"type": "section",
											"name": "Dismounted",
											"entries": [
												"If an opponent had been knocked from their horse they must take a dismount check against a DC of 10. If they fail the dismount check then they will fall ungracefully to the dirt suffering an additional D6 damage. Passing this check does not in any way affect the fact that they have lost the tilt.",
												"If a PC has already been reduced to zero hit points in the attack which knocked them off their feet then obviously they cannot make a save. The fall to the floor does not however inflict any additional damage but if they have been reduced to zero hit points as the result of a critical the fall will inflict an immediate death save failure. Jousting is dangerous!"
											]
										},
										{
											"type": "section",
											"name": "Double Knockdown!",
											"entries": [
												"If both combatants are reduced to zero hit points in the same charge then it will be up to the tournament judges to decide who was the winner. Whilst this should be judged on a combination of artistic merit, skill and strength, in practise the judges are simply likely to follow what the masses want. Roll a D20 for each participant with whoever has crowd support having advantage. Add 5 points for each successful tilt already scored. Whoever scores higher wins the joust."
											]
										},
										{
											"type": "section",
											"name": "Jousting dice",
											"entries": [
												"A PC can use a jousting dice at any time during a joust. By expending a jousting dice a PC can do any of the following.",
												{
													"type": "list",
													"items": [
														"Re-roll an attack.",
														"Add D10 additional damage to a hit.",
														"Re-roll an animal handling save to stay on their horse after being hit.",
														"Re-roll a dismount check.",
														"Cancel the results of an exceptional event check (if advanced rules are used)"
													]
												}
											]
										},
										{
											"type": "section",
											"name": "Between Tilts",
											"entries": [
												"Between each tilt, a participant will be given a very quick break. During this period, any damaged lances can be replaced and a jouster can have a quick drink but this does NOT constitute a short rest!"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Crowd Support",
							"entries": [
								"The huge crowds attached to jousting tournaments can become fervent supporters of particular jousters.",
								{
									"type": "section",
									"name": "Impact of Crowd Support",
									"entries": [
										"Whoever has crowd support can roll initiative at advantage for each tilt. Conversely, Dark-Knights thrive on their unpopularity and gain an additional jousting dice."
									]
								},
								{
									"type": "section",
									"name": "Calculate Popularity",
									"entries": [
										"To calculate the popularity of a PC perform the following quick calculation at the start of the tournament and add the result of a d20 dice roll. Unless you are using the advanced rules, this figure will be fixed throughout the tournament.",
										{
											"type": "table",
											"caption": "Popularity Modifiers",
											"colLabels": [
												"PC Condition",
												"Modifier"
											],
											"colStyles": [
												"col-10",
												"col-2"
											],
											"rows": [
												[
													"Has the Noble Background (or equivalent)",
													"+5"
												],
												[
													"Has the Folk Hero Background (at DMs discretion)",
													"+5"
												],
												[
													"Has previously jousted three times in the local area",
													"+5 / -5"
												],
												[
													"PC is a member of a group, country or race that is hostile to the crowd.",
													"-5"
												],
												[
													"PC is a member of a group popular with  the crowd",
													"+5"
												],
												[
													"Result of the pre-tournament parade (if advanced rules used)",
													"+5 / -5"
												]
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Golden Heroes & Dark Knights",
									"entries": [
										"Most participants at a tournament will work hard to win the crowd's favour, the most popular of these are sometimes referred to as \"Golden Heroes\" and enjoy huge popularity. Some participants go for the opposite approach making themselves deliberately unpopular. These \"Dark Knights\" seem to feed off the hostility of the crowd giving themselves increased strength.",
										{
											"type": "list",
											"items": [
												"A golden hero is any combatant that has a crowd rating of over 30.",
												"A dark knight is any combatant that has a crowd rating of below zero."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Advanced Rules",
					"entries": [
						{
							"type": "section",
							"name": "Crowd Support",
							"entries": [
								"The following rules allow for a more complete role-playing experience albeit it, at the cost of increased complexity.",
								{
									"type": "section",
									"name": "Pre-Tournament Parade",
									"entries": [
										"The pre-tournament parade is an opportunity for the combatants to show off their handling skills and talk to the crowd. Have each PC who is taking part take two separate skill checks.",
										{
											"type": "section",
											"name": "Horsemanship",
											"entries": [
												"The first check will be Animal Handling (Wis) against a DC of 12. This check will reflect the ability of the PCs to tightly control their mount and show off by standing or kneeling in the saddle whilst waving to the crowd."
											]
										},
										{
											"type": "section",
											"name": "Chivalry",
											"entries": [
												"The second check will be a Performance (Cha) check, also against a DC of 12. This check will reflect the ability of a PC to impress the crowd with their public speaking and charm. Some jousters have been known to compose poetry especially for the occasion or have bards accompany them playing their own \"signature\" tune. If a PC comes up with a sufficiently clever way of performing either of these checks you may wish to allow them to take the roll at advantage. Conversely, if they come up with a particularly stupid idea which is likely to offend the crowd they should take the roll at disadvantage."
											]
										},
										{
											"type": "section",
											"name": "Antagonising the crowd",
											"entries": [
												"If a PC is making an attempt to antagonise the crowd then simply failing the above tests is not enough. They must succeed in both the above tests but with a DC of 15. In this scenario, the performance check reflects their attempt to alienate the crowd by being rude, abusive and un-chivalrous."
											]
										},
										{
											"type": "section",
											"name": "Favours",
											"entries": [
												"The Parade is also a chance to \"give favours\" to the crowd. To give favours, a PC must distribute at least 100gp of coins, jewellery, food & drinks to the crowd."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Adjust Popularity",
									"entries": [
										"If the PC makes a favorable impression in the pre-tournament parade by passing both the horsemanship and chivalry check add 5 to their crowd rating. If the PC succeeds in antagonizing the crowd in the pre-tournament parade, remove 5 from their crowd rating. The PC who distributes the most favour to the crowd (in terms of gp) can roll their crowd support d20 die at advantage.",
										{
											"type": "section",
											"name": "Additional Options",
											"entries": [
												"Whether your PCs take any interest at all in the participants' parade will depend on your groups playing style. Strong roleplayers might want to roleplay the whole event. A sneaky group might wish to use stealth to sabotage other competitors and turn the tournament into a miniadventure. Most will probably be happy to just roll the dice and take the result."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Ongoing Popularity Changes",
									"entries": [
										"During the tournament itself, a PC's popularity can wax or wane depending on their actions. A PC should keep a running total of their crowd rating, making adjustments as follows.",
										{
											"type": "section",
											"name": "Dismount Failure",
											"entries": [
												"Any time they are dismounted and do not land cleanly, remove 1 point to reflect the crowds dissatisfaction at their incompetence."
											]
										},
										{
											"type": "section",
											"name": "Defeating a Dark Knight",
											"entries": [
												"Each time they succeed in a joust against a dark knight and pass a Performance (Cha) check against a DC of 10, add d6 points."
											]
										},
										{
											"type": "section",
											"name": "Defeating a Golden",
											"entries": [
												"Hero Each time they succeed in a joust against a golden hero and fail a Performance (Cha) check against a DC of 10 remove d6 points."
											]
										},
										{
											"type": "section",
											"name": "Calamity",
											"entries": [
												"Any calamity result on the exceptional events table loses 2 points."
											]
										},
										{
											"type": "section",
											"name": "Unchivalrous Conduct",
											"entries": [
												"If a foul blow event occurs on the exceptional events table loses 2 points. If the additional attack lands, increase this to a 5 point loss."
											]
										},
										{
											"type": "section",
											"name": "Carnage",
											"entries": [
												"If the Carnage exceptional event takes place (and the judges allow the PC to stay in the contest), this is a ten point loss or a reduction to zero (whichever is lower)"
											]
										},
										{
											"type": "section",
											"name": "Inspirational Actions",
											"entries": [
												"There are certain inspirational actions (see later) that can increase crowd-support."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Exceptional Events",
							"entries": [
								"Exceptional Events can be good or bad . There 's relatively little complexity just watch out for those 1s and 20s....",
								{
									"type": "section",
									"name": "Jousting Accidents",
									"entries": [
										"If a PC rolls a natural one, on their attack roll then their charge has gone wrong. The PC must make an Animal Handling check against a DC of 10. If they succeed then there is no effect, if they fail, they must roll on the Jousting Accident Table as per below.",
										{
											"type": "table",
											"caption": "Accident Table",
											"colLabels": [
												"d10",
												"Outcome"
											],
											"colStyles": [
												"col-3 text-center",
												"col-9"
											],
											"rows": [
												[
													"1-2",
													"Thrown from horse."
												],
												[
													"3-4",
													"Hit the Dirt."
												],
												[
													"5-6",
													"Calamity."
												],
												[
													"7-8",
													"Foul Blow."
												],
												[
													"9-10",
													"Carnage."
												]
											]
										},
										{
											"type": "section",
											"name": "Thrown from Horse",
											"entries": [
												"PC must take an immediate dismount check."
											]
										},
										{
											"type": "section",
											"name": "Hit the Dirt",
											"entries": [
												"PC is dismounted & hits the ground face-first taking d6 damage."
											]
										},
										{
											"type": "section",
											"name": "Calamity",
											"entries": [
												"The PC and the horse they are riding both fall to the ground automatically taking d6 damage each. Horse requires a successful Animal Handling (WIS) check against a DC of 10 to persuade it to charge again."
											]
										},
										{
											"type": "section",
											"name": "Foul Blow",
											"entries": [
												"Your lance seems to have been aimed at your foes head. You lose the tilt & the judges will decide whether your unchivalrous attack merits disqualification"
											]
										},
										{
											"type": "section",
											"name": "Carnage",
											"entries": [
												"You totally lose control and plough into the crowd. One unfortunate spectator receives the full force of your charge (d12 + strength) with five others suffering d6 damage from the impact. You immediately lose the joust."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Inspirational Actions",
									"entries": [
										"During a joust there are certain actions that a PC can perform that are spectacular and out of the ordinary. These are all potentially triggered when a PC rolls a natural 20.",
										{
											"type": "section",
											"name": "Catching the Opponents Lance",
											"entries": [
												"If PC rolls a natural 20 on their attack roll and their opponent is dismounted, then they can make a one-off Animal Handling (Dex) check against a DC of 15. If successful they catch their opponents lance in mid-air greatly impressing the crowd (add d4 to crowd support) and give them another Jousting dice."
											]
										},
										{
											"type": "section",
											"name": "Pirouette in the Saddle",
											"entries": [
												"If PC rolls a natural 20 on their animal handling check to stay mounted, then they can make a one-off Animal Handling (Dex) check against a DC of 15. If successful they stylishly pirouette in the saddle greatly impressing the crowd (add d4 to crowd support) and give them another Jousting dice."
											]
										},
										{
											"type": "section",
											"name": "Instant Remount",
											"entries": [
												"If PC rolls a natural 20 on their animal handling check to land gracefully after being dismounted, then they can make a one-off PC makes a one-off second Athletics(Str) or Acrobatics(Dex) check against a DC of 15. If successful, they immediately remount in a single quick process. This stylish maneuver impresses the crowd (add d4 to crowd support) and at the Judge's discretion they may ignore the fact that the PCs feet did touch the floor."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Questions & Answers",
					"entries": [
						"This section gives answers to some common questions a DM might have in using these rules. Note that in a world of imaginative PCs and rules lawyers there will always be more questions than answers!",
						{
							"type": "section",
							"entries": [
								{
									"type": "section",
									"name": "Party Involvement",
									"entries": [
										"Qn. Is there anything a party can do to improve their chances of winning a tournament?",
										"Ans. Within the rules, very little. A party could assist in many ways to help a jouster get crowd support and they can provide healing between Jousts. However.... If a party was prepared to break the rules there are many ways in which they could cheat to help the party. Spellcasters can use their magic to boost the chances of their friend and sabotage their rivals (EG: by casting Hex on an opponent's Wisdom). Rogues could poison an opponent's horse or cut their saddle.  Of course if a party was prepared to do this then out there a jouster may find that an opponent might be prepared to use such underhand tricks too... "
									]
								},
								{
									"type": "section",
									"name": "Class Features",
									"entries": [
										"Qn. As a DM, what class abilities should I allow a PC to use to help them in a joust?",
										"Ans. I guess this comes down to DM's prerogative. As a general pointer, these rules try to keep the actual jousting process simple with only a single attack-roll for each tilt. When a PC has an additional attack, this gives an additional jousting dice not an extra attack roll each tilt. We would suggest you try to keep to a single attack roll for each tilt and try to reflect the benefit of class features in other ways.",
										{
											"type": "section",
											"name": "Barbarian",
											"entries": [
												"Leaving aside whether a barbarian should be jousting at all, does rage reduce damage taken? We would say not, the damage a PC takes in a joust is already reduced to reflect the fact that combat is non-lethal. We would also not regard it as appropriate for unarmoured defence to be used in a joust."
											]
										},
										{
											"type": "section",
											"name": "Bards/Rogues",
											"entries": [
												"The most problematic class ability of a Bard or Rogue as far as Jousting is concerned is skill expertise. If a PC took expertise in animal-handling then they would have a huge advantage over other classes. This doesn't feel right and we don't like the idea of jousting tournaments being swamped by common rogues so we would suggest that Expertise(Animal Handling) is not relevant to the specifics of Jousting and the additional bonus not be allowed."
											]
										},
										{
											"type": "section",
											"name": "Clerics/Druids",
											"entries": [
												"Would the bonus provided by the Guidance cantrip be allowed within a joust (EG: for an animal-handling check)? Well strictly speaking the use of magic might not be allowed by the tournament organisers but even if a PC managed to get-away with it, why would a cleric want to cheat in a Jousting tournament? We wouldn't disallow this but would want a good reason by a PC why their God would support this."
											]
										},
										{
											"type": "section",
											"name": "Fighters",
											"entries": [
												"Would the benefits of any of the fighting styles be allowed within a joust? We would say yes, \"Defence\" and Duelling would provide their benefit. Remember that when used mounted, a Lance is held in one-hand. Action surge is tricker, rather than give an additional action, allow a PC to \"cash-in\" an action surge for an additional jousting dice. The champions \"Improved Critical\" feature seems reasonable to use as does any Battlemaster manouvere that doesn't generate additional attacks."
											]
										},
										{
											"type": "section",
											"name": "Paladins",
											"entries": [
												"Should a Paladin PC be allowed to use Divine Smite in  a Joust? Well it does feel natural for a Paladin to take part in a joust, unlike some other classes. We would suggest that this IS allowed as long as winning the Joust helps to further the tenents of their Oath."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Tournament Stages",
			"source": "tnaoj",
			"caption": "Tournament Stages",
			"colLabels": [
				"Stage",
				"Jousting Rules"
			],
			"colStyles": [
				"col-4",
				"col-8"
			],
			"rows": [
				[
					"Parade",
					"where jousters can show off their skills."
				],
				[
					"Qualify",
					"Contenders reduced to 32 in number."
				],
				[
					"Eliminate",
					"Contenders fight in paired jousts until only two remain."
				],
				[
					"Final",
					"The last two contenders face each other in an extended joust."
				],
				[
					"Prizes",
					"Reward, but only for the winner."
				]
			]
		},
		{
			"source": "tnaoj",
			"name": "Opponent difficulty at each stage",
			"caption": "Opponent difficulty at each stage",
			"colLabels": [
				"Stage",
				"Opponent"
			],
			"colStyles": [
				"col-4",
				"col-8"
			],
			"rows": [
				[
					"Qualifying",
					"Amateur"
				],
				[
					"Last 32",
					"Standard"
				],
				[
					"Last 16",
					"Veteran/Standard"
				],
				[
					"Last 8",
					"Veteran"
				],
				[
					"Last 4",
					"Elite"
				],
				[
					"Final",
					"Elite"
				]
			]
		},
		{
			"name": "Popularity Modifiers",
			"caption": "Popularity Modifiers",
			"source": "tnaoj",
			"colLabels": [
				"PC Condition",
				"Modifier"
			],
			"colStyles": [
				"col-10",
				"col-2"
			],
			"rows": [
				[
					"Has the Noble Background (or equivalent)",
					"+5"
				],
				[
					"Has the Folk Hero Background (at DMs discretion)",
					"+5"
				],
				[
					"Has previously jousted three times in the local area",
					"+5 / -5"
				],
				[
					"PC is a member of a group, country or race that is hostile to the crowd.",
					"-5"
				],
				[
					"PC is a member of a group popular with  the crowd",
					"+5"
				],
				[
					"Result of the pre-tournament parade (if advanced rules used)",
					"+5 / -5"
				]
			]
		},
		{
			"name": "Accident Table",
			"caption": "Accident Table",
			"source": "tnaoj",
			"colLabels": [
				"d10",
				"Outcome"
			],
			"colStyles": [
				"col-3 text-center",
				"col-9"
			],
			"rows": [
				[
					"1-2",
					"Thrown from horse."
				],
				[
					"3-4",
					"Hit the Dirt."
				],
				[
					"5-6",
					"Calamity."
				],
				[
					"7-8",
					"Foul Blow."
				],
				[
					"9-10",
					"Carnage."
				]
			]
		}
	]
}
