{
	"_meta": {
		"sources": [
			{
				"json": "ArchFest",
				"abbreviation": "Arch",
				"full": "Archery Contest",
				"authors": [
					"Russ Morrissey"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://github.com/DMsGuild201/homebrew",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "35287ef3f5",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Archery Contest",
			"id": "Arch",
			"source": "ArchFest",
			"published": "2016-01-01",
			"group": "homebrew",
			"contents": [
				{
					"name": "Archery Contests"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Arch",
			"source": "ArchFest",
			"data": [
				{
					"type": "section",
					"name": "Archery Contests",
					"entries": [
						"Archery competitions are common competitive events. The rules are simple: competitors fire at a target and score points depending on how close to the center of the target the arrow strikes. The archer with the most points wins. A staple of medieval tournaments, the archery contest draws bowmen from far and wide to test their skill and accuracy.",
						"Contests can sometimes attract up fifty or more skilled competitors, and the winner often receives a valuable prize—cash, jewellery or, more commonly, a fine bow or quiver of arrows. In traditional archery contests, contestants fire arrows at a stationary target, though some tournaments use moving targets or have the archers fire from horseback. Usually the target has different locations that are worth different points in a contest, though some contests simply require a contestant to hit the target at all to progress.",
						{
							"type": "section",
							"name": "Mechanics",
							"entries": [
								"These mechanics assume an archery contest whose target has different locations worth different amounts of points. Each archer gets a certain number of shots, usually one or three, and winners are determined by who gets the most points in either an elimination or round robin tournament. For each shot, the archer makes an attack roll, and his total attack roll determines how many points he gets. In the case of ties, the target is moved back 100 ft. per round thereafter that there is no winner.",
								"The first thing you, as the GM, need to do is determine how difficult this tournament is. If it's a simple village affair, the shots may be quite easy for seasoned adventurers; but a tournament involving the cream of a mighty empire might begin with very difficult targets—and many more contestants!",
								"The table in this article shows the attack bonuses of the contestants at each round of a contest. The AC of the target at each contest level is the attack bonus of the competitors +10 (thus giving the average competitor at a given tier of the tournament a 50% chance to succeed). The attack bonuses at the final represent the best of the region, country, world - or even multiverse! You, as the GM, are free to adjust these numbers of course."
							]
						},
						{
							"type": "section",
							"name": "Mechanics",
							"entries": [
								"Example A competition spanning a whole country begins with The Masses. In the first round, the target's AC is 12 and the competitors have an attack bonus of +2. The following round involves a target with AC 13 and 512 competitors with attack bonuses of +3. By the semi-final, there are 4 competitors with bonuses of +10 shooting at a target with an AC 20, and the final involves two competitors with attack bonuses of +11 shooting at a target with AC 21..",
								{
									"type": "inset",
									"name": "Example",
									"entries": [
										"{@i A competition spanning a whole country begins with The Masses. In the first round, the target's AC is 12 and the competitors have an attack bonus of +2. The following round involves a target with AC 13 and 512 competitors with attack bonuses of +3. By the semi-final, there are 4 competitors with bonuses of +10 shooting at a target with an AC 20, and the final involves two competitors with attack bonuses of +11 shooting at a target with AC 21.}"
									]
								},
								{
									"type": "table",
									"caption": "Archery Context",
									"colLabels": [
										"Tier",
										"Competitors",
										"Village",
										"Town",
										"Region",
										"Country",
										"World",
										"Planar"
									],
									"colStyles": [
										"col-4 bold",
										"col-2 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center"
									],
									"rows": [
										[
											"Final",
											"2",
											"+3",
											"+6",
											"+8",
											"+11",
											"+16",
											"+21"
										],
										[
											"semi-final",
											"4",
											"+2",
											"+5",
											"+7",
											"+10",
											"+15",
											"+20"
										],
										[
											"Quarter-Final",
											"8",
											"+1",
											"+4",
											"+6",
											"+9",
											"+14",
											"+19"
										],
										[
											"Fourth",
											"2",
											"",
											"",
											"",
											"",
											"",
											""
										],
										[
											"Fifth",
											"32",
											"",
											"+2",
											"+4",
											"+7",
											"+12",
											"+17"
										],
										[
											"Sixth",
											"64",
											"",
											"+1",
											"+3",
											"+6",
											"+11",
											"+16"
										],
										[
											"Seventh",
											"128",
											"",
											"",
											"+2",
											"+5",
											"+10",
											"+15"
										],
										[
											"Eight",
											"256",
											"",
											"",
											"+1",
											"+4",
											"+9",
											"+14"
										],
										[
											"Ninth",
											"512",
											"",
											"",
											"",
											"+3",
											"+8",
											"+13"
										],
										[
											"Lowest of note",
											"The Masses",
											"",
											"",
											"",
											"+2",
											"+7",
											"+12"
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Points",
							"entries": [
								"A competitor hits the target and scores 1 point if she hits the target's AC. If she beats the AC by 4, she hits the middle ring and scores 2 points; if he beats it by 8, she hits the bullseye and scores 3 points. In each round, half of the competitors progress (the half with the most points)."
							]
						},
						{
							"type": "section",
							"name": "But There Are 512 Competitors!",
							"entries": [
								"You're not expected to roll attack rolls and tally the points for each of 512 competitors in a world-wide tournament. In fact, above 4 competitors, a PC will progress to the next round simply by scoring higher than average number of points. Once you reach the semi-finals, though, you should handle each competitor individually to increase the drama of the occasion.",
								"The average is easy to determine. Over three shots, each competitor is expected to score 3 points. {@i If the PC scores more than 3 points, she progresses to the next round.}",
								"Of course, there aren't always 512 competitors. The blank areas on the table represent levels of talent which don't exist in local areas. A village will only provide 8 competitors of note, a town only 64."
							]
						},
						{
							"type": "section",
							"name": "Always Include a Nemesis",
							"entries": [
								"You should create an individual nemesis for the PC in order to personalize the whole process. This nemesis provides narrative background for most of the competitions—jeers, insults, challenges, bets, etc.—but should be rolled for directly once the semifinals are reached. The nemesis will have the attack bonus for the top rating level for the region size used, ensuring that he reaches the final.*",
								{
									"type": "inset",
									"name": "Example",
									"entries": [
										"Robin Fairfoot, an elven ranger, is competing in a town archery tournament. Her nemesis in this tournament is Boris the Blue, an obnoxious man and the current favorite. Boris' attack bonus is +6. Up until the semi-final, Boris interacts with the PC in a non-mechanical way (the GM plays him taunting Robin); at the semi-final, with 4 competitors, two are regular competitors, one is the PC, and the last is Boris. At this point, the GM starts rolling Boris' attack rolls against the target. He and Robin will likely progress."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Variants & Optional Rules",
							"entries": [
								"Common variants involve using weapons other than bows. Halflings favor slings or javelins, gnomes enjoy watching blindfolded archery, and dwarves are renowned for throwing hand axes through kegs of ale. You can also use these rules for darts, horseshoes, clay pigeons, or any other type of missile-based contest.",
								"Orcs practice Punctureshot archery contests, where the goal is to shoot through several archery targets. Each target is a sheet of painted paper attached to a thin sheet of wood. The contestant doesn't get points based on the accuracy of the shot: instead, if the arrow hits, roll for damage. For every 5 points of damage, the arrow punctures one target and hits the next. Magical arrows are forbidden, but most orcs won't know the difference unless the arrows are obviously enchanted (the target takes energy damage, for example). For every target punctured, 1 point is earned. Sometimes, instead of archery targets, orcs line up prisoners of war. Assume it takes 10 points of damage to to puncture through a helpless torso."
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Archery Contest",
			"source": "ArchFest",
			"caption": "Archery Contest",
			"colLabels": [
				"Tier",
				"Competitors",
				"Village",
				"Town",
				"Region",
				"Country",
				"World",
				"Planar"
			],
			"colStyles": [
				"col-4 bold",
				"col-2 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center"
			],
			"rows": [
				[
					"Final",
					"2",
					"+3",
					"+6",
					"+8",
					"+11",
					"+16",
					"+21"
				],
				[
					"semi-final",
					"4",
					"+2",
					"+5",
					"+7",
					"+10",
					"+15",
					"+20"
				],
				[
					"Quarter-Final",
					"8",
					"+1",
					"+4",
					"+6",
					"+9",
					"+14",
					"+19"
				],
				[
					"Fourth",
					"2",
					"",
					"",
					"",
					"",
					"",
					""
				],
				[
					"Fifth",
					"32",
					"",
					"+2",
					"+4",
					"+7",
					"+12",
					"+17"
				],
				[
					"Sixth",
					"64",
					"",
					"+1",
					"+3",
					"+6",
					"+11",
					"+16"
				],
				[
					"Seventh",
					"128",
					"",
					"",
					"+2",
					"+5",
					"+10",
					"+15"
				],
				[
					"Eight",
					"256",
					"",
					"",
					"+1",
					"+4",
					"+9",
					"+14"
				],
				[
					"Ninth",
					"512",
					"",
					"",
					"",
					"+3",
					"+8",
					"+13"
				],
				[
					"Lowest of note",
					"The Masses",
					"",
					"",
					"",
					"+2",
					"+7",
					"+12"
				]
			]
		}
	]
}
