{
	"_meta": {
		"sources": [
			{
				"json": "bookofchallenges",
				"abbreviation": "BoC🪤",
				"full": "Book of Challenges: Dungeon Rooms, Puzzles, and Traps (3e)",
				"version": "1.0.0 (d20 v3)",
				"url": "https://www.dmsguild.com/product/3736/Book-of-Challenges-Dungeon-Rooms-Puzzles-and-Traps-3e",
				"authors": [
					"Daniel Kaufman",
					"Gwendolyn Kestrel",
					"Mike Selinker",
					"Skip Williams"
				],
				"convertedBy": [
					"903970286175662101"
				]
			}
		],
		"dateAdded": 1636367792,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "5ee07033d4",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Book of Challenges: Dungeon Rooms, Puzzles, and Traps",
			"id": "BoC",
			"source": "bookofchallenges",
			"published": "2002-06-01",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BoC/Coverpage.webp"
			},
			"contents": [
				{
					"name": "The DM's Dirty Little Secret",
					"headers": [
						"How to Use This Book",
						"Running a Clever Dungeon Room",
						"Running a Clever Puzzle",
						"Running a Clever Trap",
						"Encounter Levels of Concurrent Traps",
						"Ten Indispensable Spells",
						"Scaling Challenges Down"
					]
				},
				{
					"name": "Advice for the DM",
					"headers": [
						"Advancing Monsters",
						"Adventuring in Three Dimensions",
						"But I Know the Trap Is There!",
						"Cover and Spread Effects",
						"Cryptograms",
						"Familiars as Scouts",
						"Fighting in Cramped Quarters",
						"Fighting while Climbing",
						"High-Level Preparation: The DM",
						"High-Level Preparation: The Players",
						"How to Win Friends and Influence PCs",
						"Incorporeal Creatures in Combat",
						"Letter Addition Puzzles",
						"Design Logic Problems",
						"Making a Deceitful Sales Pitch",
						"Mapping and Mazes",
						"Mazes and High-Level Characters",
						"Mazes",
						"Nonlethal Combat",
						"Playing Monsters Smarter Than You",
						"Riddles",
						"Running Multiple-Opponent Encounters",
						"The Soothing Approach",
						"Strange Bedfellows",
						"Underwater Movement and Combat",
						"Combat Adjustments for Water",
						"Using Antimagic Zones",
						"Variant: What Disabling a Device Means",
						"When Good Battles Good"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "BoC",
			"source": "bookofchallenges",
			"data": [
				{
					"type": "section",
					"name": "THE DM'S DIRTY LITTLE SECRET",
					"page": 3,
					"entries": [
						"Picture this situation: The player characters see a ges ticulating wizard floating over a dark chasm. As if by magic, a light goes on in a player's brain. He declares that his character charges headlong off the edge of the cliff, expecting that he'll continue across the invis ible bridge that doubtless spans the chasm.",
						"What do you do in this situation?",
						"Despite your natural inclination to let the player kill off his character, your reflexes probably kick in. You laugh, or you cock an eyebrow, or you say, \"Ohhh-kay?\" after you spit out your drink. With a flash of insight, the player realizes that there may be other explanations why the wizard can defy grav ity. Maybe, just maybe, you'll let him halt his charge before he discovers the exact depth of the chasm the hard way.",
						"Then you realize you have fallen prey again to the DM's Dirty Little Secret: you're really on the players' side. You use your omniscience and omnipotence to keep your PCs alive and happy (at least in the long term, resurrections being what they are). You don't tell your players that, though, because they keep putting their precious PCs in situations where you have to pull their fat out of the fireball. After all, you have a responsibility to keep them coming back.",
						"And some days, that responsibility gets to you. You're not a fifth or sixth or seventh PC. You're the Dungeon Master. Some days, you get that urge to show them you're not on their side, and that you have the power and cleverness to let them know who's boss.",
						"Welcome to the book that's designed for those bad dice days. The Book of Challenges: Dungeon Rooms, Puzzles, and Traps is composed of dozens of the smartest and meanest encounters we could envision. This is the book of \"Oh, man!\" and \"I can't believe it!\" and \"You have to be kidding me!\" Yes, the encounters are balanced by encounter level, and yes, they can all be solved with a little thought. Yes, we even provide hints you can give your players. But fundamentally, they're all just a bit nasty. If a player announces that he's going over a cliff in one of these encounters, he's going over the cliff.",
						"Because sometimes, even we have one of those days.",
						{
							"type": "entries",
							"name": "HOW TO USE THIS BOOK",
							"page": 3,
							"entries": [
								"The Book of Challenges contains encounters you can plug into your favorite dungeon. Most are set against the backdrop of a \"typical\" dungeon, but with a little preparation, you can use them in any adventuring context. These encounters generally need very little introduction. In most of them, the PCs walk down a dungeon corridor and see what's in the room (or don't see it, depending on the amount of invisibility used). They resolve the challenge, lick their wounds, and then go on to some other part of the dungeon.",
								"The book is sorted by encounter level (EL). To choose an encounter for your players, figure out their characters' average party level. Pick an encounter with an EL that matches or comes close to that average.",
								"Of course, you'll need to familiarize yourself with the capabilities of the items and creatures mentioned herein. In most cases, when an average creature is used, this book only shows the differences between the Monster Manual description and the description here. The book provides help in how to use these aspects of the encounters, but that doesn't substitute for research on your part.",
								"This book also contains many sidebars with tips for Dungeon Masters. You can use them to customize the encounters in your game or create similar types of encounters yourself. You'll find the legend for all the maps in this product on page 127.",
								"Most encounters have entries for \"Scaling the Challenge.\" These allow you to use the encounter at a higher or lower EL than the one given at the top of the entry. Even if your characters are all 10th level, you can use encounters at other ELs when you find these scaling sections. Don't forget to change the treasure awarded if you alter the encounter level. Treasure appropriate to an EL 5 encounter seems paltry for an EL 9 encounter, and far too rewarding for an EL 3 encounter."
							]
						},
						{
							"type": "entries",
							"name": "RUNNING A CLEVER DUNGEON ROOM",
							"page": 3,
							"entries": [
								"At any time, you can throw six orcs running down a 10-foot-wide corridor at your players' characters. That may be a good fight for some parties, but it's hardly clever. If the orcs suffer ranged weapon fire, not all of them will be able to reach the PCs' front line, and none of them will be able to reach the PCs' back line.",
								"A clever encounter takes advantage of the mon sters' or NPCs' capabilities and tactics. Clever crea tures should spend a lot of time thinking about how they might survive an encounter with well-armed PCs. Six orcs parked behind nine-tenths cover with heavy crossbows, and a gaping pit in front of them now that might be a challenge. Four orcs in that situa tion, plus two on a ledge behind the PCs might be even better. Four orcs running from a rampaging hill giant. . . well, you get the idea.",
								"Here are six general strategies for maximizing effectiveness of the monsters and NPCs you throw at your PCs.",
								"{@bold Box Them In}: Most players think of fights in one direction, the one where they close to meet the com batants. PCs attacked from several sides are automat ically at a disadvantage, because they must choose where their area spells go, worry about being flanked, and separate to attack multiple foes.",
								"{@bold Split Them Up}: If you can separate the party members from each other, they won't be able to cooperate. Trap the scouts behind a barrier, drop the spellcasters through a trapdoor, or use nets and bull rushes to drag the PCs kicking and screaming away from each other. Get flying creatures into the air, so that flying PCs have to leave their friends to attack flying enemies with melee weapons. Be careful with this one, though. Splitting the party neutralizes the cooperative nature of the group, which won't be fun if it happens all the time.",
								"{@bold Show Them One Thing, Give Them Another}: A mid-level party seeing three iron golems coming at it will have a panic attack. But a hill giant sorcerer could easily cover two cronies and himself with illusions that make them appear as iron golems—and he may stop the PCs from casting spells on them, since the PCs will falsely believe they're useless against the \"constructs.\" Deception only needs to last a few rounds to be meaningful. A self-censoring party is a far less dangerous one.",
								"{@bold Make Them Dig Deep}: In a lair of cold creatures, only the sorcerers will be able to muster enough fire spells to win. Using many of the same types of creatures drains a subset of the party's resources while never tapping into another subset. The heroes need to ration resources, and that benefits those on the receiving end of the PCs' wrath.",
								"{@bold Set Them Up, Knock Them Down}: Two creatures with compatible powers can combine to be much more effective. A wyvern's poison deals Constitution damage, and an achaierai's insanity requires a Fortitude save. If the achaierai attacks immediately after the wyvern drops a PC's Constitution into the single digits, that PC probably won't make his saving throw against the insanity. Two near-simultaneous attacks can mean one dead PC. For these sorts of battles, your monsters probably act on the same initiative number, though one can always delay a moment or two.",
								"{@bold Hang Them if They Can't Take a Joke}: Make sure you have a way out for any creature that wants to get away. A flying creature fighting at the edge of a cliff has a much better chance to get away than one in a closed room. The PCs still get the experience, but they lose any treasure the escaping NPCs are carrying. That alone gets the heroes to be more strategic in the future."
							]
						},
						{
							"type": "entries",
							"name": "RUNNING A CLEVER PUZZLE",
							"page": 4,
							"entries": [
								"Many DMs are wary of making puzzles. Others are too comfortable making them, sometimes without realizing the complexity some puzzles require. To find the right level of comfort, identify a puzzle type you can create and then practice until you create a memorable one.",
								"To set up a puzzle, figure out what you want it to do. Do you want to deliver a message, provide a clue to a mystery, or make solving the puzzle the only way out of a deathtrap? When you have figured that out, pick a puzzle type. Several puzzles in this book come with sidebars on how to make others like them. Mazes, letter-addition puzzles, and codes all have simple principles you can follow. Of course, these sidebars can't provide the cleverness you'll need to challenge your players.",
								"Then try making the puzzle. Use the strategies herein, and keep trying them until you conclude that you would like to solve the puzzle if another DM presented it to you.",
								"Try to personalize your puzzles. They need to make sense in the world your PCs inhabit. Don't give them a puzzle about rock music or cars, because the PCs have never heard of either. Instead, use references to NPCs, cities in your world, or monsters the PCs might face.",
								"Before you give your puzzles to the PCs, write a list of hints. These should usually be rewards for making successful skill checks. A puzzle about magic items could require a Knowledge (arcana) check, for instance. In all cases, a simple Intelligence check should give a hint of what type of puzzle the PCs face. You can also devise hints that require spells or class features, such as letting a cleric use his turn undead ability to open a magically locked chest bearing the visage of a ghoul.",
								"When the PCs solve a puzzle, reward them. Just solving a puzzle makes them feel smart, but solving a puzzle that hands them a magic item or opens a secret door makes them feel smart and accomplished."
							]
						},
						{
							"type": "entries",
							"name": "RUNNING A CLEVER TRAP",
							"page": 4,
							"entries": [
								"When the characters fall prey to a trap, they're usually unprepared, unwary, or outclassed. Players take great pride in getting past traps, because they think that means they're smarter than the makers of the dungeon. Conversely, they feel great shame when they walk right into the trap.",
								"To see all the parts of a great dungeon trap, look to a real-world example: the mousetrap. A mousetrap has three parts: the bait, the trigger, and the illusion of safety. The mouse is attracted by the bait (some cheese), trips the trigger (a pressure-sensitive neck-breaker), and is stunned when it happens (since the neck-breaker seems far removed from the cheese). Although your PCs are (hopefully) a bit smarter than mice, the same principles apply.",
								"The bait should always be something the PCs want. Before you flip to the treasure chapter in the DUNGEON MASTER's Guide, think a little deeper about what they really want. They want experience. They want to conserve their resources. Most importantly, they want to feel comfortable breaking into something's lair and killing it. These characters are easy to motivate, because simply presenting a door plays into the PCs' expectation that they can walk unimpeded through a dangerous area.",
								"The trap's trigger can be magical, mechanical, or both. Almost any spell or device can become a trap if given some thought. Even the ultra-benign raise dead spell can trigger the revival of something the PCs want to stay dead. If your PCs can shrug off the damage from a crossbow trap, set up a ballista trap. The best triggers are ones that create some amusing, embarrassing, or otherwise memorable victimization, such as a hidden catapult that propels a PC into a freezing cold river. The illusion of safety is the most important element. A trap should go off when the PCs are comfortable with their situation. A rickety bridge spanning a crevasse does not appear safe, but a door on which the PCs have already disabled a trap with a low Search DC does. Put them on guard when their guard is down, and knock them off guard when their guard is up.",
								"For more on the making of traps, see Chapter 4 of the DUNGEON MASTER's Guide and the supplement, Song and Silence: A Guidebook to Bards and Rogues."
							]
						},
						{
							"type": "entries",
							"name": "TEN INDISPENSABLE SPELLS",
							"page": 5,
							"entries": [
								"This book requires significant adaptability on the players' part. A key component of that is their spell selection. Walking into these atypical environs armed with nothing but fireballs and lightning bolts may make for frequent trips to the local purveyor of raise dead spells.",
								"Whether prepared or set into magic items, the spells that follow are must-haves for dealing with the brain-bending challenges in this book. You shouldn't be disappointed when players use these spells to thwart the challenges herein. Instead, you should take magnanimous pride that your players are sharp enough to use resources so efficiently.",
								"Clairaudience/{@spell Clairvoyance}: Forewarned is forearmed, and this is one of the best ways in the game to be forewarned. At higher levels, players should consider foresight, scrying, and true seeing to get results that are even more reliable. Augury can be helpful, but players may not be willing to risk the spell's chance of failure in a life-or-death situation. (A bat familiar's blindsight ability has a similar effect, but a player who sends his leather-winged pal into every room may soon be looking for a new familiar.)",
								"Detect Magic: Many of these challenges involve unexpected uses of magic. Knowing where the magic is can help characters immensely. Spellcasters should always press for more information about the number, location, schools, and strengths of the auras they detect, allowing for educated guesses about what's there.",
								"{@spell Dispel Magic}: Once the characters know magic is there, their spellcasters should consider blowing it away, at least for a time. In some cases where there are many magical effects, this can require a lot of dispel checks, some of which will certainly fail. Again, detect magic helps here. At higher levels, greater dispelling, globe of invulnerability, and antimagic field can be used to a similar effect. Mordenkainen's disjunction is also a good choice, but it is often an overreaction.",
								"{@spell Fly}: In some cases (but definitely not all), the physical barriers in these encounters can be skirted by flying. The impressive speed and versatility of flight allows characters to meet challenges in three dimensions rather than two, something their opponents may not be able to address. If characters don't have access to this spell, levitate, jump, spider climb, and feather fall are highly recommended.",
								"{@spell Freedom of Movement}: Many challenges in here impede the characters' ability to move freely. Being able to fight normally underwater, in webs, or in other difficult surroundings counters the natural advantages of the creatures and traps in these encounters.",
								"Gaseous Form: Most challenges in this book are physical. When the characters simply wish to bypass them, becoming less physical certainly helps. This spell and the more powerful wind walk are even more effective in these cases than polymorph self and polymorph other. After all, changing into a bird won't give a PC damage reduction 20/+1 and the ability to seep through cracks in walls.",
								"{@spell Invisibility}: The challenges involving creatures are less effective if the creatures can't find the characters. Invisibility and its more powerful associated spells often can stop these encounters before the creatures get started. Of course, some creatures in here can see invisible characters, a fact those creatures might not reveal immediately.",
								"{@spell Mage Hand}: This spell has two purposes here. The first is jostling small objects and traps. The second is discovering when this isn't possible, since mage hand moves only unattended objects of 5 pounds or less. Thus, if mage hand can't move a small object, the caster knows the object is not what it seems. Telekinesis and unseen servant do this more effectively, as can summoning a creature that can understand the caster and thus do more than simply attack.",
								"{@spell Magic Missile}: Though this spell does less damage than either fireball or a barbarian with a double-axe, energy spells and melee attacks are often thwarted in these encounters by environmental factors like water, resistances, and barriers. Magic missile strikes unerringly, even around most types of cover and concealment.",
								"{@spell Teleport}: When all else fails, flee. Teleport, dimension door, word of recall, phase door, and similar spells make this tactic a lot easier on a moment's notice.",
								"Other good spell choices include arcane lock, break enchantment, daylight, detect snares and pits, detect thoughts, disintegrate, displacement, endure elements, find traps, find the path, ghost sound, guidance, hold portal, invisibility purge, knock, light, message, project image, protection from elements, quench, repulsion, resist elements, see invisibility, shatter, silence, slow, stone tell, water breathing, wood shape—and, of course, raise dead.",
								{
									"type": "inset",
									"name": "Encounter Levels of Concurrent Traps",
									"entries": [
										"Multiple traps of the same type do not necessarily have the same additive effect on Encounter Levels that multiple monsters of the same type do. If you have a trap of a certain CR, adding another such trap nearby raises the EL by 1. Adding any greater number of such traps may raise the EL by an additional 1, but might not even do that. This is because a single solution that can beat one trap can usually beat any number of similar traps.",
										"For example, imagine a long line of pit traps. If the PCs use fly spells to get over the first one, they can use the same spells to get over the rest of them. Thus, the additional traps don't really represent an additional challenge, nor do they represent an additional drain on the PCs' resources.",
										"In this book, when multiple traps appear side by side, they are given a CR rating for each individual trap, then one for the entire group. This gives you the maximum XP the party gets for dealing with that group of traps."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "SCALING CHALLENGES DOWN",
							"page": 6,
							"entries": [
								"Throughout the Book of Challenges, we have provided numerous encounters designed to stretch not only the capabilities of the players and their characters, but those of the monsters as well. The Monster Manual has specific rules for making monsters tougher by raising their Hit Dice, while the Player's Handbook and DUNGEON MASTER's Guide provide tools for adding character levels to monsters and adding traps to their lairs.",
								"For a change of pace, a DM may want to scale a monster down, making it weaker. The possible reasons for scaling down an encounter are numerous. So are the ways to do it.",
								"The most complicated way to scale down a creature is by reversing the process for scaling it up. Removing Hit Dice removes skills and combat abilities. It may reduce the effectiveness of spell-like abilities or even the number of spells a creature can cast per day. Reducing a creature's size (say, from Large to Medium-size), not only lowers its physical ability scores, but could provide an interesting story angle as well (for instance, a runt minotaur hoping to win the respect of his peers).",
								"Hampering monsters the same way a DM hampers characters can be less work for the same reward. Perhaps an ettin has lost his greatclubs or a titan no longer has his warhammer. Creatures with limited use abilities, such as the gorgon or the manticore, may have already used some or all of them for the day. This tactic works as long as the players can be made aware of the limitation. Maybe an ogre mage used his cone of cold earlier that day to kill an owlbear. If the players find a partially frozen owlbear corpse, they have a chance to figure out their nemesis is not up to full strength.",
								"As an alternative, consider putting a powerful creature in an environment that's hostile to it, or simply inconvenient. Perhaps a kuo-toa took a wrong turn getting back to the pool and ended up in the courtyard of an abandoned castle. With the sun coming up soon, the adventurers can wait in the stables for the right moment to strike. If the griffon the party is running from is foolish enough to follow them into a thick grove of trees, its maneuverability is drastically cut down. The same way you play up a creature's intelligence to make it tougher, playing up a creature's stupidity can help even the odds. Even smart monsters can make bad decisions.",
								"The Hill Giant Madness encounter demonstrates another equalizer: ability loss from disease. Using cursed items can further offset a creature's powers, as it did for Motty. Creatures can even have permanent spell effects on them from previous adventures, such as blindness or bestow curse.",
								"At the lower end of desirability, but still acceptable in certain situations, is simply knocking down hit points. Consider a mimic that hasn't had time to fully heal after its last encounter with a group of goblins.",
								"Like most of the tricks in this book, scaled-down monsters should be used sparingly. You should never introduce a new monster type as a weakened version. Using scaled-down monsters may make the players unimpressed, unprepared, or reckless when they meet the normal version. Even if they have seen the monster before, they may feel cheated if they run into weakened monster after weakened monster.",
								"Scaling down the CRs is an inexact science at best, and that may lead to more complications when assigning experience points. Used judiciously, however, it offers more opportunities for cleverly designed encounters."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "ADVICE FOR THE DM",
					"page": 1,
					"entries": [
						{
							"type": "entries",
							"name": "Advancing Monsters",
							"page": 78,
							"entries": [
								"A 50% increase in Hit Dice increases a monster's CR by 1. Doubling the HD of a monster increases the CR by 2. Tripling HD should increase CR by 3 or 4; however, you'll still need to evaluate the resulting creature to decide which value is more appropriate. These two creatures provide good examples of monster advancement.",
								"The xorn began as a simple CR 8, 15-HD monster from the Monster Manual. Applying the monster advancement rules gave it good hit points (15d8), a great attack bonus (as fighter), and three good saves, making it significantly tougher as well. The extra feats are incredibly handy. The extra skill points don't mean much in this encounter. This merits a CR 2 increase, so it's now CR 10. Tripling it would probably result in an increase of 4, to CR 12.",
								"The gray render in the Monster Manual starts out as a CR 8, 10-HD monster. We applied the monster advancement rules to advance it to 30 HD. This tripled the number of Hit Dice. The creature focuses on simple melee. It gained great hit points (20d10), a decent attack bonus (as cleric), and two good saves, making it significantly tougher. The low number of skill points doesn't matter to the render. Looking at the finished monster, it seems to merit a CR 3 increase, so it's now CR "
							]
						},
						{
							"type": "entries",
							"name": "Adventuring in Three Dimensions",
							"page": 30,
							"entries": [
								"One of the most overlooked directions in the typical DUNGEONS & DRAGONS® campaign is, well, any one other than horizontal. Characters walk the halls of dungeons and run around the courtyards of castles, while players move miniatures around a flat surface (usually a tabletop). Players (and even DMs) often forget that challenges can come from any direction, not just from down the hallway to the left or the 10-foot-deep pit trap up ahead. Some monsters fly, and some characters respond by using magic to fly as well. Despite this, most encounters in the course of an evening's adventures take place in two dimensions.",
								"The common pit trap is the only vertical encounter that's likely to appear in every campaign or adventure. While pit traps are an annoyance for an adventuring party of nearly any level, after the second or third encounter with one, the average player simply rolls his eyes and searches his character sheet for rope to pull out his clumsy companion. One solution to this tedium is adding spice to the pit traps themselves. Spikes added at the bottom, secret doors leading to secret rooms, and deadly water traps are just a few ways to make pits more memorable.",
								"Solutions also exist outside the box, so to speak. Several of the encounters in this book make use of different kinds of vertical space. While a creative Dungeon Master can expand on those encounters, many general ideas can help the DM who wishes to design her own adventure.",
								"The simplest solution is reversing the usual. For example, instead of pit traps, why not ceiling traps? Watch the fun the first time the ceiling opens up and rocks fall on your heroes. Ceiling traps can be deadly (the classic splash of hot oil), or just annoying (the not-so-classic flood of warm molasses). Having hidden doors in the ceiling allows monsters to hide above the characters, dropping down on them when the time is right. For creatures without the ability to fly, try adding balconies, or have creatures hide on the ceilings of high caverns.",
								"Even in your imaginary setting, the sun rises into the sky and the water flows downhill. Don't forget to include \"up\" and \"down\" in your encounters as well."
							]
						},
						{
							"type": "entries",
							"name": "But I know the Trap Is there!",
							"page": 32,
							"entries": [
								{
									"type": "homebrew",
									"entries": [
										{
											"name": "Homebrew which changed something",
											"type": "entries",
											"entries": [
												"PCs who know a trap's location and effect—such as many of the already triggered traps in this encounter should find it easier to avoid or disable them. When characters approach such a trap, consider lowering the DC on the perception checks to find them, skill checks for Thieves' Tools checks to disarm them, and Dexterity saves to avoid them"
											]
										}
									],
									"oldEntries": [
										"PCs who know a trap's location and effect—such as many of the already triggered traps in this encounter should find it easier to avoid or disable them. When characters approach such a trap, consider granting a +2 to +4 circumstance bonus on Search checks to find them, Disable Device checks to disarm them, and Reflex saves to avoid them."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Cover and Spread Effects",
							"page": 74,
							"entries": [
								"Spread effects, such as fireballs, can reach around most forms of cover. As long as the spread effect can reach your position, you can't claim better than one-half cover from the effect (+2 cover bonus for AC and Dexterity saving throw). Against burst effects, or other effects that can't reach around corners, cover offers its normal bonuses."
							]
						},
						{
							"type": "entries",
							"name": "Cryptograms",
							"page": 82,
							"entries": [
								"A cryptogram is any code where each letter is substituted for another letter or a symbol. Typically, if the letter A becomes an X in one place, it becomes an X in all places. To make a cryptogram, start by selecting the list or message you want to encode. Then decide if you want an easy or hard cryptogram.",
								"For an easy code, use an encryption mnemonic that solvers can spot and apply. Moving each letter forward one place in the alphabet (A = B, B = C, and so on with Z = A) is fairly easy to spot. Similarly, reversing the alphabet (A = Z, B = Y, and so on) is an easy code.",
								"A hard cryptogram assigns the substitutions randomly, as in the spell list above. In a random substitution, A might equal V, B might equal J, and C might equal U. (Or A might equal ?, B might equal #, and C might equal some other symbol.) You can make it even harder by double-assigning letters to one substitution (A = B and X), or running the message backward before you encode it.",
								"To encode the message, write out the letters of the real alphabet, then put substitute letters above them. Don't assign the same substitute letter to two regular letters (unless you mean to do so). Transfer the substitute letters over the real letters of your message. Double-check the letter assignments, write out the coded message by itself, and give the cryptogram to your players."
							]
						},
						{
							"type": "entries",
							"name": "Familiars as Scouts",
							"page": 57,
							"entries": [
								"Familiars often make excellent scouts, especially if they can fly. They can zip ahead of a party, take a quick look around, and instantly relay what they discover through empathic links with their masters. That option can be a real boon to a party eager to determine what lies ahead, but it can be a real headache for a DM who has to relay the information, especially if a familiar ruins a well-laid ambush. Fortunately, DMs have ways to keep familiars from spoiling everything.",
								"First, keep in mind that most creatures a familiar would encounter on a scouting mission are hostile or ornery enough to attack a roving familiar out of sheer meanness. For example, the mephits in the Fire and Water encounter may very well pursue and harass any lone familiar they happen to see. They might chase it around for the sheer fun of it, catch it and tie an old shoe to its tail, lob a magic missile spell at it, or even burn it alive in their magma pool. Which option you choose should depend on how frequently and aggressively the players use the familiar.",
								"Less capricious creatures might have more subtle responses. For example, the will-o-wisps in the Lightin the Dark encounter may simply pretend they don'tnotice a scouting familiar. After it leaves, theybecome invisible and lie in wait for the party. In such situations, the familiar's information is likely to be inaccurate; it saw lights but no live creatures.",
								"Fortunately, most familiars have a reasonable sense of self-preservation and a good dose of common sense (even if their masters don't). Without any prompting from the master, a familiar is apt to avoid moving around in plain sight. Instead, it may look for places to hide, pausing to sniff the air and listen for danger before entering a chamber, or even rounding a corner. These precautions slow the familiar's progress, limiting the quality of information it can relay back to its master.",
								"Once a familiar locates a creature, it's apt to take the better part of valor and withdraw before it can be spotted. Of course, the familiar's master can order it to take a few risks, but eventually, the familiar's luck runs out. The master is then rewarded with a slain familiar and the accompanying loss of experience points."
							]
						},
						{
							"type": "entries",
							"name": "Fighting in Cramped Quarters",
							"page": 10,
							"entries": [
								{
									"type": "homebrew",
									"entries": [
										{
											"name": "Homebrew",
											"type": "entries",
											"entries": [
												"This content was converted from a d20/v3 DnD to DND 5e's mechanics and compatible language."
											]
										}
									]
								},
								"The narrow tunnel restricts most characters' ability to move and fight. Small characters can move at their normal speed. They suffer no penalty in melee unless they wield oversized/heavy  weapons, in which case they are considered squeezed (disadvantage on attack rolls and Dexterity saving throws. Attack rolls against the creature have advantage while it's in the smaller space).",
								"Huge creature can't fight in the tunnel at all. Heavy/oversized weapons can't be used in the cramped tunnel.",
								"Treat any weapon that requires swinging (slashing damage) (except those that can pierce) as one damage die size smaller for calculating damage rolls.",
								"The only ranged weapon that can be used from a prone position is a crossbow, which can be fired with disadvantage against the attack. Remember that if another character blocks a character's line of sight, the target gains the effect of cover (usually one-half cover, which grants a +2 cover bonus to AC). This also applies to characters using reach weapons to attack past an ally."
							]
						},
						{
							"type": "entries",
							"name": "Fighting while Climbing",
							"page": 63,
							"entries": [
								"Characters lose their Dexterity bonus to Armor Class while climbing (Athletics). Foes attacking a climbing character also gain advantage on their attacks. Climbing characters cannot use shields. Each time a character suffers damage while climbing, they must make an ability check against the DC of the surface; if they fail, they falls.",
								"As creatures with climb speeds, the phase spiders in this encounter are not quite as vulnerable. A phase spider does not lose its Dexterity bonuses while climbing, and it can take 10 on Climb checks (except if it's making a Climb check because it suffered damage while climbing)."
							]
						},
						{
							"type": "entries",
							"name": "High-Level Preparation: The DM",
							"page": 122,
							"entries": [
								"High-level encounters do not automatically require a higher level of preparation. A 20th-level party could encounter an ancient red dragon, and the Dungeon Master could simply provide the same motivation and tactics she would use for any other encounter. At the opposite end, a DM could set up an orc encounter rife with political intrigue, complex traps, and layered motivations. A lot of this has to do with a DM's style.",
								"Thrice Be Damned is definitely a high-level encounter, not only because of the creatures involved, but also because of their motivations and tactics. It is meant to be an encounter that not only challenges the players, but challenges the DM to keep track of numerous threads at once. A DM who doesn't feel comfortable with that aspect can still run a simplified version by simply extracting the background setup and making the monster's attacks more straightforward."
							]
						},
						{
							"type": "entries",
							"name": "High-Level Preparation: The Players",
							"page": 122,
							"entries": [
								"Throughout this book, you have seen many tips and directions for preparing encounters. The preparation a Dungeon Master does goes largely unnoticed, although the reward is the enjoyment of the players. A good DM is not in a competition with the players, after all, and a DM who has anticipated all the angles not only appears more impartial, but actually is more impartial.",
								"Player preparation is quite the opposite. Players scheme and analyze, thinking through all possible options. They're prepared for direct competition, if not with the DM, then certainly with the situation the DM presents. Player preparation takes two forms.",
								"{@bold Rules Lawyers}. Every group has at least one. With every release of a new book or supplement, this player instantly begins poring over it, looking for the best combination of spells or classes. To him, the rules are simply a math exercise. Roleplaying is set aside while he figures  different ways to add up bonuses and tries to bend the rules until they break. These players are often labeled \"power gamers\" or \"rules lawyers.\"",
								"A small percentage of players deserve this epithet, but most simply enjoy the complexity of the rules. Their enjoyment comes from planning out how many levels of various classes make their characters multiclassed engines of destruction. Don't feel it necessary to discourage this behavior, as long as it doesn't adversely impact the group's enjoyment of the game. Instead, encourage players to focus on clever character design by introducing villains withinteresting combinations of feats or classes. By demonstrating how this ingenuity can be used constructively, the DM can help keep a \"rules lawyer\" focused on helping the game, instead of trying to break it.",
								"{@bold Strategists and Roleplayers}. The second type of preparation is the kind players accomplish through roleplaying before an adventure, particularly through research. They may hire a sage to get information on the castle they are about to explore. Perhaps they know the sunken ship is filled with undead, so they memorize specific spells useful in that situation. Maybe they fought a memorable villain who escaped, so they have discussed a strategy to defeat him next time. This kind of play should always be encouraged. A well-prepared DM can handle all the curve balls the players throw and, to be honest, most players are able to get themselves in more mischief than a DM who tries to adjust a situation against them.",
								"A clever DM can play on the players' preparation to make an adventure harder. In fact, the previous encounter relies on the players thinking they have an edge because they're well informed. This kind of adventure can satisfy the players beforehand with the confidence that they are prepared. The characters who survive have an added satisfaction of overcoming a challenging adventure. That makes for great drama all the way around."
							]
						},
						{
							"type": "entries",
							"name": "How to Win Friends and Influence PCs",
							"page": 92,
							"entries": [
								"Spells that influence or control a PC's actions, such as {@spell charm person}, {@spell suggestion}, and {@spell dominate person}, create challenges for both the DM and the player.",
								"D&D is a roleplaying game. Sometimes, players overact when under the effects of an influence spell, ruining the effect. Rarely is it as blatant as an exclamation of \"Hey, I have been charmed!\" but it's often shown by highly exaggerated manners or extremely poor decision-making on the part of the player character. If a DM doesn't like this, she can talk to her players, offering the following bits of wisdom:",
								"{@bold Charms}: Being charmed does not mean that the character changes everything about himself. The caster becomes a trusted friend and ally, but the character still retains his feelings about his other party members. He strongly values the caster's views and recommendations but can choose his own actions. A charmed paladin seeks to protect her new friend, but she would not agree to maiming or killing innocent townsfolk.",
								"{@bold Compulsions}: A dominated character has fewer choices; she simply does whatever the caster wants. A dominated paladin would have a chance to resist the order to steal something or kill someone, but she would have to comply if the new saving throw failed.",
								"Another problem with using mind-affecting spells in the game is the situation when you would prefer to keep the spell's effect secret from the other characters. It shouldn't be obvious to all the players when one character becomes charmed, but a failed saving throw, followed by a \"secret\" note, is a remarkably unsubtle message to the other players that something's up.",
								"When preparing to run a game session with an opponent who can cast charm or compulsion spells, you might want to choose your target ahead of time and plan how you want to tell the target about the spell's effect. To keep the spell effect as secret as possible, treat everyone alike. When it comes time for the target to make the save, take a moment to pull each player aside separately, allowing each to make some kind of roll (such as a Spot check to notice some detail of the situation). This masks the fact that one of the characters has made a Will save (though a successful save should allow that character to inform the others that he felt something). If you prefer to pass notes, pass everyone a (different) note.",
								"Another idea is to ask the target to roll a d20 without informing him that he is making a Will save. Make sure you know the character's appropriate save modifiers or other resistances before doing this!"
							]
						},
						{
							"type": "entries",
							"name": "Incorporeal Creatures in Combat",
							"page": 87,
							"entries": [
								{
									"type": "homebrew",
									"entries": [
										{
											"name": "Homebrew",
											"type": "entries",
											"entries": [
												"This content was converted from a d20/v3 DnD to DND 5e's mechanics and compatible language."
											]
										}
									]
								},
								"An incorporeal creature's most dangerous combat ability is undoubtedly its ability to evade damage. Harming it requires a magical weapon).",
								"An incorporeal creature also has the advantage of mobility. Almost nothing can impede its movement. In addition, incorporeal creatures ignore armor, natural armor bonuses, and cover bonuses, though force effects, such as mage armor, shield, and wall of force, work normally with respect to incorporeal creatures.",
								"Incorporeal creatures can freely move through solid objects. It's important to remember, though, that being incorporeal doesn't allow a creature to see through solid objects. For example, the spectres in this encounter can hide in floors, ceilings, columns, or quicksand, but they can't see through them. While waiting in ambush inside a solid object, an incorporeal creature must listen for foes or periodically stick out its head for a look around. Solid objects tend to carry sound very well, so you may wish to adjust the creature's DC for a perception checks holding their ear to the ground/wall. The usual modifiers for distance apply. An incorporeal creature can try to pinpoint an opponent from inside a solid object; this uses the same rules as pinpointing invisible opponents",
								"Even so, the incorporeal creature can get only a vague idea of an opponent's location by listening, so it must occasionally stick its head out for a look around. A good way to simulate this is by picking a spot at the edge of the object in which it hides that is somewhere within a half move of its position at the end of its turn. During the creature's next turn, assume it moves to that spot first, no matter where the creature's opponents are. Once the creature looks around, it can finish its action and perhaps attack a foe it can reach with its remaining move.",
								"Incorporeal creatures that can fly can move through solid objects at their flying speeds, but they must observe their maneuverability limitations when doing so. For example, a spectre can fly at a speed of 80 feet (even though walls), but it has only good maneuverability, so it's limited to 90-degree turns. It has to expend 5 feet of movement to turn in place or reverse direction while flying (see Tactical Aerial Movement in Chapter 3 of the DUNGEON MASTER's Guide)."
							]
						},
						{
							"type": "entries",
							"name": "Letter Addition Puzzles",
							"page": 23,
							"entries": [
								"This puzzle provides a trick where the players must realize that a word can become another word when a letter is added (CURE + S = CURSE).",
								"A letter can be added to or subtracted from a word to make an entirely different word. The letter can be added or subtracted at the front (LAUGHTER to SLAUGHTER), the back (HARP to HARPY), or anywhere in between (STRANGE to STRANGLE). You can add or delete multiple letters, such as taking out the entire middle of the spell BLINDNESS to make another spell, BLESS.",
								"This encounter has both the shorter word and the longer word in plain sight. The puzzle comes in when the message is built around those words. The obfuscation provided by the other words suggests that the curse and the cure are spells rather than words for words' sake."
							]
						},
						{
							"type": "entries",
							"name": "Designing Logic Problems",
							"page": 45,
							"entries": [
								"Design a logic problem as you would solve one: Winnow down many possibilities to one correct answer. A simple logic problem requires making sense of a single complex statement of relationship. Figure out what relationship you want between the elements in the problem. Find a roundabout way to describe the relationship. Then test all possibilities until you're sure only one can be right.",
								"A more complex logic problem such as the one in this encounter involves multiple statements of a complex relationship. Think of what the logic puzzle will be about, and then select some appropriate variables on which the puzzle will turn. For the puzzle here, the elements are the colors (like blue), the activities (like raising the portcullis), and the sounds (like the gong).",
								"Then lay the possibilities into a solving grid allowing for all the possibilities to meet each other (in this case it's color-and-activity, activity-and-sound, and color-and-sound). Here's one version. Write clues that eliminate possibilities for the solver until only the right answers remain. As you build clues, eliminate and confirm possibilities in the grid. Eliminated possibilities get an X, while confirmed possibilities get an O. So, the statement \"The red lever drains the moat and does not make a gong sound\" places an O at the intersection of \"red\" and \"moat,\" an X at the intersection of \"red\" and \"gong,\" and an X at the intersection of \"moat\" and \"gong.\" Because this sample is so small, this single clue can fill in the entire grid shown, but with more choices, more clues will be needed. Try to get the clue list down to the smallest number of clues possible, double-check the grid, and give the puzzle to your players (with or without the blank grid, depending on how nice you feel)."
							]
						},
						{
							"type": "entries",
							"name": "Making a Deceitful Sales Pitch",
							"page": 49,
							"entries": [
								"Occasionally, your job as Dungeon Master calls for you to sell your players on believing one thing when the truth represents another. The following conceits are tried-and-true sales pitch techniques that are usually illegal in modern society. Nonetheless, you can use them in a variety of encounters. They're useful not only in this case, but also with deceitful NPCs and situations that are not as they seem. Chuk, the bugbear in this encounter, uses all these tricks if he thinks his profits will swell.",
								"{@bold The Old Bait-and-Switch}: A bait-and-switch offers an item for sale, but when the item is requested, the customer is told that the item is not available—and another one is. This plays upon the customer's desire to buy something, even if it's not what was desired. When characters are told that something is within their grasp, they might still be happy when they receive something else. Then again, they might not, especially if it is perceived to be of lesser value. A DM using a bait-and-switch should paint the reward acquired in the best possible light. For example, if the characters believe they are hunting a lich, when in fact, they have defeated a skeleton dressed up as a lich, have the local townsfolk hail them as lich-killers—even if the real lich gets away to plot its revenge.",
								"{@bold The Hidden Cost}: A salesperson offering something for nothing may well be offering nothing for something. An item that appears to be free often is either worthless or has a hidden cost (usually one that's quite high). This plays on the instinctive human nature to take something that appears to be free. Those falling for this scam frequently ask, \"What's the catch?\" This is a can't-miss opportunity for the salesperson, because once the victim believes she's discovered all the hidden costs, she almost always makes the deal. For example, a character never leaves a magic item alone if she finds it unattended in the middle of a corridor. It may well be a monitoring device to keep tabs on the heroes, or a cursed item, or even a deathtrap. More importantly, though, it's free.",
								"{@bold The Empty Promise}: In the absence of morality and law, a verbal promise is worth the paper it's printed on. A salesperson making a claim about an item's qualities need be concerned only about the ones that can be verified before purchase. After that, an item may break down, require a source of power, or simply not provide the service described. For example, someone selling a purported amulet of undead turning probably doesn't need to worry about buyers bringing undead with them to test its power. He may well have to worry about identify spells and the detection of abjuration magic, though, so he should take precautions to make sure the item holds up to such tests.",
								"{@bold The Unwarranted Warranty}: When an item fails in its purpose, the customer wants the ability to return the item for a refund or trade-in. An unscrupulous salesperson knows that the warranty is meaningless if the customer can't interact with the purveyor again. If the purveyor moves and cannot be found, the transaction is complete at the moment of sale. If the customer can't return to the purveyor (say, if the promised teleportation device doesn't bring the customer back after a thousand-mile trip), the transaction is also a one-time exchange. This is the genesis of the business principle caveat emptor, which generally means that without an enforceable warranty, the buyer takes the risk.",
								"{@bold The Loss Leader}: This legal technique is nonetheless easily abused. A loss leader is an item that's sold at a loss to encourage further purchases at a profit. If the buyer assumes further purchases have the same terms of transaction as the loss leader, the sale is duplicitous. Poker and pool players have seen this many times: A shark loses a first game to entice an unwary player in, but when the stakes rise, the shark's true ability surfaces. In a dungeon, if a party defeats a group of orcs easily, they may be caught off-guard when the next group of similar-looking orcs includes a few 5th-level barbarians."
							]
						},
						{
							"type": "entries",
							"name": "Mapping and Mazes",
							"page": 27,
							"entries": [
								"Different campaigns have different mapping protocols. In a typical dungeon setting, exact measurements are not usually as important as the general shape and directions of corridors. In fact, some groups draw maps that resemble flowcharts, with linethin corridors and simple squares for encounter areas.",
								"Mazes can provide an additional challenge for mapping if the DM chooses. The DM could make it easy on the characters and give precise measurements, allowing them to make exact maps of the corridors. Alternatively, if she chooses, the DM could describe the corridors in more vague terms, such as \"it goes up a few feet and turns to the left.\" In a specific situation, such as this displacer beast maze encounter, the usual mundane task of mapping could become an interesting roleplaying encounter of its own. The characters may not have time to make exact maps between the hit-and-run tactics of the beasts."
							]
						},
						{
							"type": "entries",
							"name": "Mazes and High-Level Characters",
							"page": 112,
							"entries": [
								"Moving the PCs from location to location in a nonlinear fashion—that is, through locations other than rooms, halls, and doors—is the best way of handling a high-level maze. Using nonlinear rooms for a maze keeps the Dungeon Master in control. Each room is miles apart from the others. The party can't scout ahead, since they don't know where the next room will be.",
								"As an added threat, the \"paths\" can easily lead into inhospitable environments, such as deep underground, under the ocean, or high on a mountaintop. Some means of exiting the room, such as a blink spell, might introduce a character to a place where he really doesn't want to be. Sure, the characters can leave the room using etherealness, but that won't accomplish anything.",
								"A magic trap or item that uses teleport without error to herd the party along can work reasonably well, though a rogue can find and disable it. Beware of using teleport effects that can be dispelled, such as a permanent teleportation circle. With a good dispel check, a caster might cut off their means of travel!",
								"The Stronghold Builder's Guidebook describes how portals are built and function. In the simplest terms, a portal is a magic item that forms a permanent doorway between two different places. This encounter uses a magical effect essentially identical to a portal (though you don't need any additional information to use it)."
							]
						},
						{
							"type": "entries",
							"name": "Mazes",
							"page": 41,
							"entries": [
								"This is a very simple maze, but you can use the principles behind it to design much bigger and more involved labyrinths. When designing a maze, grab some graph paper and use the following guidelines.",
								"Start by figuring out the purpose you want your maze to serve. Do you want a small maze or a large one? Do you want to trap someone or something inside, or do you want to perplex those entering the maze? Do you wish to puzzle low-level adventurers or high-level adventurers? Do you want a simple puzzle or a deathtrap with monsters roaming the corridors? These answers should help you define the basics of your maze.",
								"For a quick maze such as this one, start with a 10-square-by-10-square grid. For a longer maze, you can go up to 20 by 20, or even larger. You can even make the maze in multiple dimensions or on multiple floors.",
								"If you want to trap your PCs inside a maze, start by defining a central area with lots of exits. If you want to befuddle those entering, add multiple entrances, or offer multiple paths near a single entrance.",
								"For low- to mid-level adventurers, extend the maze from your starting point (or points) into a true path -- the \"right\" way through the maze. The true path should lead in a zigzagging manner to your exit. Once you have defined a true path, extend false paths off your true path, and even more false paths off your false paths, until you have filled every path in the maze. Make sure you have left only one true path, and verify that it still leads to the end.",
								"For higher-level adventurers, you'll need to reckon with passwall, find the path, disintegrate, and other maze-thwarting spells. For these powerhouses, include teleportation circles that pop PCs around the maze, illusory walls, impenetrable darkness to confound measurements, and shifting passages that change after PCs have walked through them. Triggered maze spells can also confuse PCs wandering where they should not.",
								"Finally, populate your maze with dangers and denizens, including the obvious minotaurs. Incorporeal creatures are not bound by such trivialities as walls. Traps can punish those who wander off course or stand in the way of those who find the true path. Worst of all, you can impose barriers that separate characters scouting ahead from those lingering behind, transforming the task from finding the exit to finding the lost PCs."
							]
						},
						{
							"type": "entries",
							"name": "Nonlethal Combat",
							"page": 9,
							"entries": [
								"If the characters don't wish to injure or kill the animals, they have two combat options: subdual and grappling.",
								{
									"type": "entries",
									"name": "Subdual",
									"entries": [
										"Characters may resort to knocking a creature unconscious, subduing it before putting it into its cage.",
										"{@bold Unarmed Attacks}: A character can make an unarmed attack at his normal melee attack bonus. This provokes an attack of opportunity from the creature attacked. An unarmed attack automatically deals subdual damage.",
										"\"Armed\" Unarmed Attacks: Some characters trained to attack unarmed, such as monks, are considered armed; thus, they do not provoke an attack of opportunity when they strike. They may choose to deal subdual damage with their regular attack rolls.",
										"{@bold Subdual Weapons}: Some weapons, such as the sap, naturally deal subdual damage. Attack and damage rolls for these weapons are handled normally.",
										"{@bold Subdual Damage with a Nonsubdual Weapon}: Most weapons, such as swords, are designed to deal normal damage. When attacking to subdue with such a weapon, the character suffers a–4 penalty on her attack roll."
									]
								},
								{
									"type": "entries",
									"name": "Grappling",
									"entries": [
										"A character may try to grab the animal. Initiating a grapple provokes an attack of opportunity from the target. If the attack of opportunity deals damage, the character fails to start the grapple (but may try again with a subsequent attack).",
										"Roll an opposed grapple check: base attack bonus + Strength modifier + special size modifier. The special size modifiers to a grapple check are as follows: Large +4, Medium-size +0, Small–4, Tiny–8 (cat, hawk, rat, snake), Diminutive–12 (bat).",
										"If the character's grapple check result exceeds the animal's check result, the character has initiated a grapple. On her turn, the character may choose to deal subdual damage to the creature (1d3 points for Medium-size attackers or 1d2 points for Small attackers, plus Strength modifier). Alternatively, the character could pin the animal, holding it immobile for 1 round and giving other opponents a +4 bonus on attack rolls. In this situation, because of the animals' relatively small sizes, a character holding a pinned animal can move at half normal speed as a move-equivalent action.",
										"On its turn, the creature tries to wiggle free by making an Escape Artist check (opposed by the opponent's grapple check) as a standard action. Success indicates that it escapes (if only grappled) or is now only grappled (if it was pinned). If the animal escapes the grapple, it moves as far away from its opponent as possible."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Playing Monsters Smarter Than You",
							"page": 68,
							"entries": [
								"Dungeon Masters usually fall into two general categories: those who \"cheat,\" and those who don't. A DM who doesn't cheat might occasionally fudge a roll to the player's benefit, or adjust a monster's hit points to make an encounter last another round, but generally allows the game's built-in checks and balances to dictate game play.",
								"Very intelligent monsters, such as beholders, dragons, and yuan-ti, can become a problem for a DM who isn't willing to do this to make the encounter more challenging. No matter how smart you think you are, and how smart you actually are, few people could claim the kind of cunning and foresight that a monster with high Intelligence and Wisdom scores has. So, what's the solution? You have several choices.",
								"An encounter is usually set up with an environment mapped out beforehand and monsters hiding in their proper places. A smart adventuring party talks about tactics before a battle, reasoning out what they hope is a solid plan for tackling the encounter. As smart as the characters may be, the DM has to understand that an intelligent monster may have already thought of whatever scheme the characters have cooked up. And the easiest way to do that is by placing the monsters after the characters discuss their plans. Granted, this tactic gets old if the DM uses it for every orc or hobgoblin, but if it's used only with cunning foes, it can help simulate those creatures' superior intelligence.",
								"This book offers other methods of making monsters seem intelligent without using the method described above. Clever creatures have the ability to use their environment to their advantage. Once again, this works better if every kobold doesn't do this, but any intelligent creature would certainly be aware of an uneven spot in the floor, random steam vents, or the secret passage underneath a brackish lake.",
								"The greatest advantage a DM has over his characters is noticing player tendencies. Players fall into habits as easily as you do. If they always cast the same spells and use the same tactics during combat, those habits can be exploited under the guise of a genius creature. Smart monsters would certainly be able to identify the characters' classes based on such simple clues as equipment or body language. Very smart monsters could certainly extrapolate tactics after watching the party for a round or two.",
								"If you use these ideas, remember to mix in several monsters that behave stupidly in your adventures, or allow the characters to outsmart an average creature. Doing this goes a long way toward making the smart monsters seem smarter."
							]
						},
						{
							"type": "entries",
							"name": "Riddles",
							"page": 106,
							"entries": [
								"Riddles can range from mere trivia to actual problemsolving. Consider the following examples.",
								"\"If I catch you with my claws, you will bear my young. What am I?\" This is just a trivia question. The players need to have read and remembered that a red slaad can implant an egg with a successful claw attack. If you prefer, the characters can solve this puzzle with a simple skill check, but that's not much fun.",
								"\"I'm one of the nastiest spellcasting outsiders you'll meet. Scramble me up and I'm healthy to eat.\" This riddle adds a word puzzle, making it little more inventive. Here the answer is green slaad (which, scrambled up, makes green salad). Although this still requires a bit of knowledge, it's no longer a straight trivia memory question. The players have something they can figure out, scrambling the letters to get the answer. Of course, word puzzles of all types impose real-world languages onto a fantasy setting, and not everyone wants this.",
								"Classic riddles are tempting, but you'll need to beware of their complications, or at least be flexible when you use them. A classic riddle won't always yield a single, definitive answer in a world replete with magic. Consider this classic riddle: \"I walk on four legs in the morning, two legs at noon, and three legs in the evening.\" In our world, this riddle had one answer: a human. In a D&D world, the answer could not only be a humanoid, but hundreds of different beings, including a treant druid using her wild shape ability and a dragon sorcerer casting polymorph self.",
								"Using riddles provides challenges to the DM as much as the players. How can you assign an EL to a riddle? Should it be based on the trap or creature delivering the puzzle? At first this may seem like a good idea, but some riddles are easier than others. Should a dragon that asks an easy riddle be worth more experience to the players than an orc that asks a tough one? Of course not. Experience points for monsters are awarded when they themselves are the challenge.",
								"A DM who enjoys riddles should reward players for solving them. We advocate three possible methods for giving out fair rewards: ad hoc experience points, treasure, or matching the riddle to an appropriate threat.",
								"Ad hoc experience points are discussed in the DUNGEON MASTER's Guide and include variants for story awards. A DM can assign straight XP values to each riddle she poses. Alternatively, the DM can offer a piece of treasure as a reward. For instance, a copper dragon may engage the PCs in a riddle contest and give them a wondrous item as a reward if they can stump him.",
								"Perhaps the most straightforward method is pairing riddles with creatures that are appropriately tough for the characters. If the creature attacks when the PCs answer incorrectly, or refuse to answer at all, the EL is easy to assign. A DM should exercise a bit of thought and care in selecting creatures to deliver riddles. It's more than just a matter of getting the CR correct (for instance, a dire tiger, gray render, and gynosphinx are all CR 8). This method requires the DM to create the right atmosphere and have the presentation make sense. Dire tigers are animals, so they can't talk. Gray renders have near-animal intelligence and wouldn't have the patience to listen to a riddle, much less devise one. The gynosphinx, however, is an intelligent monster and an obvious choice."
							]
						},
						{
							"type": "entries",
							"name": "Running Multiple-Opponent Encounters",
							"page": 95,
							"entries": [
								"Multiple-opponent encounters usually provide more of a challenge than a single creature—both for the characters and the DM. Multiple opponents can flank, they aren't as vulnerable to \"save or lose\" spells such as hold monster or disintegrate, and it's harder for PCs to gang up on them.",
								"On the other hand, multiple-opponent encounters give a wider array of classes an opportunity to contribute. In Dark Hunt, paladins and clerics can use their special powers against the undead. The rogue can sneak attack the living creatures and team up with other characters for flanking bonuses. Rangers also have several potentials for their favored enemy bonus: undead, magical beasts, and outsiders.",
								"Of course, running a complex, multiple-opponent encounter can be a hassle. Here are some tips to help these kinds of encounters move smoothly.",
								"{@i Simplify Initiative}. Roll initiative by type of monster instead of rolling for each individual creature. Combine mounts with their riders, taking whichever is worse. For instance, this encounter has eight creatures, but you can simplify their actions by having three initiative rolls: Valencia and her nightmare mount, Falessel and her nightmare mount, and the winter wolves.",
								"{@i Use note cards}. Put each player character, NPC, and monster type on a note card. Note their initiative counts and sort them by those numbers. Once the action starts, you can flip through the cards to tell who goes next. If someone wants to delay, lay the card aside and reinsert it when they take their action. With a bit of planning, your note cards can be more elaborate. For instance, you might find it useful to include the character or creature's Spot skill or Armor Class.",
								"{@i Keep accurate records}. Create a small table to track hit points (and initiative counts, if you're not using note cards). Many DMs do this on scratch paper or in the margins of the text, but for complicated encounters, a separate table can come in handy. You can also list other pertinent notes, such as resistances. The Dark Hunt Summary Page provides an example."
							]
						},
						{
							"type": "entries",
							"name": "The Soothing Approach",
							"page": 7,
							"entries": [
								{
									"type": "homebrew",
									"entries": [
										{
											"name": "Homebrew",
											"type": "entries",
											"entries": [
												"This content was converted from a d20/v3 DnD to DND 5e's mechanics and compatible language."
											]
										}
									]
								},
								"A variety of skills or spells might allow the characters to solve this crisis in a calm and simple manner. Remember that these animals have not yet become familiars. Thus, they are still animals (and not magical beasts).",
								"{@skill Animal Handling|phb} can improve the attitude of an animal with a successful check. Assume that the cat begins as hostile and the rest begin as unfriendly. Any animal whose attitude is adjusted to friendly returns to its cage.",
								"{@spell Animal friendship} (Drd 1, Rgr 1) can win the loyalty of a single animal, but only if the caster actually wishes to be the animal's friend. That's unlikely to be the case in this situation.",
								"{@spell Calm emotions} can be used soothes and quiet an animals, rendering them docile. They neither attack nor flee, allowing PCs to gently reach them and place them into cages.",
								"{@spell Charm Monster} makes a single animal regard the caster as its trusted friend. A charmed animal gladly returns to its cage.",
								"{@spell Hypnotic Pattern} allows the caster to make a brief and reasonable request of affected creatures, which might include \"return to your cages.\"",
								"{@spell Sleep} solves the problem by simply putting the animals into a deep slumber, after which the PCs can easily gather them up."
							]
						},
						{
							"type": "entries",
							"name": "Strange Bedfellows",
							"page": 47,
							"entries": [
								"Dungeon Masters often use the Monster Manual the same way they use dictionaries. They open it up to check the statistics of a troupe of orcs or pack of gorgons the same way you would use a dictionary to check the spelling of \"porcine\" or \"petrification.\" However, just as the dictionary can't teach the best way to put words together in everyday speech, the Monster Manual doesn't tell you which combinations of monsters work well in encounters. With this in mind, don't limit your \"syntax\" to single monsters. Combining them can make for some interesting alternatives.",
								"Troll and Pets, which features a hermitlike troll and his pet rust monsters, is only one combination of many that can be created with careful  planning. Creatures with powers that complement each other are especially good choices, such as the vampires and nightmares in Dark Hunt (an EL 13 encounter later in this book). Few rules need to be followed when mixing monster types, as long as you can create plausible reasoning behind your choices.",
								"In general, stronger creatures bully or control weaker creatures. This situation might change if the weaker creature is significantly smarter, such as a cunning imp leading an uneducated hill giant. Very powerful creatures do not usually ally with other creatures but may still use them as minions, pets, and slaves. Powerful creatures, on the other hand, often have enough resources to get what they want and survive on their own.",
								"When creatures work in tandem, each should have its own motivation. Those motivations could be similar, but it makes for a short companionship if their needs aren't met. For example, a drider and a hill giant may form a temporary alliance to drive off inhabitants of a small village that has been unknowingly built on a system of caverns. In this case, the drider gains a new lair and the giant gets valuable treasure, along with the village's herd of cattle. The two may never work together again, or they may team up to raid a small dwarven mining village down the road later that month when the cows run out, no doubt leading to another unusual encounter for the player characters."
							]
						},
						{
							"type": "entries",
							"name": "Underwater Movement and Combat",
							"page": 71,
							"entries": [
								{
									"type": "homebrew",
									"entries": [
										{
											"name": "Homebrew",
											"type": "entries",
											"entries": [
												"This content was converted to DND 5e compatible language."
											]
										}
									]
								},
								"Land-based creatures can have considerable difficulty when fighting in water. Water affects a creature's Armor Class, attack rolls, damage, and movement. In some cases, a creature's opponents may get a bonus to attack the creature. The effects are summarized below:",
								"{@bold Fire}: Nonmagical fire (including alchemist's fire) does not burn underwater. Spells or spell-like effects with the Fire descriptor are ineffective underwater unless the caster makes a successful Spellcraft check (DC 15 + spell level). If the check succeeds, the spell creates a bubble of steam instead of its usual fiery effect, but otherwise the spell works as described. Supernatural fire effects are ineffective underwater unless their descriptions state otherwise.",
								"The surface of a body of water blocks line of effect for any fire spell. If the caster has made a Spellcraft check to make the fire spell useful underwater, the surface still blocks the spell's line of effect. For example, a fireball cast underwater cannot be targeted at creatures above the surface.",
								"{@bold Attacks from Land}: Characters swimming, floating, or treading water on the surface, or wading in water at least chest deep have one-quarter cover against melee or ranged attacks from opponents on land. Land-bound opponents who have freedom of movement effects ignore this cover when making melee attacks against targets in the water. A completely submerged creature has one-half cover against opponents on land unless those opponents have a freedom of movement effects. Magical effects are unaffected, except for those that require attack rolls (which are treated like any other effects) and fire effects.",
								"{@bold Ranged Attacks Underwater}:Thrown weapons are ineffective underwater, even when launched from land. Other ranged weapons suffer a–2 penalty on attack rolls for every 5 feet of water they pass through, in addition to the normal penalties for range.",
								"{@bold Underwater Visibility}: Submerged or swimming creatures may also gain concealment from the water, depending on how clear it is. Even perfectly clear water obscures vision (including darkvision) beyond 200 feet. A creature in perfectly clear water has one-quarter concealment at 50 feet (10% miss chance), one-half concealment at 100 feet (20% miss chance), three-quarters concealment at 150 feet (30% miss chance), and nine-tenths concealment at 200 feet (40% miss chance). Beyond 200 feet, the creature has total concealment (50% miss chance) and opponents cannot use sight to locate it.",
								"Water that isn't as clear obscures vision at a shorter distance, and creatures in it are concealed at a shorter distance. Creatures have one-half concealment at half the given distance, nine-tenths concealment at the given distance, and total concealment beyond that distance. For example, if murky water limits vision to 40 feet, creatures have one-half concealment at 20 feet, nine-tenths concealment at 40 feet, and total concealment beyond 40 feet.",
								"The maximum sighting distance in murky water is 100 feet. Water can be so murky that it allows vision only to 5 feet or even 0 feet. Aquatic creatures can see twice as far through the water as other creatures can (although twice 0 feet is still 0 feet)."
							]
						},
						{
							"type": "entries",
							"name": "Using Antimagic Zones",
							"page": 79,
							"entries": [
								"Antimagic zones seem like an easy solution to controlling high-level characters, but like any other tactic, they should be used in moderation. Characters presumably earn the magic items they possess, so throwing antimagic zones at them every time you want to toughen up an encounter can discourage PCs. Overusing this tactic goes over about as well as giving a character a ring of fire resistance before leading him into an underwater adventure. Antimagic is also a double-edged sword, since higher-level monsters may also rely on magical or supernatural abilities.",
								"When you use the tactic, be creative with the reasoning. If antimagic were easy to obtain, every fortress would be covered in it to prevent magical invasion. Use unique circumstances, such as a puzzle or trap, and give the players a way to circumvent it. Players feel much less manipulated if the zones are used to accent a tough encounter, instead of being the sole reason for its design."
							]
						},
						{
							"type": "entries",
							"name": "Variant: What Disabling a Device Means",
							"page": 33,
							"entries": [
								"Nearly all adventures draw their drama from the classic struggle of good versus evil. While players may choose characters with neutral alignments, the vast majority of adventuring parties are predominantly good. Whether this is as obvious and straightforward as a demon-slaying paladin, or more indirect, such as a rogue who loots the lairs of evil monsters, most of the time, characters work toward a good cause.",
								"Not all good creatures are the same kind of good, however. A creative DM who runs a campaign with an emphasis on roleplaying can introduce very interesting moral struggles when two groups of good creatures are working at odds with each other. The next encounteris a good example of that.",
								"If your PCs are primarily good, they should realize at some point that the blink dogs are simply protecting their territory. The DM could raise the tension by combining this adventure with the displacer beast encounter or have the characters on a quest to remove a valuable item that the blink dogs unknowingly have.",
								"The characters may have to weigh the aspect of using lethal force against the blink dogs, and the players may argue either side. As long as the players don't allow real tempers to flare, this kind of roleplaying can be as exciting as combat-related encounters and should be encouraged by the DM."
							]
						},
						{
							"type": "entries",
							"name": "When Good Battles Good",
							"page": 35,
							"entries": [
								"Nearly all adventures draw their drama from the classic struggle of good versus evil. While players may choose characters with neutral alignments, the vast majority of adventuring parties are predominantly good. Whether this is as obvious and straightforward as a demon-slaying paladin, or more indirect, such as a rogue who loots the lairs of evil monsters, most of the time, characters work toward a good cause.",
								"Not all good creatures are the same kind of good, however. A creative DM who runs a campaign with an emphasis on roleplaying can introduce very interesting moral struggles when two groups of good creatures are working at odds with each other. The next encounter is a good example of that.",
								"If your PCs are primarily good, they should realize at some point that the blink dogs are simply protecting their territory. The DM could raise the tension by combining this adventure with the displacer beast encounter or have the characters on a quest to remove a valuable item that the blink dogs unknowingly have.",
								"The characters may have to weigh the aspect of using lethal force against the blink dogs, and the players may argue either side. As long as the players don't allow real tempers to flare, this kind of roleplaying can be as exciting as combat-related encounters and should be encouraged by the DM."
							]
						}
					]
				}
			]
		}
	],
	"trap": [
		{
			"source": "bookofchallenges",
			"page": 2,
			"name": "Abyssal Gate",
			"trapHazType": "MAG",
			"entries": [
				"This trap requires a spellcaster to carve a specific sequence of Abyssal runes into a doorframe using demon blood and diamond dust. The person who carves the runes chooses a passphrase in Abyssal. When the passphrase is spoken aloud (whispering counts) within 15 feet of the door, the trap is rendered inert for 1 minute.",
				"When the final rune is carved, the sequence fades into the doorframe. The runes can be spotted with a DC 15 Wisdom ({@skill Perception}) check, but a character can feel the runes if it runs its hand along the frame and succeeds on a DC 10 Intelligence ({@skill Investigation}) check. A character who knows Abyssal can determine the passphrase with a DC 15 Intelligence check, though sometimes the passphrase is more difficult to discover and a clever carver may hide it in a riddle within the runes. Dealing 50 damage to the door's frame renders the trap inert until it is repaired. The AC for the doorframe depends on the material of which it is made (wood AC 15, stone AC 17, metal AC 19).",
				"Any non-fiend creature who walks through the door triggers the trap. The creature is transported into a random area of the Abyss and witnesses unspeakable horror. That creature must make a DC 15 Wisdom saving throw. On a failed save it takes 55 ({@dice 10d10}) psychic damage. On a success it takes half damage. The creature returns on the side of the doorframe from which it entered at the end of its next turn."
			]
		}
	],
	"adventure": [
		{
			"name": "The Book of Challenges",
			"id": "BoC",
			"source": "bookofchallenges",
			"contents": [
				{
					"name": "EL 1",
					"headers": [
						"A Familiar Situation"
					]
				},
				{
					"name": "EL 2",
					"headers": [
						"Close Quarters",
						"Here, Kitty, Kitty, Kitty",
						"Temple of Draxion"
					]
				},
				{
					"name": "EL 3",
					"headers": [
						"Bugbear Pit Fight",
						"No Loose Ends",
						"Pool of Endless Froglings"
					]
				},
				{
					"name": "EL 4",
					"headers": [
						"Capstan Water Trap",
						"Curse of Iron",
						"Mimic Madness"
					]
				},
				{
					"name": "EL 5",
					"headers": [
						"Dark Water Trap",
						"Displacer Beast Maze",
						"Trouble Cubed",
						"Watery Grave"
					]
				},
				{
					"name": "EL 6",
					"headers": [
						"All of the Treasure, None of the Traps",
						"Cubical Kennel",
						"Grotto of the Shocker Lizards",
						"Hill Giant Madness"
					]
				},
				{
					"name": "EL 7",
					"headers": [
						"An Object Lession",
						"Fire and Water",
						"Fool Me Once",
						"Troll and Pets"
					]
				},
				{
					"name": "EL 8",
					"headers": [
						"Chuck's Magic Shoppe",
						"Dropping like a Stone",
						"Jann Lair",
						"Warding of the Dead"
					]
				},
				{
					"name": "EL 9",
					"headers": [
						"A Light in the Dark",
						"Dealing with the Cage Trap",
						"Avaard's Dilemma",
						"Ladies of the Lake",
						"Watch Your Balance"
					]
				},
				{
					"name": "EL 10",
					"headers": [
						"Cave of the Snake",
						"More than Meets the Eye ",
						"Path of Deceit",
						"Shambling Death"
					]
				},
				{
					"name": "EL 11",
					"headers": [
						"Formidable Opposition",
						"In Media Res",
						"Release the Hounds",
						"Zyphur's Cryptic Spellbook"
					]
				},
				{
					"name": "EL 12",
					"headers": [
						"Just Passing Through",
						"Medusa's Traveling Casino",
						"With a Little Help from My Friends"
					]
				},
				{
					"name": "EL 13",
					"headers": [
						"Dark Hunt",
						"Simply Shocking"
					]
				},
				{
					"name": "EL 14",
					"headers": [
						"Safe and Sound",
						"Tangled Webs"
					]
				},
				{
					"name": "EL 15",
					"headers": [
						"Beholder Dome",
						"Riddles and Prizes"
					]
				},
				{
					"name": "EL 16",
					"headers": [
						"Twelve Heads Are Better than One"
					]
				},
				{
					"name": "EL 17",
					"headers": [
						"Where's the Party?"
					]
				},
				{
					"name": "EL 18",
					"headers": [
						"Primary Thinking"
					]
				},
				{
					"name": "EL 19",
					"headers": [
						"Towering Dead"
					]
				},
				{
					"name": "EL 20",
					"headers": [
						"Thrice Be Damned"
					]
				},
				{
					"name": "EL 22",
					"headers": [
						"Blown Away"
					]
				}
			],
			"level": {
				"start": 1,
				"end": 20
			},
			"published": "2002-06-01",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/BoC/Coverpage.webp"
			},
			"storyline": "Book of Challenges",
			"group": "homebrew"
		}
	],
	"adventureData": [
		{
			"id": "BoC",
			"source": "bookofchallenges",
			"data": [
				{
					"type": "section",
					"name": "EL 1",
					"page": 7,
					"entries": [
						{
							"type": "entries",
							"name": "A Familiar Situation",
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 2",
					"page": 7,
					"entries": [
						{
							"type": "entries",
							"name": "Close Quarters",
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Here, Kitty, Kitty, Kitty",
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Temple of Draxion",
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 3",
					"page": 7,
					"entries": [
						{
							"type": "entries",
							"name": "Bugbear Pit Fight",
							"page": 15,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "No Loose Ends",
							"page": 17,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Pool of Endless Froglings",
							"page": 18,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 4",
					"page": 7,
					"entries": [
						{
							"type": "entries",
							"name": "Capstan Water Trap",
							"page": 21,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Curse of Iron",
							"page": 23,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Mimic Madness",
							"page": 24,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 5",
					"page": 7,
					"entries": [
						{
							"type": "entries",
							"name": "Dark Water Trap",
							"page": 26,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Displacer Beast Maze",
							"page": 27,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Trouble Cubed",
							"page": 29,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Watery Grave",
							"page": 30,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 6",
					"page": 32,
					"entries": [
						{
							"type": "entries",
							"name": "All of the Treasure, None of the Traps",
							"page": 32,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Cubical Kennel",
							"page": 34,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Grotto of the Shocker Lizards",
							"page": 36,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Hill Giant Madness",
							"page": 37,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 7",
					"page": 38,
					"entries": [
						{
							"type": "entries",
							"name": "An Object Lesson",
							"page": 38,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Fire and Water",
							"page": 41,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Fool Me Once",
							"page": 45,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Troll and Pets",
							"page": 46,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 8",
					"page": 47,
					"entries": [
						{
							"type": "entries",
							"name": "Chuk's Magik Shoppe",
							"page": 47,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Dropping like a Stone",
							"page": 49,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Jann Lair",
							"page": 51,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Warding of the Dead",
							"page": 53,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 9",
					"page": 54,
					"entries": [
						{
							"type": "entries",
							"name": "A Light in the Dark",
							"page": 54,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Dealing with the Cage Trap",
							"page": 55,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Avaard's Dilemma",
							"page": 57,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Ladies of the Lake",
							"page": 60,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Watch Your Balance",
							"page": 62,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 10",
					"page": 64,
					"entries": [
						{
							"type": "entries",
							"name": "Cave of the Snake",
							"page": 64,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "More than Meets the Eye",
							"page": 69,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Path of Deceit",
							"page": 72,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Shambling Death",
							"page": 73,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 11",
					"page": 75,
					"entries": [
						{
							"type": "entries",
							"name": "Formidable Opposition",
							"page": 75,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "In Media Res",
							"page": 77,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Release the Hounds",
							"page": 79,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Zyphur's Cryptic Spellbook",
							"page": 80,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 12",
					"page": 47,
					"entries": [
						{
							"type": "entries",
							"name": "Just Passing Through",
							"page": 82,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": " Medusa's Traveling Casino",
							"page": 88,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "With a Little Help from My Friends",
							"page": 91,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 13",
					"page": 93,
					"entries": [
						{
							"type": "entries",
							"name": "Dark Hunt",
							"page": 93,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Simply Shocking",
							"page": 95,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 14",
					"page": 96,
					"entries": [
						{
							"type": "entries",
							"name": "Safe and Sound",
							"page": 96,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Tangled Webs",
							"page": 98,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 15",
					"page": 101,
					"entries": [
						{
							"type": "entries",
							"name": "Beholder Dome",
							"page": 101,
							"entries": [
								" "
							]
						},
						{
							"type": "entries",
							"name": "Riddles and Prizes",
							"page": 104,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 16",
					"page": 107,
					"entries": [
						{
							"type": "entries",
							"name": "Twelve Heads Are Better than One",
							"page": 107,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 17",
					"page": 110,
					"entries": [
						{
							"type": "entries",
							"name": "Where's the Party?",
							"page": 110,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 18",
					"page": 113,
					"entries": [
						{
							"type": "entries",
							"name": "Primary Thinking",
							"page": 113,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 19",
					"page": 116,
					"entries": [
						{
							"type": "entries",
							"name": "Towering Dead",
							"page": 116,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 20",
					"page": 118,
					"entries": [
						{
							"type": "entries",
							"name": "Thrice Be Damned",
							"page": 118,
							"entries": [
								" "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "EL 22",
					"page": 123,
					"entries": [
						{
							"type": "entries",
							"name": "Blown Away",
							"page": 123,
							"entries": [
								" "
							]
						}
					]
				}
			]
		}
	]
}
