{
	"_meta": {
		"sources": [
			{
				"json": "Tattoos",
				"abbreviation": "Tats",
				"full": "Tattoos a Fifth Edition Sourcebook",
				"authors": [
					"Summer Brook"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/227993/Tattoos--A-Fifth-Edition-Sourcebook",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1572214321,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "fec4ef70e8",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Tattoos a Fifth Edition Sourcebook",
			"id": "Tattoos",
			"source": "Tattoos",
			"published": "2017-12-03",
			"group": "homebrew",
			"contents": [
				{
					"name": "Tattoos",
					"headers": [
						"Part One - Creating Tattoos",
						"Giving Your Tattoos Magical Properties",
						"Part Two - Getting Tattooed",
						"Tattoo Artists"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Tattoos",
			"source": "Tattoos",
			"data": [
				{
					"type": "section",
					"name": "Part One - Creating Tattoos",
					"entries": [
						"Big and small, simple or intricate, tattoos can be an excellent way to develop a character's personality. Whether you want to give the mercenary your players are talking to an air of mystery, or really delve into your rogue's tragic backstory, there are as many reasons to give a character a tattoo as there are for a person to choose one themselves. On the following pages, you will find roll tables for the tattoo's design, placement, minor magical properties and, if you choose, more beneficial magical enchantments. You can use these tables to randomly generate tattoos, or choose whatever design, placement and effect you think would best suit the character.",
						{
							"type": "section",
							"name": "Designs",
							"entries": [
								{
									"type": "table",
									"colLabels": [
										"Roll",
										"Design"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10 text-left"
									],
									"intro": [
										"Roll a d20 to determine where on the body the tattoo is placed."
									],
									"rows": [
										[
											1,
											"An octopus with elaborate, curling tentacles"
										],
										[
											2,
											"A ship in a glass bottle"
										],
										[
											3,
											"A songbird in a gilded cage"
										],
										[
											4,
											"A stylized eye"
										],
										[
											5,
											"A jewelled goblet filled with a dark liquid"
										],
										[
											6,
											"A date, some time in the future"
										],
										[
											7,
											"A full moon wreathed in clouds"
										],
										[
											8,
											"A tree with bare branches"
										],
										[
											9,
											"The symbol of the creature's deity"
										],
										[
											10,
											"An hourglass that is almost empty"
										],
										[
											11,
											" A mermaid with dark eyes and jagged teeth"
										],
										[
											12,
											"The constellation the creature was born under"
										],
										[
											13,
											"An extinguished, still smoking candle"
										],
										[
											14,
											"The skull of an ancient dragon"
										],
										[
											15,
											"Intricate, curling vines, wrapping around the body"
										],
										[
											16,
											"The symbol of a secret society or shady organisation"
										],
										[
											17,
											"The musical notation of a song's refrain"
										],
										[
											18,
											"The outline of a mounain range"
										],
										[
											19,
											"An ornate key"
										],
										[
											20,
											"A name in elvish script"
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Location",
							"entries": [
								{
									"type": "table",
									"colLabels": [
										"Roll",
										"Location"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10 text-left"
									],
									"intro": [
										"Roll a d20 to determine the design of the tattoo."
									],
									"rows": [
										[
											1,
											"Behind the right ear"
										],
										[
											2,
											"Behind the left ear"
										],
										[
											3,
											"The right forearm"
										],
										[
											4,
											"The upper right arm"
										],
										[
											5,
											"A jewelled goblet filled with a dark liquid"
										],
										[
											6,
											"The upper left arm"
										],
										[
											7,
											"The chest"
										],
										[
											8,
											"The upper back"
										],
										[
											9,
											"The lower back"
										],
										[
											10,
											"The right thigh"
										],
										[
											11,
											"The right calf"
										],
										[
											12,
											"The left thigh"
										],
										[
											13,
											"The left calf"
										],
										[
											14,
											"The right ankle"
										],
										[
											15,
											"The left ankle"
										],
										[
											16,
											"The right foot"
										],
										[
											17,
											"The left foot"
										],
										[
											18,
											"The back of the neck"
										],
										[
											19,
											"The scalp"
										],
										[
											20,
											"The face"
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Art Style",
							"entries": [
								{
									"type": "table",
									"colLabels": [
										"Roll",
										"Style"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10 text-left"
									],
									"intro": [
										"Roll a d10 to determine the style of the tattoos art."
									],
									"rows": [
										[
											1,
											"Simple line art"
										],
										[
											2,
											"Black and white shading"
										],
										[
											3,
											"Traditional, bold colours and thick black lines"
										],
										[
											4,
											"Watercolour"
										],
										[
											5,
											"Realistic"
										],
										[
											6,
											"Simple geometric representations"
										],
										[
											7,
											"Dotwork"
										],
										[
											8,
											"White Ink"
										],
										[
											9,
											"Sketch"
										],
										[
											10,
											"Celtic"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Giving Your Tattoos Magical Properties",
					"entries": [
						"One of the most appealing aspects of a tattoo for an adventurer is the fact that they can be imbued with magical properties. On this page you will find two lists of potential enchantments, minor magical properties and advantageous enchantments. Minor enchantments provide flavour, and can be helpful to the creative adventurer in some situations, but do not provide explicit gameplay bonuses. Advantageous enchantments, on the other hand, give statistical bonuses, similar to common and uncommon wondrous items. If you are designing a player character, they may start the game with a tattoo with a minor magical property, but are unlikely to have an advantageous enchantment at this point in their journey. As a Dungeon Master, you can treat tattoos with enchantments as if they were magical items, giving them as rewards, or requiring players to earn them in some way. For example, a village of halflings may have a master tattooist who will only work with those who have helped the community in some way.",
						{
							"type": "section",
							"name": "Minor Magical Properties",
							"entries": [
								{
									"type": "table",
									"colLabels": [
										"Roll",
										"Enchantment"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10 text-left"
									],
									"rows": [
										[
											1,
											"The tattoo glows faintly in the dark"
										],
										[
											2,
											"The tattoo is animated, and moves in a semblance of life"
										],
										[
											3,
											"The tattoo roams around the body at will"
										],
										[
											4,
											"The tattoo changes depending on its owners mood"
										],
										[
											5,
											"The tattoo is only visible under moonlight"
										],
										[
											6,
											"The tattoo burns like a brand when touched by someone other than its owner"
										],
										[
											7,
											"The tattoo only appears when a particular password is spoken"
										],
										[
											8,
											"The tattoo refers to some future event, unknown to the tattoos owner"
										],
										[
											9,
											"The tattoo becomes more detailed to an observer as they get to know its owner"
										],
										[
											10,
											"The tattoo makes an appropriate ambient sound at the owners will"
										],
										[
											11,
											"The tattoo changes according to the time of day"
										],
										[
											12,
											"The tattoo glitters and shifts as if it were made of gemstones"
										],
										[
											13,
											"The tattoo is the clour of dull iron, and rusts if it gets wet"
										],
										[
											14,
											"The tattoo repels dirt"
										],
										[
											15,
											"The tattoo is shy, and will try to hide from view"
										],
										[
											16,
											"The tattoo is bold, and will try to always be on show"
										],
										[
											17,
											"The tattoo changes according to the weather"
										],
										[
											18,
											"The tattoo orientates itself to point north"
										],
										[
											19,
											"The tattoo looks slightly different to everyone who views it"
										],
										[
											20,
											"The tattoo grows more complicated to reflect the owner's accomplishments"
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Advantageous Enchantments",
							"entries": [
								"Roll a d20 to determine the tattoos enchantment. These enchantments are significant enough to lend visible properties to the tattoos, which can be recognised by those familiar with these sort of enchantmnets. The specific nature of the enchantment can be determined with a DC15 Investigation check, or a DC10 Arcana check. As these enchantments draw their magical power from their owner, a normal creature is limited to two tattoos with significant enchantments. Otherwise, the creature risks adverse side effects such as exhaustion, unintended magical consequences or the magical tattoos beginning to squabble amongst themselves.",
								{
									"type": "table",
									"colLabels": [
										"Roll",
										"Design"
									],
									"colStyles": [
										"col-1 text-center",
										"col-3 text-center",
										"col-8 text-left"
									],
									"intro": [
										"Roll a d20 to determine where on the body the tattoo is placed."
									],
									"rows": [
										[
											1,
											"Glowing",
											"Twice a day, a touch can activate this tattoo. It illuminates as if the cantrip {@spell light|PHB} has been cast on it"
										],
										[
											2,
											"Electrified",
											"Once per day, if another creature touches this tattoo the owner can cast the cantrip {@spell shocking grasp|PHB} against that creature. The owner makes a ranged spell attack against the creature, on a hit the creature takes {@dice 1d8} lightning damage"
										],
										[
											3,
											"Fortified",
											"The tattoo grants advantage on CON saving throws"
										],
										[
											4,
											"Mighty",
											"The tattoo grants advantage on STR saving throws"
										],
										[
											5,
											"Delicate",
											"The tattoo grants advantage on DEX saving throws"
										],
										[
											6,
											"Intricate",
											"The tattoo grants advantage on INT saving throws"
										],
										[
											7,
											"Ancient",
											"The tattoo grants advantage on WIS saving throws"
										],
										[
											8,
											"Distinctive",
											"The tattoo grants advantage on CHA saving throws"
										],
										[
											9,
											"Threatening",
											"The tattoo grants +2 to {@skill Intimidation} checks against creatures that can see it"
										],
										[
											10,
											"Charming",
											"The tattoo grants +2 to {@skill Persuasion} checks against creatures that can see it"
										],
										[
											11,
											"Shadowy",
											"If this tattoo is placed on a hand or an arm, it gives plus +2 to {@skill Sleight of Hand} checks made with that hand"
										],
										[
											12,
											"Vibrant",
											"Once per day, this tattoo can be touched by the owner or another creature to heal the owner for 2d4 hit points. Once this affect has been used, the tattoo fades to be almost invisible until the owner completes a long rest"
										],
										[
											13,
											"Obscured",
											"The tattoo grants a +2 bonus to {@skill stealth} checks when it is covered by clothing or armour or similarly hidden from view"
										],
										[
											14,
											"Wary",
											"The tattoo adds +2 to its owner's passive perception when it is exposed"
										],
										[
											15,
											"Weird",
											"Once per day, you can force a creature that can see this tattoo to make a DC 15 WIS saving throw. On a failed save the creature is {@condition frightened} of you for one hour, or until they can no longer see the tattoo"
										],
										[
											16,
											"Illuminating",
											"This tattoo grants its owner {@spell darkvision|PHB} for 60ft"
										],
										[
											17,
											"Sacred",
											"The tattoo grants +1 to {@skill Religion} checks. Once per day, you may touch this tattoo to another creature to cast the cantrip {@spell Spare the Dying|PHB}."
										],
										[
											18,
											"Wakeful",
											"The owner of this tattoo cannot be magically put to sleep"
										],
										[
											19,
											"Pure",
											"This tattoo grants the owner advantage on saving throws against being poisoned, and resistance to poison damage"
										],
										[
											20,
											"Lucky",
											"This tattoo grants a +2 bonus to any skill that is being used in a game of chance. Once per day, you may reroll a 1 that you roll on a d20 for an attack roll, ability check or saving throw"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part Two - Getting Tattooed",
					"entries": [
						"Once you've finalised the design, chosen the enchantment and raised the necessary funds, it's time to get tattooed. In order to be tattooed you must find an artist willing to do the work,travel to their studio and spend the time and gold necessary to tattoo the piece. The cost and duration of a tattooing session is dependent on several factors, including the size, shape and complexity of the tattoo, the location of the studio, whether the tattoo is enchanted and your relationship with the artist. Exact figures should be decided by the DM, but the following pages should provide some guidelines for setting values, and inspiration for unique tattoo artists and studios.",
						{
							"type": "section",
							"name": "Duration",
							"entries": [
								"Even the smallest tattoos will take at least an hour to complete . The following table assigns tattoos a size based on there location on the body, and suggests the length of time it would take to create a tattoo of this size, however the time taken will also depend on the skill of an artist and the complexity of the design. Enchanting a tattoo will take an additional hour after the completion of the artwork to ensure the magic is effective and permanent.",
								{
									"type": "table",
									"caption": "Optional Caption",
									"colLabels": [
										"Size",
										"Location",
										"Duration"
									],
									"colStyles": [
										"col-3 text-center",
										"col-6 text-center",
										"col-3 text-center"
									],
									"rows": [
										[
											"Tiny",
											"Behind the Ear, On a Finger",
											"1-2 Hours"
										],
										[
											"Small",
											"Hand, Foot, Ankle, Scalp, Face, The Back of the Neck",
											"2-3 Hours"
										],
										[
											"Medium",
											"Arm, Leg, Lower Back",
											"3-5 Hours"
										],
										[
											"Large",
											"Chest, Upper Back",
											"5-8 Hours"
										]
									]
								},
								"After being tattooed, a creature must wait until the tattoo is completely healed (1d4 days for each hour the tattoo took to be completed) before they can be tattooed again. The creature can begin to gain the benefits of an enchanted tattoo after they complete a long rest, provided the tattoo does not become infected (see the rules for Infection)."
							]
						},
						{
							"type": "section",
							"name": "Cost",
							"entries": [
								"Tattoo artists may charge a flat rate for a piece, or by hour of work. The rate of pay will vary from artist to artist, and some may require payment other than gold, or require additional payment or services. The following table provides guideline for pricing based on the complexity of the tattoo.",
								{
									"type": "table",
									"colLabels": [
										"Complexity",
										"Price"
									],
									"colStyles": [
										"col-8 text-center",
										"col-4 text-center"
									],
									"rows": [
										[
											"Basic (Simple Line Art, Black Ink Only, No Shading)",
											"10gp/hr"
										],
										[
											"Simple (Some Shading or Solid Black Sections, Some Detail, Black Ink Only)",
											"15gp/hr"
										],
										[
											"Fine (Some Colour, Shading, Fine Detail)",
											"20gp/hr"
										],
										[
											"Grand (Full Colour, Complicated Designs, Very Fine Detail, Hidden Elements, Realism or Other Specialty Styles)",
											"50gp/hr"
										]
									]
								},
								"Enchanting a tattoo incurs additional cost. In general, bestowing a tattoo with a minor magical property increases its complexity by tier, i.e. a basic tattoo would be considered simple, a simple tattoo fine, and so on. Imbuing a tattoo with an advantageous enchantment will usually double the cost of the work."
							]
						},
						{
							"type": "section",
							"name": "Infection",
							"entries": [
								"When getting a tattoo, there is always a risk of infection. This depends on the cleanliness of the tattoo studio, and how much care is taken over the tattoo when it heals. On completing their first long rest after being tattooed, the tattooed creature must make a constitution saving throw. The DC of this throw is dependant on the conditions under which the tattoo was given, shown in the table below.",
								{
									"type": "table",
									"colLabels": [
										"Cleanliness",
										"CON save"
									],
									"colStyles": [
										"col-8 text-center",
										"col-4 text-center"
									],
									"rows": [
										[
											"Spotless",
											"DC5"
										],
										[
											"Clean",
											"DC7"
										],
										[
											"Average",
											"DC10"
										],
										[
											"Grimy",
											"DC12"
										],
										[
											"Dirty",
											"DC17 "
										],
										[
											"Filthy",
											"DC20"
										]
									]
								},
								"On a succesful save, the wound resists infection. On a failed save, the creature takes 2d4 poison damage, and is Poisoned until the wound is fully healed, (1d4 days for each hour the tattoo took to be completed) or until the infection is cured."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Tattoo Artists",
					"entries": [
						"Tattoo artists can be flavourful NPCs, plot hooks, antagonists or anything else you can imagine. The following tables can be used to generate a random tattoo artist and their studio, or as inspiration to help you create your own characters.",
						{
							"type": "section",
							"name": "Studio",
							"entries": [
								"A tattoo artists studio is where they work, and can be as much a reflection of themselves as the tattoos they design. Studios are usually located in cities, where large populations provide them with plenty of business, and are traditionally associated with the seedier parts of town, but an artist can set up shop anywhere.",
								{
									"type": "section",
									"name": "Cleanliness",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"Roll",
												"Cleanliness"
											],
											"colStyles": [
												"col-5 text-center",
												"col-7 text-center"
											],
											"intro": [
												"Roll a d6 to determine the studio's cleanliness."
											],
											"rows": [
												[
													1,
													"Spotless"
												],
												[
													2,
													"Clean"
												],
												[
													3,
													"Average"
												],
												[
													4,
													"Grimy"
												],
												[
													5,
													"Dirty"
												],
												[
													6,
													"Filthy"
												]
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Location",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"Roll",
												"Location"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10 text-left"
											],
											"intro": [
												"Roll a d10 to determine the studio's location."
											],
											"rows": [
												[
													1,
													"In the basement of a tavern with a reputation for wild bar brawls"
												],
												[
													2,
													"In the secret backroom of a legitimate business that the artist shares with a forger"
												],
												[
													3,
													"On the city docks, directly on the waterfront"
												],
												[
													4,
													"In one room of a thousand roomed temple"
												],
												[
													5,
													"In an airy studio in a college of the arts"
												],
												[
													6,
													"In the kitchen of a small but beautifully decorated cottage"
												],
												[
													7,
													"In a caravan parked at a crossroads, by the side of a road"
												],
												[
													8,
													"On a barge, permanently moored in a canal"
												],
												[
													9,
													"In a ramshackle shed on top of an abandoned building"
												],
												[
													10,
													"In an imposing store front in the town square"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Artists",
							"entries": [
								"The person actually doing the tattooing. Artists can vary wildly in age, demeanour and history, but are often figures of mystery or intrigue, even within the communities they call home.",
								{
									"type": "section",
									"name": "Appearance",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"Roll",
												"Appearance"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10 text-left"
											],
											"intro": [
												"Roll a d20 to determine your tattoo artist's appearance."
											],
											"rows": [
												[
													1,
													"An ancient gnome whose glasses have a dozen lenses"
												],
												[
													2,
													"An extravagant drow with a love for flair"
												],
												[
													3,
													"A soft-spoken human monk with a shaved head"
												],
												[
													4,
													"A brick-red tiefling in a dark coat with a hundred pockets"
												],
												[
													5,
													"A gruff, older dwarf with a scarred face and only one eye"
												],
												[
													6,
													"A halfling who looks far too young to have been properly trained"
												],
												[
													7,
													"A nervous, stammering kenku with shaky hands"
												],
												[
													8,
													"A half-orc with at least a dozen visible piercings"
												],
												[
													9,
													"A half-elf who carries themself like nobility despite their heavily patched clothing"
												],
												[
													10,
													"A dragonborn with inkstained scales"
												],
												[
													11,
													"A pair of halfling twins who work together in perfect unison"
												],
												[
													12,
													"A heavy-set human with six fingers on their left hand"
												],
												[
													13,
													"A wood-elf with a nose that has clearly been broken several times"
												],
												[
													14,
													"A tiefling who has adorned their horns with delicate gold jewellery"
												],
												[
													15,
													"A Tabaxi whose fur is streaked with grey, despite how young they look"
												],
												[
													16,
													"An elegant dwarf with an elaborately curled and waxed beard"
												],
												[
													17,
													"A human with a deep red birthmark on their face"
												],
												[
													18,
													"A half-elf with close cropped hair and extremely simple clothing"
												],
												[
													19,
													"A gnome with several gem-adorned rings on each finger"
												],
												[
													20,
													"An elf with a bleached, asymmetrical haircut and no eyebrows"
												]
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Specialism",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"Roll",
												"Speciality"
											],
											"colStyles": [
												"col-4 text-center",
												"col-8 text-center"
											],
											"intro": [
												"Roll a d8 to determine the artist's speciality"
											],
											"rows": [
												[
													1,
													"Tiny Tattoos"
												],
												[
													2,
													"Script and words"
												],
												[
													3,
													"Photo-Like Realism"
												],
												[
													4,
													"Religious and Holy Images"
												],
												[
													5,
													"Intricate, detailed tattoos"
												],
												[
													6,
													"Bright, colourful tattoos"
												],
												[
													7,
													"Commemorative tattoos"
												],
												[
													8,
													"Magical Tattoos"
												]
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Artist's Quirks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"Roll",
												"Quirk"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10 text-left"
											],
											"intro": [
												"Add a little extra personality to your character by rolling a d20 to determine a quirk of their tattooing."
											],
											"rows": [
												[
													1,
													"They hum constantly as they work"
												],
												[
													2,
													"They close their eyes as they work, only opening them once they've finished"
												],
												[
													3,
													"They work in absolute silence, stoppingcompletely if their subject speaks"
												],
												[
													4,
													"They are afraid to tattoo unless they are blind drunk"
												],
												[
													5,
													"Their tattoo machine looks as if it was cobbled together from scrap"
												],
												[
													6,
													"They refuse monetary payment, they will only work in exchange for secrets"
												],
												[
													7,
													"They communicate only in an unexpected language"
												],
												[
													8,
													"They chat incessantly about whatever pops into their head"
												],
												[
													9,
													"They sign all of their pieces with their initials"
												],
												[
													10,
													"They have no patience for anyone who is hesistant or unsure"
												],
												[
													11,
													"They won't tattoo anyone until they've gotten to know them over a cup of tea"
												],
												[
													12,
													"They will not let anyone see the tattoo until it is done"
												],
												[
													13,
													"They stop to look out of the window for inspiration every ten minutes"
												],
												[
													14,
													"They take a lock of hair from everyone they tattoo"
												],
												[
													15,
													"They flirt constatntly as they work, but never pursue a relationship"
												],
												[
													16,
													"They are so heavily tattooed themselves that you can only determine individual designs after lengthy study"
												],
												[
													17,
													"They abhor the sight of blood, and so will only work remotely, using mage hand from another room"
												],
												[
													18,
													"They love animals, and keep several pets in their studio, all of which are allowed to roam freely about the room"
												],
												[
													19,
													"They are an ex-soldier, and will only tattoo that can sufficiently prove their valour"
												],
												[
													20,
													"They will give you the tattoo that they think will suit you, regardless of what you asked them for"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Credits",
							"entries": [
								"This guide was created by {@b Summer Brook}.  You can find more of their work at ",
								{
									"type": "link",
									"href": {
										"type": "external",
										"url": "http://plusthreeshortsword.tumblr.com"
									},
									"text": "plusthreeshortsword.tumblr.com"
								},
								" or search 'Sumner Brook' at dmsguild.com.  Created using ",
								{
									"type": "link",
									"href": {
										"type": "external",
										"url": "https://homebrewery.naturalcrit.com"
									},
									"text": "homebrewery.naturalcrit.com."
								},
								", Thank you!"
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Tattoo Designs",
			"source": "Tattoos",
			"caption": "Tattoo Designs",
			"colLabels": [
				"Roll",
				"Design"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"intro": [
				"Roll a d20 to determine where on the body the tattoo is placed."
			],
			"rows": [
				[
					1,
					"An octopus with elaborate, curling tentacles"
				],
				[
					2,
					"A ship in a glass bottle"
				],
				[
					3,
					"A songbird in a gilded cage"
				],
				[
					4,
					"A stylized eye"
				],
				[
					5,
					"A jewelled goblet filled with a dark liquid"
				],
				[
					6,
					"A date, some time in the future"
				],
				[
					7,
					"A full moon wreathed in clouds"
				],
				[
					8,
					"A tree with bare branches"
				],
				[
					9,
					"The symbol of the creature's deity"
				],
				[
					10,
					"An hourglass that is almost empty"
				],
				[
					11,
					" A mermaid with dark eyes and jagged teeth"
				],
				[
					12,
					"The constellation the creature was born under"
				],
				[
					13,
					"An extinguished, still smoking candle"
				],
				[
					14,
					"The skull of an ancient dragon"
				],
				[
					15,
					"Intricate, curling vines, wrapping around the body"
				],
				[
					16,
					"The symbol of a secret society or shady organisation"
				],
				[
					17,
					"The musical notation of a song's refrain"
				],
				[
					18,
					"The outline of a mounain range"
				],
				[
					19,
					"An ornate key"
				],
				[
					20,
					"A name in elvish script"
				]
			]
		},
		{
			"name": "Tattoo Location",
			"source": "Tattoos",
			"caption": "Tattoo Location",
			"colLabels": [
				"Roll",
				"Location"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"intro": [
				"Roll a d20 to determine the design of the tattoo."
			],
			"rows": [
				[
					1,
					"Behind the right ear"
				],
				[
					2,
					"Behind the left ear"
				],
				[
					3,
					"The right forearm"
				],
				[
					4,
					"The upper right arm"
				],
				[
					5,
					"A jewelled goblet filled with a dark liquid"
				],
				[
					6,
					"The upper left arm"
				],
				[
					7,
					"The chest"
				],
				[
					8,
					"The upper back"
				],
				[
					9,
					"The lower back"
				],
				[
					10,
					"The right thigh"
				],
				[
					11,
					"The right calf"
				],
				[
					12,
					"The left thigh"
				],
				[
					13,
					"The left calf"
				],
				[
					14,
					"The right ankle"
				],
				[
					15,
					"The left ankle"
				],
				[
					16,
					"The right foot"
				],
				[
					17,
					"The left foot"
				],
				[
					18,
					"The back of the neck"
				],
				[
					19,
					"The scalp"
				],
				[
					20,
					"The face"
				]
			]
		},
		{
			"name": "Tattoo Art Style",
			"source": "Tattoos",
			"caption": "Tattoo Art Style",
			"colLabels": [
				"Roll",
				"Style"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"intro": [
				"Roll a d10 to determine the style of the tattoos art."
			],
			"rows": [
				[
					1,
					"Simple line art"
				],
				[
					2,
					"Black and white shading"
				],
				[
					3,
					"Traditional, bold colours and thick black lines"
				],
				[
					4,
					"Watercolour"
				],
				[
					5,
					"Realistic"
				],
				[
					6,
					"Simple geometric representations"
				],
				[
					7,
					"Dotwork"
				],
				[
					8,
					"White Ink"
				],
				[
					9,
					"Sketch"
				],
				[
					10,
					"Celtic"
				]
			]
		},
		{
			"name": "Tattoo Minor Magical Properties",
			"source": "Tattoos",
			"caption": "Tattoo Minor Magical Properties",
			"colLabels": [
				"Roll",
				"Enchantment"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"rows": [
				[
					1,
					"The tattoo glows faintly in the dark"
				],
				[
					2,
					"The tattoo is animated, and moves in a semblance of life"
				],
				[
					3,
					"The tattoo roams around the body at will"
				],
				[
					4,
					"The tattoo changes depending on its owners mood"
				],
				[
					5,
					"The tattoo is only visible under moonlight"
				],
				[
					6,
					"The tattoo burns like a brand when touched by someone other than its owner"
				],
				[
					7,
					"The tattoo only appears when a particular password is spoken"
				],
				[
					8,
					"The tattoo refers to some future event, unknown to the tattoos owner"
				],
				[
					9,
					"The tattoo becomes more detailed to an observer as they get to know its owner"
				],
				[
					10,
					"The tattoo makes an appropriate ambient sound at the owners will"
				],
				[
					11,
					"The tattoo changes according to the time of day"
				],
				[
					12,
					"The tattoo glitters and shifts as if it were made of gemstones"
				],
				[
					13,
					"The tattoo is the clour of dull iron, and rusts if it gets wet"
				],
				[
					14,
					"The tattoo repels dirt"
				],
				[
					15,
					"The tattoo is shy, and will try to hide from view"
				],
				[
					16,
					"The tattoo is bold, and will try to always be on show"
				],
				[
					17,
					"The tattoo changes according to the weather"
				],
				[
					18,
					"The tattoo orientates itself to point north"
				],
				[
					19,
					"The tattoo looks slightly different to everyone who views it"
				],
				[
					20,
					"The tattoo grows more complicated to reflect the owner's accomplishments"
				]
			]
		},
		{
			"name": "Tattoo Advantageous Enchantments",
			"source": "Tattoos",
			"caption": "Tattoo Advantageous Enchantments",
			"colLabels": [
				"Roll",
				"Design"
			],
			"colStyles": [
				"col-1 text-center",
				"col-3 text-center",
				"col-8 text-left"
			],
			"intro": [
				"Roll a d20 to determine where on the body the tattoo is placed."
			],
			"rows": [
				[
					1,
					"Glowing",
					"Twice a day, a touch can activate this tattoo. It illuminates as if the cantrip {@spell light|PHB} has been cast on it"
				],
				[
					2,
					"Electrified",
					"Once per day, if another creature touches this tattoo the owner can cast the cantrip {@spell shocking grasp|PHB} against that creature. The owner makes a ranged spell attack against the creature, on a hit the creature takes {@dice 1d8} lightning damage"
				],
				[
					3,
					"Fortified",
					"The tattoo grants advantage on CON saving throws"
				],
				[
					4,
					"Mighty",
					"The tattoo grants advantage on STR saving throws"
				],
				[
					5,
					"Delicate",
					"The tattoo grants advantage on DEX saving throws"
				],
				[
					6,
					"Intricate",
					"The tattoo grants advantage on INT saving throws"
				],
				[
					7,
					"Ancient",
					"The tattoo grants advantage on WIS saving throws"
				],
				[
					8,
					"Distinctive",
					"The tattoo grants advantage on CHA saving throws"
				],
				[
					9,
					"Threatening",
					"The tattoo grants +2 to {@skill Intimidation} checks against creatures that can see it"
				],
				[
					10,
					"Charming",
					"The tattoo grants +2 to {@skill Persuasion} checks against creatures that can see it"
				],
				[
					11,
					"Shadowy",
					"If this tattoo is placed on a hand or an arm, it gives plus +2 to {@skill Sleight of Hand} checks made with that hand"
				],
				[
					12,
					"Vibrant",
					"Once per day, this tattoo can be touched by the owner or another creature to heal the owner for 2d4 hit points. Once this affect has been used, the tattoo fades to be almost invisible until the owner completes a long rest"
				],
				[
					13,
					"Obscured",
					"The tattoo grants a +2 bonus to {@skill stealth} checks when it is covered by clothing or armour or similarly hidden from view"
				],
				[
					14,
					"Wary",
					"The tattoo adds +2 to its owner's passive perception when it is exposed"
				],
				[
					15,
					"Weird",
					"Once per day, you can force a creature that can see this tattoo to make a DC 15 WIS saving throw. On a failed save the creature is {@condition frightened} of you for one hour, or until they can no longer see the tattoo"
				],
				[
					16,
					"Illuminating",
					"This tattoo grants its owner {@spell darkvision|PHB} for 60ft"
				],
				[
					17,
					"Sacred",
					"The tattoo grants +1 to {@skill Religion} checks. Once per day, you may touch this tattoo to another creature to cast the cantrip {@spell Spare the Dying|PHB}."
				],
				[
					18,
					"Wakeful",
					"The owner of this tattoo cannot be magically put to sleep"
				],
				[
					19,
					"Pure",
					"This tattoo grants the owner advantage on saving throws against being poisoned, and resistance to poison damage"
				],
				[
					20,
					"Lucky",
					"This tattoo grants a +2 bonus to any skill that is being used in a game of chance. Once per day, you may reroll a 1 that you roll on a d20 for an attack roll, ability check or saving throw"
				]
			]
		},
		{
			"name": "Tattoo Duration",
			"source": "Tattoos",
			"caption": "Tattoo Duration",
			"colLabels": [
				"Size",
				"Location",
				"Duration"
			],
			"colStyles": [
				"col-3 text-center",
				"col-6 text-center",
				"col-3 text-center"
			],
			"rows": [
				[
					"Tiny",
					"Behind the Ear, On a Finger",
					"1-2 Hours"
				],
				[
					"Small",
					"Hand, Foot, Ankle, Scalp, Face, The Back of the Neck",
					"2-3 Hours"
				],
				[
					"Medium",
					"Arm, Leg, Lower Back",
					"3-5 Hours"
				],
				[
					"Large",
					"Chest, Upper Back",
					"5-8 Hours"
				]
			]
		},
		{
			"name": "Tattoo Cost",
			"source": "Tattoos",
			"caption": "Tattoo Cost",
			"colLabels": [
				"Complexity",
				"Price"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Basic (Simple Line Art, Black Ink Only, No Shading)",
					"10gp/hr"
				],
				[
					"Simple (Some Shading or Solid Black Sections, Some Detail, Black Ink Only)",
					"15gp/hr"
				],
				[
					"Fine (Some Colour, Shading, Fine Detail)",
					"20gp/hr"
				],
				[
					"Grand (Full Colour, Complicated Designs, Very Fine Detail, Hidden Elements, Realism or Other Specialty Styles)",
					"50gp/hr"
				]
			]
		},
		{
			"name": "Tattoo Cleanliness",
			"source": "Tattoos",
			"caption": "Tattoo Infection/Cleanliness",
			"colLabels": [
				"Cleanliness",
				"CON save"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Spotless",
					"DC5"
				],
				[
					"Clean",
					"DC7"
				],
				[
					"Average",
					"DC10"
				],
				[
					"Grimy",
					"DC12"
				],
				[
					"Dirty",
					"DC17 "
				],
				[
					"Filthy",
					"DC20"
				]
			]
		},
		{
			"name": "Tattoo Artist Studio Cleanliness",
			"source": "Tattoos",
			"caption": "Tattoo Artist Studio Cleanliness",
			"colLabels": [
				"Roll",
				"Cleanliness"
			],
			"colStyles": [
				"col-5 text-center",
				"col-7 text-center"
			],
			"intro": [
				"Roll a d6 to determine the studio's cleanliness."
			],
			"rows": [
				[
					1,
					"Spotless"
				],
				[
					2,
					"Clean"
				],
				[
					3,
					"Average"
				],
				[
					4,
					"Grimy"
				],
				[
					5,
					"Dirty"
				],
				[
					6,
					"Filthy"
				]
			]
		},
		{
			"name": "Tattoo Artist Studio Location",
			"source": "Tattoos",
			"caption": "Tattoo Artist Studio Location",
			"colLabels": [
				"Roll",
				"Location"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"intro": [
				"Roll a d10 to determine the studio's location."
			],
			"rows": [
				[
					1,
					"In the basement of a tavern with a reputation for wild bar brawls"
				],
				[
					2,
					"In the secret backroom of a legitimate business that the artist shares with a forger"
				],
				[
					3,
					"On the city docks, directly on the waterfront"
				],
				[
					4,
					"In one room of a thousand roomed temple"
				],
				[
					5,
					"In an airy studio in a college of the arts"
				],
				[
					6,
					"In the kitchen of a small but beautifully decorated cottage"
				],
				[
					7,
					"In a caravan parked at a crossroads, by the side of a road"
				],
				[
					8,
					"On a barge, permanently moored in a canal"
				],
				[
					9,
					"In a ramshackle shed on top of an abandoned building"
				],
				[
					10,
					"In an imposing store front in the town square"
				]
			]
		},
		{
			"name": "Tattoo Artist Appearance",
			"source": "Tattoos",
			"caption": "Tattoo Artist Appearance",
			"colLabels": [
				"Roll",
				"Appearance"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"intro": [
				"Roll a d20 to determine your tattoo artist's appearance."
			],
			"rows": [
				[
					1,
					"An ancient gnome whose glasses have a dozen lenses"
				],
				[
					2,
					"An extravagant drow with a love for flair"
				],
				[
					3,
					"A soft-spoken human monk with a shaved head"
				],
				[
					4,
					"A brick-red tiefling in a dark coat with a hundred pockets"
				],
				[
					5,
					"A gruff, older dwarf with a scarred face and only one eye"
				],
				[
					6,
					"A halfling who looks far too young to have been properly trained"
				],
				[
					7,
					"A nervous, stammering kenku with shaky hands"
				],
				[
					8,
					"A half-orc with at least a dozen visible piercings"
				],
				[
					9,
					"A half-elf who carries themself like nobility despite their heavily patched clothing"
				],
				[
					10,
					"A dragonborn with inkstained scales"
				],
				[
					11,
					"A pair of halfling twins who work together in perfect unison"
				],
				[
					12,
					"A heavy-set human with six fingers on their left hand"
				],
				[
					13,
					"A wood-elf with a nose that has clearly been broken several times"
				],
				[
					14,
					"A tiefling who has adorned their horns with delicate gold jewellery"
				],
				[
					15,
					"A Tabaxi whose fur is streaked with grey, despite how young they look"
				],
				[
					16,
					"An elegant dwarf with an elaborately curled and waxed beard"
				],
				[
					17,
					"A human with a deep red birthmark on their face"
				],
				[
					18,
					"A half-elf with close cropped hair and extremely simple clothing"
				],
				[
					19,
					"A gnome with several gem-adorned rings on each finger"
				],
				[
					20,
					"An elf with a bleached, asymmetrical haircut and no eyebrows"
				]
			]
		},
		{
			"name": "Tattoo Artist Speciality",
			"source": "Tattoos",
			"caption": "Tattoo Artist Speciality",
			"colLabels": [
				"Roll",
				"Speciality"
			],
			"colStyles": [
				"col-4 text-center",
				"col-8 text-center"
			],
			"intro": [
				"Roll a d8 to determine the artist's speciality"
			],
			"rows": [
				[
					1,
					"Tiny Tattoos"
				],
				[
					2,
					"Script and words"
				],
				[
					3,
					"Photo-Like Realism"
				],
				[
					4,
					"Religious and Holy Images"
				],
				[
					5,
					"Intricate, detailed tattoos"
				],
				[
					6,
					"Bright, colourful tattoos"
				],
				[
					7,
					"Commemorative tattoos"
				],
				[
					8,
					"Magical Tattoos"
				]
			]
		},
		{
			"name": "Tattoo Artist Quirk",
			"source": "Tattoos",
			"caption": "Tattoo Artist Quirk",
			"colLabels": [
				"Roll",
				"Quirk"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"intro": [
				"Add a little extra personality to your character by rolling a d20 to determine a quirk of their tattooing."
			],
			"rows": [
				[
					1,
					"They hum constantly as they work"
				],
				[
					2,
					"They close their eyes as they work, only opening them once they've finished"
				],
				[
					3,
					"They work in absolute silence, stoppingcompletely if their subject speaks"
				],
				[
					4,
					"They are afraid to tattoo unless they are blind drunk"
				],
				[
					5,
					"Their tattoo machine looks as if it was cobbled together from scrap"
				],
				[
					6,
					"They refuse monetary payment, they will only work in exchange for secrets"
				],
				[
					7,
					"They communicate only in an unexpected language"
				],
				[
					8,
					"They chat incessantly about whatever pops into their head"
				],
				[
					9,
					"They sign all of their pieces with their initials"
				],
				[
					10,
					"They have no patience for anyone who is hesistant or unsure"
				],
				[
					11,
					"They won't tattoo anyone until they've gotten to know them over a cup of tea"
				],
				[
					12,
					"They will not let anyone see the tattoo until it is done"
				],
				[
					13,
					"They stop to look out of the window for inspiration every ten minutes"
				],
				[
					14,
					"They take a lock of hair from everyone they tattoo"
				],
				[
					15,
					"They flirt constatntly as they work, but never pursue a relationship"
				],
				[
					16,
					"They are so heavily tattooed themselves that you can only determine individual designs after lengthy study"
				],
				[
					17,
					"They abhor the sight of blood, and so will only work remotely, using mage hand from another room"
				],
				[
					18,
					"They love animals, and keep several pets in their studio, all of which are allowed to roam freely about the room"
				],
				[
					19,
					"They are an ex-soldier, and will only tattoo that can sufficiently prove their valour"
				],
				[
					20,
					"They will give you the tattoo that they think will suit you, regardless of what you asked them for"
				]
			]
		}
	]
}
