{
	"_meta": {
		"sources": [
			{
				"json": "MagicalBindTattoos",
				"abbreviation": "TATnB",
				"full": "Magic Binding Tattoos",
				"authors": [
					"ukyo"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/6sigtj/magic_binding_tattoos_new_magical_tattoo_system/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1572214321,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "60cc7796ae",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Magic Binding Tattoos",
			"id": "TATnB",
			"source": "MagicalBindTattoos",
			"published": "2017-08-09",
			"group": "homebrew",
			"contents": [
				{
					"name": "Magically Binding Tattoos",
					"headers": [
						"Magically Binding Tattoos",
						"The Power of the Tattoo",
						"Let's Get Inked!",
						"The Tattoo Artist"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "TATnB",
			"source": "MagicalBindTattoos",
			"data": [
				{
					"type": "section",
					"name": "Magically Binding Tattoos",
					"entries": [
						"Magical tattoos are a rare and special form of controlling the weave. It binds the folding of the Weave's energies into the skin of the tattooed for a limited time. The power and rarity of the magic and the will of the recipient will determine how much of the Weave can be bound to flesh.",
						"Magical Tattoos are a temporary connection to the Weave for any person who can with stand the binding, and not everyone can. There are those who seek out the power of these tattoos, undergo the process, and whether it's from poor materials, rushed work or an unskilled artist the tattoo process fails catastrophically and what was meant to enhance will harm or even curse depending on the power that was sought after.",
						"If the tattoo is inked by a master artist using an ink crafted from the finest possible ingredients, the binding to the Weave can be more powerful than anticipated.",
						"In the end, each tattoo is different depending on a variety of factors: the size of the tattoo, the rarity of ingredients for the ink, level of the spell or effect attempting to be bound, and the will of the recipient. And, no matter what the tattoo, it will doubtless grant a great advantage to the bearer.",
						{
							"type": "section",
							"entries": [
								{
									"type": "section",
									"name": "Tattoo Size",
									"entries": [
										"Tattoos come in three sizes: small, medium, and large. The size of the tattoo helps to determine how much of the Weave id directly bound to flesh. A larger tattoo means more magic, but it also means a larger chance of failure.",
										{
											"type": "table",
											"caption": "Tattoo Size",
											"colLabels": [
												"Size",
												"Tattooing Check",
												"Charges"
											],
											"colStyles": [
												"col-3 text-center",
												"col-8 text-left ",
												"col-2 text-center"
											],
											"rows": [
												[
													"Small",
													"1 Check",
													4
												],
												[
													"Medium",
													"2 Checks",
													8
												],
												[
													"Large",
													"3 Checks",
													12
												]
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Tattoo Ink",
									"entries": [
										"No ordinary ink can be used to bind the Weave in a tattoo. From the very first ingredient, a spell scroll of the desired effect, to the components of that same spell, all of its sum forges a magical binding link directly to the weave. In the process of creating the ink, all parts and consumed and transformed into the ink. The higher the quality of the ingredients, the greater the chance of the tattoo being successful.",
										"A spell scroll and its components are only the base ingredients for the ink. The DM should look at the desired spell and select addition ingredients beyond what basic spell components are required. For example, Fireball requires a small ball of bat guano and sulfur. The DM may decide that additionally the essence of a Fire Elemental is required to help bind the ingredients and magic together in the tattoo.",
										"In the end, each tattoo will have a different ink recipe that will be determined by your DM. The recipe starts with a spell scroll and the spells components and then is flavored for story and possible adventuring depending on your campaign. The cost of the scroll is also used to determine the price of higher quality ingredients which will have a direct effect on the chances of success and how many uses the tattoo will have (See Tattooing DC chart). The art of the tattoo does not have to directly affect the magic, but if you are going to have a tattoo, you should make it a badass one."
									]
								},
								{
									"type": "section",
									"name": "Tattooing DC",
									"entries": [
										"Once the type of spell effect, and the ink recipe are decided on, the difficulty of the binding the magic to the tattoo is determined. The chart below, Tattooing DC, shows a spell by level and its comparable scroll rarity. As the rarity or level of the spell increases, so does its difficulty in bridging a direct link from flesh to the weave.",
										"For example, a fireball spell scroll would be an uncommon scroll, and thus have a tattooing DC of 15. If the tattoo is a large tattoo then three checks would need to be made. All checks must be successful for the tattoo to bind the magic. If a check is failed the components are consumed and the ink is lost with no adverse effect.",
										"The only caveat to this is a critical fail, in which case the tattoo binds incorrectly cursing the recipient with the suggested opposite effect of the spell. For example, a tattoo used to increase AC might decrease AC during combat and the worst possible time. It is up to the DM to decide the penalty for a critically failed tattoo check.",
										"Conversely, a critical success will double the charges of the tattoo. For instance, a small tattoo has a base of 4 charges, but a roll of 20 now imbues the small tattoo with 8 total charges!",
										{
											"type": "table",
											"caption": "Tattooing DC",
											"colLabels": [
												"Spell Level",
												"Spell Scroll Rarity",
												"Tattoo DC"
											],
											"colStyles": [
												"col-4 text-center",
												"col-6 text-left ",
												"col-2 text-center"
											],
											"rows": [
												[
													"Level 0-1",
													"Common",
													"10"
												],
												[
													"Level 2-3",
													"Uncommon",
													"15"
												],
												[
													"Level 4-5",
													"Rare",
													"20"
												],
												[
													"Level 6-8",
													"Very Rare",
													"25*"
												],
												[
													"Level 9",
													"Legendary",
													"30*"
												]
											],
											"footnotes": [
												"* The attempt to bind a high-level spell is a very serious undertaking. Even when successful, the power bound can be more that the recipient can handle. A constitution check by the recipient is needed; very rare DC15; Legendary DC20. Failure does not mean the tattoo did not take, but the mind and body of the recipient paid a heavy toll. This heavy penalty is determined by the DM based upon the magic attempting to be bound"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Power of the Tattoo",
					"entries": [
						"Each tattoo is a binding bridge to the Weave, but not a permanent one. Each tattoo has a finite amount of arcane energy bound with in it. Once that power is spent, the tattoo vanishes. Furthermore, even though the magic is strong, the flesh is weak, and can channel so much energy directly from the weave. This breaks down into {@b charges} and {@b uses}.",
						"The total amount of power a tattoo has is its number of charges, which is primarily determined by the size of the tattoo. Once these are gone, the tattoo fades away.",
						"The number of uses a tattoo has, or how often the magic can be called on, is based on how powerful the spell effect is. A lower level healing tattoo might be used 6 times in a day, a higher-level healing spell might be able to be used only once a day before a short or long rest.",
						{
							"type": "section",
							"name": "The Power of the Tattoo",
							"entries": [
								{
									"type": "section",
									"name": "Tattoo Usage",
									"entries": [
										"The level of the spell limits how often the magic of the tattoo can be channeled. A tattoo's use per day recharges fully after a long rest. On a short rest, you may make an arcana check to regain half of your spent uses for the day. For example, if you can use your tattoo 4 times per long rest, on a short rest, with a successful arcana check, you would regain 2 more uses. If the tattoo has only one use for the day, then the magic is too powerful to be recouped during a short rest, and only a long rest will suffice.",
										"Tattoo effects can be activated with an action, unless otherwise stated by the spell effect you are trying to create or if your DM decides otherwise.",
										{
											"type": "table",
											"caption": "Uses per day by spell level",
											"colLabels": [
												"0",
												"1st",
												"2nd",
												"3rd",
												"4th",
												"5th",
												"6th",
												"7th",
												"8th",
												"9th"
											],
											"colStyles": [
												"col-2 text-center",
												"col-1 text-center",
												"col-1 text-center",
												"col-1 text-center",
												"col-1 text-center",
												"col-1 text-center",
												"col-1 text-center",
												"col-1 text-center",
												"col-1 text-center",
												"col-1 text-center"
											],
											"rows": [
												[
													"no limit",
													"4",
													"3",
													"3",
													"3",
													"3",
													"2",
													"2",
													"1",
													"1"
												]
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Tattoo Charges",
									"entries": [
										"Magical tattoos are a direct and powerful link to the Weave, but a temporary one. Once all the charges are spent the tattoo is no more. Unlike a normal tattoo, each use of the magic consumes and degrades the ink of the art. The larger the tattoo, the more magic can be bound, but it comes at a higher cost in materials and chances for failure. The quality of the ingredients may boost the ink's magical properties as well.",
										"For example a small tattoo can bind enough magic for 4 charges, but if the ink is made with enhanced ink, an addtional charge can be bound for a total of 5.",
										{
											"type": "table",
											"caption": "Optional Caption",
											"colLabels": [
												"Size",
												"Base Charge #",
												"Enhanced Ink"
											],
											"colStyles": [
												"col-5 text-left",
												"col-3-5 text-center",
												"col-3-5 text-center"
											],
											"rows": [
												[
													"Small",
													4,
													5
												],
												[
													"Medium",
													10,
													11
												],
												[
													"Large",
													15,
													16
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Physical limits of the flesh",
							"entries": [
								"Physical limits of the flesh Only so much magic can be bound to the flesh. Each new bridge to the weave pushes the physical limits of the body beyond where they were intended to go. By the third tattoo, the magic begins to take a more serious toll on the body, and a CON DC needs to be made for each new tattoo. Failure simply means the body could not be adhere to the magic at this time. Unfortunately, all the materials and costs are lost in the failed attempt.",
								{
									"type": "table",
									"caption": "Tattoo limits",
									"colLabels": [
										"# of Tattoos",
										" Con DC"
									],
									"colStyles": [
										"col-6 text-center",
										"col-6 text-center"
									],
									"rows": [
										[
											"1-2",
											"DC 0"
										],
										[
											"3",
											"DC 5"
										],
										[
											"4",
											"DC 10"
										],
										[
											"5",
											"DC 15"
										],
										[
											"6",
											"DC 20"
										],
										[
											"7",
											"DC 25"
										],
										[
											"8+",
											"DC 30"
										]
									]
								}
							]
						},
						{
							"type": "table",
							"caption": "Spell scroll costs",
							"colLabels": [
								"Spell scroll level",
								"Cost in gp",
								"Rarity"
							],
							"colStyles": [
								"col-6 text-center",
								"col-4-5 text-left",
								"col-1-5"
							],
							"rows": [
								[
									"Level 0",
									30,
									"Common"
								],
								[
									"Level 1",
									60,
									"Common"
								],
								[
									"Level 2",
									120,
									"Uncommon"
								],
								[
									"Level 3",
									200,
									"Uncommon"
								],
								[
									"Level 4",
									320,
									"Rare"
								],
								[
									"Level 5",
									640,
									"Rare"
								],
								[
									"Level 6",
									1280,
									"Very Rare"
								],
								[
									"Level 7",
									2560,
									"Very Rare"
								],
								[
									"Level 8",
									5120,
									"Very Rare"
								],
								[
									"Level 9",
									10240,
									"Legendary"
								]
							],
							"outro": [
								"based on {@book Sane Magical prices|SMIP}"
							]
						},
						{
							"type": "section",
							"name": "Modifying Success and Failure",
							"entries": [
								"The successful binding of magic in the form of tattoos is a powerful endeavor and as such it is not a simple task. Many things can influence the binding process. The quality of the materials, the skills of the artist, and the flux of the Weave.",
								{
									"type": "section",
									"name": "Ink Quality",
									"entries": [
										"{@b Basic Quality Ink}",
										"If the ink is made from only the basic ingredients, the cost of the relative spell scroll, one DC check is made with disadvantage",
										"{@b High Quality Ink}",
										"If the ink is made with higher quality ingredients, twice the cost of the relative spell scroll and ingredients, a straight DC check is made per tattoo size.",
										"{@b Superior Quality Ink}",
										"If the ink is made with superior ingredients, 3 times the cost of the relative spell scroll and ingredients, one tattoo DC check is made with advantage.",
										"For example, A scroll of Fireball is a level 3 spell scroll with a scroll cost of 200 gp. To give one DC check advantage, the base cost of the ingredients would be 600. If it is a small tattoo then the one and only DC check will be made with advantage.",
										"{@b Enhanced Ink Ingredients}",
										"Enhancing the Ink with extra materials obtained from a creature related to the spell effect beyond will give the artist an advantage with one Tattoo check. The components must come from a creature(s) whose CR is double that of the relative spell level, or adds up to double the spell level.",
										"For example, Fireball is a level 3 spell. For the tattoo artist to have one DC check rolled with advantage, the essence or material from 2 Fire Elementals (CR5) could be added to the ink. Even though a fire elemental is only CR5 the essence of 2 adds above the required CR6.",
										"In addition to the artist getting advantage on one DC check, enhanced ink adds one additional charge to the tattoo."
									]
								},
								{
									"type": "section",
									"name": "Flux of the Weave",
									"entries": [
										"A critical roll of 20 on a DC check will grant the tattoo an additional charge.",
										"A critical roll of 1 on a non-advantage DC check results in a critical failure. See failed tattoos."
									]
								},
								{
									"type": "section",
									"name": "Failed Tattoos",
									"entries": [
										"Binding the power of magic is no small feat and can grant its bearer fantastic powers, but when it goes wrong, it goes terribly so.",
										"At the bare minimum, if the arcane energies do not bind properly and corrupt, the magic will pervert the blood with corrupted power cursing the recipient by reducing their primary ability score by 1d6 until a greater restoration is used to remove the curse.",
										"Alternatively, and heavily encouraged, the DM may choose to create a unique curse based upon the spell. In this case the tattoo binds incorrectly cursing the recipient possibly the opposite effect of the spell.",
										"For example, a tattoo used to increase AC might decrease AC during combat and the worst possible time. It is up to the DM to decide the penalty for a critically failed tattoo check, and it should be fun, but not vindictive."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Let's Get Inked!",
					"entries": [
						"So you wanna get a sweet ass tattoo? Lets go for it.",
						"Our brave adventurer, Fargrim, has decided he needs a little extra something to help him on his next expedition. He heard about a wizard who, although a little crazy, was incredibly talented and had the ability to bind magic directly to an individual.",
						"Finding this wizard was almost a quest in and of itself, but one well worth Fargrim's time end effort. After much ale and deep discussion, the wizard gave the Fargrim a list of various things to collect.",
						"Fargrim wanted needed a little extra protection when things got rough but if he wore more armor, he would lose his Dexterity bonus. So, it was agreed the wizard would work on a design to bind the protective energies of the weave to his skin in a small sigil piece on his shoulder. The spell the tattoo effects will be based on is {@spell Shield|PhB}",
						"We say the ink needs silver for its purity and innate magical quality and for questing flavor we add in gargoyle dust for the strength and durability.",
						"The breakdown would go as follows:",
						{
							"type": "list",
							"style": "list-hang",
							"items": [
								"{@b Spell effect} : Shield level 1 scroll,  common, 60 gp",
								"{@b Small tattoo} : Base cost 60gp per spell scroll x2 120gp for higher quality ingredients",
								"{@b Ink ingredients} of 100sp and Gargoyle dust 1 ounce",
								"{@b Small tattoo} of a common spell scroll level needs 1 tattooing check DC 10",
								"No current tattoos means Con check DC 0"
							]
						},
						"The Results are a small shield tattoo with 4 charges and since Fargrim is a level 10 barbarian, he can use all 4 charges in a single day if he wishes.",
						"Now let's say Fargrim knows he's going into a deep dungeon delve and will be facing some pretty nasty beasties. He knows he's going to need more than 4 uses of the shield tattoo.",
						{
							"type": "list",
							"style": "list-hang",
							"items": [
								"{@b Spell effect} : Shield level 1 scroll common 60 gp",
								"{@b Medium tattoo} : Base cost 60gp per spell scroll x3 180gp for superb ingredients x2 for size 540gp",
								"{@b Ink ingredients} of 100sp and Gargoyle dust 1ounce x2",
								"{@b Enhancing ink ingredients} : 2 Hulking Crab shell (CR5) or 1 Galeb Duhr (CR6)",
								"{@b Medium tattoo} of a common spell scroll level needs 2 tattooing check DC 10 one check is made with advantage for superior ingredients.",
								"No previous tattoos means Fargrim needs to Con check"
							]
						},
						"Results are a Medium shield tattoo with 8+1 charges. Fargrim can use up to 4 charges in a single day until a long rest. On a short rest and a successful arcana check he will recoup 2 uses."
					]
				},
				{
					"type": "section",
					"name": "The Tattoo Artist",
					"entries": [
						"It takes a considerable amount of skill and intellect to bind the Weave into flesh. Of the few that start that path of magical understanding, very few ever make it past the ability to understand how to bind higher level magic to flesh, and of those even fewer still reach the mastery of the skill to attempt the highest levels of magical binding. The skill and research involved in the art leaves very little time for adventuring. They prefer to solicit adventures to procure the rare and hard to obtain resources than venture out themselves.",
						"As such, these tattoo shops make a great source of income for the daring adventurer who has been fortunate enough to find one. Magical Tattoo shops are not uncommon at the lower levels of magic, often being found in large cities where magic is abundant and the norm. The magical districts of Districts and areas of arcane studies are a safe place to start one's search. Though these tattoo shops rarely have an artist capable of binding more than rare magic.",
						"The shop of a master tattooing wizard on the other hand, is so rare and hard to find, it is a quest in-and-of-itself to locate one. These rare masters tend to only work with very rare magics, constantly seeking to push their understanding further. They will send out their apprentices to located the strongest adventurers, and offer their services in the hope to learn how to bind legendary levels of magics to flesh.",
						"The tattoo artist makes is tattooing DC check based on her level of mastery. Below is the recommended shop and artist skill level and its scarcity. A master has a bonus total of 12, making lower level tattoo spells mundane and boring for them to work. They hungrily seek out the challenged that comes with legendary magic, but disdain the annoyance of dealing with less powerful adventurers asking for simple things.",
						{
							"type": "table",
							"caption": "Artist mastery/shop Scarcity",
							"colLabels": [
								"Skill Level",
								"Prof Bonus",
								"Int Mod",
								"difficulty locating"
							],
							"colStyles": [
								"col-3 text-center",
								"col-2 text-center",
								"col-2 text-center",
								"col-5 text-center"
							],
							"rows": [
								[
									"Novice",
									"+2",
									"+3",
									"Easy"
								],
								[
									"Skilled",
									"+3",
									"+3",
									"Some effort"
								],
								[
									"Advanced",
									"+4",
									"+4",
									"Hard to find*"
								],
								[
									"Expert",
									"+5",
									"+5",
									"Extremly difficult**"
								],
								[
									"Master",
									"+6",
									"+6",
									"By quest only***"
								]
							],
							"footnotes": [
								"* Only about a quater of those who study the art of magical tattoos become advanced enough to bind rare magic to flesh. They tend to have shops open in all cities where magic is available and practed openly. The artists there are eager to push themselves and welcome customers readily.",
								"** One tenth of those who achieve advanced in thier skill are able to break through the secrets of the arcane enough to formulate and control the very rare magic in these inks. Hearsay and rumors will lead you here possibly from stories in taverns or even a minor quest that leads to this artist's shop.",
								"*** Only 1 percent of experts ever achieve the rank of Master. There is little to no chance of stumbling across a master artist. Chances are if you do, he meant for you to find him. Perhaps his apprentice, and expert level artist sent word to him, or through a network of eyes in the various cities, your power drew his attention upon you."
							]
						},
						"First contact is often made in the form of a quest to gather a rare component needed by the artist, so the master will know you are worthy of his time and effort.",
						{
							"type": "section",
							"name": "Optional rule of Infection",
							"entries": [
								"Not every tattoo artist is equal, and the practices of a younger",
								"Novice compared to those of an extraordinary Master are as vastly different as a celestial is to a Devil.",
								"From how the ink is prepared to the cleanliness of the shop you find them in.",
								"Some ink recipes will require you to work with infectious and diseased materials that if not prepared correctly, can leave you with more than just magic coursing through an adventures blood. And with the magical nature of the ingredients, a quick trip to the local cleric might not fix them up as fast.",
								{
									"type": "table",
									"caption": "Chance of infection",
									"colLabels": [
										"Skill Level",
										"% chance of infection"
									],
									"colStyles": [
										"col-7 text-center",
										"col-5 text-center"
									],
									"rows": [
										[
											"Novice",
											20
										],
										[
											"Skilled",
											15
										],
										[
											"Advanced",
											10
										],
										[
											"Expert",
											5
										],
										[
											"Master",
											0
										]
									]
								},
								"If an infection occurs, the recipient receives 1d6 levels of exhaustion minus the proficiency bonus of the tattoo artist. For example, Fargrim drunkenly decides to get inked up at \"The Half-Orc's House of Waffles and Ink\" and things don't go so well.",
								"Surprisingly, Fargrim gets an infection and rolls a 6 for levels of exhaustion, -2 for the novice level of the artist for a total of 4 levels of exhaustion."
							]
						},
						{
							"type": "section",
							"name": "Tattoo Book",
							"entries": [
								"Here are some tattoo templets with their costs and ink components, and a description of how they would work. Most are based on the PHB spell list, while a few have been pulled from previous versions of D&D. The important thing is to have fun and be creative with the tattoos. Allow your players to be descriptive with their design. It can help build a feeling of badassery and encourage roleplaying in your game. I will be updating this section from time to time with more tattoos as they become needed in my own games.",
								"Ultimately, it's up to the DM to decide what will or won't work, and how each tattoo will function. Every tattoo will require a very special and different kind of ink. Some will be cheap and easy to create, others may lead to incredible quests to collect all the ingredients and spell components.",
								"All ink recipe's are based on small sized tattoos.",
								{
									"type": "section",
									"name": "Light Healing Tattoo",
									"entries": [
										"{@b Based on {@spell Cure Light Wounds|Phb}}",
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"{@i 1st-level evocation}"
											]
										},
										"{@b Casting Time}: 1 action",
										"{@b Ink Recipe}: Cure light wounds spell scroll, 3 willing drops of a priests blood, 100 sp",
										"{@b Duration}: Instantaneous",
										"{@b Spell Scroll Cost}: 60gp",
										"{@b Tattooing DC}: 10",
										"{@b Enhanced Ink}: 3 Giant eagle Feathers",
										"",
										"This tattoo has a heart with a halo stars around it. There is a lightly glowing star in the halo for each charge.",
										"For each charge spent, one star looses its glow and you regain a number of hit points equal to 1d8 + your wisdom modifier.",
										"The tattoo completly disapears once all charges are spent.",
										"You may use more than one charge at a time. The healing increases by 1d8 for each Charge used."
									]
								},
								{
									"type": "section",
									"name": "Second Chance",
									"entries": [
										"{@b Based on {@spell Death Ward|Phb}}",
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"{@i 4st-level abjuration}"
											]
										},
										"{@b Casting Time}: 1 action",
										"{@b Ink Recipe}: Death ward spell scroll, Bone Naga tail bone, 3 onyx gems valued at 50gp, 2ep",
										"{@b Duration}: 8 hours",
										"{@b Spell Scroll Cost}: 320gp",
										"{@b Tattooing DC}: 20",
										"{@b Enhanced Ink}: The essence of 2 Shadow demons (CR4) or the essence from 1 Spirit Naga (CR8).",
										"",
										"This tattoo is a figure with an arrow in his back, picking itself up off the ground, sword still in hand with slightly glowing eyes and a predator's smile.",
										"After each charge is used, a new arrow appears in the figures back until all charges are spent, at which time the tattoo vansihes.",
										"You gain a measure of protection from death. The first time you would drop to 0 hit points as a result of taking damage, the you instead drop to 1 hit point, and the spell ends.",
										"If the spell is still in effect when the target is subjected to an effect that would kill it instantaneously without dealing damage, that effect is instead negated against the target, and the spells ends."
									]
								},
								{
									"type": "section",
									"name": "Look again",
									"entries": [
										"{@b Based on {@spell Blur|PhB} and a Displacerbeast}",
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"{@i 2st-level illusion}"
											]
										},
										"{@b Casting Time}: 1 action",
										"{@b Ink Recipe}: Blur spell scroll, Displacer Beast blood, Crystal prisim worth 100gp",
										"{@b Duration}: 1 min",
										"{@b Spell Scroll Cost}: 120gp",
										"{@b Tattooing DC}: 15",
										"{@b Enhanced Ink}: A green Hag's Eye",
										"",
										"This tattoo appears to be very blurry no matter how long one might stare at it. With each expideniture of a charge though, the image becomes more clear until on the last charge, the image is easily seen as a displacerbeast, poised to attack.",
										"If you are subjected to an effect that allows you to make a saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if it fails.",
										"While your tattoo is active, you project a magical illusion that makes you appear to be standing near your actual location, causing attack rolls against you to have disadvantage.",
										"If you are hit by an attack, this trait is disrupted until the end of your next turn. This effect is also disrupted while you are incapacitated or have a speed of 0."
									]
								},
								{
									"type": "section",
									"name": "Immolation",
									"entries": [
										"{@b Based on {@spell Immolation|PHB}}",
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"{@i 5th-level evocation}"
											]
										},
										"{@b Casting Time}: 1 action",
										"{@b Ink Recipe}: Immolation spell scroll, 2 flawless rubies vauled at 100gp each, essence from 2 fire elementals, red dragon scale.",
										"{@b Duration}: concentration up to 1 min",
										"{@b Spell Scroll Cost}: 640gp",
										"{@b Tattooing DC}: 20",
										"{@b Enhanced Ink}: Red Dragon blood 1 gallon (young or greater) or Fire Giant blood 1 gallon plus Fire elemental essence.",
										"",
										"Flames wreathe one creature you can see within range. The target must make a Dexterity saving throw. It takes 7d6 fire damage on a failed save, or half as much damage on a successful one.",
										"On a failed save, the target also burns for the spell's duration. The burning target sheds bright light in a 30-foot radius and dim light for an additional 30 feet.",
										"At the end of each of its turns, the target repeats the saving throw. It takes 3d6 fire damage on a failed save, and the spell ends on a successful one. These magical flames can't be extinguished through nonmagical means.",
										"If damage from this spell reduces a target to 0 hit points, the target is turned to ash."
									]
								},
								{
									"type": "inset",
									"name": "Final word to the DMs",
									"entries": [
										"I hope your read and found usefulness in the pages above. Above all I hope you take this and make it your own. I've tried to set up a system of checks and balances for you to limit the power and number of tattoos in your world.",
										"The tattoo artist is your bottle neck if you need a narrative explanation for your barbarian who wants 10 level 9 spells tattooed on his back. The accessibility of tattoos in your world can be as hard or as easy as you want them to be.",
										"Your second tool for opening or limiting tattoos are your ink recipes. I've purposefully left that area open for you to decide. Maye that level 9 true polymorph tattoo needs the blood of a great red dragon. That's going to make getting a large back piece a bit more difficult than walking into the corner tattoo shop.",
										"Above all, I encourage creativity and fun. Let your players have fun coming up with ways to boost their characters with new found powers, because what's more fun that a Frost Giant ambushing your party, a two headed Frost Giant with a pack or starving Gnolls riding Wyverns :D looks like your party should have gotten a large fireball tattoo instead of a small one. Oh well, live and learn... or TPK"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Bugs, Issues, Suggestions?",
							"entries": [
								"Everything above are mainly suggestions. Take what you think will work best with your campaign and leave what wont. I tried to balance everything out to work in a heavier magic item used campaign like my own. I only wanted to share what worked in my game hopefully allowing you to work it into yours.",
								"Obviously making it your own is the most fun. A level 9 tattooed wish is something I wouldn't allow in my game because its just insane to have at the ready a tattoo wish, but maybe it will work in yours! Have at it and have fun. I hope this is useful to anyone looking it over.",
								"If you have questions or comments or feedback, please let me know, I'm always looking to improve this system. Please send hate or love to Ken at {@link ukyo@ukyo3d.com|mailto:ukyo@ukyo3d.com}, hopefully more love than hate :D"
							]
						},
						{
							"type": "section",
							"name": "Legal Junk",
							"entries": [
								"I know important stuff is supposed to go here, but i have no idea what. If you are an important person, please tell me what to put here so i dont get in trouble and i will happily fix it!"
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Tattoo Size",
			"source": "MagicalBindTattoos",
			"caption": "Tattoo Size",
			"colLabels": [
				"Size",
				"Tattooing Check",
				"Charges"
			],
			"colStyles": [
				"col-3 text-center",
				"col-8 text-left ",
				"col-2 text-center"
			],
			"rows": [
				[
					"Small",
					"1 Check",
					4
				],
				[
					"Medium",
					"2 Checks",
					8
				],
				[
					"Large",
					"3 Checks",
					12
				]
			]
		},
		{
			"name": "Uses per day by spell level",
			"source": "MagicalBindTattoos",
			"caption": "Uses per day by spell level",
			"colLabels": [
				"0",
				"1st",
				"2nd",
				"3rd",
				"4th",
				"5th",
				"6th",
				"7th",
				"8th",
				"9th"
			],
			"colStyles": [
				"col-2 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center"
			],
			"rows": [
				[
					"no limit",
					"4",
					"3",
					"3",
					"3",
					"3",
					"2",
					"2",
					"1",
					"1"
				]
			]
		},
		{
			"name": "Tattooing DC",
			"source": "MagicalBindTattoos",
			"caption": "Tattooing DC",
			"colLabels": [
				"Spell Level",
				"Spell Scroll Rarity",
				"Tattoo DC"
			],
			"colStyles": [
				"col-4 text-center",
				"col-6 text-right ",
				"col-2 text-center"
			],
			"rows": [
				[
					"Level 0-1",
					"Common",
					"10"
				],
				[
					"Level 2-3",
					"Uncommon",
					"15"
				],
				[
					"Level 4-5",
					"Rare",
					"20"
				],
				[
					"Level 6-8",
					"Very Rare",
					"25*"
				],
				[
					"Level 9",
					"Legendary",
					"30*"
				]
			],
			"footnotes": [
				"* The attempt to bind a high-level spell is a very serious undertaking. Even when successful, the power bound can be more that the recipient can handle. A constitution check by the recipient is needed; very rare DC15; Legendary DC20. Failure does not mean the tattoo did not take, but the mind and body of the recipient paid a heavy toll. This heavy penalty is determined by the DM based upon the magic attempting to be bound"
			]
		},
		{
			"name": "Tattooing Charges",
			"source": "MagicalBindTattoos",
			"colLabels": [
				"Size",
				"Base Charge #",
				"Enhanced Ink"
			],
			"colStyles": [
				"col-5 text-right",
				"col-3-5 text-center",
				"col-3-5 text-center"
			],
			"rows": [
				[
					"Small",
					4,
					5
				],
				[
					"Medium",
					10,
					11
				],
				[
					"Large",
					15,
					16
				]
			]
		},
		{
			"name": "Tattoo limits",
			"source": "MagicalBindTattoos",
			"caption": "Tattoo limits",
			"colLabels": [
				"# of Tattoos",
				"Con DC"
			],
			"colStyles": [
				"col-6 text-center",
				"col-6 text-center"
			],
			"rows": [
				[
					"1-2",
					"DC 0"
				],
				[
					"3",
					"DC 5"
				],
				[
					"4",
					"DC 10"
				],
				[
					"5",
					"DC 15"
				],
				[
					"6",
					"DC 20"
				],
				[
					"7",
					"DC 25"
				],
				[
					"8+",
					"DC 30"
				]
			]
		},
		{
			"name": "Artist mastery/shop Scarcity",
			"source": "MagicalBindTattoos",
			"caption": "Artist mastery/shop Scarcity",
			"colLabels": [
				"Skill Level",
				"Prof Bonus",
				"Int Mod",
				"difficulty locating"
			],
			"colStyles": [
				"col-3 text-center",
				"col-2 text-center",
				"col-2 text-center",
				"col-5 text-center"
			],
			"rows": [
				[
					"Novice",
					"+2",
					"+3",
					"Easy"
				],
				[
					"Skilled",
					"+3",
					"+3",
					"Some effort"
				],
				[
					"Advanced",
					"+4",
					"+4",
					"Hard to find*"
				],
				[
					"Expert",
					"+5",
					"+5",
					"Extremly difficult**"
				],
				[
					"Master",
					"+6",
					"+6",
					"By quest only***"
				]
			],
			"footnotes": [
				"* Only about a quater of those who study the art of magical tattoos become advanced enough to bind rare magic to flesh. They tend to have shops open in all cities where magic is available and practed openly. The artists there are eager to push themselves and welcome customers readily.",
				"** One tenth of those who achieve advanced in thier skill are able to break through the secrets of the arcane enough to formulate and control the very rare magic in these inks. Hearsay and rumors will lead you here possibly from stories in taverns or even a minor quest that leads to this artist's shop.",
				"*** Only 1 percent of experts ever achieve the rank of Master. There is little to no chance of stumbling across a master artist. Chances are if you do, he meant for you to find him. Perhaps his apprentice, and expert level artist sent word to him, or through a network of eyes in the various cities, your power drew his attention upon you."
			]
		},
		{
			"name": "Chance of infection",
			"source": "MagicalBindTattoos",
			"caption": "Chance of infection",
			"colLabels": [
				"Skill Level",
				"% chance of infection"
			],
			"colStyles": [
				"col-7 text-center",
				"col-5 text-center"
			],
			"rows": [
				[
					"Novice",
					20
				],
				[
					"Skilled",
					15
				],
				[
					"Advanced",
					10
				],
				[
					"Expert",
					5
				],
				[
					"Master",
					0
				]
			]
		}
	]
}
