{
	"_meta": {
		"sources": [
			{
				"json": "SI",
				"abbreviation": "SI",
				"full": "Shelza Ir (Drow Chess)",
				"authors": [
					"Unknown"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://github.com/DMsGuild201/homebrew",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "558abffc6e",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Shelza Ir (Drow Chess)",
			"id": "SI",
			"source": "SI",
			"published": "2011-10-01",
			"group": "homebrew",
			"contents": [
				{
					"name": "Festival Activities"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "SI",
			"source": "SI",
			"data": [
				{
					"type": "section",
					"name": "Shelza Ir (Drow Chess)",
					"entries": [
						{
							"type": "section",
							"name": "The Board",
							"entries": [
								"The board is 10x10.",
								"Drow boards are often ornate, made of silver, obsidian,or bone.",
								"The most coveted boards are made of wood, stolen during surface raids."
							]
						},
						{
							"type": "section",
							"name": "The Pieces",
							"entries": [
								"Players begin the game by building armies.",
								"Each player has 52 points, called coins, to spend on soldiers.",
								"When played as a gambling game these points are represented in silvercoins, such that in purchasing their pieces, the players are also wageringonthe game.",
								"Those at the bottom of drow society may use copper coins,or even disks of stoneor bone.",
								"Noble Drow simply play with silver disks, as betting is considered beneath them and the stakes, though high, are generally not coin.",
								"Nobles often play with their own personal pieces, carved with the symbols of their House. Thus it is  customary to bring your own pieces to a game.",
								{
									"type": "section",
									"name": "Piece Cost:",
									"entries": [
										"Slaves (Pawns) cost 1 coin.",
										"Spiders(Knights)cost 3 coins.",
										"Assassins (Bishops) cost 3 coins",
										"Priestesses (Rooks) cost 6 coins.",
										"Matriarchs (Queens) cost 9 coins",
										"",
										"There are two methods for buying and placing pieces. In both styles, pieces may only be placed in the first two rows."
									]
								},
								{
									"type": "section",
									"name": "Ambush Game",
									"entries": [
										"Each player buys their pieces in secret. A screen is placed to divide the board and they place their pieces in secret.",
										"Once both players are ready, the screen is removed and the game begins."
									]
								},
								{
									"type": "section",
									"name": "Tactical Game",
									"entries": [
										"Players go back and forth,taking turns purchasing pieces.",
										"They then take turns openly placing their pieces."
									]
								},
								{
									"type": "section",
									"name": "Turns",
									"entries": [
										"In all things including mattters of ties or determination, the player who is higher in society goes first."
									]
								},
								{
									"type": "section",
									"name": "Defeating Pieces",
									"entries": [
										"A player defeats or captures pieces in the usual manner. However, a player may also choose to defeat their own pieces.",
										"When one piece defeats another, the victorious piece has a point marker, be it a silver coin, or disk, placed beneath it. Once a piece has enough coins beneath it, its controlling player may choose to make it into another piece, cashing it in,and it's collected coins.",
										"For example, once a Slave has defeated two other slaves, it may become a Spider or an Assassin. However, its controlling player may choose not to advance the piece for what ever reason, such as bait...",
										"A piece that defeats another piece with coins beneath it, not only gains the coins for that piece, but also all those beneath it.",
										"For example, a slave has three coins beneath it. It is defeated by a Spider with no coins beneath it. The spider gains four coins, one for the slave, and the three coins the slave had."
									]
								},
								{
									"type": "section",
									"name": "Adding New Pieces",
									"entries": [
										"Unlike surface chess, slaves do not become other pieces when they reach the opposing side of the board. Instead they are removed from the game and its controlling player is awarded nine points, usually in the form of coins They must place these coins. Beneath one of their Matriarchs.",
										"At the end of their turn, they may spend these coins on any non-slave piece (Spiders,Assassins,Priestesses, or another Matriarch). These new pieces are placed in any of the unoccupied squares adjacent to the Matriarch.",
										"Matriarch can spend coins gained from defeating opponents pieces in the same manner."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Winning and Losing",
							"entries": [
								"A Player can win the game several ways.",
								"Defeating all of an opponent's Matriarchs results in victory.",
								"If a player has ten Matriarch sunder thier control they are victorious.",
								"An opponent may choose to concede the game, but it is considered a sign of great weakness to do so. Playing to the bitter end, even if defeat i scertain, is considered more respectable."
							]
						}
					]
				}
			]
		}
	]
}
