{
	"_meta": {
		"sources": [
			{
				"json": "RR",
				"abbreviation": "RR",
				"full": "Runic Roulette",
				"authors": [
					"Vincent Betternfeld"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/50hoyk/magical_minigame_runic_roulette/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "4a4a60b6b9",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Runic Roulette",
			"id": "RR",
			"source": "RR",
			"published": "2016-08-31",
			"group": "homebrew",
			"contents": [
				{
					"name": "Runic Roulette",
					"headers": [
						"A Game of Infamy",
						"Playing the Game"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "RR",
			"source": "RR",
			"data": [
				{
					"type": "section",
					"name": "Runic Roulette",
					"entries": [
						"Mortals and gods alike have been playing games of luck since the dawn of times. Sometimes for leisure, other times for determining dramatic outcomes. In ancient times, Jergal bequeathed his kingdoms of undeath after a game of knuckbones. Zeus allocated divine domains to his sibilings by a random draw. Romulus and Remus settled tehir dispute by watching the skies for birds. When it comes to taking arbitrary decisions, a game of chance is the fairest of all.",
						"most of the these games are harmless played across the multiverse for entertainment purposes. Others, riskiers, are carried on by daredevil or malevolent creatures. The runic roulette belongs to the latter category.",
						{
							"type": "section",
							"name": "A Game of Infamy",
							"entries": [
								"Dangerous acts of gambling are generaly frowned upon by the population. Often labelled as a sin, they sometimes are considered a taboo when stakes get particularly high. Not everyone knows about the runic roulette, but rumors have been circulating in lands where there are men fearless or desparate enough to play it. Professional gamblers, crooks and the authorities who have to deal with them have generally more chances to know about this game. A moderately difficult interaction check wiht one of this characters, or proficiency with a gaming set may allow a character to be aware of the existence of the runic roulette. Within closed circles, folks are eager to spread the following rumors:",
								{
									"type": "list",
									"items": [
										"More than a game, runic roulette is a magic ritual which outsome is determined by forces beyond mortal comprehension. Be it the Goddess of Luck, the strugggle between Law and Chaos, or simply the unwinding of a cosmic scheme.",
										"Played with runes-carved dice, this game is practiced by a small number of persons reckless enough to rely on the random magic conjured by the rolled runes.",
										"Most civilized settlements banish its practice for fear of hosting an unpredictable outburst of raw magic and tearing the weave. Legends tell of shady inns too tolerating of the game, which staff and patrons were turned into infernal spawns during the nightmare. This game would most likely the place in a foul den or a pirate ship.",
										"Like a pact with the devil, a game of runic roulette is the opportunity to acquire miraculous results in no time and no effort. Players are looking for wealth, power, or simply the demise of their adversary. Sadly the player's own demise is more likely. The outcome of a session is often intense, if not violent of fully macabre.",
										"Whatever the players decide to sit around to compete, the tradition wants them to leave one open seat. This seat will be occupied by spirits and otherwordly forces spectating the content.",
										"To participate in a session of runic roulette, one must gamble no less than their own soul."
									]
								},
								"The only material needed is three dice carved in runes. These dice can be hand-made by a character who knows which runes are used in the ritual, which is uncommon.",
								{
									"type": "section",
									"name": "Emulating the Game",
									"entries": [
										"Since the runic dice have six sides, all the fun of the game is reenacting it with three d6s. You will find the correspondance between numbers and runes on the next page."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Playing the Game",
							"entries": [
								"First, each participating character must be aware of the rules. Then all players must pledge to play the game until the end, or suffer a dire fate.",
								"On your turn, roll {@dice 3d6}. If each dice give a different number your turn is over.",
								"If two dice give the same number, a harmful burst of magic happens. Look up the {@table Dice Effect|RR} table: the number obtained in double determines the type of damage of the magic burst. The total of damage is equal to twice the result of the remaining dice.",
								"If all you three dice give the same number, you do not take any damage by the dice. Instead, a special effect happens, depending on which number you rolled.",
								"The game stops when all participants bue one reach 0HP. A player cannot gain the benefit of any rest, natural or magical, while engaged in the ritual. If a participant reach 0HP or dies instantly, the next player in the game order takes his own turn until the end of the game. This guarantees that a game will not end prematurely if a player decides to flee and not return.",
								{
									"type": "table",
									"caption": "Runic Roulette Dice Effect",
									"colLabels": [
										"Number",
										"Damage Type",
										"Special Effect"
									],
									"colStyles": [
										"col-1 text-center",
										"col-5",
										"col-5"
									],
									"rows": [
										[
											1,
											"Thunder: The dice hit the table as if they were supernaturally heavy.",
											"An {@b Elemental} is unleashed and wrecks havoc on the scene. He vanishes after 30 minutes or when reaching 0 Hit Points."
										],
										[
											2,
											"Poison : the air around the dice, and the very dice themselves become toxic and harm the creature.",
											"A {@b Fey} is summoned. The player can ask her to launch any spell of level 5 or lower. She vanishes shortly after launching the spell."
										],
										[
											3,
											"Randiant:  The dice glow emit a divine light and chime with ethereal might that harms the player.",
											"A {@b Celestial} descend from the skies. Alerted by the practices of a dark art, he seeks to incapacitate the players and deliver them to the newest temple of a Lawful Good deity."
										],
										[
											4,
											"Psychic : the player is magically mesmerized by the runes.",
											"The player turns into an {@creature Oni}, and may be controlled by the DM. they are no longer part of the game. This metamorphosis ends after a year, or can be lifted by a {@spell greater restoration} spell."
										],
										[
											5,
											"Necrotic : a piece of the player's soul leaves him.",
											"The place where the game takes place becomes surrounded by supernatural mist as days go by. Starting the day after the event, undead roam the land. At first few in number, more and more them quit the tomb. After siz month, their number decreases, and the situation finally comes back to normal a year after the game."
										],
										[
											6,
											"Fire :  The dice become white-hot and heat the area nearby.",
											"A {@creature Devil} (CR 1-5) is summoned. He grants the player a service and disappears. The importance of the service is at the DM's discretion, but the service should not go against the devil's agenda."
										]
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"caption": "Runic Roulette Dice Effect",
			"name": "Dice Effect",
			"source": "RR",
			"colLabels": [
				"Number",
				"Damage Type",
				"Special Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-5",
				"col-5"
			],
			"rows": [
				[
					1,
					"Thunder: The dice hit the table as if they were supernaturally heavy.",
					"An {@b Elemental} is unleashed and wrecks havoc on the scene. He vanishes after 30 minutes or when reaching 0 Hit Points."
				],
				[
					2,
					"Poison : the air around the dice, and the very dice themselves become toxic and harm the creature.",
					"A {@b Fey} is summoned. The player can ask her to launch any spell of level 5 or lower. She vanishes shortly after launching the spell."
				],
				[
					3,
					"Randiant:  The dice glow emit a divine light and chime with ethereal might that harms the player.",
					"A {@b Celestial} descend from the skies. Alerted by the practices of a dark art, he seeks to incapacitate the players and deliver them to the newest temple of a Lawful Good deity."
				],
				[
					4,
					"Psychic : the player is magically mesmerized by the runes.",
					"The player turns into an {@creature Oni}, and may be controlled by the DM. they are no longer part of the game. This metamorphosis ends after a year, or can be lifted by a {@spell greater restoration} spell."
				],
				[
					5,
					"Necrotic : a piece of the player's soul leaves him.",
					"The place where the game takes place becomes surrounded by supernatural mist as days go by. Starting the day after the event, undead roam the land. At first few in number, more and more them quit the tomb. After siz month, their number decreases, and the situation finally comes back to normal a year after the game."
				],
				[
					6,
					"Fire :  The dice become white-hot and heat the area nearby.",
					"A {@creature Devil} (CR 1-5) is summoned. He grants the player a service and disappears. The importance of the service is at the DM's discretion, but the service should not go against the devil's agenda."
				]
			]
		}
	]
}
