{
	"_meta": {
		"sources": [
			{
				"json": "FT&S",
				"abbreviation": "FT&S",
				"full": "Fortresses, Temples, & Strongholds",
				"authors": [
					"Walrock Homebrew"
				],
				"convertedBy": [
					"GoR",
					"Maal"
				],
				"version": "1.0.1",
				"color": "5f5f78",
				"url": "https://www.dmsguild.com/product/207377/WH-Fortresses-Temples--Strongholds-rules-for-building-and-customizing-playerowned-structures",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1603230352,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "79d44a6919",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Fortresses, Temples, & Strongholds",
			"id": "FT&S",
			"source": "FT&S",
			"published": "2017-03-13",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://i.imgur.com/59z8Wg3.png"
			},
			"contents": [
				{
					"name": "Credits"
				},
				{
					"name": "Fortresses, Temples, & Strongholds"
				},
				{
					"name": "Building Your Home",
					"headers": [
						"Damaged Structures",
						"Types of Structures"
					]
				},
				{
					"name": "Building Expansions"
				},
				{
					"name": "Modifying Your Rooms"
				},
				{
					"name": "Hirelings, Soldiers, and Spellcasters",
					"headers": [
						"Hirelings",
						"Soldiers",
						"Spellcasters",
						"Sidekicks as Hirelings"
					]
				},
				{
					"name": "Traders and Merchants"
				},
				{
					"name": "Edicts"
				},
				{
					"name": "New Spells for Structures"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "FT&S",
			"source": "FT&S",
			"data": [
				{
					"type": "section",
					"name": "Credits",
					"page": 2,
					"entries": [
						{
							"type": "entries",
							"name": "Designer: Tyler 'Walrock' Reed",
							"entries": [
								"{@b DM's Guild:} {@link http://walrockhomebrew.com}",
								"{@b Patreon:} {@link http://patreon.com/walrockhomebrew}",
								"{@b Twitter:} {@link http://twitter.com/WalrockHomebrew}",
								"{@b Blog:} {@link http://walrock-homebrew.blogspot.com}"
							]
						},
						{
							"type": "entries",
							"name": "Illustrators via Adobe Stock License:",
							"entries": [
								"Asanee, Dmitriy, Elena, Konstantin Gerasimov, Grafik_Art, Katerin_vin, Lcrms, Tithi Luadthong, Mastak_A, Nextmars, Pyramis, Seraphima, Vukkostic"
							]
						},
						{
							"type": "entries",
							"name": "Illustrators via DM's Guild Licence:",
							"entries": [
								"Brian Hagan, Ron Lemen, Mark Tedin, Ben Wootten"
							]
						},
						{
							"type": "entries",
							"name": "Illustrators via Individual Licence:",
							"entries": [
								"Critical-Hit ({@link http://www.critical-hit.biz} ), Dean Spencer"
							]
						},
						{
							"type": "entries",
							"name": "Illustrators via Public Domain:",
							"entries": [
								"Canaletto, Gustave Courbet, JeanLéon Gérôme, Cornelis Springer"
							]
						},
						{
							"type": "entries",
							"name": "Special Thanks:",
							"entries": [
								"The Discord of Many Things, The DM's Guild Creative Lounge, /u/skybug12, /u/Smyris, and all our backers on Patreon!"
							]
						},
						{
							"type": "entries",
							"name": "Legal:",
							"entries": [
								"DUNGEONS & DRAGONS, D&D, Wizards of the Coast, Forgotten Realms, Ravenloft, Eberron, the dragon ampersand, Ravnica and all other Wizards of the Coast product names, and their respective logos are trademarks of Wizards of the Coast in the USA and other countries.",
								"This work contains material that is copyright Wizards of the Coast and/or other authors. Such material is used with permission under the Community Content Agreement for Dungeon Masters Guild.",
								"Some artwork © 2015 Dean Spencer, used with permission. All rights reserved.",
								"All other original material in this work is copyright 2021 by Walrock Homebrew and published under the Community Content Agreement for Dungeon Masters Guild."
							]
						},
						{
							"type": "entries",
							"name": "ON THE COVER",
							"entries": [
								"Gustave Courbet (1819-1877) paints the iconic Chillon Castle in Veytaux, Switzerland. A French painter and one of the fathers of the Realism movement, Courbet was also an active socialist and was directly involved with the short-lived communist government of Paris in 1871. After the fall of the Paris commune, Courbet escaped the reprisals of the French government by entering a selfimposed exile to Switzerland, where he painted this piece in 1875, shortly before his death."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Fortresses, Temples, & Strongholds",
					"page": 4,
					"entries": [
						"An ancient castle on a wind-swept cliff, overlooking a verdant bone-strewn valley where an ancient battle took place. Set against the seaside, an open-air ivory-columned temple spreads its arms wide to welcome in the elements. At a dusty crossroads, a lone trading post invites all travelers, specially those with purses filled with gold, or lips laden with rumors.",
						"As storied as these locations may be, they were all founded at one point by historical figures. Bold, noteworthy folk of many walks of life, who invested coin and manpower into building these landmarks for purposes inscrutable, either lost to the passage of time or handed down in song and story between the generations. Immortality is available to all adventurers with sufficient coin, should they wish to build it.",
						"Players often wish to leave their mark on the world, to establish something grand that can survive their characters and change the world around them, making it altogether better, worse, or simply different for its presence. Structures that are created by the characters are an excellent opportunity for roleplaying, quests, and story, being an instantly visible and prominent part of the world to those in regions nearby.",
						"A structure included in a game is typically both a focal point of the campaign and an investment opportunity for the player characters. The more gold and time characters spend expanding, improving, and staffing their structure, the more benefits, defense, and utility it provides. A well-governed structure can act as a military bastion, a powerful trading hub, or the spiritual center of a faith, and those that control the structure may stand as the stewards of the fates of millions."
					]
				},
				{
					"type": "section",
					"name": "Building Your Home",
					"page": 3,
					"entries": [
						"Should players wish to build a structure, they must pay the associated construction fee and invest the proper construction time to build it, as indicated on the Buildable Structures table.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Land Ownership",
									"entry": "If this structure will be on owned land in a kingdom or other governed region, players must typically buy the land to be allowed to build by the government, at a price determined by its size and location. The price of land typically runs between 100 gp and 1000 gp for a small to well-sized plot, but can stretch upwards of 5,000 gp for a large, expansive plot. The DM determines land prices, and not all land is inherently for sale."
								},
								{
									"type": "item",
									"name": "Room Points",
									"entry": "An abstraction not tied to the physical area of a structure, room points instead represent the amount of extra infrastructure the structure is able to support. Room expansions built within or around a structure use up its room points, and a structure's room expansions cannot have used collective room points in excess of what the structure provides."
								},
								"For example, if a structure has 3 room points, it can have three 1 room point expansions, or a 1 room point and a 2 room point expansion, but not two 2 room point expansions.",
								{
									"type": "item",
									"name": "Construction Cost and Time",
									"entry": "The cost of construction includes materials and labor, and is assumed to be performed by a structure's required hirelings. Other individuals, which can be player characters, additional hirelings, and or other NPCs, can choose to help if they are present for the entire duration of a structure's construction time. If this is the case, reduce the structure's construction cost by a percentage equal to the individual's CR or half the individual's total character level (round up), whichever is applicable. Treat CRs of 0 as if they were 1/8 for this purpose. Multiple individuals can work on a structure for its entire construction time in this way to secure this benefit multiple times."
								}
							]
						},
						{
							"type": "inset",
							"name": "Monthly Installments",
							"entries": [
								"Though a structure has its costs listed per day, your DM may wish to collect these payments every 30 days instead of daily, to help simplify the math involved in running a structure. Income from a structure (from things such as room expansions, detailed later) tends to be on a 30 day basis, as well, making this even more desirable.",
								"If this is the case, add together the structure's Total Cost per Day with the maintenance costs of its expansions, and multiply this total by 30. Then, starting every 30 days after the structure's completion, pay this total, which can be offset by the structure's income."
							]
						},
						{
							"type": "statblock",
							"tag": "table",
							"source": "FT&S",
							"name": "Buildable Structures",
							"page": 5
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"page": 6,
							"items": [
								{
									"type": "item",
									"name": "Approximate Square Footage",
									"entry": "Structures vary in general design, and each type of structure has an approximate size listed along with it. This square footage is only an average measure of the interior of a structure, and a structure of a given type may be larger or smaller, within reason. The actual size of a structure has no impact on its function."
								},
								"If you are drawing a map of your structure using squares, a single square at the scale typically used in D&D is 5 feet by 5 feet, with a square footage of 25. Thus, you can determine the number of available squares to draw your structure by dividing the listed square footage by 25.",
								{
									"type": "item",
									"name": "Bonus Expansion",
									"entry": "Most {@filter structures|rewards|type=structure} come with an {@filter expansion|rewards|type=expansion} that is a fundamental part of the structure itself. This bonus expansion is completed along with the structure, and does not carry a separate construction cost unless otherwise stated. A bonus expansion also does not count against a structure's room points, effectively costing 0 room points regardless of what its cost would otherwise be. Expansions for your structure are listed in a subsequent section."
								},
								{
									"type": "item",
									"name": "Hirelings",
									"entry": "The Skilled and Unskilled Hirelings columns indicate how many hirelings the {@filter structures|rewards|type=structure} and its expansions require to function (see the {@book Hirelings, Soldiers, and Spellcasters|FT&S|5} section later on for more). If hireling positions are unfilled, the structure and its expansions do not function until the roles are filled. Soldier and spellcaster hirelings do not count as either skilled or unskilled, and are special categories unto themselves."
								},
								"If a structure's Total Cost per Day is unpaid, the structure and its expansions cease functioning or providing benefits for every day it is unpaid. After 7 days of being unpaid (which need not be consecutive), a structure loses 1/4 of its total required hirelings, chosen at random, who wander off in search of better work. This continues every 7 days, until the structure loses all of its hirelings after 28 days. If a structure has less than 10 total required hirelings, all of its hirelings instead leave after not being paid for only 7 days.",
								{
									"type": "item",
									"name": "Total Cost per Day",
									"entry": "Each {@filter structures|rewards|type=structure} has a basic cost each day to keep it in operation, and to keep any expansions it supports functioning. This cost covers the wages of a structure's required hirelings, as well as repair and resupply costs. Depending on structure, this cost sometimes includes discounts based on the structure's inherent ability to provide revenue."
								},
								"If a structure's Total Cost per Day is unpaid, the structure and its expansions cease functioning for every day it is unpaid. After the first 7 consecutive days of being unpaid, each hireling must roll {@dice 1d20}, with a DC of 5. If a hireling rolls lower than the DC, that hireling abandons its post and wanders off in search of work. This check is repeated after every 7 consecutive days without pay, and its DC increases by 5 on every consecutive check"
							]
						},
						{
							"type": "entries",
							"name": "Damaged Structures",
							"page": 6,
							"entries": [
								"You may also rebuild a damaged {@filter structures|rewards|type=structure} you happen upon, should the DM determine you can make a legitimate claim to its ownership. You do not have to pay full price for such a structure and may not necessarily have to purchase the land this structure is on. The construction time and cost of a damaged structure varies directly with the amount of damage the structure has taken. As an example, if a structure is only 25% damaged, repairing the structure and rendering it active would require 25% of the normal construction cost and time. Examples of what specific percentages of damage would look like may be found on the following table.",
								{
									"type": "table",
									"colLabels": [
										"Damage Percent",
										"Appearance"
									],
									"colStyles": [
										"col-3 text-center",
										"col-9 text-left"
									],
									"rows": [
										[
											"0 %",
											"Structure is immaculate and fully functional"
										],
										[
											"1-25 %",
											"Some wear and tear, roofs and walls have holes"
										],
										[
											"26-50 %",
											"Major components missing, some rooms collapsed"
										],
										[
											"51-75 %",
											"Nature reclaimed structure, some parts must be dug out"
										],
										[
											"76-100 %",
											"Scattered ruins, little more than foundation"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Types of Structures",
							"page": 7,
							"entries": [
								"The following is a {@filter list of structures|rewards|type=structure} that are available to build, and any attributes they may have.",
								{
									"type": "list",
									"columns": 3,
									"style": "list-hang",
									"name": "List of structures",
									"items": [
										"{@reward Abbey|FT&S}",
										"{@reward College or large school|FT&S}",
										"{@reward Cottage or farmhouse|FT&S}",
										"{@reward Dungeon or barrow|FT&S}",
										"{@reward Guildhall|FT&S}",
										"{@reward Inn, rural roadside|FT&S}",
										"{@reward Inn, town or city|FT&S}",
										"{@reward Keep or small castle|FT&S}",
										"{@reward Lodge, hunting|FT&S}",
										"{@reward Medium castle|FT&S}",
										"{@reward Noble manor, with estate|FT&S}",
										"{@reward Outpost or fort|FT&S}",
										"{@reward Palace or large castle|FT&S}",
										"{@reward Shop|FT&S}",
										"{@reward Temple, large|FT&S}",
										"{@reward Temple, small|FT&S}",
										"{@reward Tower, fortified|FT&S}",
										"{@reward Trading post|FT&S}"
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "Built From Magic",
							"page": 7,
							"entries": [
								"Some spells create structures, such as {@spell druid grove|XGE}, {@spell mighty fortress|XGE}, and {@spell temple of the gods|XGE} (all found in Xanathar's Guide to Everything), as well as {@spell Galder's tower|LLK} (found in Lost Laboratory of Kwalish), most of which can become permanent after 1 year of continued casting.",
								"If your DM allows it, here are rules for how to use these spells to create structures or other effects usable with this supplement:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Druid grove",
											"entry": "When cast on an area including a structure owned by you or one of your allies, this spell can instead have a radius of 30-90 feet around the structure, which can become permanent if cast every day for 1 year. It still cannot affect the area inside a structure."
										},
										{
											"type": "item",
											"name": "Galder's tower",
											"entry": "If you've cast this spell at 6th-level or higher for 1 year and it has become permanent, you can spend 5,000 gp in materials to improve the tower's defenses, retrofitting it into a {@reward Tower, fortified|FT&S|fortified tower} after 30 days. The furnishings you have selected for the tower have no effect on what expansions it has."
										},
										{
											"type": "item",
											"name": "Mighty fortress.",
											"entry": "Casting this spell consistently for 1 year requires approximately 25,000 gp in material components. After it becomes permanent, it immediately counts as a {@reward Keep or small castle|FT&S|keep or small castle}."
										},
										{
											"type": "item",
											"name": "Temple of the gods. ",
											"entry": " After this structure becomes permanent, you can furnish it into a functional {@reward Temple, large|FT&S|large temple} by expending 15,000 gp and completing a 30 day construction time. After this time, a single casting of {@spell disintegrate} will not destroy the temple."
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Building Expansions",
					"page": 8,
					"entries": [
						"Any time after a {@filter structure|rewards|type=structure} is built, its owner can choose to furnish already available rooms or space within the structure or its grounds, selecting from the following list of {@filter expansions|rewards|type=expansion} to add on to the structure. The owner then expends the related gold cost of the expansion to provide for materials and labor, and, after the construction time indicated elapses, the expansion is furnished.",
						"Note that each expansion also carries a size cost in room points, and that your structure can never for any reason have more points used up by built expansions than are available under its listed total room points on the {@table Buildable Structures|FT&S} table. Unless otherwise noted, any single expansion can only be built once within a structure.",
						"As with the structures themselves, characters need not be present while expansions are being furnished, but if they are present and labor for the entire duration of an expansion's construction time, they can reduce the expansion's total cost by a percentage equal to half the character's level, rounded up. More than one character can secure this benefit for one expansion at the same time. Work can be done to furnish multiple expansions at the same time, but laboring characters can only gain a discount on one of them.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Daily Maintenance Cost",
									"entry": "Some {@filter expansions|rewards|type=expansion}, typically those that require hirelings, also have an associated maintenance cost, which is an amount of currency added to the structure's Total Cost per Day and paid in place of those {@book Hirelings, Soldiers, and Spellcasters|FT&S|5} wages. This cost must be paid daily along with the structure's Total Cost per Day, or the expansion does not operate. The Daily Maintenance Cost may be listed as optional, in which case choosing to pay it grants the expansion additional benefits."
								},
								{
									"type": "item",
									"name": "Requirements",
									"entry": "Some rooms have requirements based on a structure's location, or available technology within a structure's setting. Your DM may rule, for example, that a setting without air travel would be impossible or impractical to construct an air docks in. Likewise, a setting without clockwork could find it difficult to justify the inclusion of a clock tower."
								},
								"Players might be able to discover these technologies on their own, should the DM allow it, through adventuring to far-off lands and uncovering ancient secrets, or by way of diligent research.",
								{
									"type": "item",
									"name": "Can Also Be:",
									"entry": "Some {@filter expansions|rewards|type=expansion} can be built in alternative forms, which are thematically similar. Choosing to build an expansion as one of its listed alternative forms does not change what the expansion functionally does, merely alters its general appearance."
								},
								{
									"type": "item",
									"name": "Income",
									"entry": "Many {@filter expansions|rewards|type=expansion} provide income, which can help offset the daily costs of running a stronghold. If available, income is detailed in an expansion's income section, which includes any mitigating factors that must be first addressed in order to receive that income."
								},
								"All income is received together on a single day every 30 days, with the first such day starting 30 days after construction is completed on the structure the expansion is in. Income is usually listed as an average amount, and the dice roll formula that provides that amount, similar to how creature damage is listed. For example: 225 gp (or 30 gp × 3d4). This is intended to provide a streamlined result for quicker math, while still giving the DM the ability to vary a structure's income, for a more simulationist approach."
							]
						},
						{
							"type": "statblock",
							"tag": "table",
							"source": "FT&S",
							"name": "Room Expansions",
							"page": 9
						}
					]
				},
				{
					"type": "section",
					"name": "Modifying your Rooms",
					"page": 26,
					"entries": [
						"Individual rooms can be built up, improved, and modified in a small variety of ways.",
						"You can choose to purchase a modification from the list below for either a room {@filter expansion|rewards|type=expansion} being built, or for one that has already been built. If the expansion is being built, the modification adds its construction time to the expansion's total construction time. If a modification is purchased for an existing expansion, the modification's building begins immediately, and the expansion does not provide a benefit until the modification is complete.",
						"Some modifications have requirements, which the owners of the structure, or at least one of their allies within the structure, must be able to fulfill in order to build.",
						{
							"type": "statblock",
							"tag": "table",
							"source": "FT&S",
							"name": "Room Expansion Modifications",
							"page": 26
						},
						{
							"type": "statblock",
							"tag": "table",
							"source": "FT&S",
							"name": "Trap Construction",
							"page": 27
						},
						{
							"type": "statblock",
							"tag": "table",
							"source": "FT&S",
							"name": "Spell-Bound Spells",
							"page": 28
						},
						{
							"type": "inset",
							"name": "Other Spells for Structures",
							"page": 28,
							"entries": [
								"Many other spells that already exist in the {@i Player's Handbook} are ideal for use with player-owned structures. The following is a list of spells to consider when building and maintaining a structure:",
								"{@spell Arcane lock}, {@spell forbiddance}, {@spell glyph of warding}, {@spell guards and wards}, {@spell hallow}, {@spell mirage arcane}, {@spell Mordenkainen's faithful hound}, {@spell Mordenkainen's private sanctum}, {@spell programmed illusion}, {@spell symbol} and {@spell teleportation circle} are all spells that contribute well to an owned structure in different ways.",
								"In addition, a spell that must be cast every day for a year to take permanent effect only needs to be cast every day for a 30 days within a structure that you own."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Hirelings, Soldiers, and Spellcasters",
					"page": 29,
					"entries": [
						"Any large-scale {@filter structures|rewards|type=structure} requires constant work and upkeep to remain operational, and roving heroes aren't usually predisposed to building maintenance. {@b Hirelings} are individuals that can perform ordinary or skilled tasks at your behest, expecting payment in return. {@b Soldiers} are hirelings skilled in the art of combat, while {@b spellcaster} hirelings are those with at least a cursory grasp of magic.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Hiring",
									"entry": "Typically, hirelings are able to be recruited wherever there are people, up to 1/100th of the local population (minimum {@dice 1d10+5|1d10 + 5} hirelings), which replenishes every 30 days. This calculation only applies to unskilled or skilled hirelings (of a distribution chosen by the DM), and soldiers or spellcasters require a specialized location, such as a mercenary camp or an arcane school, to recruit."
								},
								{
									"type": "item",
									"name": "Payment",
									"entry": "Hirelings of any sort must be paid to retain their services. Any hirelings listed as requirements for a structure or room expansion are paid for with the structure or room's Total Cost per Day or Daily Maintenance Cost, respectively, instead of the wages the hirelings would otherwise be paid. Any hireling other than those that are required by a structure or room must be paid its daily rate to provide services."
								},
								{
									"type": "item",
									"name": "Desertion",
									"entry": "Hirelings not required by a structure will typically desert their service after 7 days without pay, which need not be consecutive, and which reset to 0 after every 30 days. If hirelings required by a structure or room are not paid or desert, the structure and its rooms will cease functioning or providing any benefits until the hirelings are paid and the positions are filled once more."
								}
							]
						},
						{
							"type": "entries",
							"name": "Hirelings",
							"page": 29,
							"entries": [
								"Service of the following hirelings can be retained by purchasing them at their listed price or paying their listed cost per day. In combat, all hirelings count as {@creature commoner|mm|commoners} (MM, p. 345) unless properly equipped, such as with an armory.",
								{
									"type": "statblock",
									"tag": "table",
									"source": "FT&S",
									"name": "Hirelings",
									"page": 29
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"entries": [
												"{@b Unskilled hirelings} have no special skills to speak of, though they can clean, cook passably, and keep a structure cared for in ways that do not require a particular skillset."
											]
										},
										{
											"type": "item",
											"entries": [
												"{@b Skilled hirelings} each come proficient in one particular skill or set of tools, and have a +5 bonus to checks they make with this proficiency. This bonus is considered to include both the hireling's relevant ability modifier and proficiency bonus. You determine which skill or set of tools the hireling is proficient with at the time you first hire them."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Soldiers",
							"page": 29,
							"entries": [
								"Trained in the ways of battle, the following soldiers can be retained at their listed payment per day. The statistics of these soldiers can be found in the location and on the page referenced.",
								{
									"type": "statblock",
									"tag": "table",
									"source": "FT&S",
									"name": "Soldiers Hirelings",
									"page": 29
								}
							]
						},
						{
							"type": "entries",
							"name": "Spellcasters",
							"page": 30,
							"entries": [
								"Magically gifted and skilled in arcane, divine, or primal arts, these spellcasters can be retained at their listed payment per day. The statistics of these spellcasters can be found in the location and on the page referenced.",
								{
									"type": "statblock",
									"tag": "table",
									"source": "FT&S",
									"name": "Spellcasters Hirelings",
									"page": 30
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "More Spellcasters",
											"entry": "The services of those skilled with spellcraft are a difficult thing to obtain, and most spellcasters of a higher CR than those listed here often prefer to sell their spellcasting services on a per-spell basis, rather than being hired out daily."
										},
										"If your DM allows it, other humanoid spellcasters of CR 4 or 5 can also be hired, if they are paid 35 gp or 60 gp daily, respectively."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sidekicks as Hirelings",
							"page": 30,
							"entries": [
								"If your DM allows it, you may be able to hire {@variantrule sidekicks|tce} (TCE, p. 142-147) as you would other hirelings. A sidekick must be paid an amount each day based on its level, as indicated on the table below. If not paid without a sufficiently good reason, a sidekick will abandon its position after 7 consecutive days.",
								{
									"type": "statblock",
									"tag": "table",
									"source": "FT&S",
									"name": "Sidekick Pay",
									"page": 30
								},
								"When including a sidekick, keep in mind that a sidekick is significantly less powerful than a creature with a CR equal to the sidekick's level. A sidekick is intended to emulate a player character; just as a level 6 character would not be the equal of a CR 6 dragon, the same goes for a level 6 sidekick and a CR 6 mage (as an example).",
								"Note also that sidekicks are special, and the number of such hirelings available should be kept especially small. A sidekick might be handy as a majordomo or general to run a {@filter structures|rewards|type=structure} in the party's absence, as a complement to the party itself, or a group of sidekicks could adventure together sanctioned by the party, while the party attends to other matters.",
								"{@i {@b Alternative Payment.}} Consistently paying a sidekick in this way will most likely will get very expensive as a sidekick levels, and so alternative forms of payment may be necessary. This could include a special quest to ensure the sidekick's loyalty, or the acquisition of a treasure that eclipses any wealth the sidekick could otherwise acquire.",
								"Alternatively, while adventuring a sidekick could simply demand an equal share of the loot, and be paid equally to any other member of the party."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Traders and Merchants",
					"page": 31,
					"entries": [
						"Select rooms will entice merchants to visit or take up residence at your {@filter structures|rewards|type=structure}, bringing commerce to your doorstep. Whenever a room tells you to roll for a merchant, do so on the Merchants table below. If a room allows you to select a merchant, you can choose any merchant on that table that is not a legendary merchant.",
						"This mechanic is greatly expanded upon in the {@loader Traders & Merchants|book/Walrock Homebrew; Traders and Merchants.json} supplement, which includes itemized inventories for each type of merchant. If you wish, you can use that supplement in conjunction with this one to improve and add depth to your merchants.",
						{
							"type": "statblock",
							"tag": "table",
							"source": "FT&S",
							"name": "Merchants",
							"page": 31
						},
						{
							"type": "inset",
							"name": "Subject to Availability",
							"entries": [
								"Many different types of merchants are listed here, and not all merchants are appropriate to every setting. A magic items merchant might be illogical for a setting where magic items are too rare to be sold, or a mechanical contraptions merchant may be at odds with a setting that has yet to discover clockwork.",
								"If a thematically inappropriate merchant is rolled (or chosen) on these tables, simply reroll (or choose again) until a more appropriate merchant is selected. In the case of legendary merchants, roll again on the legendary merchants table, unless none of the available legendary merchants would be thematically acceptable."
							]
						},
						{
							"type": "entries",
							"name": "Legendary Merchants",
							"page": 31,
							"entries": [
								"If a Legendary Merchant is rolled on the Merchants table, roll once on the following table to determine which Legendary Merchant your players encounter:",
								{
									"type": "statblock",
									"tag": "table",
									"source": "FT&S",
									"name": "Legendary Merchants",
									"page": 31
								}
							]
						},
						{
							"type": "entries",
							"name": "Merchant Quality",
							"page": 31,
							"entries": [
								"Whenever you roll or choose a merchant, roll on the Quality table, below, to determine the quality of their goods. Legendary merchants do not exist below medium quality, and their quality should be rerolled until it is medium or higher",
								{
									"type": "statblock",
									"tag": "table",
									"source": "FT&S",
									"name": "Quality",
									"page": 31
								},
								"Based on the results of these tables, the DM will determine the contents of a merchant's inventory. Alternatively, your DM may choose to use {@loader Traders & Merchants|book/Walrock Homebrew; Traders and Merchants.json} to determine a merchant's inventory.",
								{
									"type": "entries",
									"name": "Items and Quality",
									"page": 31,
									"entries": [
										"Specific qualities of merchant have certain things in common, and carry certain types of items. Use the following as a general guideline for what each quality of merchant might have:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Atrocious Quality",
													"entry": "Goods this merchant carries are often garbage, broken, or outright scams."
												},
												{
													"type": "item",
													"name": "Poor Quality",
													"entry": "This merchant has a few items that might be useful, though nothing especially expensive or special."
												},
												{
													"type": "item",
													"name": "Medium Quality",
													"entry": "There are a few gems buried in this merchant's inventory, but by and large they carry exactly what one would expect."
												},
												{
													"type": "item",
													"name": "Good Quality",
													"entry": "This merchant's wares are all of ideal make, with some truly exquisite or even magical pieces."
												},
												{
													"type": "item",
													"name": "Excellent Quality",
													"entry": "One of the best merchants of this type imaginable. Goods are all masterworks, and magical items are commonplace amongst their wares."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Buying Items",
									"page": 32,
									"entries": [
										"Merchants may be willing to buy items the players are selling, usually those that are of and good make and similar enough to the items they already carry. Merchants often are willing to pay half the ordinary price for wares the players are selling, excepting magic items, which obey their own special rules ({@variantrule Downtime Activity: Selling Magic Items|DMG|DMG, p. 129-130}; {@variantrule Downtime Activity: Selling a Magic Item|XGE|XGE, p. 133-134}).",
										"Currency carried by merchants for such purposes is as listed on the {@table Quality|FT&S} table, and typically is kept in a secure location, such as a trapped lockbox."
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "The Invisible Hand at Work",
							"entries": [
								"Some areas are exceptionally good (or poor) locations in which to find merchants. The intersection of two major trade routes can yield merchants of a much higher quality than a forgotten outpost deep in the borderlands.",
								"If an area is exceptionally good for trade, your DM may choose to roll twice on the {@table Quality|FT&S} table, and use the best result. If an area is ill-suited to commerce, however, the DM may likewise decide to roll twice and use the worst result, instead."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Edicts",
					"page": 33,
					"entries": [
						"Running a {@filter structures|rewards|type=structure} with 3 room points or greater might give its owners a certain amount of control over the local law of the land, particularly if the structure is the only or largest building in its general area. If your DM decides that owning such a structure grants you this authority, you can use that authority to issue one of the following edicts.",
						"You can only have one edict issued for a structure at any time, and issuing a new edict overwrites any other local edicts currently in place. The owner of a structure must be within that structure to issue an edict for it. Only one structure has the power to issue an edict within a 5 mile radius, even if there are multiple structures within that area, and the effects of an edict are limited to this area.",
						"An edict can only be issued once every 30 days, but its effects last as long as the structure it is based in has its full staff and is undamaged. All edicts have requirements, which must be met before the edict can be issued.",
						{
							"type": "list",
							"columns": 2,
							"style": "list-hang",
							"name": "List of Edicts",
							"items": [
								"{@variantrule Arcane Trials|FT&S}",
								"{@variantrule Festivities|FT&S}",
								"{@variantrule Magical Education|FT&S}",
								"{@variantrule Martial Training|FT&S}",
								"{@variantrule Proselytization|FT&S}",
								"{@variantrule Protection|FT&S}",
								"{@variantrule Right of Passage|FT&S}",
								"{@variantrule Ritual Mysteries|FT&S}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "New Spells for Structures",
					"page": 35,
					"entries": [
						"The following spells are presented in alphabetical order. See the included Spells table for information on which class has access to which spells on its spell list.",
						{
							"type": "statblock",
							"tag": "table",
							"source": "FT&S",
							"name": "Spells",
							"page": 35
						},
						"*{@loader Witch class by Walrock Homebrew|class/Walrock Homebrew; Witch.json}"
					]
				}
			]
		}
	],
	"reward": [
		{
			"name": "Abbey",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"6"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"50,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"400 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"30,000 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Garden|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"5"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"25"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"20 gp"
							]
						}
					]
				},
				"A religious retreat for those so inclined. Often dedicated to a particular deity or holy or monastic order. Made plain or ornate, befitting its order, out of local stone or wood. Contains mostly communal living quarters for up to 100 persons."
			]
		},
		{
			"name": "College or Large School",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"6"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"50,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"400 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"200,000 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Lecture Hall|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"5"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"25"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"20 gp"
							]
						}
					]
				},
				"A center of scholarly learning, concerned with a particular vocation, magical practice, or bardic tradition. Contains lavish private quarters for up to 15 instructors and communal, if not entirely stark, living for up to 250 students."
			]
		},
		{
			"name": "Cottage or Farmhouse",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"1"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"400 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"—"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"1"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"—"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"5 sp"
							]
						}
					]
				},
				"A small to medium cozy hovel or home that can house a maximum of 5 people in close quarters. Made of thatch, lumber, brick, or similar. This structure comes with no bonus expansions."
			]
		},
		{
			"name": "Dungeon or Barrow",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"3"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"15,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"100 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"50,000 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Jails|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"3"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"15"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"10 gp"
							]
						}
					]
				},
				"An underground dwelling, dank, pungent, and dark. Perhaps composed of mineshafts, carved stone, or ancient sunken ruins. Dimly lit by torches, lava, or phosphorescent fungi. Contains communal living quarters for up to 50 tightly packed humanoids."
			]
		},
		{
			"name": "Guildhall",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"1"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"60 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"2,800 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Smithy|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"5"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"3"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"5 gp"
							]
						}
					]
				},
				"A large and often-storied house dedicated to housing members of a guild, typically all of a single profession or adventurous bent. Contains semi-private quarters for up to 25 individuals."
			]
		},
		{
			"name": "Inn, rural roadside",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"2"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"60 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"4,000 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Lodgings|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"5"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"10"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"10 gp"
							]
						}
					]
				},
				"A large-sized inn, well outside a town or city, catering to travelers along a major roadway. Can comfortably house up to 25 guests or staff, in addition to the extra capacity provided by the Lodgings expansion."
			]
		},
		{
			"name": "Inn, town or city",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"1"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"60 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"2,800 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Lodgings|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"1"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"5"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"5 gp"
							]
						}
					]
				},
				"Compact and made to fit alongside other buildings in a city or town, this inn is smaller and more efficient than its rural counterpart. This inn can house up to 25 guests in addition to the extra capacity granted by the Lodgings expansion."
			]
		},
		{
			"name": "Keep or Small Castle",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"10"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"50,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"400 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"100,000 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Armory|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"50"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"50"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"100 gp"
							]
						}
					]
				},
				" Fit for borderlands and backwaters, this sturdy castle provides a safe haven for those inside it. There is a private room for the master of the keep, as well as private rooms for up to 25 distinguished guests. This structure can also house up to 250 servants or men-at-arms in less comfortable, occasionally communal living space."
			]
		},
		{
			"name": "Lodge, hunting",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"0"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"1,600 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Trophy room|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"1"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"—"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"5 sp"
							]
						}
					]
				},
				"A simple cabin, warm and dry, meant for trappers and hunters out in remote areas. Contains enough room to support up to 5 residents with basic necessities"
			]
		},
		{
			"name": "Medium Castle",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"15"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"274,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"800 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"500,000 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward War room|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"100"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"75"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"250 gp"
							]
						}
					]
				},
				"Made to rule over a fiefdom or barony, this structure is equipped with heavy stone walls, turrets, and spires. A private room exists for the owner of this castle, and additional private rooms can house up to 50 guests. Staff or soldiers have mostly communal living, which can accommodate up to 500."
			]
		},
		{
			"name": "Noble Manor, with estate",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"5"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"25,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"150 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"12,000 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Library|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"3"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"15"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"10 gp"
							]
						}
					]
				},
				"A fine manor house on a wide tract of land, expertly manicured or tailored how you wish. Contains private rooms for up to 15 individuals, as well as lower quality and well hidden semi-private quarters for a serving staff of up to 35 persons."
			]
		},
		{
			"name": "Outpost or Fort",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"5"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"25,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"100 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"50,000 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Armory|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"20"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"40"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"50 gp"
							]
						}
					]
				},
				"A forward, rough military establishment hewn from rock or timber, this structure is a friendly presence in a hostile land. Contains private quarters for up to 25 officers and common bunks for up to 225 soldiers and staff."
			]
		},
		{
			"name": "Palace or Large Castle",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"20"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"500,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"1,200 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"900,000 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"Any room that costs only 1 or 2 room points"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"200"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"100"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"400 gp"
							]
						}
					]
				},
				"An opulent, beautiful, enormous structure, the worthy seat of a kingdom or empire. Contains personal chambers for the structure's owners, private quarters for up to 200 distinguished guests, and somewhat shabby residences for up to 1,800 servants and soldiers. This structure comes with one free room of your choice, so long as the room would cost only 1 or 2 room points. This room costs neither room points nor gold."
			]
		},
		{
			"name": "Shop",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"0"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"3,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"1,600 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Boutique|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"1"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"—"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"2 gp"
							]
						}
					]
				},
				"A small, welcoming shop, filled with wares of all kinds. Contains enough room for up to 3 individuals to live, as well as a secure, trapped lockbox or safe in which to keep currency"
			]
		},
		{
			"name": "Temple, large",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"6"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"50,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"400 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"200,000 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Chapel|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"10"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"10"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"25 gp"
							]
						}
					]
				},
				"An immense, solemn place carved in the image of a god or gods, decorated to suit their personalities, using whichever materials, forms, and iconography that the associated deities find most pleasing. Contains communal bunks suitable for up to 100 pilgrims or acolytes, and private quarters for up to 25 ranking members of the clergy."
			]
		},
		{
			"name": "Temple, small",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"0"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"3,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"1,000 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Shrine|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"2"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"—"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"1 gp"
							]
						}
					]
				},
				"A quaint rustic church, roadside shrine, or cultish grotto, dedicated to the simple worship of one or a handful of gods. Has room enough to house 5 clergy or congregants, in relatively stark conditions."
			]
		},
		{
			"name": "Tower, fortified",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"4"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"15,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"100 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"2,800 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Stables|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"10"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"—"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"25 gp"
							]
						}
					]
				},
				"A large single spire set somewhere high and remote with an excellent view, fortified towers are typically used as military lookouts, wizard's spires, or immense lighthouses. Includes private rooms for up to 25 occupants and tightly-packed bunks for up to 100 visitors, acolytes, or staff"
			]
		},
		{
			"name": "Trading Post",
			"source": "FT&S",
			"page": 5,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"2"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"60 days"
							]
						},
						{
							"type": "item",
							"name": "Approx. Sq. Footage:",
							"entries": [
								"4,000 sq. ft."
							]
						},
						{
							"type": "item",
							"name": "Bonus Expansion:",
							"entries": [
								"{@reward Caravansary|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"4"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"2"
							]
						},
						{
							"type": "item",
							"name": "Total Cost per Day:",
							"entries": [
								"10 gp"
							]
						}
					]
				},
				"Either a single, large building or a simple and colorfully adorned set of shacks, tents, or shops set up against a harbor, river, or crossroads, each holding wares ranging from astounding to mundane. Comes equipped with private lodging for 5 important persons and bunks or hammocks for up to 45 travelers, traders, or passing merchants."
			]
		},
		{
			"name": "Alchemist's Lab",
			"source": "FT&S",
			"page": 10,
			"type": "Expansion",
			"entries": [
				"{@i Glass-blown tubes, alembics, piping, and jars line the walls in dusty candle-lit shelves. The air is musky with the smell of dried herbs, as to the side a cauldron bubbles rhythmically atop an open flame.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Apothecary, herbalist"
							]
						}
					]
				},
				"This room comes equipped with {@item alchemist's supplies|phb}, a {@item poisoner's kit|phb} and an {@item herbalism kit|phb} that are all inherently part of its architecture. As such, each of these sets of tools is always considered to be present here.",
				"Additionally, a creature proficient with alchemist's supplies has a bonus to crafting {@filter magic items in the potion category of rare quality or lesser|items|source=|type=potion|rarity=common;uncommon;rare} while within this room. A creature proficient with the poisoner's kit has this same bonus when crafting poisons within this room, such as {@item basic poison (vial)|PHB|Basic Poison} or any of the poisons listed on pages {@table Poisons|DMG|257-258 of the Dungeon Master's Guide}. In either case, it takes the creature a quarter of the normal time to craft the item in question, and it costs half as much of the usual gold. This bonus is not cumulative with similar bonuses from class features or other sources."
			]
		},
		{
			"name": "Animal Pen",
			"source": "FT&S",
			"page": 10,
			"type": "Expansion",
			"entries": [
				"{@i A large pen made to securely hold willing or unwilling beasts. A small nearby larder ensures food will not be in short supply, should the creature find itself hungry.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 or 2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 or 5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 or 30 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Aviary, barn, dragon trap, griffin roost, monster cage, petting zoo"
							]
						}
					]
				},
				"This room allows creatures to be held securely and safely, whether or not they desire to be, until you choose to release them. The creatures held here can be beasts, dragons, monstrosities, or other bestial creatures such as owlbears or displacer beasts.",
				"This room can hold five creatures sized Small, three sized Medium, or one sized Large. If built using two room points, this capacity is doubled, and the pens can also instead house one Huge creature.",
				"This room does not automatically include creatures, which must be acquired through other means. You can buy and construct this room multiple times"
			]
		},
		{
			"name": "Arcanist's Study",
			"source": "FT&S",
			"page": 11,
			"type": "Expansion",
			"entries": [
				"{@i Nothing in the multiverse is stranger or more dangerous than the study of a dyed-in-the-wool magic user. Oddities adorn every murky wooden shelf, from a relatively-usual human skull to a planar vortex in a jar or a preening pseudodragon atop a bookcase. The air reeks of spell components, and books of specific lore cover seemingly every surface.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Binding circle, ritual circle, mirror maze"
							]
						}
					]
				},
				"Spells of any school with the ritual tag can be cast as rituals in half the usual time here without expending any components that do not have an associated cost in gold. If a ritual has components with a gold cost, this cost is halved when the ritual is performed in this room. While here, the owners of this structure and their allies have advantage on all rolls required by rituals.",
				"Additionally, choose two schools of magic. While present within this room, spells in a chosen school cast by the owners of this structure and their allies have twice their normal duration, and half their normal materials cost (for materials with a gold cost). {@skill Arcana} checks made here that deal with a chosen school of magic have advantage.",
				"This room can be built multiple times, and each time different schools must be chosen"
			]
		},
		{
			"name": "Armory",
			"source": "FT&S",
			"page": 11,
			"type": "Expansion",
			"entries": [
				"{@i A stockpile of common weapons and armor, an armory provides defenses to the defenseless, as well as granting common people the ability to strike back and defend their home.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						}
					]
				},
				"When the structure is under attack, any hireling that is not a spellcaster or soldier and that the structure requires for maintenance can visit the armory and afterwards count as a {@creature guard} (MM, p. 347), up to a maximum number of hirelings equal to 5 × your structure's room points.",
				"Hirelings equipped in this way can also be used offensively rather than simply in defense of the structure. Doing so deprives a structure of its hireling staff, however, and removing more than a quarter of your structure's hirelings from its grounds will cause any other benefits the structure provides to cease, as the hirelings left behind struggle to cover for those absent."
			]
		},
		{
			"name": "Bank",
			"source": "FT&S",
			"page": 11,
			"type": "Expansion",
			"entries": [
				"{@i An enormous room filled with shining marble, brass, and heavily locked vaults, a bank does an excellent job of containing coinage and valuables, using money to make money.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost",
							"entries": [
								"10 gp per day (optional)"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Treasure hoard"
							]
						}
					]
				},
				"This room contains four 30-foot by 40-foot vaults, each with a 20-foot tall ceiling. The owners of this structure and their allies can stash any amount of gold or reasonably-sized treasure in one of the vaults, which requires a key to access (one key comes standard with each vault).",
				"Unguarded vaults can be broken into by making five successful DC 15 Dexterity ({@item Thieves' Tools|phb}) checks, each of which takes 10 minutes. The vault doors are a three-foot thick, 5-foot radius circle of steel by default, with an AC of 19 and 25 hit points.",
				"When you first build this room, or as a room modification at a later time, you can expend an additional 2,500 gp and 15 days of effort to build mithral doors (AC of 21, 50 hit points) for the vaults, or you can expend an additional 5,000 gp and 30 days of effort to build the vaults with adamantine doors (AC of 23, 100 hit points)",
				"{@b Income.} If the maintenance cost for this room is paid in order to staff this room with 5 skilled hirelings trained in either {@skill Insight} or {@skill Investigation}, they can be instructed to manage the currency stored within, investing it or using it to make favorable trades. If this is the case, roll {@dice 1d4} every 30 days. On a roll of 2-4, the room generates an income equal to 5% of the total currency stored there. On a roll of 1, however, the investments don't pay off, and 5% of the currency stored within the room is lost."
			]
		},
		{
			"name": "Baths",
			"source": "FT&S",
			"page": 11,
			"type": "Expansion",
			"entries": [
				"{@i Steam rises and settles over a series of intricate, beautifully tiled pools. The trickling of water echoes throughout, and soft lights refract off lightly perfumed waves, creating a most relaxing atmosphere for those within.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Festhall, sauna, sweat lodge"
							]
						}
					]
				},
				"Creatures that take a short rest within this room gain a number of temporary hit points equal to twice the structure's total room points (maximum 30). These temporary hit points last until they are lost, or until the creature finishes a long rest.",
				"While a creature has these temporary hit points, it has advantage on saving throws against spells and effects that would cause it to be {@condition frightened} or {@condition charmed}."
			]
		},
		{
			"name": "Battle Ring",
			"source": "FT&S",
			"page": 12,
			"type": "Expansion",
			"entries": [
				"{@i A dusty ring of honor stands, lined with racks of weapons, as a test of mettle for those who enter Win or lose, sparring teaches everyone a little something.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Arena"
							]
						}
					]
				},
				"A creature that spends a short rest sparring or training here becomes conditioned for battle, which lasts until its next long rest. When a creature that is conditioned for battle rolls initiative, it has advantage on the roll, and on the first attack roll it makes on its first turn in combat"
			]
		},
		{
			"name": "Boutique",
			"source": "FT&S",
			"page": 12,
			"type": "Expansion",
			"entries": [
				"{@i Fresh flowers adorn windowsills and an intricate hand-carved sign swings gently in the breeze outside this shop. The wares here are often of fine quality, and both locals and visiting travelers prefer to do their business here.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								" Boat house, brightsmith, cafe, quartermaster, smuggler's den, tinker's shop"
							]
						}
					]
				},
				"When you first build this room, choose one merchant from the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|6} section. This merchant is in permanent residence at your structure, though the quality of their goods changes every 30 days. If the merchant's goods are of a quality less than medium, you may reroll any number of times until you receive a result of medium or greater quality.",
				"You can change the merchant in residence here at a later time by paying 1,000 gp to renovate the boutique. This process leaves the boutique unavailable for 30 days, after which a new merchant is selected, as they were when this room was first created.",
				"This room can be built multiple times.",
				"Income. If your structure is located in an area that can reasonably expect trade, this room generates an income of 225 gp {@dice 3d4*30|(or 3d4 × 30 gp)} every 30 days."
			]
		},
		{
			"name": "Caravansary",
			"source": "FT&S",
			"page": 12,
			"type": "Expansion",
			"entries": [
				"{@i A small roadside house for travelers, filled with the smells of cooked food and pack animals. Outside, visiting merchants bark their wares, enticing locals with colorful goods from distant lands.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								" 2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						}
					]
				},
				"Roll four times on the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|6} section. These merchants are present at this location for 30 days, after which they depart and four new randomly-rolled merchants arrive, continuing this pattern every 30 days.",
				"This room can be built multiple times.",
				"{@b Income.} If your structure is located in an area that can reasonably expect trade, this room generates an income of 220 gp {@dice 2d10*20|(or 2d10 x 20 gp)} every 30 days."
			]
		},
		{
			"name": "Catacombs",
			"source": "FT&S",
			"page": 12,
			"type": "Expansion",
			"entries": [
				"{@i Deep, dark, and dreary, this sodden collection of stone cellars and hidden pathways holds many forgotten secrets.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Bone pile, crypt, tombs"
							]
						}
					]
				},
				"Dead bodies can be interred here, and suffer no degradation for the purposes of necromancy spells. When this room is first built, it comes with five skeletal servants, each one counting as an unpaid, unskilled hireling for any structure or room requirements. Each skeleton that fills a position that would otherwise belong to an unskilled hireling reduces the structure's Total Cost per Day by 2 sp.",
				"These skeleton servants have an AC of 10, 1 hit point, and a Strength of 8, are undead instead of humanoid, cannot speak, and cannot attack (unless equipped by the {@reward Armory|FT&S} and doing so in defense of your structure).",
				"The servants do as commanded by the owners of the structure and their allies, and stand motionless in place if commands conflict, waiting until new commands are given. These skeletal servants can perform simple tasks that a human servant could do, such as fetching things, cleaning, mending, folding clothes, lighting fires, serving food, and pouring wine. If a skeletal servant leaves the structure it was created in for more than 7 consecutive days, it disintegrates into dust.",
				"Every 30 days on the advent of a full moon (or other celestial event of equal significance), a 1 hour ritual can be performed by any character or hireling that can cast at least one necromancy spell. When the ritual is complete, it raises an additional five skeletal servants (if there are an adequate number of dead Medium or Small humanoid bodies entombed in this room) that join the others in the service of your structure.",
				"A structure can have a maximum number of functioning skeletal servants equal to 20 × the structure's total room points."
			]
		},
		{
			"name": "Chapel",
			"source": "FT&S",
			"page": 13,
			"type": "Expansion",
			"entries": [
				"{@i A small chapel containing religious imagery, seating, iconography, and proper accoutrement, alongside a modest library of holy texts and literature. The air hums with the resonance of hymns, and the comforting soul of the divine.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"2 gp (optional)"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Dark altar, spirit lodge"
							]
						}
					]
				},
				"The structure this room is in is affected by a version of the {@spell hallow} spell with a permanent duration, the details of which are decided upon when the construction of this room is completed. The {@spell dispel magic} spell can end this effect only if cast as an 7th-level spell or higher. If the room and structure still stand, the structure will again be affected by {@spell hallow} after 30 days, its details again decided by the owners of the structure.",
				"The {@spell hallow} spell can be cast within this room, and if it is, it instead changes the effects of the hallow spell on the entire structure. {@skill Religion} checks made here that deal with the lore surrounding the deity, philosophy, or religion the chapel is associated with have advantage.",
				"{@b Income.}  If the maintenance cost for this room is paid in order to staff the room with a skilled hireling proficient in {@skill religion}, parishioners will visit this room and provide tithes. In which case, this room will generate an income from those tithes of 140 gp {@dice 4d6*10|(or 4d6 × 10 gp)} every 30 days."
			]
		},
		{
			"name": "Clock Tower",
			"source": "FT&S",
			"page": 13,
			"type": "Expansion",
			"entries": [
				"{@i Rising high above a central point and easily visible to all, the stylized yet simple face of this enormous clock hides a complex assembly of gigantic gears, all turning in unison with an expertly synchronized motion. }",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"Knowledge of clockwork technology, a structure with at least 6 total room points"
							]
						}
					]
				},
				"The presence of a clock tower greatly increases the efficiency of your workforce and thus your entire structure, requiring you to spend less on maintenance and wages to achieve the same effect. Reduce the Total Cost per Day of the structure by 10 gp."
			]
		},
		{
			"name": "Dining Hall",
			"source": "FT&S",
			"page": 14,
			"type": "Expansion",
			"entries": [
				"{@i A large room complete with long tables, chairs, and adjacent kitchen, lit by ornate candelabras and chandeliers. The smell of well-cooked meals long passed lingers on in this place, welcoming guests and residents with the promise of a full, satisfied belly.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"7 gp"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Ball room, mess hall"
							]
						}
					]
				},
				"This room must be staffed by at least 5 unskilled hirelings and 3 skilled hirelings proficient with {@item cook's utensils|phb} to be functional, paid for by the maintenance cost. Once every 30 days, the owners of this structure can decide to hold a lavish banquet in this room. This banquet takes 1 hour to prepare, and 1 hour to consume.",
				"The effects of this lavish banquet are identical to the effects of the {@spell heroes' feast} spell, save that it is able to feed twice as many creatures. Creatures only gain these benefits if they eat the food at the banquet itself, and this food loses its potency after 24 hours.",
				"Mundane banquets can also be held in this room. If the owners of this structure decide to hold a mundane banquet, it takes 1 hour to prepare, and creates enough food to feed up to 100 creatures."
			]
		},
		{
			"name": "Docks, Air",
			"source": "FT&S",
			"page": 8,
			"type": "Expansion",
			"entries": [
				"{@i The wind whistles by the tall spindly silhouette of the docking tower, and the ballasts belonging to the anchored ships rustle against one another as the ships themselves creak and moan. The heavy, cold stone of the tower is as sure an anchor to a sky ship as a hunk of curved iron, and though the ships may sway, their mooring here remains safe.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"10,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"Knowledge of air travel technology, a structure with at least 3 total room points."
							]
						}
					]
				},
				"A number of airships equal to your structure's total room points can moor safely at this location, which is likely a spire or free-floating dock. Mechanical elevators and cranes are also present to raise and lower cargo. Roll once on the {@table Merchants|FT&S} in the {@book Traders and Merchants|FT&S|6} section. This merchant is present for 30 days, after which they depart and a new randomly-rolled merchant arrives, continuing this pattern every 30 days.",
				"{@b Income.} This room generates an income of 165 gp {@dice 2d10*15|(or 2d10 × 15 gp)} every 30 days"
			]
		},
		{
			"name": "Docks, Planar",
			"source": "FT&S",
			"page": 15,
			"type": "Expansion",
			"entries": [
				"{@i A rippling hole in the fabric of space and time is enough to send shivers down the spine of even the most experienced wizard. Yet, here one exists, stable and large enough for one of several exotic and otherworldly skiffs and ships to make their way through.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"15,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"Knowledge of planar travel technology, a structure with at least 3 total room points."
							]
						}
					]
				},
				"A number of spelljammers or similar dimensional ships equal to your structure's total room points can moor safely at this location, which is likely an immense hangar or free-floating dock built into a stable portal to another realm. Roll once on the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|6} section. This merchant is present for 30 days, after which they depart and a newly rolled merchant arrives, continuing this pattern every 30 days.",
				"{@b Income.} This room generates an income of 180 gp {@dice 2d8*20|(or 2d8 × 20 gp)} in strange currency (such as electrum or fragments of astral diamonds) every 30 days"
			]
		},
		{
			"name": "Docks, Water",
			"source": "FT&S",
			"page": 15,
			"type": "Expansion",
			"entries": [
				"{@i The waves lap lazily against wooden pilings and the bells of tall ships clang idly. The air is entwined with the briny smell of fresh fish and the loud conversation of burly dockworkers as travelers come and go from this port of call.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"10,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"Structure must be adjacent to water"
							]
						}
					]
				},
				"A number of ships equal to twice your structure's total room points may lay anchor safely at this room, which is likely a harbor or waterfront. Roll twice on the {@table Merchants|FT&S} in the {@book Traders and Merchants|FT&S|6} section. These merchants are present for 30 days, after which they depart and two new randomly-rolled merchants arrive, continuing this pattern every 30 days.",
				"{@b Income.} This room generates an income of 275 gp {@dice 2d10*25|(or 2d10 × 25 gp)} every 30 days"
			]
		},
		{
			"name": "Escape Tunnel",
			"source": "FT&S",
			"page": 16,
			"type": "Expansion",
			"entries": [
				"{@i Deep beneath the earth, a tunnel lined in ancient masonry runs from your structure to some safe and innocuous point in the outside world. Should the worse come to pass, you at least have a way out.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Escape portal"
							]
						}
					]
				},
				"A secret tunnel runs from a point in your structure you choose to another point outside within a mile, also of your choosing. This room automatically benefits from the {@reward Hidden|FT&S} improvement."
			]
		},
		{
			"name": "Garden",
			"source": "FT&S",
			"page": 16,
			"type": "Expansion",
			"entries": [
				"{@i The smell of green, growing life fills the air here. Lush vines laden with savory tomatoes grow alongside mandrake root, ephedra, and even more esoteric herbs.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"4 gp (optional)"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Druidic grove, greenhouse, poisoner's grotto"
							]
						}
					]
				},
				"Contains an assortment of herbs and grown vegetables.",
				"This room can be built multiple times.",
				"{@b Income.} Every 30 days, the garden grows an amount of herbs equal in worth to 225 gp {@dice 1d4*09|(or 1d4 × 90 gp)}. A creature proficient in {@skill Nature} or with the {@item herbalism kit|phb} can harvest these herbs with 8 hours of effort.",
				"Once harvested, the herbs can be sold for their worth in currency, or used as materials to craft any item (within reason), mundane or magical, that could be created with {@item alchemist's supplies|phb}, {@item brewer's supplies|phb}, {@item cook's utensils|phb}, or the {@item poisoner's kit|phb}. Typically this would include any drinkable items, non-meat edible items, poisons, liquids, and magic items in the potion category, though your DM may rule that certain potions or poisons are unable to be brewed with herbs from the garden. Use the existing crafting rules ({@variantrule Downtime Activity: Crafting|phb|PHB, p. 187}; {@variantrule Downtime Activity: Crafting a Magic Item|dmg|DMG, p. 128-129}; {@variantrule Downtime Activity: Crafting an Item|xge|XGE, p. 128-130}) for this purpose.",
				"If you pay the maintenance cost to hire a staff of two skilled hirelings either proficient in {@skill Nature} or with the {@item herbalism kit|phb} to act as gardeners, the garden instead produces herbs worth 450 gp {@dice 2d4*90|(or 2d4 × 90 gp)} every 30 days."
			]
		},
		{
			"name": "Graveyard",
			"source": "FT&S",
			"page": 16,
			"type": "Expansion",
			"entries": [
				"{@i Rows of rough-hewn gravestones rise from the ground like jagged teeth, punctuated with the occasional stately monument denoting the death of someone of station. It is quiet here, but the silent air runs thick with the dark energy of death.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Mausoleum, necromancer's laboratory"
							]
						}
					]
				},
				"Dead bodies can be interred here, and suffer no degradation for the purposes of resurrection or necromancy spells. Additionally, there are considered to be an unlimited number of corpses for the purposes of necromancy here. When cast in this room by the owners of this structure or their allies, the spells {@spell animate dead} and {@spell create undead} each create an additional undead creature of the lowest possible CR.",
				"Additionally, {@skill Arcana} or {@skill Religion} checks made here that deal with necromancy or the dead have advantage."
			]
		},
		{
			"name": "Hospital",
			"source": "FT&S",
			"page": 17,
			"type": "Expansion",
			"entries": [
				"{@i This place of healing is as comfortable and inviting as one can make it, but it cannot entirely escape the ominous shroud of disease and death}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"2 gp (optional)"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Clinic, medicine hut"
							]
						}
					]
				},
				"A creature that finishes a short or long rest here has its hit point maximum increased by an amount equal to the structure's total room points, and is healed up to its hit point maximum. This increase lasts until the creature finishes another long rest.",
				"Additionally, if the creature is suffering from any diseases or the {@condition poisoned} condition, the creature can make a Constitution saving throw with advantage at the end of any rest it takes here, ending the disease or condition on a success. The DC for this saving throw is 15, unless the disease or condition would have a DC that is lower.",
				"If the maintenance cost for this room is paid to staff it with a skilled hireling proficient in {@skill Medicine} that acts as a doctor, a creature that takes a rest here uses the maximum possible value for any hit dice it expends to heal, instead of rolling, until it finishes its next long rest."
			]
		},
		{
			"name": "Invocation Chamber",
			"source": "FT&S",
			"page": 17,
			"type": "Expansion",
			"entries": [
				"{@i The thrum of ancient and powerful eldritch magic permeates this room, its vibrations apparent to all that enter. At its heart sits an immense crystal the size of a man, glowing with an unearthly light, as visions and revelations stir just beneath its surface.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						}
					]
				},
				"Once each day, a creature that possesses the Spellcasting or Pact Magic feature, has access to 5th level spell slots, and is either one of the owners of this structure or one of their allies, can use this room to invoke a powerful entity, beseeching it for aid or knowledge. That creature then casts either {@spell contact other plane} or {@spell scrying} without expending a spell slot, even if the creature does not know the spell it has chosen. When cast in this way, the creature has advantage on the Intelligence saving throw required by contact other plane, and a creature targeted by the {@spell scrying} spell has disadvantage on its Wisdom saving throw.",
				"Once every 30 days, a creature that meets the above requirements and can cast at least one 6th level spell can cast the {@spell planar ally} spell within this room, even if the creature does not know the spell, without expending spell slots or uses of class features. A planar ally conjured within this room cannot leave it for 8 hours without permission from the creature that summoned it, and is unable to attack or bring harm to its summoner while its summoner remains within this room."
			]
		},
		{
			"name": "Jails",
			"source": "FT&S",
			"page": 17,
			"type": "Expansion",
			"entries": [
				"{@i Dark, and pungent prison cells, laden with rust and grime, greet unwelcome or belligerent guests. Hopefully, some time in uncomfortable conditions will show them the error of their ways.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost: ",
							"entries": [
								"2 gp (optional)"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Prison, sacrifice pit, torture chamber"
							]
						}
					]
				},
				"You have cells available to securely hold a number of humanoids up to five times your structure's total room points. Prisoners may only escape if they are unguarded, and either have access to this room's key (five of which come with this room), or by using {@item thieves' tools|phb} to make four successful DC 15 Dexterity checks. This room can be built multiple times.",
				"This room is equipped for non-magical humanoids, and will not thwart magical attempts at escape unless the appropriate wards under the {@reward Warded or Spell-bound|FT&S|Warded} improvement are purchased for this room.",
				"If the maintenance cost for this room is paid in order to staff the room with a skilled hireling proficient in {@skill Intimidation} who acts as a warden, every 7 days you can choose for a single creature imprisoned within the jails for that entire duration to make a Charisma or Wisdom saving throw (its choice) against a DC of 15. On a failure, that creature truthfully answers up to {@dice 1d4} questions the hireling asks it, as long as the creature and the hireling share at least one language."
			]
		},
		{
			"name": "Lecture Hall",
			"source": "FT&S",
			"page": 18,
			"type": "Expansion",
			"entries": [
				"{@i These hallowed halls of learning are just as likely to guide the young to greatness as to play host to any number of formative shenanigans.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost: ",
							"entries": [
								"2 gp, 4gp, or 6 gp"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Schoolhouse, training grounds"
							]
						}
					]
				},
				"Classes are held in this room, instructing those within on any number of topics. This room can be built multiple times.",
				"The maintenance cost for this room hires a number of skilled hirelings proficient with any set of tools or in any Wisdom or Intelligence skill, who act as teachers. Choose the amount to pay; the maintenance cost hires 1 teacher for 2 gp, 2 teachers for 4 gp, or 3 teachers for 6 gp.",
				"Select a number of types of lessons to be taught in this room from the following list, equal to the number of teachers working in this room, as well as the specifics of what each lesson teaches. A single type of lesson can be chosen multiple times, but each must have a different subject (for example, \"Language Lesson\" can be chosen twice, but a different language must be selected for each).",
				{
					"type": "list",
					"items": [
						"{@b Language Lesson.} Teaches a language you choose.",
						"{@b Skill Lesson.} Teaches proficiency in a {@table skills|phb} which the hireling teacher is proficient in.",
						"{@b Spell Lesson.} Teaches a cantrip of your choice to a creature that can cast at least one spell with a spell level. The cantrip must be on the spell list of a class the creature belongs to, and doesn't count against the number of cantrips the creature can know.",
						"{@b Tool Lesson.} Teaches proficiency with a set of {@table tools|phb|tools, a musical instrument, or a gaming set} with which the hireling teacher is proficient.",
						"{@b Weapon Lesson.} Teaches proficiency with a {@table weapons|phb|weapon} you choose."
					]
				},
				"Each day, a creature in the structure can attend one lesson of its choice, which lasts for 6 hours that day. Once the creature has attended the class for a number of days equal to 30 – twice its Intelligence modifier, the creature is considered to have learned the lesson's subject matter. If an unskilled hireling completes a lesson, it becomes a skilled hireling (complete with an increase in its wage).",
				"A creature can only benefit from a number of lessons equal to its proficiency bonus, and does not absorb any lessons from this room (or any other instance of this room in this or other structures) beyond that limit",
				"{@b Income.}  If this room accepts students and charges tuition, this room generates an income of 110 gp {@dice 1d10*20|(or 1d10 × 20 gp)} with 1 teacher, 220 gp {@dice 2d10*20|(or 2d10 × 20 gp)} with 2 teachers, or 330 gp {@dice 3d10*20|(or 3d10 × 20 gp)} with 3 teachers."
			]
		},
		{
			"name": "Library",
			"source": "FT&S",
			"page": 18,
			"type": "Expansion",
			"entries": [
				"{@i Stacks of books piled high to the ceiling, light filtering in from dusty windows, the library is a sanctum of knowledge and research. Material on any subject matter may be found here, if one has the time to search for it.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"2 gp (optional)"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Archives, scriptorium"
							]
						}
					]
				},
				"When a creature takes at least 1 hour to peruse this room, it can choose to make an Intelligence or Wisdom based skill check to find specific knowledge within this room. Even if the creature does not (or cannot) succeed on this roll, it can typically uncover a hint as to where else in the world this information may be found.",
				"If the maintenance cost for this room is paid to hire a skilled hireling proficient in at least one Intelligence based skill as a librarian, a creature requires only 1 minute instead of 1 hour to peruse the room, and the check the creature makes has advantage."
			]
		},
		{
			"name": "Lighthouse",
			"source": "FT&S",
			"page": 18,
			"type": "Expansion",
			"entries": [
				"{@i A burning light that shines out like a brilliant star along the coastline, a lighthouse is a welcome sight for mariners and travelers well-versed in the perils of the sea.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"2 gp (optional)"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"Structure must be adjacent to water"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Beacon"
							]
						}
					]
				},
				"Ships traveling on water that are allied with the owners of this structure and are within a distance of this structure equal to 2 days of normal travel are able to navigate more accurately with the presence of a lighthouse. Within this distance, these ships can double their travel pace while not in combat without worrying about the dangers the sea presents.",
				"If the maintenance cost is paid to hire a skilled hireling proficient with {@item navigator's tools|phb} or {@table Mounts and Vehicles; Waterborne Vehicles|phb|vehicles (water)} as a lighthouse keeper, the crews of any ships friendly to the owners of this structure have advantage on checks required by Activities While Traveling or Hazards while they can see this lighthouse."
			]
		},
		{
			"name": "Lodgings",
			"source": "FT&S",
			"page": 10,
			"type": "Expansion",
			"entries": [
				"{@i At the end of a long day, a hot meal, warm bed, and cozy fire are often just enough to keep most people happy. Enticing  more individuals to dwell in your structure means being able to provide all three of these amenities.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"2 gp (optional)"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Barracks, guest rooms, spare cots, servant's quarters"
							]
						}
					]
				},
				"While a structure is usually considered to have adequate lodging for its owners and its hireling staff, additional housing for guests, soldiers, or other visitors may be necessary. This room can be built multiple times.",
				"When constructed, choose one of the following options for this room:",
				{
					"type": "list",
					"items": [
						"{@b Bunks.} This room can hold and house up to 100 individuals and their supplies in communal bunks.",
						"{@b Bedrooms.} This room can hold and house up to 24 individuals in 6 private bedrooms, up to 4 persons per room."
					]
				},
				"{@b Income.} If this room is in a structure that can reasonably expect paying travelers, you chose to build bedrooms, and you decide for this room to act as an inn to visitors, then you can choose to pay the maintenance cost in order to hire a skilled hireling proficient either in {@item cook's utensils|phb} or with {@skill Persuasion} to act as an innkeeper. If you do, this room then generates an income of 220 gp {@dice 1d10*40|(or 1d10 × 40 gp)} every 30 days."
			]
		},
		{
			"name": "Magical Enchanter",
			"source": "FT&S",
			"page": 19,
			"type": "Expansion",
			"entries": [
				"{@i Delicate strands of the arcane are woven together here, empowering simple items to become magical wonders.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Altar of blessings"
							]
						}
					]
				},
				"A creature with spell slots can use this room to make any magic item that is not a potion or artifact, in half the normal time, and with half the normal materials cost. If the item would be an enchanted mundane object (such as a +1 longsword, for example), the mundane object must be created first, and its value can be deducted from the cost of the enchantment (before dividing it in half with the magical enchanter).",
				"In all other ways, use the existing rules ({@variantrule Downtime Activity: Crafting a Magic Item|dmg|DMG, p. 128-129}; {@variantrule Downtime Activity: Crafting an Item|xge|XGE, p. 128-130}) for crafting magic items.",
				"Additionally, once each day a creature can use this room and 1 minute of effort to apply its choice of up to two of the effects available to the artificer's {@classFeature Magical Tinkering|Artificer|TCE|1} feature (TCE, p. 11), to a tiny nonmagical object. Doing so does not require the use of tools, and in all ways other than those listed here, this functions identically to the rules of the Magical Tinkering feature.",
				"A number of objects can be affected in this way equal to three times the structure's total room points, and affecting an object beyond this amount causes the first affected object to lose the effects it has been granted in this way"
			]
		},
		{
			"name": "Market Stalls",
			"source": "FT&S",
			"page": 20,
			"type": "Expansion",
			"entries": [
				"{@i Festive flags span across this open and vivacious courtyard while the sounds of animated haggling and the subtle clink of currency changing hands punctuate the air. Business is good enough here to warrant a permanent residence from merchants seeking small fortunes.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Shops"
							]
						}
					]
				},
				"Choose three merchants from the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|6} section. These merchants are in permanent residence at your structure, though the quality of their goods changes every 30 days.",
				"This room can be built multiple times.",
				"{@b Income.} If your structure is located in an area that can reasonably expect trade, this room generates an income of 210 gp {@dice 2d6*30|(or 2d6 x 30 gp)} every 30 days."
			]
		},
		{
			"name": "Maze",
			"source": "FT&S",
			"page": 20,
			"type": "Expansion",
			"entries": [
				"{@i The high walls of this place arc up nearly out of sight, threatening to blot out the sun and sky. Creatures that find themselves wandering these labyrinthine corridors often feel a sense of hopelessness and impending doom, though whether this is enchantment or a product of the architecture itself, none can say.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"A structure with at least 3 total room points"
							]
						}
					]
				},
				"When you create this room, it replaces the entrance to your structure with an elaborate maze which creatures without a flying speed must make their way through in order to enter your structure. You can choose to include a hidden passage that bypasses the maze at no additional cost, which follows the rules for the {@reward Secret Passage|FT&S} room modification (detailed in a later section). The maze cannot be the subject of any other room modifications.",
				"Creatures attempting to navigate the maze must make a number of successful Intelligence ({@skill Investigation}) or Wisdom ({@skill Survival}) checks (their choice) equal to half the structure's total room points (round up), the DC of which is equal to 10 + half the structure's total room points (round up). Each of these checks takes 1 hour to complete, whether or not it is successful.",
				"If creatures are traveling through the maze as a group, one member of their group can make a single check for all the creatures in the group, gaining advantage if it is aided by the {@action Help} action from another one of these creatures with proficiency in a relevant skill. The owners of this structure, their allies, creatures familiar with the maze, or any creature with a climb speed can make these checks with advantage.",
				"If a creature succeeds on these checks, it finds itself at the entrance of the structure. If a creature fails 3 of these checks in a row, it becomes lost, resetting its number of successful checks to 0.",
				"Each 10 foot segment of the walls of this maze has an AC of 17; 27 hit points; a height of 40 feet, and immunity to all damage except bludgeoning, slashing, acid, fire, force, thunder, necrotic, and damage from a pick. The walls ignore any damage done to them from any source that does not instantly reduce them to 0 hit points or below with a single damage roll.",
				"In place of a check to navigate the maze, a creature can choose to attempt to damage the maze's walls, using its {@action Attack} action or a spell to attempt to inflict the necessary damage. Successfully destroying a section of walls counts as a successful check, while failing to destroy a section of wall counts as a failed check. Destroyed walls magically repair themselves after 30 days.",
				"If this structure also contains an {@reward Animal Pen|FT&S|Animal Pens} or {@reward Jails|FT&S} room, the captive creatures contained within them can be released into the maze. While these captive creatures are within the maze, both the Animal Pens and Jails still count as if they were occupied, and the captive creatures are unable to escape the maze. If any creatures attempting to navigate the maze fail two checks in a row, they encounter the captive creatures, which could result in combat depending on the inclinations of the creatures involved."
			]
		},
		{
			"name": "Mill",
			"source": "FT&S",
			"page": 20,
			"type": "Expansion",
			"entries": [
				"{@i The grinding and churning of the mill beats a constant tempo of progress and production. A mill is the heart of civilization, carrying lifeblood to all its other aspects.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"One raw resource (wood, metal, grain, fish, wool, gems, or similar) harvested and under the control of the owner of this structure or their allies, within 5 miles of the structure."
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"5 gp"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Cannery, loom, lumber mill, mint, water wheel, windmill"
							]
						}
					]
				},
				"A room for the refinement of resources, in whatever form that might take. This room can be built multiple times",
				"{@b Income.} If this room is fully staffed by at least 5 unskilled hirelings and at least 2 skilled hirelings proficient in a relevant set of artisan's tools (paid for by the maintenance cost), it can produce refined materials from available raw resources.",
				"If these raw resources are supplied, the mill can generate salable materials worth 550 gp {@dice 1d10*100|(or 1d10 × 100 gp)} every 30 days. These materials can be sold to interested buyers, consumed in place of hirelings' wages if they are food (thus reducing your structure's Total Cost per Day), or used in place of gold cost for crafting, if applicable."
			]
		},
		{
			"name": "Rookery",
			"source": "FT&S",
			"page": 21,
			"type": "Expansion",
			"entries": [
				"{@i The cawing of crows and ravens fills the air here, creating a dissonant chorus in this place of communication.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"2 gp (optional)"
							]
						}
					]
				},
				"This room houses a number of crows, ravens, pigeons, owls, hawks, or similar birds equal to your structure's total room points. While in this room, a creature can attach a message to one of these birds and give it instructions for delivery. This acts identically to a casting of the {@spell animal messenger} spell, save that the message is written, not spoken, can be up to 50 words, and is delivered in the form of a tiny scroll.",
				"If you pay the maintenance cost to staff this room with a skilled hireling proficient in {@skill Animal Handling} who acts as a master of ravens, the room can instead hold a number of birds equal to twice the structure's total room points, and the duration of the room's effect that mimics animal messenger is 48 hours instead of 24 hours."
			]
		},
		{
			"name": "Portal Conflux",
			"source": "FT&S",
			"page": 21,
			"type": "Expansion",
			"entries": [
				"{@i The cobblestones laid into the floor of this chamber rattle with the ebb and flow of the arcane energy pouring through the wide portal mouths that encircle the room's perimeter. Through the surface of each, a visitor can view new lands, cities, and even alien worlds.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"15,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"A structure with at least 3 total room points, a creature capable of casting 7th-level spells"
							]
						}
					]
				},
				"When you create this room, it contains a number of portals equal to half this structure's total room points (round up). Each of these portals follows the rules of the {@spell gate} spell, excepting that they allow for two-way travel, do not require spell slots or a materials cost, do not require concentration, cannot forcibly draw creatures through them, and have an indefinite duration. As with the gate spell, deities and other planar rulers can deny a portal's creation in their realm or presence.",
				"These portals can only be destroyed with a casting of {@spell dispel magic} at 7th-level or higher, or with the destruction of this room or the structure itself. If the room and structure still stand, a destroyed portal will be reformed after 30 days, leading to a location chosen by the owners of this structure.",
				"This room can be built multiple times."
			]
		},
		{
			"name": "Safe Room",
			"source": "FT&S",
			"page": 21,
			"type": "Expansion",
			"entries": [
				"{@i Tucked between the walls of this structure, this room appears on no maps. While its very existence appears forgotten, it contains everything necessary to shelter a number of creatures from harm indefinitely}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"A structure with at least 3 total room points"
							]
						}
					]
				},
				"Away from sight in an obscure corner of the structure, this room is a shelter that the owners of this structure and their allies can escape to in times of need. When you build this room, it automatically benefits from the {@reward Hidden|FT&S} room modification (detailed later) with no additional cost.",
				"This room is constructed from walls made of mithral with an AC of 21; 40 hit points; immunity to all damage except acid, fire, force, and necrotic; and that ignore any damage done to them from any one source that would not instantly reduce them to 0 hit points or below.",
				"Entering this room, even via a secret passage, places you outside these mithral walls, which must be broken down or opened with a command word (known to the owners of the structure) to themselves be entered.",
				"All the amenities of life are contained within these mithral walls, allowing up to 4 creatures a limitless supply of pure water, preserved food, and clean air, along with bedding, waste disposal, and supplies to live a modest lifestyle without any cost.",
				"More creatures can be housed inside the safe room, but the lifestyle quality decreases with more creatures sheltered within the room. This room can support up to 6 creatures with a poor lifestyle, 8 creatures with a squalid lifestyle, or 10 creatures with a wretched lifestyle. The room does not contain enough food, water, or air to support more than 10 creatures, and attempting to shelter more than 10 creatures within the room subjects each creature in the room to a level of {@condition exhaustion} for each day it spends within the room."
			]
		},
		{
			"name": "Sewers",
			"source": "FT&S",
			"page": 22,
			"type": "Expansion",
			"entries": [
				"{@i Full of waste, refuse, and the occasional crocodile, the sewers do an excellent job keeping filth under the streets, rather than on top of them.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						}
					]
				},
				"Creatures that dwell within a structure containing this room lead healthier lives and live in a much more sanitary environment. As such, the owners of this structure, their allies, and any other creatures that live in this structure have resistance to poison damage while within 5 miles of the structure, and while within this radius have advantage on all saving throws to resist becoming infected with disease or against spells or effects that would inflict the {@condition poisoned} condition.",
				"Occasionally, strange items wash up in the sewers. Every 30 days, roll {@dice 1d6}. On a roll of 1 or 2, a random item from the {@item Trinket|phb} (PHB, p. 160-161) is found, intact and (mostly) clean."
			]
		},
		{
			"name": "Shadow Vault",
			"source": "FT&S",
			"page": 22,
			"type": "Expansion",
			"entries": [
				"{@i Not all things were meant for all eyes. This room contains a complex working of arcane runes and foci, humming with a distant power, that project a constant illusion hiding your structure from view}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						}
					]
				},
				"The area around your structure, out to a radius of 300 feet beyond your structure's walls, is affected by a special {@spell hallucinatory terrain} spell, the details of which you determine when you first build this room. This spell is also able to change the appearance of manufactured structures within its area, but not creatures or equipment. Thus, a tower could appear to be an enormous tree, a cottage could be a boulder, or a college could be blanketed in an endless fog.",
				"At any time, the owners of this structure or a friendly creature that they designate can change the nature of this illusion by entering the room and using an action to do so, determining whatever new attributes of the illusion apply. The illusion can be temporarily disabled with such an action, as well, or re-enabled with a similar action at a later time."
			]
		},
		{
			"name": "Shrine",
			"source": "FT&S",
			"page": 22,
			"type": "Expansion",
			"entries": [
				"{@i A humble construction, but nevertheless quite holy. It is laden with icons, censers, and a simple offering bowl waiting for the gifts of the faithful.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Profane idol, spirit totem"
							]
						}
					]
				},
				"A creature visiting this shrine can present it with a nonmagical object as an offering, which is then placed in a position of import and destroyed, usually by supernaturally powerful fire. The creature then gains a blessing, based on the monetary worth of the destroyed object, as detailed on the table below. A creature can only gain one such blessing every 24 hours.",
				{
					"type": "table",
					"caption": "Shrine Blessings",
					"colLabels": [
						"Object Worth",
						"Blessing"
					],
					"colStyles": [
						"col-3 text-left",
						"col-9 text-left"
					],
					"rows": [
						[
							"5 gp or less",
							"Targeted by a casting of {@spell guidance} with a duration of 24 hours."
						],
						[
							"6-10 gp",
							"As above, except the {@dice d4} can also be applied to an attack or saving throw, instead of an ability check."
						],
						[
							"10-25 gp",
							"As above, except the spell grants a total of {@dice 2d4}, each die of which must be applied to a separate roll. After the last {@dice d4} is applied, the spell ends."
						],
						[
							"26-50 gp",
							"As above, except any amount of {@dice d4}s can be applied to the same roll."
						],
						[
							"51-100 gp",
							"As above, except the spell grants a total of {@dice 3d4} instead of {@dice 2d4}."
						],
						[
							"101-200 gp",
							"As above, except the spell grants a total of {@dice 3d6} instead of {@dice 3d4}."
						],
						[
							"201-400 gp",
							"As above, except the spell grants a total of {@dice 3d8} instead of {@dice 3d6}."
						],
						[
							"401-700 gp",
							"As above, except the spell grants a total of {@dice 3d10} instead of {@dice 3d8}."
						],
						[
							"701-1,000 gp",
							"As above, except the spell grants a total of {@dice 3d12} instead of {@dice 3d10}."
						],
						[
							"1,001+ gp",
							"As above, except any attack that hits while its roll benefited from at least one of these dice becomes a critical hit."
						]
					]
				}
			]
		},
		{
			"name": "Smithy",
			"source": "FT&S",
			"page": 23,
			"type": "Expansion",
			"entries": [
				"{@i The twang-clink of metal on metal, the roar of the fire, and the hiss of steam create a symphony of construction that fills this room. Newly-forged weapons and tools line the walls, glittering with firelight from the forge and the promise of practical use.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"2 gp (optional)"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Crafts workshop, forge"
							]
						}
					]
				},
				"This room is considered to always have the following sets of tools available: {@item carpenter's tools|phb}, {@item jeweler's tools|phb}, {@item leatherworker's tools|phb}, {@item smith's tools|phb}, {@item tinker's tools|phb}, and {@item woodcarver's tools|phb}. These tools are always present in this room, and individuals that are proficient with these tools can create items in half the normal time and with half the crafting cost while working in this room, using the existing crafting downtime activity rules ({@variantrule Downtime Activity: Crafting|phb|PHB, p. 187}; {@variantrule Downtime Activity: Crafting an Item|xge|XGE, p. 128}). This room can be built multiple times.",
				"If you pay the maintenance cost to hire a skilled hireling proficient with a relevant type of artisan's tools, choose a merchant of one of the following types: furniture and interior decor, jewelry and gems, knick-knacks, leatherworking, mechanical contraptions, medium and heavy armor, tools, vehicles and transportation, or weapons. The quality of this merchant's goods changes every 30 days, but it can never be less than poor, and is rerolled if it would ever be lower than this quality",
				"{@b Income.} Additionally, if the maintenance cost is paid, this room generates an income of 198 gp {@dice 1d10*36|(or 1d10 × 36 gp)} every 30 days."
			]
		},
		{
			"name": "Siege Workshop",
			"source": "FT&S",
			"page": 23,
			"type": "Expansion",
			"entries": [
				"{@i A tidy, if eclectic, workshop full of all elements. The hiss of smelted iron mingles with the back-and-forth saw rhythm of precision woodcutting, as weapons of war are churned out for your structure's defense.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"8 gp"
							]
						}
					]
				},
				"A team of at least 3 skilled hirelings proficient in appropriate sets of tools and 10 unskilled hirelings (all paid for by the maintenance cost) can build and maintain siege equipment here. The workshop can build one of the following siege weapons at any one time, the statistics for all of which are found in the {@i Dungeon Master's Guide}, page 255:",
				{
					"type": "table",
					"caption": "Siege Weapon Construction",
					"colLabels": [
						"Siege Weapon",
						"Construction Time",
						"Construction Cost"
					],
					"colStyles": [
						"col-6 text-left",
						"col-3 text-center",
						"col-3 text-center"
					],
					"rows": [
						[
							"{@object Ballista}",
							"15 days",
							"1,000 gp"
						],
						[
							"{@object Cannon}*",
							"15 days",
							"1,500 gp"
						],
						[
							"{@object Suspended cauldron|dmg|Cauldron, suspended}",
							"15 days",
							"1,000 gp"
						],
						[
							"{@object Mangonel}",
							"30 days",
							"3,000 gp"
						],
						[
							"{@object Ram}",
							"15 days",
							"1,000 gp"
						],
						[
							"{@object Siege Tower}",
							"60 days",
							"5,000 gp"
						],
						[
							"{@object Trebuchet}",
							"60 days",
							"5,000 gp"
						],
						[
							"* requires knowledge of gunpowder",
							"",
							""
						]
					]
				},
				"A structure can only physically house a number of siege weapons equal to its total room points at any one time."
			]
		},
		{
			"name": "Stables",
			"source": "FT&S",
			"page": 24,
			"type": "Expansion",
			"entries": [
				"{@i The sounds and smells of horses and strangers animals still animate thee cold stone stables. Straw matting, water, and feed are available, providing mounts the shelter and relative comfort they need to properly recuperate.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"3 gp (optional)"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Carriage house, coach house, wheelhouse"
							]
						}
					]
				},
				"Your structure gains the ability to house and support horses or other Large or Medium beasts trained to be used as mounts, and can hold four of these creatures for each unit of your structure's maximum room points. Mounts that receive a long rest within this room have their movement speed increased by 10 feet until their next long rest. This stable does not come equipped with mounts, and mounts must be acquired by other means.",
				"If the maintenance cost is paid in order to hire a skilled hireling proficient in {@skill Animal Handling} to act as a stable master, as well as 5 unskilled hirelings to act as stablehands, this structure is considered to be the permanent home of a vehicles and transportation merchant. The quality of this merchant's goods changes every 30 days, but it can never be less than poor, and is rerolled if it would ever be lower than this quality. If you are using the {@loader Traders and Merchants|book/Walrock Homebrew; Traders and Merchants.json} supplement, this merchant does not have access to any water or air transportation options.",
				"{@b Income.} Additionally, if the maintenance cost is paid, this room generates an income of 225 gp {@dice 2d8*25|(or 2d8 × 25 gp)} every 30 days."
			]
		},
		{
			"name": "Tavern",
			"source": "FT&S",
			"page": 24,
			"type": "Expansion",
			"entries": [
				"{@i Downtime and drink are essential to adventurers and garrisoned soldiers alike. A tavern always carries within it the often sweet fragrance of what it brews, from plum brandy to apple cider to hoppy ale to refined wine. Typically, taverns find themselves filled with the head and crackling staccato of a log fire, the honeyed lyrics of bard song, and words whispered between furtive folk.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"2 gp or 4 gp"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Brewery, public house, speakeasy"
							]
						}
					]
				},
				"For those that live in and nearby the structure, the tavern often makes life much more enjoyable. The owners of this structure add {@dice 1d4} to any Charisma or {@skill Insight} checks they make involving those who regularly use the tavern, which is generally expected to be almost all of those that live within the structure, as well as an assortment of those that live nearby.",
				"When taking the {@variantrule Downtime Activity: Carousing|xge|carousing} downtime activity (XGE, p. 126-128) at a tavern you own, you have advantage on the Charisma ({@skill Persuasion}) check you make at the end of it, as well as adding the {@dice 1d4} to that check.",
				"Additionally, when you take the {@variantrule Downtime Activity: Gambling|xge|gambling} downtime activity (XGE, p. 130-131) at a tavern you own, you can reroll your choice of a single one of the checks the activity would have you make, as well as adding the {@dice 1d4} to each of the checks.",
				"Running a tavern requires a tavernkeep, a skilled hireling trained in {@skill Persuasion} whose salary is covered by the 2 gp maintenance cost. As an option, you can increase the maintenance cost to 4 gp to hire an additional skilled hireling proficient with {@item brewer's supplies|phb} to act as a brewer.",
				"If the tavern has both a tavernkeep and a brewer, this structure is considered to be the permanent home of an alcohol and refreshment merchant. The quality of this merchant's goods changes every 30 days, but it can never be less than poor, and is rerolled if it would ever be lower than this quality.",
				"{@b Income.} If the tavern has only a tavernkeep, it generates an income of 210 gp {@dice 2d6*30|(or 2d6 × 30 gp)} every 30 days. If the tavern has both a tavernkeep and a brewer, the high-quality alcohol it produces increases the income to 315 gp {@dice 3d6*20|(or 3d6 × 30 gp)} every 30 days."
			]
		},
		{
			"name": "Theater",
			"source": "FT&S",
			"page": 24,
			"type": "Expansion",
			"entries": [
				"{@i An enormous hall complete with seating, a large stage, and excellent acoustics. This room is well equipped for plays, concerts, and speeches, making them feel that much more true-to-life.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Daily Maintenance Cost:",
							"entries": [
								"10 gp (optional)"
							]
						}
					]
				},
				"Having a theater in a structure gives the owners of the structure a space to perform shows, or to allow shows to be performed by traveling musicians and acting troupes. Alternatively, the owners of this structure can hire an acting troupe to remain in residence. Regardless, any creature that spends a short rest in this room watching a performance gains a point of inspiration.",
				"{@b Income.} When shows are put on by wandering musicians and actors, or the owners themselves, the theater generates an income of 176 gp {@dice 2d10*16|(or 2d10 × 16 gp)} every 30 days.",
				"However, the maintenance cost can be paid in order to retain an acting troupe in residence, which hires 10 unskilled hirelings and 4 skilled hirelings proficient in {@skill Deception}, {@skill Performance}, or {@skill Persuasion}, or with the {@item disguise kit|phb}, {@item carpenter's tools|phb}, {@item painter's supplies|phb}, or a {@item musical instrument|phb}. When an acting troupe is in residence, the theater instead produces an income of 605 gp {@dice 2d10*55|(or 2d10 × 55 gp)} every 30 days."
			]
		},
		{
			"name": "Topiary Garden",
			"source": "FT&S",
			"page": 25,
			"type": "Expansion",
			"entries": [
				"{@i The wind whistles through this verdant garden, rustling the leaves in the large shaped hedges that make up this place. Though it is peaceful, those that enter here can't help but shake the feeling that they are being watched.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"A structure with at least 3 total room points"
							]
						}
					]
				},
				"This room is populated with a number of {@creature awakened shrub|mm|awakened shrubs} (MM, p. 317) equal to five times your structure's total room points, each one counting as an unpaid, unskilled hireling for any structure or room requirements. Each shrub that fills a position that would otherwise belong to an unskilled hireling reduces the structure's Total Cost per Day by 2 sp.",
				"The shrubs do as commanded by the owners of the structure and their allies, and stand motionless in place if commands conflict, waiting until new commands are given. These shrubs can perform simple tasks that a human servant could do, such as fetching things, cleaning, mending, folding clothes, lighting fires, serving food, and pouring wine. If a shrub leaves the structure it was created in for more than 7 consecutive days, it roots in place, becoming a mundane un-awakened shrub.",
				"Additionally, these shrubs can be ordered to combine, forming larger topiary creatures more capable of combat. Five shrubs can combine into a single entity, which uses the statistics of an {@creature awakened tree} (MM, p. 317), and follows any orders from the owners of this structure and their allies. If this awakened tree is reduced to 0 hit points and dies, so do all the shrubs that make up its body. This tree can be ordered to split apart at any time by the owners of this structure or one of their allies. If it does and is missing hit points, one of the shrubs that makes up the tree dies for every 12 hit points the tree is missing.",
				"While formed into a tree, the constituent shrubs are no longer able to replace hirelings within the structure. Shrubs can also be ordered to form a tree and attack automatically when they see unknown intruders, or specific creatures or types of creatures designated by the owners of this structure or their allies.",
				"Any dead shrubs regrow after 30 days, up to the maximum initially present when this room was first constructed."
			]
		},
		{
			"name": "Trophy Room",
			"source": "FT&S",
			"page": 25,
			"type": "Expansion",
			"entries": [
				"{@i This collection of tokens taken from past triumphs is certainly impressive, if a little grisly. The decor of this room treads the fine line between awe-inspiring and terrifying.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Museum"
							]
						}
					]
				},
				"The trophies or objects in this room are centered around a specific type of creature other than humanoids (such as beasts or fiends), or one race of humanoids (such as elves or halflings). After a creature takes a short rest in this room, it gains the following benefits concerning the type of creature or race of humanoids the room is centered on:",
				{
					"type": "list",
					"items": [
						"Advantage on {@skill Survival} checks made to track these creatures.",
						"Advantage on Intelligence and Wisdom checks made concerning these creatures.",
						"Advantage on initiative checks when it can see at least one of these creatures, and that creature is hostile.",
						"Deals an additional {@damage 1d4} damage on attacks it makes against these creatures."
					]
				},
				"These benefits last until the creature finishes a long rest."
			]
		},
		{
			"name": "War Room",
			"source": "FT&S",
			"page": 25,
			"type": "Expansion",
			"entries": [
				"{@i Improperly planned, war can be a nightmare. With adequate planning supply lines, and intelligence, though, warfare becomes a much more feasible enterprise.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Can Also Be:",
							"entries": [
								"Bureaucrat's office"
							]
						}
					]
				},
				"While in this structure or fighting in its defense within 5 miles of it, any guard and other hireling using the {@creature guard} stat block (MM, p. 347) friendly to the owners of this structure can instead uses the statistics of a {@creature scout} (MM, p. 349), but still only require its regular daily payment",
				"Additionally, all soldier hirelings of any type friendly to the owners of this structure have advantage on initiative rolls while within 5 miles of this structure. Whenever such a hireling rolls initiative while within this radius, it gains temporary hit points equal to the total room points of this structure (maximum 10) that last for up to 1 minute or until they are lost."
			]
		},
		{
			"name": "Extra-Dimensional",
			"source": "FT&S",
			"page": 26,
			"type": "Modification",
			"entries": [
				"{@i The air inside the room seems somehow thicker, slightly more viscous. Outside shuttered windows, stars and comets cascade by, shining like a thousand diamonds against a swirling ethereal sky.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"7,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"A creature that can cast at least one 7th-level spell"
							]
						}
					]
				},
				"This room's door is actually a portal to a pocket dimension, containing the room itself. The laws of time and gravity in the expansion are yours to set, within limit, only once when you first modify the expansion. Gravity can be half to twice as strong, and time can move at halfpace to double time, relative to the outside.",
				"The room also has the immunity to scrying, tracking, and similar effects that being located on a different plane provides, and is considered to be infinitely far away from the rest of its structure for the purposes of spells and effects (though not for the benefits the structure itself and its other expansions provide)."
			]
		},
		{
			"name": "Hidden",
			"source": "FT&S",
			"page": 26,
			"type": "Modification",
			"entries": [
				"{@i There's no telling what secrets a cleverly-designed structure might hide. Behind tapestries, false book-cases, or hidden switches lurk chambers tucked away where none may find them, save those that know the secret to accessing them.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						}
					]
				},
				"This modification is added onto any room to hide it from view. The owners of the structure and any allies they designate know the secret to enter the hidden room.",
				"Another creature attempting to enter the room must first make an Intelligence ({@skill Investigation}) check to discover the presence of a hidden chamber, followed by a Dexterity ({@skill Sleight of Hand}) check to uncover how to enter, once they are aware of its presence. The DC of both of these checks is equal to 10 + half the structure's total room points (round up)."
			]
		},
		{
			"name": "Secret Passage",
			"source": "FT&S",
			"page": 26,
			"type": "Modification",
			"entries": [
				"{@i An airy draft billows behind the walls of this room, traveling unseen from one room to the next. An astute few know the secret to accessing this passage, which remains hidden to all but the most observant.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"At least two completed room expansions, a structure with at least 3 total room points"
							]
						}
					]
				},
				"This modification is built in two rooms simultaneously, though it only requires one construction cost to be paid. A secret passage makes a hidden connection between these two rooms, behind walls, under floors, and generally out of view.",
				"Similar to a hidden room, the owners of the structure and any allies they designate know how to enter this secret passage from either of its entrances, and can move freely between these two rooms. All others must first make an Intelligence ({@skill Investigation}) check to discover the presence of a secret passage, followed by a Dexterity ({@skill Sleight of Hand}) check to uncover how to enter, once they are aware of it. The DC of both of these checks is equal to 10 + half the structure's total room points (round up).",
				"You can built multiple secret passages into one room, but each passage must connect to a different room."
			]
		},
		{
			"name": "Teleportation rune",
			"source": "FT&S",
			"page": 27,
			"type": "Modification",
			"entries": [
				"{@i A small rune resembling a gate is carved into a flagstone, support beam, or the underside of a table here. For those select few who know its true meaning, the rune is as functional as a doorway while being significantly more subtle.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"3,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"25 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"A structure with at least 3 total room points, a creature that can cast at least one 5th-level spell"
							]
						}
					]
				},
				"When this rune is first created, choose a command word. Any creature that touches this rune and speaks its command word can instantly teleport to any other room of that creature's choice in the same structure that also contains a copy of this rune built as a modification in that room.",
				"All such runes within one structure share the same command word, and if only a single one of these runes exists within a structure, it does nothing until at least one other rune is built in a different room."
			]
		},
		{
			"name": "Trapped",
			"source": "FT&S",
			"page": 27,
			"type": "Modification",
			"entries": [
				"{@i This room hides a deadly secret, and only you know where it might be found.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"Varies (see below)"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"Varies (see below)"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"Varies (see below; none if none are listed)"
							]
						}
					]
				},
				"This room contains one of the following traps listed on the {@table Trap Construction|FT&S} table, which you choose when you build this modification. This modification can be built multiple times in a single room for multiple traps, and the same trap can be selected multiple times. Each time you build this room, work with your DM to determine an appropriate location for the trap, which can change its overall effectiveness."
			]
		},
		{
			"name": "Warded or Spell-bound",
			"source": "FT&S",
			"page": 28,
			"type": "Modification",
			"entries": [
				"{@i The magical energy of a persistent spell suffuses this room, protecting it or providing some less obvious, more obscure benefit.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"Varies (see below)"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"7 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"A creature that can cast the listed spell."
							]
						}
					]
				},
				"This room is constantly under the effect of one of the following spells, the details of which you decide when you build this modification and which can only be altered later by rebuilding this modification in the same room and paying the cost a second time.",
				"The spell is considered to have a duration of permanent, and can be dispelled with a casting of {@spell dispel magic} of 7th-level or greater. If a spell is dispelled in this way, it reasserts itself after 30 days.",
				"These spells are always considered to fill the entire room and are cast at their lowest level possible, with the owners of the structure and those they designate considered to be the spell's casters. Saves made against spells cast with this modification are made against a DC of 10 + half the structure's total room points (round up).",
				"You can build this modification in a single room multiple times, choosing a different spell for each time you construct it.",
				"{@note See the {@table Spell-Bound Spells|FT&S} table.}"
			]
		}
	],
	"table": [
		{
			"name": "Buildable Structures",
			"source": "FT&S",
			"page": 5,
			"chapter": {
				"name": "Building Your Home",
				"index": 2
			},
			"caption": "Buildable Structures table",
			"colLabels": [
				"Structure",
				"Room Points",
				"Construction Cost",
				"Construction Time",
				"Approx. Sq. Footage",
				"Bonus Expansion",
				"Skilled Hirelings",
				"Unskilled Hirelings",
				"Total Cost per Day"
			],
			"colStyles": [
				"col-2 text-left",
				"col-1 text-center",
				"col-1 text-right",
				"col-1 text-right",
				"col-2 text-center",
				"col-2 text-right",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center"
			],
			"rows": [
				[
					"{@reward Abbey|FT&S}",
					"6",
					"50,000 gp",
					"400 days",
					"30,000 sq. ft.",
					"{@reward Garden|FT&S}",
					"5",
					"25",
					"20 gp"
				],
				[
					"{@reward College or large school|FT&S}",
					"6",
					"50,000 gp",
					"400 days",
					"200,000 sq. ft.",
					"{@reward Lecture Hall|FT&S}",
					"5",
					"25",
					"20"
				],
				[
					"{@reward Cottage or farmhouse|FT&S}",
					"1",
					"2,500 gp",
					"30 days",
					"400 sq. ft.",
					"—",
					"1",
					"—",
					"5 sp"
				],
				[
					"{@reward Dungeon or barrow|FT&S}",
					"3",
					"15,000 gp",
					"100 days",
					"50,000 sq. ft.",
					"{@reward Jails|FT&S}",
					"3",
					"15",
					"10 gp"
				],
				[
					"{@reward Guildhall|FT&S}",
					"1",
					"5,000 gp",
					"60 days",
					"2,800 sq. ft.",
					"{@reward Smithy|FT&S}",
					"5",
					"3",
					"5 gp"
				],
				[
					"{@reward Inn, rural roadside|FT&S}",
					"2",
					"5,000 gp",
					"60 days",
					"4,000 sq. ft.",
					"{@reward Lodgings|FT&S}",
					"5",
					"10",
					"10 gp"
				],
				[
					"{@reward Inn, town or city|FT&S}",
					"1",
					"5,000 gp",
					"60 days",
					"2,800 sq. ft.",
					"{@reward Lodgings|FT&S}",
					"1",
					"5",
					"5 gp"
				],
				[
					"{@reward Keep or small castle|FT&S}",
					"10",
					"50,000 gp",
					"400 days",
					"100,000 sq. ft.",
					"{@reward Armory|FT&S}",
					"50",
					"50",
					"100 gp"
				],
				[
					"{@reward Lodge, hunting|FT&S}",
					"0",
					"2,500 gp",
					"30 days",
					"1,600 sq. ft.",
					"{@reward Trophy room|FT&S}",
					"1",
					"—",
					"5 sp"
				],
				[
					"{@reward Medium castle|FT&S}",
					"15",
					"275,000 gp",
					"800 days",
					"500,000 sq. ft.",
					"{@reward War room|FT&S}",
					"100",
					"75",
					"250 gp"
				],
				[
					"{@reward Noble manor, with estate|FT&S}",
					"5",
					"25,000 gp",
					"150 days",
					"12,000 sq. ft.",
					"{@reward Library|FT&S}",
					"3",
					"15",
					"10 gp"
				],
				[
					"{@reward Outpost or fort|FT&S}",
					"5",
					"15,000 gp",
					"100 days",
					"50,000 sq. ft.",
					"{@reward Armory|FT&S}",
					"20",
					"40",
					"50 gp"
				],
				[
					"{@reward Palace or large castle|FT&S}",
					"20",
					"500,000 gp",
					"1,200 days",
					"900,000 sq. ft.",
					"Any room that costs only 1 or 2 room points",
					"200",
					"100",
					"400 gp"
				],
				[
					"{@reward Shop|FT&S}",
					"0",
					"3,500 gp",
					"30 days",
					"1,600 sq. ft.",
					"{@reward Boutique|FT&S}",
					"1",
					"—",
					"2 gp"
				],
				[
					"{@reward Temple, large|FT&S}",
					"6",
					"50,000 gp",
					"400 days",
					"200,000 sq. ft.",
					"{@reward Chapel|FT&S}",
					"10",
					"10",
					"25 gp"
				],
				[
					"{@reward Temple, small|FT&S}",
					"0",
					"3,000 gp",
					"30 days",
					"1,000 sq. ft.",
					"{@reward Shrine|FT&S}",
					"2",
					"—",
					"1 gp"
				],
				[
					"{@reward Tower, fortified|FT&S}",
					"4",
					"15,000 gp",
					"100 days",
					"2,800 sq. ft.",
					"{@reward Stables|FT&S}",
					"10",
					"—",
					"25 gp"
				],
				[
					"{@reward Trading post|FT&S}",
					"2",
					"5,000 gp",
					"60 days",
					"4,000 sq. ft.",
					"{@reward Caravansary|FT&S}",
					"4",
					"2",
					"10 gp"
				]
			]
		},
		{
			"name": "Room Expansions",
			"source": "FT&S",
			"page": 9,
			"chapter": {
				"name": "Room Expansions",
				"index": 3
			},
			"caption": "Room Expansions table",
			"colLabels": [
				"Room Expansion",
				"Size Cost",
				"Construction Cost",
				"Construction Time",
				"Built Multiple Times",
				"Income / 30 days",
				"Skilled Hirelings",
				"Unskilled Hirelings",
				"Daily Maint."
			],
			"colStyles": [
				"col-2 text-left",
				"col-2 text-center",
				"col-2 text-right",
				"col-1 text-right",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center"
			],
			"rows": [
				[
					"{@reward Alchemist's lab|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Animal pen|FT&S}",
					"1/2 room points",
					"2,500/5,000 gp",
					"15/30 days",
					"Yes",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Arcanist's study|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"Yes",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Armory|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Bank|FT&S}",
					"2 room points",
					"5,000 gp",
					"30 days",
					"No",
					"Special*",
					"5*",
					"—",
					"10 gp*"
				],
				[
					"{@reward Baths|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Battle ring|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Boutique|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"Yes",
					"225 gp",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Caravansary|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"Yes",
					"220 gp",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Catacombs|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"Special",
					"—",
					"Special",
					"—"
				],
				[
					"{@reward Chapel|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"140 gp*",
					"1",
					"—",
					"2 gp"
				],
				[
					"{@reward Clock tower|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"Special",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Dining hall|FT&S}",
					"2 room points",
					"5,000 gp",
					"30 days",
					"No",
					"—",
					"3",
					"5",
					"7 gp"
				],
				[
					"{@reward Docks, air|FT&S}",
					"2 room points",
					"10,000 gp",
					"30 days",
					"No",
					"165 gp",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Docks, planar|FT&S}",
					"2 room points",
					"15,000 gp",
					"30 days",
					"No",
					"180 gp",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Docks, water|FT&S}",
					"2 room points",
					"10,000 gp",
					"30 days",
					"No",
					"275 gp",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Escape tunnel|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Garden|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"Yes",
					"225/450* gp",
					"2*",
					"—",
					"4 gp*"
				],
				[
					"{@reward Graveyard|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Hospital|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"1*",
					"—",
					"2 gp*"
				],
				[
					"{@reward Invocation chamber|FT&S}",
					"2 room points",
					"5,000 gp",
					"30 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Jails|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"Yes",
					"—",
					"1*",
					"—",
					"2 gp*"
				],
				[
					"{@reward Lecture hall|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"Yes",
					"110/220/330 gp",
					"1/2/3",
					"—",
					"2/4/6 gp"
				],
				[
					"{@reward Library|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"1*",
					"—",
					"2 gp*"
				],
				[
					"{@reward Lighthouse|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"1*",
					"—",
					"2 gp*"
				],
				[
					"{@reward Lodgings|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"Yes",
					"220 gp*",
					"1*",
					"—",
					"2 gp*"
				],
				[
					"{@reward Magical enchanter|FT&S}",
					"2 room points",
					"5,000 gp",
					"30 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Market stalls|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"Yes",
					"210 gp",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Maze|FT&S}",
					"2 room points",
					"5,000 gp",
					"30 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Mill|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"Yes",
					"550 gp",
					"2",
					"5",
					"5 gp"
				],
				[
					"{@reward Portal conflux|FT&S}",
					"2 room points",
					"15,000 gp",
					"30 days",
					"Yes",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Rookery|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"2 gp*"
				],
				[
					"{@reward Safe room|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Sewers|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Shadow vault|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Shrine|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward Smithy|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"Yes",
					"198 gp*",
					"1*",
					"—",
					"2 gp*"
				],
				[
					"{@reward Siege workshop|FT&S}",
					"2 room points",
					"5,000 gp",
					"30 days",
					"No",
					"—",
					"2",
					"10",
					"8 gp"
				],
				[
					"{@reward Stables|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"225 gp*",
					"1*",
					"5*",
					"3 gp*"
				],
				[
					"{@reward Tavern|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"210/315 gp",
					"1/2",
					"—",
					"2/4 gp"
				],
				[
					"{@reward Theater|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"176/605* gp",
					"4*",
					"10*",
					"10 gp*"
				],
				[
					"{@reward Topiary garden|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"Special",
					"—",
					"Special",
					"—"
				],
				[
					"{@reward Trophy room|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"{@reward War room|FT&S}",
					"1 room point",
					"2,500 gp",
					"15 days",
					"No",
					"—",
					"—",
					"—",
					"—"
				],
				[
					"* these values are optional",
					"",
					"",
					"",
					"",
					"",
					"",
					"",
					""
				]
			]
		},
		{
			"name": "Room Expansion Modifications",
			"source": "FT&S",
			"page": 26,
			"chapter": {
				"name": "Modifying Your Rooms",
				"index": 4
			},
			"caption": "Room Expansion Modifications table",
			"colLabels": [
				"Room Expansion",
				"Construction Cost",
				"Construction Time",
				"Built Multiple Times (same room)"
			],
			"colStyles": [
				"col-4 text-left",
				"col-3 text-right",
				"col-3 text-right",
				"col-2 text-center"
			],
			"rows": [
				[
					"{@reward Extra-dimensional|FT&S}",
					"7,500 gp",
					"30 days",
					"No"
				],
				[
					"{@reward Hidden|FT&S}",
					"2,500 gp",
					"15 days",
					"No"
				],
				[
					"{@reward Secret passage|FT&S}",
					"2,500 gp",
					"15 days",
					"Yes"
				],
				[
					"{@reward Teleportation rune|FT&S}",
					"3,500 gp",
					"25 days",
					"No"
				],
				[
					"{@reward Trapped|FT&S}",
					"Varies",
					"Varies",
					"Yes"
				],
				[
					"{@reward Warded or spell-bound|FT&S}",
					"Varies",
					"7 days",
					"Yes"
				]
			]
		},
		{
			"name": "Trap Construction",
			"source": "FT&S",
			"page": 27,
			"chapter": {
				"name": "Modifying Your Rooms",
				"index": 4
			},
			"caption": "Trap Construction table",
			"colLabels": [
				"Trap",
				"Construction Cost",
				"Construction Time",
				"Page Reference",
				"Requirements"
			],
			"colStyles": [
				"col-3 text-left",
				"col-2 text-center",
				"col-1 text-center",
				"col-2 text-center",
				"col-4 text-left"
			],
			"rows": [
				[
					"{@trap Bear trap|xge}",
					"50 gp",
					"1 days",
					"XGE 114",
					"A creature proficient in either {@skill Survival} or with {@item smith's tools|phb}."
				],
				[
					"{@trap Crossbow trap|xge}",
					"150 gp",
					"1 days",
					"XGE 114",
					"A creature proficient in either {@skill Survival} or with at least one type of crossbows."
				],
				[
					"{@variantrule Haunted Traps|VRGR|Danse macabre}",
					"3,500 gp",
					"30 days",
					"VRGR 197",
					"A creature that can cast at least one 6th-level spell."
				],
				[
					"{@variantrule Haunted Traps|VRGR|Faceless malice}",
					"2,000 gp",
					"30 days",
					"VRGR 197",
					"A creature that can cast at least one 5th-level spell."
				],
				[
					"{@trap Falling net} / {@trap net trap|xge}",
					"150 gp",
					"1 days",
					"DMG 122 / XGE 114-115",
					"A creature proficient either in {@skill Survival} or with {@item net|phb|nets}."
				],
				[
					"{@trap Falling portcullis|xge}",
					"250 gp",
					"1 days",
					"XGE 114",
					"A creature proficient in either {@skill Survival} or with {@item smith's tools|phb}."
				],
				[
					"{@trap Fire-breathing statue}",
					"1,250 gp",
					"7 days",
					"DMG 122",
					"A creature that either can cast at least one 2nd-level spell or is proficient with {@item alchemist's supplies|phb}."
				],
				[
					"{@item Hunting trap|phb}",
					"5 gp",
					"1 days",
					"PHB 152 114",
					"—"
				],
				[
					"{@trap Pits|dmg|Pit, simple}",
					"250 gp",
					"1 days",
					"DMG 122",
					"—"
				],
				[
					"{@trap Pits|dmg|Pit, hidden} / {@trap Pit trap|xge}",
					"500 gp",
					"1 days",
					"DMG 122 / XGE 115",
					"A creature proficient either in {@skill Survival}, or with {@item carpenter's tools|phb} or {@item mason's tools|phb}."
				],
				[
					"{@trap Pits|dmg|Pit, locking}",
					"1,500 gp",
					"7 days",
					"DMG 122-123",
					"A creature proficient either in {@skill Sleight of Hand}, or with {@item smith's tools|phb} or {@item thieves' tools|phb}."
				],
				[
					"{@trap Pits|dmg|Pit, spiked}",
					"2,000 gp",
					"7 days",
					"DMG 123",
					"A creature proficient either in {@skill Survival} or with {@item smith's tools|phb}. If the pit is also hidden or locking, it must also meet their requirements, above."
				],
				[
					"{@trap Poison darts}",
					"1,250 gp",
					"7 days",
					"DMG 123",
					"A creature proficient either in {@skill Survival} or with the {@item poisoner's kit|phb}."
				],
				[
					"{@trap Poison needle} / {@trap Poison needle trap|xge}",
					"1,500 gp",
					"7 days",
					"DMG 123 / XGE 115",
					"A creature proficient either in {@skill Survival} or with the {@item poisoner's kit|phb}."
				],
				[
					"{@trap Rolling sphere}",
					"2,000 gp",
					"30 days",
					"DMG 123",
					"A creature proficient either in {@skill Survival} or with {@item mason's tools|phb}."
				],
				[
					"{@trap Scything blade trap|xge|Scything blade}",
					"1,250 gp",
					"7 days",
					"XGE 115",
					"A creature proficient with {@item smith's tools|phb}."
				],
				[
					"{@trap Sphere of annihilation}",
					"5,000 gp",
					"30 days",
					"DMG 123",
					"A creature that can cast at least one 7th-level spell."
				],
				[
					"{@trap Sleep of Ages Trap|xge|Sleep of ages}",
					"3,500 gp",
					"30 days",
					"XGE 115",
					"A creature that can cast at least one 6th-level spell."
				]
			]
		},
		{
			"name": "Spell-Bound Spells",
			"source": "FT&S",
			"page": 13,
			"chapter": {
				"name": "Modifying Your Rooms",
				"index": 4
			},
			"caption": "Spell-Bound Spells table",
			"colLabels": [
				"Spell",
				"Cost",
				"Details"
			],
			"colStyles": [
				"col-3 text-left",
				"col-2 text-center",
				"col-7 text-left"
			],
			"rows": [
				[
					"{@spell Alarm}",
					"1,000 gp",
					"—"
				],
				[
					"{@spell Animate objects}",
					"3,000 gp",
					"This room is haunted by animated objects equal to one casting of this spell at its lowest level, which will automatically attack creatures hostile to the owners of this structure after they spend at least 1 minute in this room. The objects are capable of sensing the intentions of such creatures."
				],
				[
					"{@spell Antimagic field}",
					"4,500 gp",
					"—"
				],
				[
					"{@spell Circle of power}",
					"3,000 gp",
					"—"
				],
				[
					"{@spell Dawn|xge}",
					"2,000 gp",
					"Only affects creatures that would be damaged by natural sunlight."
				],
				[
					"{@spell Magic circle}",
					"2,000 gp",
					"—"
				],
				[
					"{@spell Reverse gravity}",
					"4,000 gp",
					"—"
				],
				[
					"{@spell Unseen servant}",
					"500 gp*",
					"Conjuring one unseen servant costs 500 gp. This cost can be paid up to 10 times when buying this modification, to cause the room to hold up to 10 unseen servants who respond to the wishes of the owner and their allies. Each unseen servant can replace an unskilled hireling, lowering your structure's Total Cost per Day by 2 sp for each servant."
				],
				[
					"{@spell Zone of truth}",
					"1,500 gp",
					"When you build this modification, choose whether it affects all creatures, only the owners and their allies, or only the enemies of the owners."
				]
			]
		},
		{
			"name": "Hirelings",
			"source": "FT&S",
			"page": 29,
			"chapter": {
				"name": "Hirelings, Soldiers, and Spellcasters",
				"index": 5
			},
			"caption": "Hirelings table",
			"colLabels": [
				"Hirelings",
				"Payment / day",
				"Proficient in..."
			],
			"colStyles": [
				"col-5 text-left",
				"col-2 text-right",
				"col-5 text-left"
			],
			"rows": [
				[
					"Hireling, unskilled",
					"2 sp",
					"—"
				],
				[
					"Hireling, skilled",
					"2 gp",
					"one skill or set of tools"
				]
			]
		},
		{
			"name": "Soldiers Hirelings",
			"source": "FT&S",
			"page": 29,
			"chapter": {
				"name": "Hirelings, Soldiers, and Spellcasters",
				"index": 5
			},
			"caption": "Soldiers table",
			"colLabels": [
				"Soldiers",
				"Payment / day",
				"CR",
				"Page Reference"
			],
			"colStyles": [
				"col-3 text-left",
				"col-3 text-center",
				"col-3 text-center",
				"col-3 text-right"
			],
			"rows": [
				[
					"{@creature Archer|vgm}",
					"10 gp",
					"3",
					"{@i VGM 209}"
				],
				[
					"{@creature Bandit}",
					"2 gp",
					"1/8",
					"{@i MM 344}"
				],
				[
					"{@creature Bandit captain}",
					"7 gp",
					"2",
					"{@i MM 344}"
				],
				[
					"{@creature Berserker}",
					"7 gp",
					"2",
					"{@i MM 344}"
				],
				[
					"{@creature Cultist}",
					"2 gp",
					"1/8",
					"{@i MM 345}"
				],
				[
					"{@creature Gladiator}",
					"30 gp",
					"5",
					"{@i MM 346}"
				],
				[
					"{@creature Guard}",
					"2 gp",
					"1/8",
					"{@i MM 347}"
				],
				[
					"{@creature Knight}",
					"10 gp",
					"3",
					"{@i MM 347}"
				],
				[
					"{@creature Martial arts adept|vgm}",
					"10 gp",
					"3",
					"{@i VGM 216}"
				],
				[
					"{@creature Master thief|vgm}",
					"25 gp",
					"5",
					"{@i VGM 216}"
				],
				[
					"{@creature Pirate bosun|GoS}",
					"4 gp",
					"1/2",
					"{@i GS 247}"
				],
				[
					"{@creature Pirate captain|GoS}",
					"7 gp",
					"2",
					"{@i GS 247}"
				],
				[
					"{@creature Pirate first mate|GoS}",
					"5 gp",
					"1",
					"{@i GS 248}"
				],
				[
					"{@creature Scout}",
					"4 gp",
					"1/2",
					"{@i MM 349}"
				],
				[
					"{@creature Spy}",
					"5 gp",
					"1",
					"{@i MM 349}"
				],
				[
					"{@creature Swashbuckler|vgm}",
					"10 gp",
					"3",
					"{@i VGM 217}"
				],
				[
					"{@creature Thug}",
					"4 gp",
					"1/2",
					"{@i MM 350}"
				],
				[
					"{@creature Tribal Warrior}",
					"2 gp",
					"1/8",
					"{@i MM 350}"
				],
				[
					"{@creature Veteran}",
					"10 gp",
					"3",
					"{@i MM 350}"
				]
			]
		},
		{
			"name": "Spellcasters Hirelings",
			"source": "FT&S",
			"page": 30,
			"chapter": {
				"name": "Hirelings, Soldiers, and Spellcasters",
				"index": 5
			},
			"caption": "Spellcasters table",
			"colLabels": [
				"Spellcasters",
				"Payment / day",
				"CR",
				"Page Reference"
			],
			"colStyles": [
				"col-3 text-left",
				"col-3 text-center",
				"col-3 text-center",
				"col-3 text-right"
			],
			"rows": [
				[
					"{@creature Acolyte}",
					"6 gp",
					"1/4",
					"{@i MM 342}"
				],
				[
					"{@creature Apprentice wizard|vgm}",
					"6 gp",
					"1/4",
					"{@i VGM 209}"
				],
				[
					"{@creature Bard|vgm}",
					"14 gp",
					"2",
					"{@i VGM 211}"
				],
				[
					"{@creature Barovian witch|CoS}",
					"8 gp",
					"1/2",
					"{@i CS 229}"
				],
				[
					"{@creature Cult fanatic}",
					"14 gp",
					"2",
					"{@i MM 345}"
				],
				[
					"{@creature Druid}",
					"14 gp",
					"2",
					"{@i MM 346}"
				],
				[
					"{@creature Frontline medic|ggr}",
					"6 gp",
					"1/4",
					"{@i GGR 231}"
				],
				[
					"{@creature Horncaller|ggr}",
					"10 gp",
					"1",
					"{@i GGR 253}"
				],
				[
					"{@creature Illusionist|vgm}",
					"20 gp",
					"3",
					"{@i VGM 214}"
				],
				[
					"{@creature Magewright|ERLW}",
					"2 gp",
					"0",
					"{@i ERLW 347}"
				],
				[
					"{@creature Pirate deck wizard|GoS}",
					"10 gp",
					"1",
					"{@i GS 248}"
				],
				[
					"{@creature Precognitive mage|ggr}",
					"20 gp",
					"3",
					"{@i GGR 228}"
				],
				[
					"{@creature Priest}",
					"14 gp",
					"2",
					"{@i MM 348}"
				],
				[
					"{@creature Rakdos lampooner|ggr}",
					"14  gp",
					"2",
					"{@i GGR 248}"
				],
				[
					"{@creature Sage|cm}",
					"8 gp",
					"1/2",
					"{@i CM 9}"
				],
				[
					"{@creature Tarkanan assassin|ERLW}",
					"14  gp",
					"2",
					"{@i ERLW 320}"
				],
				[
					"{@creature Thought spy|ggr}",
					"10 gp",
					"1",
					"{@i GGR 233}"
				]
			]
		},
		{
			"name": "Sidekick Pay",
			"source": "FT&S",
			"page": 30,
			"chapter": {
				"name": "Hirelings, Soldiers, and Spellcasters",
				"index": 5
			},
			"caption": "Sidekick Pay table",
			"colLabels": [
				"Levels",
				"Payment Rate / day"
			],
			"colStyles": [
				"col-4 text-left",
				"col-8 text-center"
			],
			"rows": [
				[
					"1-5",
					"2 gp × sidekick's total level"
				],
				[
					"6-10",
					"5 gp × sidekick's total level"
				],
				[
					"11-15",
					"10 gp × sidekick's total level"
				],
				[
					"16-20",
					"20 gp × sidekick's total level"
				]
			]
		},
		{
			"name": "Merchants",
			"source": "FT&S",
			"page": 31,
			"chapter": {
				"name": "Traders and Merchants",
				"index": 6
			},
			"caption": "Merchants table",
			"colLabels": [
				"d100",
				"Merchants"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"rows": [
				[
					"1-5",
					"Alcohol and refreshment"
				],
				[
					"6-9",
					"Animals"
				],
				[
					"10-13",
					"Books and maps (mundane)"
				],
				[
					"14-17",
					"Flowers and seeds"
				],
				[
					"18-22",
					"Food and animal products"
				],
				[
					"23-26",
					"Furniture and interior decor"
				],
				[
					"27-31",
					"High fashion"
				],
				[
					"32-35",
					"Jewelry and gems"
				],
				[
					"36-40",
					"Knick-knacks"
				],
				[
					"41-45",
					"Leatherworking"
				],
				[
					"46-49",
					"Mechanical contraptions"
				],
				[
					"50-54",
					"Medium and heavy armor"
				],
				[
					"55-58",
					"Potions, poisons and herbs"
				],
				[
					"59-62",
					"Religious idols and blessings"
				],
				[
					"63-66",
					"Songs and instruments"
				],
				[
					"67-70",
					"Spell scrolls and tomes"
				],
				[
					"71-74",
					"Tattoos"
				],
				[
					"75-78",
					"Thieving supplies"
				],
				[
					"79-83",
					"Tools"
				],
				[
					"84-87",
					"Vehicles and Transportation"
				],
				[
					"88-92",
					"Weapons"
				],
				[
					"93-96",
					"Witchcraft"
				],
				[
					"97-100",
					"Legendary merchant (roll once on the {@table Legendary Merchants|FT&S} table)"
				]
			]
		},
		{
			"name": "Legendary Merchants",
			"source": "FT&S",
			"page": 31,
			"chapter": {
				"name": "Traders and Merchants",
				"index": 6
			},
			"caption": "Legendary Merchants table",
			"colLabels": [
				"d20",
				"Legendary Merchants"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"rows": [
				[
					"1-2",
					"Astral traveler"
				],
				[
					"3-6",
					"Enchantments"
				],
				[
					"7",
					"Fey bargains"
				],
				[
					"8-11",
					"Magic items"
				],
				[
					"12-14",
					"Magical creatures"
				],
				[
					"15-18",
					"Necromancy"
				],
				[
					"19",
					"Needful things"
				],
				[
					"20",
					"Time-lost"
				]
			]
		},
		{
			"name": "Quality",
			"source": "FT&S",
			"page": 31,
			"chapter": {
				"name": "Traders and Merchants",
				"index": 6
			},
			"caption": "Merchant quality table",
			"colLabels": [
				"d20",
				"Quality",
				"Currency On-Hand"
			],
			"colStyles": [
				"col-1 text-center",
				"col-3 text-left",
				"col-8 text-left"
			],
			"rows": [
				[
					"1-2",
					"Atrocious",
					"{@dice 1d10*20|1d10 x 20} gp"
				],
				[
					"3-6",
					"Poor",
					"{@dice 1d10*50|1d10 x 50} gp"
				],
				[
					"7-12",
					"Medium",
					"{@dice 1d10*100|1d10 x 100} gp"
				],
				[
					"13-17",
					"Good",
					"{@dice 1d10*250|1d10 x 250} gp"
				],
				[
					"18-20",
					"Excellent",
					"{@dice 1d10*500|1d10 x 500} gp"
				]
			]
		},
		{
			"name": "Spells",
			"source": "FT&S",
			"page": 35,
			"chapter": {
				"name": "New Spells for Structures",
				"index": 8
			},
			"caption": "Spells table",
			"colLabels": [
				"Level",
				"Spell",
				"School",
				"Conc.",
				"Ritual",
				"Class"
			],
			"colStyles": [
				"col-1 text-center",
				"col-2 text-left",
				"col-2 text-left",
				"col-1 text-center",
				"col-1 text-center",
				"col-5 text-left"
			],
			"rows": [
				[
					"0",
					"{@spell Buildmap|FT&S}",
					"Illusion",
					"Yes",
					"No",
					"Artificer, bard, cleric, warlock, witch, wizard"
				],
				[
					"4",
					"{@spell Homeway|FT&S}",
					"Conjuration",
					"No",
					"No",
					"Artificer, bard, cleric, druid, ranger, sorcerer, warlock, witch, wizard"
				],
				[
					"5",
					"{@spell Defurbish/Refurbish|FT&S}",
					"Transmutation",
					"No",
					"No",
					"Artificer, bard, cleric, warlock, witch, wizard"
				],
				[
					"6",
					"{@spell Animate Hut|FT&S}",
					"Transmutation",
					"No",
					"No",
					"Druid, warlock, witch, wizard"
				],
				[
					"7",
					"{@spell Call Stronghold|FT&S}",
					"Conjuration",
					"No",
					"No",
					"Bard, cleric, druid, sorcerer, warlock, witch, wizard"
				],
				[
					"8",
					"{@spell Raise Land|FT&S}",
					"Abjuration",
					"No",
					"No",
					"Bard, cleric, druid, sorcerer, warlock, witch, wizard"
				]
			]
		}
	],
	"variantrule": [
		{
			"name": "Arcane Trials",
			"source": "FT&S",
			"page": 33,
			"entries": [
				"{@i Requirements: A nearby village or other sparsely populated area, at least 2 spellcaster hirelings of any type}",
				"You dispatch spellcasters to determine who amongst the populace has the gift of magic. For the duration you can hire {@table Spellcasters Hirelings|FT&S|spellcaster hirelings} from the population as if it was a specialized location. The maximum CR of spellcasters you can hire in this way is equal to the lowest CR of any of the spellcasters used for this edict's requirements."
			]
		},
		{
			"name": "Festivities",
			"source": "FT&S",
			"page": 33,
			"entries": [
				"{@i Requirements: A nearby village or other sparsely populated area, at least 3 skilled hirelings proficient in {@skill Performance} or with {@item musical instrument|phb|musical instruments}}",
				"Your structure hosts a seasonal faire, celebration, or carnival, designed to delight visitors and the local population. While this edict is active, your structure generates an additional income of 200 gp {@dice 1d4*80|(or 1d4 × 80 gp)} every 30 days.",
				"Additionally, when rolling to determine the quality of merchants in the structure's area, roll twice and use the higher result."
			]
		},
		{
			"name": "Magical Education",
			"source": "FT&S",
			"page": 33,
			"entries": [
				"{@i Requirements: The {@reward lecture hall|FT&S} room expansion is built in the structure, at least 1 spellcaster hireling of CR 2 or greater}",
				"When choosing the Spell Lesson option in the lecture hall, you can choose for the lesson to teach a spell of 1st or 2nd level you select instead of a cantrip. This spell can only be learned by creatures with at least one level in a class that can learn written spells found in the world (such as a wizard), and that has access to at least one spell slot of a level necessary to cast the spell. Learning a spell in this way does not count against the number of lessons a creature can benefit from.",
				"All other requirements for the lesson are as written."
			]
		},
		{
			"name": "Martial Training",
			"source": "FT&S",
			"page": 33,
			"entries": [
				"{@i Requirements: A nearby village or other sparcely populated area, at least 2 soldier hirelings of any type}",
				"You instruct your soldiers to train the populace in rudimentary self-defense. For the duration you can hire {@table Soldiers Hirelings|FT&S|soldier hirelings} from the population as if it was a specialized location. The maximum CR of soldiers you can hire in this way is equal to the lowest CR of any of the soldiers used for this edict's requirements."
			]
		},
		{
			"name": "Proselytization",
			"source": "FT&S",
			"page": 33,
			"entries": [
				"{@i Requirements: A nearby village or other sparsely populated area, the {@reward chapel|FT&S} room expansion is built in the structure, at least 1 spellcaster hireling of CR 2 or greater}",
				"When a chapel within the edict's area creates an income, you can choose for that income to be 650 gp {@dice 1d12*100|(or 1d12 × 100 gp)} instead of its normal value.",
				"Additionally, any creature within this edict's radius that fights in the defense of the structure is considered to be affected by a casting of the {@spell shield of faith} spell with an indefinite duration."
			]
		},
		{
			"name": "Protection",
			"source": "FT&S",
			"page": 34,
			"entries": [
				"{@i Requirements: A nearby village or other sparcsly populated area, at least one room expansion that attracts merchants, at least 5 soldier hirelings of any type}",
				"You collect taxes from the locals, promising protection with a military presence in their region. When you choose this edict, select one of the following taxes to institute, which carries with it the associated effects, and a potential income every 30 days.",
				{
					"type": "table",
					"caption": "Taxes",
					"colLabels": [
						"Tax",
						"Income / 30 days",
						"Effects"
					],
					"colStyles": [
						"col-2 text-left",
						"col-4 text-center",
						"col-6 text-left"
					],
					"rows": [
						[
							"Minor",
							"—",
							"Soldier hirelings only require half their normal daily payment."
						],
						[
							"Moderate",
							"202 gp {@dice 1d12*31|(or 1d12 × 31 gp)}",
							"As above, but prices of all goods sold by merchants increase by 1/4."
						],
						[
							"Extreme",
							"404 gp {@dice 2d12*31|(or 2d12 × 31 gp)}",
							"As both above, but at the end of every 30 days, roll {@dice 1d20}. On a result of 1, the structure is attacked by an uprising of locals with a total CR of the structure's room points + {@dice 1d4}."
						]
					]
				}
			]
		},
		{
			"name": "Right of Passage",
			"source": "FT&S",
			"page": 34,
			"entries": [
				"{@i Requirements: A road, canal, or river nearby the structure in which trade takes place; at least one room expansion that attracts merchants; at least 3 soldier hirelings of any type}",
				"Merchants and travelers must pay coin for the right to use transportation near your structure. When you choose this edict, select one of the following tolls to institute, which carries with it the associated effects, and a listed income every 30 days.",
				"Most merchants will do everything they can to avoid paying a pricey toll, and placing too exorbitant a toll near your structure will cause a reduction in the quality of your merchants.",
				{
					"type": "table",
					"caption": "Tolls",
					"colLabels": [
						"Toll",
						"Income / 30 days",
						"Effects"
					],
					"colStyles": [
						"col-2 text-left",
						"col-4 text-center",
						"col-6 text-left"
					],
					"rows": [
						[
							"1 cp",
							"252 gp {@dice 1d8*56|(or 1d8 × 56 gp)}",
							"—"
						],
						[
							"1 sp",
							"364 gp {@dice 1d12*56|(or 1d12 × 56 gp)}",
							"Roll twice for merchant {@table quality|FT&S} at any structure in area, use lower result."
						],
						[
							"2 gp",
							"588 gp {@dice 3d6*56|(or 3d6 × 56 gp)}",
							"As above, but also reroll any result that would provide an excellent or legendary merchant.."
						]
					]
				}
			]
		},
		{
			"name": "Ritual Mysteries",
			"source": "FT&S",
			"page": 34,
			"entries": [
				"{@i Requirements: A nearby village or other sparsely populated area, at least 1 spellcaster hireling of CR 1/4 or greater}",
				"A ritual cult of benevolent or malign nature thrives nearby. When a creature that is one of the owners of this structure or one of the owners' allies casts a ritual spell within the radius of this edict, that creature can choose to empower that ritual spell. Doing so requires being aided by at least two or more present and willing friendly creatures with either the Spellcasting or Pact Magic feature, one such creature and two {@creature cultist} hirelings, or four {@creature cultist} hirelings.",
				"Empowering a ritual spell allows its caster to choose and apply an effect off of the following list to the ritual. The effects you can add to a ritual spell are as follows, and can only be each selected once for an individual ritual spell unless otherwise specified:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Additional Summons",
							"entries": [
								"If the ritual spell would summon creatures that would not be expected to attack in combat (such as {@spell unseen servant} or {@spell phantom steed}), the spell then summons an additional 4 of these creatures. This does not function with {@spell find familiar}."
							]
						},
						{
							"type": "item",
							"name": "Extra Duration",
							"entries": [
								"The ritual spell has its duration time doubled."
							]
						},
						{
							"type": "item",
							"name": "Gold Value",
							"entries": [
								"You reduce the required gold value of any reagents you use in the ritual by half."
							]
						},
						{
							"type": "item",
							"name": "Lower/Raise DC",
							"entries": [
								"If the ritual spell requires a saving throw, you can choose to lower or raise the DC of that saving throw by 5. If you are able to choose multiple ritual effects, you can choose this effect multiple times."
							]
						},
						{
							"type": "item",
							"name": "No Concentration",
							"entries": [
								"If the spell produced by the ritual would require concentration to continue functioning, it no longer has that requirement."
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "Strength Through Sacrifice",
					"entries": [
						"If the Ritual Mysteries edict is active and your DM allows it, you can sacrifice a creature to gain additional effects from this list, killing the creature as a part of the ritual itself. The creature must be {@condition incapacitated} for the duration of the ritual, and the ritual spell must be one that could reasonably benefit from such a sacrifice. Spells such as {@spell animal messenger} and {@spell purify food and drink} would likely be a poor fit for a sacrifice, while others such as {@spell augury} or {@spell contact other plane} would work thematically well.",
						"In any case, sacrificing an animal or humanoid of low birth gains you one additional effect from the list, while sacrificing a unique animal (such as an albino stag) or a humanoid of high birth gains two additional effects. You can add these effects to the bonus you gain from working a ritual with assistance from spellcasters or cultists, for a potential total of 3 additional effects."
					]
				}
			]
		}
	],
	"spell": [
		{
			"name": "Animate Hut",
			"source": "FT&S",
			"page": 35,
			"level": 6,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "permanent"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You can animate a hovel, hut, or small house that you touch as part of the casting of this spell, causing it to grow two to eight legs that can be organic or inorganic in appearance. This spell can make ambulatory any structure you own with 2 or less room points.",
				"Built rooms continue to function mostly as normal, though it may be easier or harder for traders to use your trade-specific rooms depending on the structure's location. Use sidebar rules found in {@book The Invisible Hand at Work|FT&S|6|The invisible hand at work} on the Traders and Merchants page, if your structure ends up in a favorable or unfavorable location for trade.",
				"This animated hut is a construct immune to disease, poison damage, and being {@condition frightened}, {@condition poisoned}, or {@condition charmed}, and has an AC of 14 + the structure's total room points, hit points equal to 100 + five times the structure's total room points, a speed of 50 feet, 26 Strength, 12 Dexterity, 18 Constitution, a 4 in all other statistics, and is considered to be Gargantuan in size. If the owner of this hut does not consent to this spell taking place, the spell slot will be expended with no effect. If the hut is reduced to 0 hit points, it returns to its inanimate state, but may suffer some structural damage in doing so.",
				"While you are within this hut, you can expend an action to cause the hut to move in a direction of your choice. As a part of this action, you can cause the hut to take either the {@action Dash} or {@action Dodge} action. If you are not within the hut but on the same plane as it, you can call it to move to you (taking the {@action Dash} action) as a continuous ritual that lasts until the hut arrives, which requires you to stay within the same location for the ritual's duration.",
				"In either case, the hut is semi-intelligent and will avoid obvious pitfalls and hazardous terrain. If the hut cannot find a way forward (if it is too large for a path, for example), you instinctively know that something is blocking it. The hut is unable to attack, and will actively avoid harming creatures or destroying terrain in the course of its movement.",
				"If you cast this spell while you already have an animated hut, the first hut returns to its inanimate state, and the new hut becomes your animated hut."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a slot of 7th level or greater, the structure you make ambulatory can have up to 3 more room points for each slot level above 6th.",
						"Additionally, when you cast this spell using a spell slot of 9th level, you can instead cause the hut to grow wings and fly, granting it a flying speed of 100 feet with the hover quality instead of its normal movement speed."
					]
				}
			],
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a chicken foot, 500 gp of herbs which the spell consumes",
					"consume": true,
					"cost": 50000
				}
			},
			"miscTags": [
				"PRM",
				"SCL"
			]
		},
		{
			"name": "Buildmap",
			"source": "FT&S",
			"page": 36,
			"level": 0,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"This spell creates a scaled-down illusory version of the structure depicted in this spell's material component at a point you choose within range, which also depicts the land and other details within a 100-foot radius of the actual structure. This illusion fits within a 5-foot cube, and also depicts in exact detail every creature and object within the structure or within a 100-foot radius of the structure, as well as the movements and actions of these creatures and objects. The illusion is silent, and does not convey any auditory information.",
				"As an action, you can cause the illusion to zoom in or out, cut it into cross-sections (allowing you to see within the structure), or reassemble a structure from cross sections. If you cast this spell and the structure it would make an illusion of is on a different plane, the spell fails without any effect."
			],
			"components": {
				"s": true,
				"m": {
					"text": "a small icon or picture of a structure you own worth at least 50 gp",
					"cost": 5000
				}
			}
		},
		{
			"name": "Call Stronghold",
			"source": "FT&S",
			"page": 36,
			"level": 7,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You summon the modeled structure from one area to another, and it instantly appears within range upon the completion of this spell. If any substantial objects, debris, or similar exist in the area that the structure would materialize in, the spell fails and all components and spell slots used in casting are lost",
				"This spell is not limited to the plane the structure currently resides in, and can summon structures across planar boundaries."
			],
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a fully cleared area the size of the structure and a small, perfect model of the structure worth at least 1,000 gp, which the spell consumes",
					"consume": true,
					"cost": 100000
				}
			},
			"miscTags": [
				"PRM",
				"SMN"
			]
		},
		{
			"name": "Defurbish/Refurbish",
			"source": "FT&S",
			"page": 36,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 24,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You can only cast this spell within a constructed room expansion of a structure you own, which cannot be the bonus expansion of the structure. Attempting to cast it elsewhere will cause the spell to fail, its spell slot expended.",
				"When you finish casting this spell, choose one of the following effects for the room expansion you cast it in:",
				{
					"type": "entries",
					"name": "Defurbish",
					"entries": [
						"The room expansion is removed, its room points refunded, and it no longer provides any benefit. After the spell is complete, this spell conjures a pile of gems or gold in the middle of the room equal to half its construction cost."
					]
				},
				{
					"type": "entries",
					"name": "Refurbish",
					"entries": [
						"Choose another room expansion you would otherwise be able to construct, with the same number of room points as the room expansion you cast this spell in. After the spell is completed, the room expansion you cast this spell in is transmuted into the room you chose, this new room expansion's benefits replacing those of the old room.",
						"If the new room expansion would have a greater construction cost than the old room, the materials cost of this option includes an amount of precious metals (such as gold, mithral, or adamantium) equal to the difference in construction costs, which the spell consumes. If these extra material components are not present, the spell fails, its spell slot expended."
					]
				}
			],
			"components": {
				"s": true,
				"m": {
					"text": "an ornate silver hammer worth at least 500 gp",
					"cost": 50000
				}
			},
			"miscTags": [
				"PRM"
			]
		},
		{
			"name": "Homeway",
			"source": "FT&S",
			"page": 36,
			"level": 4,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"As the casting of this spell is complete, one of the two bracelets used in its casting is placed on a door in a structure owned by the spell's caster, which then magically becomes a part of the door's architecture. This could take the form of the bracelet encircling a doorknob, becoming a door knocker, becoming a handle, or similar.",
				"At any time within the spell's duration, a creature holding the other bracelet can take an action to touch it to an adjacent closed door on the same plane as the other affected door, and can open the touched door as part of the same action. When that door is opened, it has a portal opened within its frame that exits out the other doorway first designated in the casting of this spell.",
				"This portal is one way, leading from the touched door to the first door within the structure. Both sides of this portal lead into the same room, and the creature that touches the second door decides which room on either side of the original door the portal opens into.",
				"After activating the second bracelet in this way, the spell lasts for 1 minute, after which it ends, the portal closes, and both bracelets crumble into dust."
			],
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "two gold bracelets worth 250 gp each, which the spell consumes",
					"consume": true,
					"cost": 50000
				}
			},
			"miscTags": [
				"PRM",
				"TP"
			]
		},
		{
			"name": "Raise Land",
			"source": "FT&S",
			"page": 37,
			"level": 8,
			"school": "A",
			"time": [
				{
					"number": 24,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"Upon the completion of this spell, the land beneath you and whatever else may be on that land slowly rises skyward, reaching 100 feet into the air after 10 minutes. The area affected by this spell can have a radius up to 1,250 feet, and the spell fails if the radius includes an area already under the effects of a different casting of this spell.",
				"While standing on a piece of land affected by a {@i raise land} spell that you have cast, you can use your action to cause the landmass to move up to 50 feet in a direction you choose. The landmass ceases to move if it impacts any object.",
				"If this spell is dispelled, the mass of land formerly affected descends slowly at a rate of 10 feet per minute. A dispelled landmass may float or sink in water, at your DM's discretion, and impacting the ground even at a slow speed may cause damage to structures or creatures on the landmass."
			],
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "an exotic feather and a diamond worth at least 2,500 gp, which the spell consumes",
					"consume": true,
					"cost": 250000
				}
			},
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a 9th level spell slot, the radius affected by this spell increases to 5,000 feet."
					]
				}
			],
			"miscTags": [
				"PRM",
				"SCL"
			]
		}
	]
}
