{
	"_meta": {
		"sources": [
			{
				"json": "FT&S",
				"abbreviation": "FT&S",
				"full": "Fortresses, Temples, & Strongholds",
				"authors": [
					"Walrock Homebrew"
				],
				"convertedBy": [
					"GoR"
				],
				"version": "0.4.2",
				"color": "5f5f78",
				"url": "https://www.dmsguild.com/product/207377/WH-Fortresses-Temples--Strongholds-rules-for-building-and-customizing-playerowned-structures",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1603230352,
		"dateLastModified": 1653788769,
		"_dateLastModifiedHash": "e31143e994"
	},
	"book": [
		{
			"name": "Fortresses, Temples, & Strongholds",
			"id": "FT&S",
			"source": "FT&S",
			"published": "2017-03-13",
			"group": "homebrew",
			"coverUrl": "https://i.imgur.com/zAan5rZ.png",
			"contents": [
				{
					"name": "World-Building Option"
				},
				{
					"name": "Building Your Home",
					"headers": [
						"Damaged Structures",
						"Types of Structures"
					]
				},
				{
					"name": "Furnishing Your Rooms"
				},
				{
					"name": "Traders and Merchants"
				},
				{
					"name": "Modifying Your Rooms"
				},
				{
					"name": "Hirelings, Soldiers, & Casters",
					"headers": [
						"Hirelings",
						"Soldiers",
						"Spellcasters"
					]
				},
				{
					"name": "New Spells for Structures"
				},
				{
					"name": "Making More Money"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "FT&S",
			"source": "FT&S",
			"data": [
				{
					"type": "section",
					"name": "World-Building Option",
					"page": 2,
					"entries": [
						"A castle on a wind-swept cliff, overlooking a verdant bone-strewn valley where an ancient battle took place. Set against the seaside, an open-air ivory-columned temple spreads its arms wide to welcome in the elements. At a dusty crossroads, a lone trading post invites all travelers, specially those with purses filled with gold, or lips laden with rumors.",
						"As storied as these locations may be, they were all founded at one point by historical figures. Bold, noteworthy folk of many walks of life, who invested coin and manpower into building these landmarks for purposes inscrutable, either lost to the passage of time or handed down in song and story between the generations. Immortality is available to all adventurers with sufficient coin, should they wish to build it.",
						"Players often wish to leave their mark on the world, to establish something grand that can survive their characters and change the world around them, making it altogether better, worse, or simply different for its presence. Structures that are created by the characters are an excellent opportunity for roleplaying, quests, and story, being an instantly visible and prominent part of the world to those in regions nearby.",
						"A structure included in a game is typically both a focal point of the campaign and an investment opportunity for the player characters. The more gold and time characters spend expanding, improving, and staffing their structure, the more benefits, defense, and utility it provides. A well-governed structure can act as a military bastion, a powerful trading hub, ir the spiritual center of a faith, and those that control the structure may stand as the stewards of the fates of millions."
					]
				},
				{
					"type": "section",
					"name": "Building Your Home",
					"page": 3,
					"entries": [
						"Should players wish to build a structure, they must pay the associated construction fee and invest the proper construction time to build it, as indicated on the Buildable Structures table. If this structure will be on owned land in a kingdom or other governed region, players must typically buy the land to be allowed to build by the government, at a price determined by its size and location. The price of land typically runs between 100 gp and 1000 gp for a small to well-sized plot, but can stretch upwards of 5,000 gp for a large, expansive plot. The DM determines land prices, and not all land is inherently for sale.",
						"The cost of construction includes materials and labor, and players need not be present during construction. Ifa character is present and contributes to labor each for the entire duration of the construction time, you may reduce the structure's total cost by a percentage equal to half the character's level, rounded up. Multiple characters may work on a structure for its entire construction time in this way to secure this benefit multiple times.",
						"The Skilled and Unskilled Hirelings columns indicate how many hirelings the structure and its expansions re- quire to function (see the {@book Hirelings, Soldiers, & Casters} section later on for more). For the purposes of this chart, soldiers and spellcasters qualify as skilled hirelings.",
						"Hirelings must consistently be paid the wages indicated in the Hirelings, Soldiers, & Casters section, and failure to pay hireling wages causes the structure and its expansions to provide no benefit, After 7 days of failure to pay, hirelings will abandon their posts.",
						{
							"type": "table",
							"caption": "Buildable Structures",
							"colLabels": [
								"Structure",
								"Room Points",
								"Construction Cost",
								"Construction Time",
								"Bonus Room",
								"Skilled Hirelings",
								"Unskilled Hirelings"
							],
							"colStyles": [
								"col-3 text-left",
								"col-1 text-center",
								"col-2 text-right",
								"col-2 text-right",
								"col-3 text-right",
								"col-1 text-center",
								"col-1 text-center"
							],
							"rows": [
								[
									"Abbey",
									"6",
									"50,000 gp",
									"400 days",
									"{@reward Garden|FT&S}",
									"5",
									"25"
								],
								[
									"College or large school",
									"6",
									"50,000 gp",
									"400 days",
									"{@reward Theater|FT&S}",
									"5",
									"25"
								],
								[
									"Cottage or medium house ",
									"1",
									"2,500 gp",
									"30 days",
									"Any room, costs 1/2 normal price",
									"1",
									"—"
								],
								[
									"Dungeon or barrow",
									"3",
									"15,000 gp",
									"100 days",
									"{@reward Jails|FT&S}",
									"3",
									"15"
								],
								[
									"Guildhall or lodge",
									"2",
									"5,000 gp",
									"60 days",
									"{@reward Dining Hall|FT&S}",
									"5",
									"3"
								],
								[
									"Keep or small castle",
									"6",
									"50,000 gp",
									"400 days",
									"{@reward War Room|FT&S}",
									"50",
									"50"
								],
								[
									"Noble estate with manor",
									"4",
									"25,000 gp",
									"150 days",
									"{@reward Library|FT&S}",
									"3",
									"15"
								],
								[
									"Outpost or fort",
									"3",
									"15,000 gp",
									"100 days",
									"{@reward Armory|FT&S}",
									"20",
									"40"
								],
								[
									"Palace or large castle",
									"10",
									"500,000 gp",
									"1,200 days",
									"Any room that costs only 1 room point",
									"200",
									"100"
								],
								[
									"Temple",
									"6",
									"50,000 gp",
									"400 days",
									"{@reward Chapel|FT&S}",
									"10",
									"10"
								],
								[
									"Tower, fortified",
									"3",
									"15,000 gp",
									"100 days",
									"{@reward Stables|FT&S}",
									"10",
									"—"
								],
								[
									"Trading post or large house",
									"2",
									"5,000 gp",
									"60 days",
									"{@reward Caravansary|FT&S} or {@reward lodgings|FT&S}",
									"5",
									"2"
								]
							]
						},
						{
							"type": "inset",
							"name": "Total Cost Per Day?",
							"entries": [
								"In the {@book Strongholds section of the Dungeon Master's Guide|DMG|6|Recurring Expenses}, a structure's required hirelings are free and a Total Cost per Day is listed for each structure, roughly equivalent to the price players would otherwise pay for the required hirelings. This optional ruleset simplifies this, and no Total Cost per Day is required for a structure, instead requiring that hirelings which would otherwise be free are paid for the rates listed in their section."
							]
						},
						{
							"type": "entries",
							"name": "Damaged Structures",
							"page": 3,
							"entries": [
								"You may also rebuild a damaged structure you happen upon, should the DM determine you can make a legitimate claim to its ownership. You do not have to pay full price for such a structure and may not necessarily have to purchase the land this structure is on. The construction time and cost of a damaged structure varies directly with the amount of damage the structure has taken. As an example, if a structure is only 25% damaged, repairing the structure and rendering it active would require 25% of the normal construction cost and time. Examples of what specific percentages of damage would look like may be found on the following table.",
								{
									"type": "table",
									"colLabels": [
										"Damage Percent",
										"Appearance"
									],
									"colStyles": [
										"col-3 text-center",
										"col-9 text-left"
									],
									"rows": [
										[
											"0 %",
											"Structure is immaculate and fully functional"
										],
										[
											"1-25 %",
											"Some wear and tear, roofs and walls have holes"
										],
										[
											"26-50 %",
											"Major components missing, some rooms collapsed"
										],
										[
											"51-75 %",
											"Nature reclaimed structure, parts must be dug out"
										],
										[
											"76-100 %",
											"Scattered ruins, little more than foundation"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Types of Structures",
							"entries": [
								"The following is a {@filter list of structures|rewards|type=structure} that are available to build, and any attributes they may have.",
								{
									"type": "list",
									"columns": 3,
									"style": "list-hang",
									"name": "List of structures",
									"items": [
										"{@reward Abbey|FT&S}",
										"{@reward College or large school|FT&S}",
										"{@reward Cottage or medium house|FT&S}",
										"{@reward Dungeon or barrow|FT&S}",
										"{@reward Guildhall or lodge|FT&S}",
										"{@reward Keep or small castle|FT&S}",
										"{@reward Noble estate with manor|FT&S}",
										"{@reward Outpost or fort|FT&S}",
										"{@reward Palace or large castle|FT&S}",
										"{@reward Temple|FT&S}",
										"{@reward Tower, fortified|FT&S}",
										"{@reward Trading post or large house|FT&S}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Furnishing your Rooms",
					"page": 5,
					"entries": [
						"Any time after a structure is built, the owner may choose to furnish already available rooms within the structure. The owner then expends the related gold cost of the room  to provide for materials and labor, and, after the construction time indicated elapses, the room is furnished. Note that each room also carries a size cost in room points, and that your structure may never for any reason have more points used up by built rooms than are available under its listed total room points on the {@table Buildable Structures|FT&S} table.",
						"As with the structures themselves, characters need not to be present while the rooms are being furnished, but if they are present and labor for the entire duration of an room's construction time, they might reduce the room's total cost by a percentage equal to half the character's level, rounded up. More than one character may secure this benefit for one room at the same time. Work may be done to furnish multiple rooms at the same time, but laboring characters may only gain a discount on one of them.",
						"{@note {@filter Link to the filtered rewards page|rewards|type=room}, for ease of use.}",
						{
							"type": "list",
							"columns": 4,
							"name": "List of Rooms",
							"style": "list-hang",
							"items": [
								"{@reward Alchemist's Lab|FT&S}",
								"{@reward Animal Pen|FT&S}",
								"{@reward Arcanist's Study|FT&S}",
								"{@reward Armory|FT&S}",
								"{@reward Bank|FT&S}",
								"{@reward Baths|FT&S}",
								"{@reward Battle Ring|FT&S}",
								"{@reward Boutique|FT&S}",
								"{@reward Caravansary|FT&S}",
								"{@reward Catacombs|FT&S}",
								"{@reward Chapel|FT&S}",
								"{@reward Clock Tower|FT&S}",
								"{@reward Dining Hall|FT&S}",
								"{@reward Docks, Air|FT&S}",
								"{@reward Docks, Planar|FT&S}",
								"{@reward Docks, Water|FT&S}",
								"{@reward Escape Tunnel|FT&S}",
								"{@reward Garden|FT&S}",
								"{@reward Graveyard|FT&S}",
								"{@reward Jails|FT&S}",
								"{@reward Library|FT&S}",
								"{@reward Lighthouse|FT&S}",
								"{@reward Lodgings|FT&S}",
								"{@reward Magical Enchanter|FT&S}",
								"{@reward Market Stalls|FT&S}",
								"{@reward Mill|FT&S}",
								"{@reward Poisoner's Grotto|FT&S}",
								"{@reward Ritual Circle|FT&S}",
								"{@reward Sewers|FT&S}",
								"{@reward Smithy|FT&S}",
								"{@reward Siege Workshop|FT&S}",
								"{@reward Stables|FT&S}",
								"{@reward Tavern|FT&S}",
								"{@reward Theater|FT&S}",
								"{@reward War Room|FT&S}"
							]
						},
						{
							"type": "inset",
							"name": "Rooms and Requirements",
							"page": 8,
							"entries": [
								"Some methods of furnishing rooms produce more exotic results than others, and not all rooms may be appropriate for every game. Your DM may rule, for example, that a setting without air travel would be impossible or impractical to construct an air docks in. Likewise, a setting without clockwork could find it difficult to justify the inclusion of a clock tower.",
								"Players may be able to discover these technologies on their own, should the DM allow it. Future expansions to the rule presented here ay address this, but for now, the potential for such discovery is entirely at the discretion of the DM."
							]
						},
						{
							"type": "inset",
							"name": "Enchanting and You",
							"page": 10,
							"entries": [
								"The Magical Enchanter listed here is a powerful addition to any game, and may not be appropriate for all settings or situations. The {@variantrule Downtime Activity: Crafting a Magic Item|dmg|full rules for crafting magical items} are found on page 128 of the {@i Dungeon Master's Guide}, and have been modified slightly for the room. Namely, the Magical Enchanter functions off of spell slot rather than character level, and the Enchanter decreases the default crafting time and price by 1/4 in accordance with the investment the room represents.",
								"Magical item crafting rules exist especially at the whims of the DM. As such, your DM may choose to modify the Magical Enchanter as they see fit, increasing or decreasing the prices, or not allowing it entirely, to best fit their game's world"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Traders and Merchants",
					"page": 13,
					"entries": [
						"Select rooms will entice merchants to visit or take up residence at your structure, bringing commerce to your doorstep. Whenever a room tells you to roll on the Merchants table, do so with the information below. If a room allows you to select a merchant, you may choose any merchant on this table that is not a legendary merchant.",
						{
							"type": "table",
							"caption": "Merchants table",
							"colLabels": [
								"d100",
								"Merchants"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10 text-left"
							],
							"rows": [
								[
									"1-6",
									"Alcohol and refreshment"
								],
								[
									"7-10",
									"Animals (mundane mounts and pets)"
								],
								[
									"11-15",
									"Books and maps (mundane)"
								],
								[
									"16-19",
									"Flowers and seeds"
								],
								[
									"20-25",
									"Food and animal parts"
								],
								[
									"26-29",
									"Furniture and interior decor"
								],
								[
									"30-34",
									"High fashion"
								],
								[
									"35-38",
									"Jewelry and gems"
								],
								[
									"39-43",
									"Knick-knacks"
								],
								[
									"44-48",
									"Leatherworking"
								],
								[
									"49-52",
									"Mechanical contraptions"
								],
								[
									"53-57",
									"Medium and heavy armor (and shields)"
								],
								[
									"58-61",
									"Potions, poisons and herbs"
								],
								[
									"62-66",
									"Religious idols and blessings"
								],
								[
									"67-71",
									"Songs and instruments"
								],
								[
									"72-75",
									"Spell tomes and scrolls"
								],
								[
									"76-80",
									"Thieving supplies"
								],
								[
									"81-86",
									"Tools"
								],
								[
									"87-91",
									"Vehicles and Transportation"
								],
								[
									"92-96",
									"Weapons"
								],
								[
									"97-100",
									"Legendary merchant (roll once on the {@table Legendary Merchants|FT&S} table)"
								]
							]
						},
						{
							"type": "inset",
							"name": "Subject to Availability",
							"entries": [
								"Many different types of merchants are listed here, and not all merchants are appropriate to every setting. A magic items merchant might be illogical for a setting where magic items are too rare to be sold, or a mechanical contraptions merchant may be at odds with a setting that has yet to discover clockwork.",
								"If a thematically inappropriate merchant is rolled (or chosen) on these tables, simply reroll (or choose again) until a more appropriate merchant is selected. In the case of legendary merchants, roll again on the legendary merchants table, unless none of the available legendary merchants would be thematically acceptable."
							]
						},
						"If a legendary merchant is rolled on the Merchants table, roll once on the following table to determine which legendary merchant your players encounter:",
						{
							"type": "table",
							"caption": "Legendary Merchants table",
							"colLabels": [
								"d12",
								"Legendary Merchants"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10 text-left"
							],
							"rows": [
								[
									"1",
									"Astral traveler (multiversal wares)"
								],
								[
									"2-3",
									"Enchantments (added to existing items)"
								],
								[
									"4",
									"Fey bargains (fey goods exchanged for \"favors\""
								],
								[
									"5-6",
									"Magic items"
								],
								[
									"7-8",
									"Magical creatures"
								],
								[
									"9-10",
									"Necromancy"
								],
								[
									"11",
									"Needful things (fiendish wares, tempts buyers)"
								],
								[
									"12",
									"Time-lost (goods from a future time)"
								]
							]
						},
						"Whenever you roll or choose a merchant, roll on the Quality table, below, to determine the quality of their goods. Legendary merchants do not exist bellow medium quality, and their quality should be rerolled until it is medium or higher.",
						{
							"type": "table",
							"caption": "Quality table",
							"colLabels": [
								"d12",
								"Quality",
								"Currency On-Hand"
							],
							"colStyles": [
								"col-1 text-center",
								"col-3 text-left",
								"col-8 text-left"
							],
							"rows": [
								[
									"1",
									"Atrocious",
									"{@dice 1d10*20|1d10 x 20} gp"
								],
								[
									"2-4",
									"Poor",
									"{@dice 1d10*50|1d10 x 50} gp"
								],
								[
									"5-7",
									"Medium",
									"{@dice 1d10*100|1d10 x 100} gp"
								],
								[
									"8-10",
									"Good",
									"{@dice 1d10*250|1d10 x 250} gp"
								],
								[
									"11-12",
									"Excellent",
									"{@dice 1d10*500|1d10 x 500} gp"
								]
							]
						},
						"Based on the results of these tables, the DM will determine the contents of a merchant's inventory. Alternatively, your DM may choose to use the {@loader Traders & Merchants Stronghold Expansion|book/Walrock Homebrew; Traders and Merchants.json} to determine a merchant's inventory.",
						"Merchants may be willing to buy items the players are selling, usually those that are of and good make and similar enough to the items they already carry. Merchants ofter are willing to pay half the ordinary price for wares the players are selling, excepting magic items, which obey their own special rules (found {@variantrule Downtime Activity: Selling Magic Items|DMG|on pages 129-130 of the {@i Dungeon Master's Guide}}). Currency carried by merchants for such purposes is typically kept in a secure location, such as a trapped lockbox.",
						{
							"type": "inset",
							"name": "The Invisible Hand at Work",
							"entries": [
								"Some areas are exceptionally good (or poor) locations in which to find merchants. The intersection of two major trade routes can yield merchants of a much higher quality than a forgotten outpost deep in the borderlands.",
								"If an area is exceptionally good for trade, your DM may choose to roll twice on the {@table Quality|FT&S} table, and use the best result. If an area is ill-suited to commerce, however, the DM may likewise decide to roll twice and use the worst result, instead."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Modifying your Rooms",
					"page": 14,
					"entries": [
						"Individual rooms can be built up, improved, and modified in a small variety of ways.",
						"You may choose to purchase a modification from the list below for either a room being built, or for one that has already been built. If the room is being built, the modification adds its build time to the total build time. If a modification is purchased for an existing room, the modification's building begins immediately, and the room will not provide a benefit until this building is complete.",
						"Some modifications have requirements, which the owner or at least one of the owner's allies within the structure must be able to fulfill in order to build.",
						"{@note {@filter Link to the filtered rewards page|rewards|type=modification}, for ease of use.}",
						{
							"type": "list",
							"style": "list-hang",
							"columns": 3,
							"name": "List of Modifications",
							"items": [
								"{@reward Extra-Dimensional|FT&S}",
								"{@reward Hidden|FT&S}",
								"{@reward Secret passage|FT&S}",
								"{@reward Teleportation Rune|FT&S}",
								"{@reward Trapped|FT&S}",
								"{@reward Warded or Spell-bound|FT&S}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Hirelings, Soldiers, & Casters",
					"page": 16,
					"entries": [
						"Any large-scale structure requires constant work and upkeep to remain operational, and roving heroes aren't usually predisposed to building maintenance. Hirelings are individuals that can perform ordinary skilled tasks at your behest, expecting payment in return. Soldiers are hirelings skilled in the art of combat, while spellcasting hirelings are those with at least a cursory grasp of magic.",
						"Hirelings of any sort must be paid to retain their services, and hirelings will typically desert their service after 7 days without pay. If hirelings required by a structure are not paid or desert, the structure and its rooms will cease functioning or providing any benefits.",
						{
							"type": "entries",
							"name": "Hirelings",
							"page": 16,
							"entries": [
								"Service of the following hirelings may be retained by purchasing them at their listed price or paying their listed cost per day",
								{
									"type": "table",
									"caption": "Hirelings table",
									"colLabels": [
										"Hirelings",
										"Pay or Worth",
										"Proficient in..."
									],
									"colStyles": [
										"col-5 text-left",
										"col-2 text-right",
										"col-5 text-left"
									],
									"rows": [
										[
											"Hireling, unskilled",
											"2 sp/day",
											"—"
										],
										[
											"Hireling, skilled",
											"2 gp / day",
											"1 skill or set of tools"
										],
										[
											"Slave, unskilled",
											"75 gp",
											"—"
										],
										[
											"Slave, skilled",
											"750 gp",
											"1 skill or set of tools"
										]
									]
								},
								{
									"type": "list",
									"style": "list-no-bullets",
									"items": [
										{
											"type": "item",
											"name": "{@i Unskilled hirelings}",
											"entries": [
												"have no special skills to speak of, though they can clean, cook passably, and keep a structure cared for in ways that do not require a particular skillset."
											]
										},
										{
											"type": "item",
											"name": "{@i Skilled hirelings}",
											"entries": [
												"each come proficient in a particular skill or set of tools, and have a +5 bonus to checks they make with this proficiency. This bonus is considered to include both their relevant ability modifier and their proficiency bonus. You determine which skill or set of tools the hireling is proficient with at the time you first hire them."
											]
										},
										{
											"type": "item",
											"name": "{@i Slaves}",
											"entries": [
												"may only be owned by evil characters, may be skilled or unskilled, and require no pay. Slaves may or not be available for purchase, and are usually sold for the values listed above."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Soldiers",
							"page": 16,
							"entries": [
								"Trained in the ways of battle, the following soldiers may be retained at their listed cost per day. Their statistics are found on the associated page of either the {@i {@book Monster Manual|MM}} or {@i {@book Volo's Guide to Monsters|VGM}}, as noted.",
								{
									"type": "table",
									"caption": "Soldiers table",
									"colLabels": [
										"Soldiers",
										"Pay",
										"Page Number"
									],
									"colStyles": [
										"col-4 text-left",
										"col-4 text-right",
										"col-4 text-right"
									],
									"rows": [
										[
											"{@creature Archer|vgm}",
											"25 gp / day",
											"{@i VGtM 210}"
										],
										[
											"{@creature Assassin}",
											"65 gp / day",
											"{@i MM 343}"
										],
										[
											"{@creature Bandit}",
											"2 gp / day",
											"{@i MM 343}"
										],
										[
											"{@creature Bandit captain}",
											"20 gp / day",
											"{@i MM 344}"
										],
										[
											"{@creature Berserker}",
											"20 gp / day",
											"{@i MM 344}"
										],
										[
											"{@creature Blackguard|vgm}",
											"65 gp / day",
											"{@i VGtM 211}"
										],
										[
											"{@creature Champion|vgm}",
											"75 gp / day",
											"{@i VGtM 212}"
										],
										[
											"{@creature Gladiator}",
											"40 gp / day",
											"{@i MM 346}"
										],
										[
											"{@creature Guard}",
											"2 gp / day",
											"{@i MM 347}"
										],
										[
											"{@creature Knight}",
											"25 gp / day",
											"{@i mm 347}"
										],
										[
											"{@creature Martial arts adept|vgm}",
											"25 gp / day",
											"{@i VGtM 216}"
										],
										[
											"{@creature Master thief|vgm}",
											"40 gp / day",
											"{@i VGtM 216}"
										],
										[
											"{@creature Scout}",
											"5 gp / day",
											"{@i MM 349}"
										],
										[
											"{@creature Spy}",
											"10 gp / day",
											"{@i MM 349}"
										],
										[
											"{@creature Swashbuckler|vgm}",
											"25 gp / day",
											"{@i VGtM 217}"
										],
										[
											"{@creature Thug}",
											"5 gp / day",
											"{@i MM 350}"
										],
										[
											"{@creature Tribal Warrior}",
											"2 gp / day",
											"{@i MM 350}"
										],
										[
											"{@creature Veteran}",
											"25 gp / day",
											"{@i MM 350}"
										]
									]
								},
								"Soldiers stationed within a structure count as required skilled hirelings, but no longer count towards this requirement while dispatched or relocated elsewhere."
							]
						},
						{
							"type": "entries",
							"name": "Spellcasters",
							"page": 16,
							"entries": [
								"Magically gifted and skilled in arcane, divine, or primal arts, these hirelings may be retained at their listed cost per day, and their statistics found on the associated page of the {@i {@book Monster Manual|mm}} or {@i {@book Volo's Guide to Monsters|vgm}}",
								{
									"type": "table",
									"caption": "Spellcasters table",
									"colLabels": [
										"Spellcasters",
										"Pay",
										"Page Number"
									],
									"colStyles": [
										"col-4 text-left",
										"col-4 text-right",
										"col-4 text-right"
									],
									"rows": [
										[
											"{@creature Abjurer|vgm}",
											"110 gp / day",
											"{@i VGtM 209}"
										],
										[
											"{@creature Acolyte}",
											"5 gp / day",
											"{@i MM 342}"
										],
										[
											"{@creature Apprentice wizard|vgm}",
											"5 gp / day",
											"{@i VGtM 209}"
										],
										[
											"{@creature Bard|vgm}",
											"25 gp / day",
											"{@i VGtM 211}"
										],
										[
											"{@creature Conjurer|vgm}",
											"75 gp / day",
											"{@i VGtM 212}"
										],
										[
											"{@creature Diviner|vgm}",
											"100 gp / day",
											"{@i VGtM 213}"
										],
										[
											"{@creature Druid}",
											"25 gp / day",
											"{@i MM 346}"
										],
										[
											"{@creature Enchanter|vgm}",
											"60 gp / day",
											"{@i VGtM 213}"
										],
										[
											"{@creature Evoker|vgm}",
											"110 gp / day",
											"{@i VGtM 214}"
										],
										[
											"{@creature Illusionist|vgm}",
											"40 gp / day",
											"{@i VGtM 214}"
										],
										[
											"{@creature Mage}",
											"75 gp / day",
											"{@i MM 347}"
										],
										[
											"{@creature Necromancer|vgm}",
											"110 gp / day",
											"{@i VGtM 217}"
										],
										[
											"{@creature Transmuter|vgm}",
											"60 gp / day",
											"{@i VGtM 217}"
										],
										[
											"{@creature Priest}",
											"25 gp / day",
											"{@i MM 348}"
										],
										[
											"{@creature War priest|vgm}",
											"110  gp / day",
											"{@i VGtM 217}"
										],
										[
											"{@creature Warlock of the Archfey|vgm}",
											"50 gp / day",
											"{@i VGtM 219}"
										],
										[
											"{@creature Warlock of the Fiend|vgm}",
											"85  gp / day",
											"{@i VGtM 219}"
										],
										[
											"{@creature Warlock of the Great Old One|vgm}",
											"75 gp / day",
											"{@i VGtM 220}"
										]
									]
								},
								"Spellcasters stationed within a structure count as required skilled hirelings, but no longer count towards this requirement while dispatched or relocated elsewhere."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "New Spells for Structures",
					"page": 17,
					"entries": [
						"The following spells may be cast by any class with access to the required level of spell slots.",
						{
							"type": "list",
							"style": "list-hang",
							"columns": 2,
							"name": "List of Spells",
							"items": [
								"{@spell Call Stronghold|FT&S}",
								"{@spell Raise Land|FT&S}"
							]
						},
						{
							"type": "inset",
							"name": "Other Spells for Structures",
							"entries": [
								"Many other spells that already exist in the Player's Handbook are ideal for use with player-owned structures. The following is a list of spells to consider when building and maintaining a structure:",
								"{@spell Arcane Lock}, {@spell forbiddance}, {@spell glyph of warding}, {@spell guards and wards}, {@spell hallow}, {@spell mirage arcane}, {@spell Mordenkainen's faithful hound}, {@spell Mordenkainen's private sanctum}, {@spell programmed illusion}, {@spell symbol} and {@spell teleportation circle} are all spells that contribute well to an owned structure in different ways.",
								"In addition, a spell that must be cast every day for a year to take permanent effect only needs to be cast every day for 30 days within a structure that you own."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Making More Money",
					"page": 18,
					"entries": [
						"Running a structure is an expensive enterprise, and one that can become unprofitable if not done with money in mind. In addition to the way some rooms inherently generate income, below are a few more ways to help your structure make a profit.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Tithes and tuition",
											"entries": [
												"If your structure is one that draws daily visitors in the form of worshippers or students, you can demand a fee each day for the services they receive. This could range from 1 sp a day for a poor man's shrine to 10 gp daily for a world-class arcane education. A shrine or temple may receive 50-250 visitors in a day, while even a large college or school should expect a maximum of 200 students. Keep in mind that higher prices may attract less visitors."
											]
										},
										{
											"type": "entries",
											"name": "Right of passage",
											"entries": [
												"Merchants and travelers must pay coin for the right to use toll roads near your structure. A small fine of 1 cp is typical of most toll roads, but some lucrative trade routes charge exorbitant fees of up to 5 gp. Traffic varies on most roads from 2 to 200 traveling groups a day depending on logistics and economic factors. Most merchants will do everything they can to avoid paying a pricey toll, and placing too exorbitant a toll near your structure may cause a reduction in the quality of your merchants, as listed in {@book The Invisible Hand at Work|FT&S|3|The invisible hand at work} optional rule."
											]
										},
										{
											"type": "entries",
											"name": "Protection",
											"entries": [
												"Nearby villages could pay taxes for protection to a military presence in the region. Taxes could run from a reasonable 2 sp a day to an extreme 10 gp daily. The larger a nearby population center is, the more willing and able it would be to pay a greater tax. Take warning that peasants feeling taxes are unfair are very prone to violent revolt."
											]
										},
										{
											"type": "entries",
											"name": "Other sources",
											"entries": [
												"As always, dungeon masters should remain open to player ideas, particularly on how to use a structure. Players will undoubtedly have ideas not covered here, and it is up to the DM to accommodate them however they can."
											]
										}
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "Credits",
							"entries": [
								"Photoshop & design by /u/the_singular_anyone",
								"Visit {@b Walrock Homebrew} for more! {@link http://walrock-homebrew.blogspot.com}",
								"Thanks to the kind folks of reddit, /tg/, and tumblr, to /u/Smyris for their resource pack, and to /u/skybug12 for their Photoshop guide!"
							]
						}
					]
				}
			]
		}
	],
	"reward": [
		{
			"name": "Abbey",
			"source": "FT&S",
			"page": 4,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"6"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"50,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"400 days"
							]
						},
						{
							"type": "item",
							"name": "Bonus Room:",
							"entries": [
								"{@reward Garden|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"5"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"25"
							]
						}
					]
				},
				"A religious retreat for those so inclined. Often dedicated to a particular deity or holy or monastic order. Made plain or ornate, befitting its order, out of local stone or wood. Contains mostly communal living quarters for up to 100 persons, and a free garden that costs neither room points or gold."
			]
		},
		{
			"name": "College or Large School",
			"source": "FT&S",
			"page": 4,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"6"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"50,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"400 days"
							]
						},
						{
							"type": "item",
							"name": "Bonus Room:",
							"entries": [
								"{@reward Theater|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"5"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"25"
							]
						}
					]
				},
				"A center of scholarly learning, concerned with a particular vocation, magical practice, or bardic tradition. Contains lavish private quarters for up to 10 instructors and communal, if not entirely stark, living for up to 90 students. Comes with a a free theater that costs neither room points nor gold."
			]
		},
		{
			"name": "Cottage or Medium House",
			"source": "FT&S",
			"page": 4,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"1"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Bonus Room:",
							"entries": [
								"Any room, costs 1/2 normal price"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"1"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"—"
							]
						}
					]
				},
				"A small to medium cozy hovel, shop, or home that can house a maximum of 5 people in close quarters. Made of thatch, lumber, brick, or similar. After you build this structure, you may later build one room at half of its normal gold cost here."
			]
		},
		{
			"name": "Dungeon or Barrow",
			"source": "FT&S",
			"page": 4,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"3"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"15,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"100 days"
							]
						},
						{
							"type": "item",
							"name": "Bonus Room:",
							"entries": [
								"{@reward Jails|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"3"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"15"
							]
						}
					]
				},
				"An underground dwelling, dank, pungent, and dark. Perhaps composed of mineshafts, carved stone, or ancient sunken ruins. Dimly lit by torches, lava, or phosphorescent fungi. Contains communal living quarters for up to 50 tightly packed humanoids, and free jails that cost neither room points nor gold."
			]
		},
		{
			"name": "Guildhall or Lodge",
			"source": "FT&S",
			"page": 4,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"2"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"60 days"
							]
						},
						{
							"type": "item",
							"name": "Bonus Room:",
							"entries": [
								"{@reward Dining Hall|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"5"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"3"
							]
						}
					]
				},
				"A large and often-storied house dedicated to housing members of a guild, typically all of a single profession or adventurous bent. Contains semi-private quarters for up to 25 individuals, and a free dining hall that costs neither room points nor gold."
			]
		},
		{
			"name": "Keep or Small Castle",
			"source": "FT&S",
			"page": 4,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"6"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"50,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"400 days"
							]
						},
						{
							"type": "item",
							"name": "Bonus Room:",
							"entries": [
								"{@reward War Room|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"50"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"50"
							]
						}
					]
				},
				"Fit to rule over a fiefdom or barony, this structure is equipped with heavy stone walls, turrets, and spires. There is a private room for the master of the keep, as well as private rooms for up to 50 distinguished guests. This structure may also house up to 450 servants or men-at-arms in less comfortable, occasionally communal living space. This structure comes with a free war room that costs neither room points nor gold."
			]
		},
		{
			"name": "Noble Estate with Manor",
			"source": "FT&S",
			"page": 4,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"4"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"25,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"150 days"
							]
						},
						{
							"type": "item",
							"name": "Bonus Room:",
							"entries": [
								"{@reward Library|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"3"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"15"
							]
						}
					]
				},
				"A fine manor house on a wide tract of land, expertly manicured or tailored how you wish. Contains private rooms for up to 15 individuals, as well as lower quality and well hidden semi-private quarters for a serving staff of up to 35 per- sons. Comes with a free library that costs neither room points nor gold."
			]
		},
		{
			"name": "Outpost or Fort",
			"source": "FT&S",
			"page": 4,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"3"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"15,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"100 days"
							]
						},
						{
							"type": "item",
							"name": "Bonus Room:",
							"entries": [
								"{@reward Armory|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"20"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"40"
							]
						}
					]
				},
				"A forward, rough military establishment hewn from rock or timber, this structure isa friendly presence in a hostile land. Contains private quarters for up to 25 officers and common bunks for up to 225 soldiers and staff. This structure comes with a free armory that costs neither room points nor gold."
			]
		},
		{
			"name": "Palace or Large Castle",
			"source": "FT&S",
			"page": 4,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"10"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"500,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"1,200 days"
							]
						},
						{
							"type": "item",
							"name": "Bonus Room:",
							"entries": [
								"Any room that costs only 1 room point"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"200"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"100"
							]
						}
					]
				},
				"An opulent, beautiful, enormous structure, the worthy seat of a kingdom or empire. Contains personal chambers for the structure's owners, private quarters for up to 200 distinguished guests, and somewhat shabby residences for up to 1,800 servants and soldiers. This structure comes with one free room of your choice, so long as the room would typically cost only 1 room point. This room then costs neither room points nor gold."
			]
		},
		{
			"name": "Temple",
			"source": "FT&S",
			"page": 4,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"6"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"50,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"400 days"
							]
						},
						{
							"type": "item",
							"name": "Bonus Room:",
							"entries": [
								"{@reward Chapel|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"10"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"10"
							]
						}
					]
				},
				"A large, solemn place carved in the image of a god or gods, decorated to suit their personalities, using whichever materials, forms, and iconography that the associated deities find most pleasing. Contains communal bunks suitable for up to 100 pilgrims or acolytes, and private quarters for up to 25 ranking members of the clergy. Comes with a free chapel that costs neither room points nor gold."
			]
		},
		{
			"name": "Tower, fortified",
			"source": "FT&S",
			"page": 4,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"3"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"15,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"100 days"
							]
						},
						{
							"type": "item",
							"name": "Bonus Room:",
							"entries": [
								"{@reward Stables|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"10"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"—"
							]
						}
					]
				},
				"A large single spire set somewhere high and remote with an excellent view, fortified towers are typically used as military lookouts, wizard's spires, or immense lighthouses. Includes private rooms for up to 25 occupants; tightly-packed bunks for up to 100 visitors, acolytes, or staff; and a stables that costs neither room points nor gold."
			]
		},
		{
			"name": "Trading Post or Large House",
			"source": "FT&S",
			"page": 4,
			"type": "Structure",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Room Points:",
							"entries": [
								"2"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"60 days"
							]
						},
						{
							"type": "item",
							"name": "Bonus Room:",
							"entries": [
								"{@reward Caravansary|FT&S} or {@reward lodgings|FT&S}"
							]
						},
						{
							"type": "item",
							"name": "Skilled Hirelings:",
							"entries": [
								"4"
							]
						},
						{
							"type": "item",
							"name": "Unskilled Hirelings:",
							"entries": [
								"2"
							]
						}
					]
				},
				"Either a single, large building or a simple and colorfully adorned set of shacks, tents, or shops set up against a harbor, river, or crossroads, each holding wares ranging from astounding to mundane. Comes equipped with private lodging for 5 important persons and bunks or hammocks for up to 45 travelers, traders, or passing merchants. This structure also includes either a caravansary or lodgings that cost neither room points nor gold."
			]
		},
		{
			"name": "Alchemist's Lab",
			"source": "FT&S",
			"page": 5,
			"type": "Room",
			"entries": [
				"{@i Glass-blown tubes, alembics, piping, and jars line the walls in dusty candle-lit shelves. The air is musky with the smell of dried herbs, as to the side a cauldron bubbles rhythmically atop an open flame.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"All transmutation spells cast within this room by the owners of this structure and their allies have twice their normal duration, and half their normal materials cost. In addition, {@item alchemist's supplies|phb}, a {@item poisoner's kit|phb} and an {@item herbalism kit|phb} are always considered to be present here, and within this room any checks with these tools are made with advantage by individuals who have proficiency with them."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"herbalist, witch's hut."
					]
				}
			]
		},
		{
			"name": "Animal Pen",
			"source": "FT&S",
			"page": 5,
			"type": "Room",
			"entries": [
				"{@i A large pen made to securely hold willing or unwilling beasts. A small nearby larder ensures food will not be in short supply, should the creature find itself hungry.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 or 2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 or 5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 or 30 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"This room allows creatures to be held securely and safely, whether or not they desire to be, until you choose to release them. The creatures held here may be of any type other than humanoid. This room may hold five creatures sized small, three sized medium, or one sized large. If built using two room points, this capacity is doubled and the pens may also instead house one huge creature. This room does not automatically include creatures, which must be acquired though other means. You may buy and construct this room multiple times."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"monster cage, griffin roost, dragon trap, kennels, aviary, rookery."
					]
				}
			]
		},
		{
			"name": "Arcanist's Study",
			"source": "FT&S",
			"page": 5,
			"type": "Room",
			"entries": [
				"{@i Nothing in the multiverse is stranger or more dangerous than the study of a dyed-in-the-wool magic user. Oddities adorn every murky wooden shelf, from a relatively-usual human skull to a planar vortex in a jar or a preening pseudodragon atop a bookcase. The air reeks of spell components, and books of specific lore cover seemingly every surface.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Choose abjuration, conjuration, enchantment, or illusion. While present in this room, spells in the chosen school cast by the owners of this structure and their allies have twice their normal duration, and half their normal materials cost. Arcana checks made here that del with this chosen school of magic have advantage. This room may be build multiple times, and each time a different school must be chosen."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"binding circe, interrogation chamber, mirror maze."
					]
				}
			]
		},
		{
			"name": "Armory",
			"source": "FT&S",
			"page": 5,
			"type": "Room",
			"entries": [
				"{@i A stockpile of common weapons and armor, an armory provides defenses to the defenseless, as well as granting common people the ability to strike back and defend their home.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"When the structure is under attack, any hireling that is not a spellcaster or soldier and that the structure requires for maintenance may visit the armory and afterwards count as a {@creature guard}. Hirelings equipped in this way may also be used offensively rather than simply in defense of the structure. Doing so deprives a structure of its hireling staff, however, and removing more than a quarter of your structure's hirelings from its grounds will cause any other benefits the structure provides to cease, as the hirelings left behind struggle to cover for those absent."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bank",
			"source": "FT&S",
			"page": 6,
			"type": "Room",
			"entries": [
				"{@i An enormous room filled with shining marble, brass, and heavily locked vaults, a bank does an excellent job of containing coinage and valuables, using money to make money.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"5,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"This room contains four 30-foot by 40-foot vaults, each with a 20-foot tall ceiling. The owner if this structure and their allies may stash any amount of gold or reasonably-sized treasure in one of the vaults, which requires a key to access (one key comes standard with each vault). Unguarded vaults may broken into with {@item thieves' tools|phb} by making five successful DC 15 Dexterity checks within an hour. The vault doors are a three-foot thick, 5-foot radius circle of steel by default, with an AC of 19 and 25 hit points. When you first build this room, or as a room modification at a later time, you ay expend an additional 2,500 gp and 15 days of effort to build mithral doors (AC of 21, 50 hit points) for the vaults, or you may expend an additional 5,000 gp and 30 days of effort to build the vaults with adamantine doors (AC of 23, 100 hit points).",
								"In addition, if this room is staffed with at least 10 skilled hirelings trained in either Insight or Investigation, the room generates an income equal to 5% of the total currency stored there, every 60 days."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"treasure hoard."
					]
				}
			]
		},
		{
			"name": "Baths",
			"source": "FT&S",
			"page": 6,
			"type": "Room",
			"entries": [
				"{@i Steam rises and settles over a series of intricate, beautifully tiled pools. The trickling of water echoes throughout, and soft lights refract off lightly perfumed waves, creating a most relaxing atmosphere for those within.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"While taking a short rest within this room, the owner of this structure and their allies double the hit points they regain from using hit dice (including those granted by Constitution modifiers). Additionally, taking a short rest within this room grants a number of temporary hit points equal to the structure's total possible room points. These temporary hit points last until they are lost, or until the next long rest."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"festhall, hospital."
					]
				}
			]
		},
		{
			"name": "Battle Ring",
			"source": "FT&S",
			"page": 6,
			"type": "Room",
			"entries": [
				"{@i A dusty ring of honor stands, lined with racks of weapons, as a test of mettle for those who enter Win or lose, sparring teaches everyone a little something.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Those that spend at least an hour sparring or training here become conditioned for battle, which lasts until their next long rest. When a creature that is conditioned for battle rolls initiative, it has advantage on the first attack it makes on its first turn in combat."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"training grounds."
					]
				}
			]
		},
		{
			"name": "Boutique",
			"source": "FT&S",
			"page": 5,
			"type": "Room",
			"entries": [
				"{@i Fresh flowers adorn windowsills and an intricate hand-carved sign swings gently in the breeze outside this shop. The wares here are often of fine quality, and both locals and visiting travelers prefer to do their business here.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"When you first build this room, choose one merchant from the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|3} section. This merchant is in permanent residence at your structure, though the quality of their goods changes every / days. If the merchant's goods are of a quality less than medium, you may reroll any number of times until you receive a result of medium or greater quality.",
								"You may change the merchant in residence here at a later time by paying 1,000 gp to renovate the boutique. This process leaves the boutique unavailable for 15 days, after which a new merchant is selected, as they were when this room was first created.",
								"If your structure is located in an area that can reasonably expect trade, this room generates an income of {@dice 30*3d4|30 gp x 3d4} every 30 days. This room may be built multiple times."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"brightsmith, boat house, cafe, coach house, quartermaster, tinker's shop."
					]
				}
			]
		},
		{
			"name": "Caravansary",
			"source": "FT&S",
			"page": 6,
			"type": "Room",
			"entries": [
				"{@i A small roadside house for travelers, filled with the smells of cooked food and pack animals. Outside, visiting merchants bark their wares, enticing locals with colorful goods from distant lands.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								" 2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Roll four times on the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|3} section. These merchants are present at this location for 7 days, after which they depart and four new randomly-rolled merchants arrive, continuing this pattern every 7 days.",
								"This room generates an income of {@dice 20*2d10|20 gp x 2d10} every 30 days."
							]
						}
					]
				}
			]
		},
		{
			"name": "Catacombs",
			"source": "FT&S",
			"page": 7,
			"type": "Room",
			"entries": [
				"{@i Deep, dark, and dreary, this sodden collection of stone cellars and hidden pathways holds many forgotten secrets.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Dead bodies may be interred here, and suffer no degradation for the purposes of necromancy spells. When this room is first built, it comes with five skeletal servants, each one counting as an unpaid, unskilled hireling for any structure or room requirements. These servants have an AC of 10, 1 hit point, and a Strength of 8, and cannot speak or attack (unless equipped by the Armory and doing so in defense of your structure). The servants do as commanded by the owner of the structure and their allies, and stand motionless in place if commands conflict, waiting until new commands are given. These skeletal servants can perform simple tasks that a human servant could do, such as fetching things, cleaning, mending, folding clothes, lighting fires, serving food, and pouring wine. If a skeletal servant leaves the structure it was created in for more than 7 consecutive days, it disintegrates into dust.",
								"Every 30 days on the advent of a full moon (or other celestial event of equal significance), an hour-long ritual may be performed by any character or hireling that can cast at least one necromancy spell. When the ritual is complete, it raises an additional five skeletal servants (if there are an adequate number of dead humanoid bodies entombed in this room) that join the others in the service of your structure. A structure may have a maximum number of functioning skeletal servants equal to 20 times the structure's total number of room points."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"tombs, bonepile."
					]
				}
			]
		},
		{
			"name": "Chapel",
			"source": "FT&S",
			"page": 7,
			"type": "Room",
			"entries": [
				"{@i A small chapel containing religious imagery, seating, iconography, and proper accouterment, alongside a modest library of holy texts and literature. The air hums with the resonance of hymns, and the comforting soul of the divine.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"This room is under the effects of a permanent {@spell hallow} spell, the details of which are decided upon when the construction of this room is completed. {@skill Religion} checks made here that deal with the lore surrounding the deity, philosophy, or religion the chapel is associated with have advantage. This room may be built multiple times, and each time a different religion or philosophy for the chapel may be chosen.",
								"If parishioners visit this room and provide tithes, this room generates an income of {@dice 10*4d6|10 gp x 4d6} every 30 days."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"shrine, spirit lodge, dark altar."
					]
				}
			]
		},
		{
			"name": "Clock Tower",
			"source": "FT&S",
			"page": 7,
			"type": "Room",
			"entries": [
				"{@i Rising high above a central point and easily visible to all, the stylized yet simple face of this enormous clock hides a complex assembly of gigantic gears, all turning in unison with an expertly synchronized motion. }",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"Knowledge of clockwork technology, a structure with at least 3 total room points"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"The presence of a clock tower greatly increases the efficiency of your workforce and thus your entire structure, requiring you to spend less on maintenance and wages to achieve the same effect. Reduce the total amount the structure's hirelings must be paid by 10 gp daily."
							]
						}
					]
				}
			]
		},
		{
			"name": "Dining Hall",
			"source": "FT&S",
			"page": 7,
			"type": "Room",
			"entries": [
				"{@i A large room complete with long tables, chairs, and adjacent kitchen, lit by ornate candelabras and chandeliers. The smell of well-cooked meals long passed lingers on in this place, welcoming guests and residents with the promise of a full, satisfied belly.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Every 7 days, a banquet may be held in this room. The owner of this structure rolls {@dice 1d4} (or {@dice 1d8} if the banquet includes a meal prepared by an individual with proficiency in {@item cook's utensils|phb}), and divides out the result as points of inspiration to those present. Only one point of inspiration may be given to any one individual.",
								"If the meal would have special, beneficial properties (as with the {@spell goodberry} spell or similar), those properties apply to all individuals present that consume the meal."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"ball room, mess hall"
					]
				}
			]
		},
		{
			"name": "Docks, Air",
			"source": "FT&S",
			"page": 8,
			"type": "Room",
			"entries": [
				"{@i The wind whistles by the tall spindly silhouette of the docking tower, and the ballasts belonging to the anchored ships rustle against one another as the ships themselves creak and moan. The heavy, cold stone of the tower is as sure an anchor to a sky ship as a hunk of curved iron, and though the ships may sway, their mooring here remains safe.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"10,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"Knowledge of air travel technology, a structure with at least 3 total room points."
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"A number of airships equal to your structure's total room points may moor safely at this room, which is likely a spire or free-floating dock. Mechanical elevators and cranes are also present to raise and lower cargo. Roll once on the {@table Merchants|FT&S} in the {@book Traders and Merchants|FT&S|3} section. This merchant is present for 7 days, after which they depart and a new randomly-rolled merchant arrives, continuing this pattern every 7 days.",
								"This room generates an income of {@dice 15*2d10|15 gp x 2d10} every 30 days."
							]
						}
					]
				}
			]
		},
		{
			"name": "Docks, Planar",
			"source": "FT&S",
			"page": 8,
			"type": "Room",
			"entries": [
				"{@i A rippling hole in the fabric of space and time is enough to send shivers down the spine of even the most experienced wizard. Yet, here one exists, stable and large enough for one of several exotic and otherworldly skiffs and ships to make their way through.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"15,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"Knowledge of planar travel technology, a structure with at least 3 total room points."
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"A number of spelljammers or similar dimensional ships equal to your structure's total room points may moor safely at this room, which is likely an immense hangar or free-floating dock build into a stable portal to another realm. Roll once on the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|3} section. This merchant is present for 7 days, after which they depart and a new randomly-rolled merchant arrives, continuing this pattern every 7 days.",
								"This room generates an income of {@dice 20*2d8|20 gp x 2d8} in strange currency (such as electrum or fragments of astral diamonds) every 30 days."
							]
						}
					]
				}
			]
		},
		{
			"name": "Docks, Water",
			"source": "FT&S",
			"page": 8,
			"type": "Room",
			"entries": [
				"{@i The waves lap lazily against wooden pilings and the bells of tall ships clang idly. The air is entwined with the briny smell of fresh fish and the loud conversation of burly dockworkers as travelers come and go from this port of call.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"2 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"10,000 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"Structure must be adjacent to water"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"A number of ships equal to twice your structure's total room points may lay anchor safely at this room, which is likely a harbor or waterfront. Roll twice on the {@table Merchants|FT&S} in the {@book Traders and Merchants|FT&S|3} section. These merchants are present for 7 days, after which they depart and two new randomly-rolled merchant arrives, continuing this pattern every 7 days.",
								"This room generates an income of {@dice 25*2d10|25 gp x 2d10} every 30 days."
							]
						}
					]
				}
			]
		},
		{
			"name": "Escape Tunnel",
			"source": "FT&S",
			"page": 8,
			"type": "Room",
			"entries": [
				"{@i Deep beneath the earth, a tunnel lined in ancient masonry runs from your structure to some safe and innocuous point in the outside world. Should the worse come to pass, you at least have a way out.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"A secret tunnel runs from a point in your structure you choose to another point outside within a mile, also of your choosing. This room automatically benefits from the Hidden improvement."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"escape portal."
					]
				}
			]
		},
		{
			"name": "Garden",
			"source": "FT&S",
			"page": 8,
			"type": "Room",
			"entries": [
				"{@i The smell of green, growing life fills the air here. Lush vines laden with savory tomatoes grow alongside mandrake root, ephedra, and even more esoteric herbs.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Contains an assortment of herbs and grown vegetables. Every 30 days, the garden provides enough ingredients to make either 10 potions of common quality, 4 potions of uncommon quality, or one potion of rare quality.",
								"After the herbs have been picked, the chosen potions must be successfully brewed as a batch with an {@item alchemist's supplies|phb} check. The DC for this check is 10 for common potions, 15 for uncommon potions, and 20 for a rare potion. A failure destroys the herbs gathered from the garden until they regrow after another 30 days. Your DM may rule that certain potions are unable to be brewed with herbs from the garden. You may build this room more than once."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"greenhouse, druidic grove."
					]
				}
			]
		},
		{
			"name": "Graveyard",
			"source": "FT&S",
			"page": 9,
			"type": "Room",
			"entries": [
				"{@i Rows of rough-hewn gravestones rise from the ground like jagged teeth, punctuated with the occasional stately monument denoting the death of someone of station. It is quiet here, but the silent air runs thick with the dark energy of death.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Dead bodies may be interred here, and suffer no degradation for the purposes of necromancy spells. If the graveyard is empty, it can be assumed to contain an additional {@dice 1d8} bodies every 7 days. When cast in this room by the owner of this structure or their allies, the spells {@spell animate dead} and {@spell create undead} each create an additional undead minion of the lowest possible CR. Additionally, {@skill Arcana} or {@skill Religion} checks made here that deal with necromancy or the dead have advantage."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"crypt, mausoleum, necromancer's laboratory."
					]
				}
			]
		},
		{
			"name": "Jails",
			"source": "FT&S",
			"page": 9,
			"type": "Room",
			"entries": [
				"{@i Dark, and pungent prison cells, laden with rust and grime, greet unwelcome or belligerent guests. Hopefully, some time in uncomfortable conditions will show them the error of their ways.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"You have cells available to securely hold a number of humanoids up to five times your structure's total room points. Prisoners may only escape if they are unguarded, and either have access to this room's key (five of which come with this room), or by using {@item thieves' tools|phb} to make four successful DC 15 Dexterity checks.",
								"This room is equipped for non-magical humanoids, and will not thwart magical attempts at escape unless the appropriate wards under the {@reward Warded or Spell-Bound|FT&S} improvement are purchased for this room."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"prison, torture chamber, sacrifice pit."
					]
				}
			]
		},
		{
			"name": "Library",
			"source": "FT&S",
			"page": 9,
			"type": "Room",
			"entries": [
				"{@i Stacks of books piled high to the ceiling, light filtering in from dusty windows, the library is a sanctum of knowledge and research. Material on any subject matter may be found here, if one has the time to search for it.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"When taking at least an hour to perform an Intelligence or Wisdom check to find specific knowledge within this room, you gain advantage on the roll. Even if you do not (or cannot) succeed on this roll, you can typically uncover a hint as to where else in the world this information can be found."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"archives, museum."
					]
				}
			]
		},
		{
			"name": "Lighthouse",
			"source": "FT&S",
			"page": 9,
			"type": "Room",
			"entries": [
				"{@i A burning light that shines out like a brilliant star along the coastline, a lighthouse is a welcome sight for mariners and travelers well-versed in the perils of the sea.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"Structure must be adjacent to water"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Ships traveling on water that are allied with the owner of this structure and are within a distance of this structure equal to two days of normal travel are able to navigate more accurately with the presence of a lighthouse. Within this distance, these ships can travel twice as fast without worrying about the dangers the sea presents, doubling their effective speed while not in combat."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"beacon."
					]
				}
			]
		},
		{
			"name": "Lodgings",
			"source": "FT&S",
			"page": 9,
			"type": "Room",
			"entries": [
				"{@i At the end of a long day, a hot meal, warm bed, and cozy fire are often just enough to keep most people happy. Enticing  more individuals to dwell in your structure means being able to provide all three of these amenities.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"This room may hold and house either an additional 50 hirelings or individuals in communal bunks, or it may hold up to 24 hirelings or individuals in six private bedrooms, up to 4 persons per bedroom. You choose one of these options when you first build this room.",
								"If you build this room in a structure that can reasonably expect paying travelers, you choose to provide private bedrooms, and no more than four of your hirelings live in this room, this room then generates an income of {@dice 30*1d10|30 gp x 1d10} every 30 days. This room might be built multiple times."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"barracks, guest rooms, spare cots, servant's quarters."
					]
				}
			]
		},
		{
			"name": "Magical Enchanter",
			"source": "FT&S",
			"page": 10,
			"type": "Room",
			"entries": [
				"{@i Delicate strands of the arcane are woven together here, empowering simple items to become magical wonders.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"A spellcaster hireling or a character with the Spellcasting or Pact Magic features may use this room to make any magic item that is not a potion or artifact. Crafting magic items requires the ability to cast at least one spell of a certain level, with higher level spells corresponding to rarer items. The gold cost, time necessary, and spell slot requirements are as follows:",
								{
									"type": "table",
									"colLabels": [
										"Rarity",
										"Crafting Time",
										"Total Cost",
										"Spell Slot"
									],
									"colStyles": [
										"col-4 text-left",
										"col-4 text-right",
										"col-2 text-right",
										"col-2 text-center"
									],
									"rows": [
										[
											"Common",
											"3 days",
											"75 gp",
											"2nd"
										],
										[
											"Uncommon",
											"15 days",
											"375 gp",
											"2nd"
										],
										[
											"Rare",
											"150 days",
											"3,750 gp",
											"3rd"
										],
										[
											"Very rare",
											"1,500 days",
											"37,500 gp",
											"6th"
										],
										[
											"Legendary",
											"15,000 days",
											"375,000 gp",
											"9th"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"altar of blessings."
					]
				},
				{
					"type": "inset",
					"name": "Enchanting and You",
					"page": 10,
					"entries": [
						"The Magical Enchanter listed here is a powerful addition to any game, and may not be appropriate for all settings or situations. The {@variantrule Downtime Activity: Crafting a Magic Item|dmg|full rules for crafting magical items} are found on page 128 of the {@i Dungeon Master's Guide}, and have been modified slightly for the room. Namely, the Magical Enchanter functions off of spell slot rather than character level, and the Enchanter decreases the default crafting time and price by 1/4 in accordance with the investment the room represents.",
						"Magical item crafting rules exist especially at the whims of the DM. As such, your DM may choose to modify the Magical Enchanter as they see fit, increasing or decreasing the prices, or not allowing it entirely, to best fit their game's world"
					]
				}
			]
		},
		{
			"name": "Market Stalls",
			"source": "FT&S",
			"page": 10,
			"type": "Room",
			"entries": [
				"{@i Festive flags span across this open and vivacious courtyard while the sounds of animated haggling and the subtle clink of currency changing hands punctuate the air. Business is good enough here to warrant a permanent residence from merchants seeking small fortunes.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Choose three merchants from the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|3} section. These merchants are in permanent residence at your structure, though the quality of their goods changes every 7 days.",
								"If your structure is located in an area that can reasonably expect trade, this room generates an income of {@dice 30*2d6|30 gp x 2d6} every 30 days. This room may be built multiple times."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"shops."
					]
				}
			]
		},
		{
			"name": "Mill",
			"source": "FT&S",
			"page": 10,
			"type": "Room",
			"entries": [
				"{@i The grinding and churning of the mill beats a constant tempo of progress and production. A mill is the heart of civilization, carrying lifeblood to all its other aspects.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"One raw resource (wood, metal, grain, fish, wool, gems, or similar) harvested and under the control of the owner of this structure or their allies, within 7 days' travel of the structure."
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"If this room is fully staffed by at least 10 unskilled hirelings and at least 3 skilled hirelings proficient in a relevant set of {@item Artisan's Tools|phb}, it can produce refined materials from available raw resources. If these raw resources are supplied, the mill can generate salable materials worth {@dice 1d10*100|1d10 x 100 gp} every 30 days. These materials may be sold to interested buyers, consumed in place of hirelings' wages if they are food, or used in place of gold cost for crafting, if applicable. This room may be built multiple times."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"cannery, loom, lumber mill, mint, smelter, windmill."
					]
				}
			]
		},
		{
			"name": "Poisoner's Grotto",
			"source": "FT&S",
			"page": 5,
			"type": "Room",
			"entries": [
				"{@i A shaded field of poisonous plants and herbs grow here. Everything from fly amanita to nightshade spring up by the bushel, ripe for picking and refining into poisons.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Every 30 days, this room provides enough ingredients (as listed) from one of the following groups:",
								{
									"type": "table",
									"caption": "Poisons",
									"colLabels": [
										"Quantity",
										"DC",
										"Items"
									],
									"colStyles": [
										"col-2 text-center",
										"col-1 text-center",
										"col-9 text-left"
									],
									"rows": [
										[
											"10",
											"5",
											"{@item acid (vial)|phb}, {@item antitoxin (vial)|phb}"
										],
										[
											"3",
											"10",
											"{@item assassin's blood}; {@item drow poison}; {@item basic poison (vial)|phb}, {@item truth serum}"
										],
										[
											"3",
											"15",
											"{@item essence of ether}; {@item malice}; {@item pale tincture}, {@item potion of poison}"
										],
										[
											"2",
											"15",
											"{@item burnt othur fumes}; {@item oil of taggit}; {@item torpor}"
										],
										[
											"2",
											"20",
											"{@item midnight tears}"
										]
									]
								},
								"Once the ingredients are harvested, they must be successfully brewed as a single batch with an {@item alchemist's supplies|phb} or {@item poisoner's kit|phb} check. This check's DC is listed with the items it creates, and if this check fails, it destroys gathered ingredients used to brew the items until a new batch regrows after 30 days. The majority of these items are in the Dungeon Master's Guide, pages 257-258. You may build this room more than once."
							]
						}
					]
				}
			]
		},
		{
			"name": "Ritual Circle",
			"source": "FT&S",
			"page": 11,
			"type": "Room",
			"entries": [
				"{@i Concentric and intersecting circles, carved deep and laced with precious metals, glitter in faint candlelight against the stonework floor. The air hums with the deep potential of magical power, and smells faintly of expended residuum.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Spells may be cast as rituals in half the usual time here without expending any components that do not have an associated cost in gold. If a ritual has components with a gold cost, this cost is halved when the ritual is performed in this room. While here, the owners of this structure and their allies have advantage on all rolls required by rituals."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sewers",
			"source": "FT&S",
			"page": 11,
			"type": "Room",
			"entries": [
				"{@i Full of waste, refuse, and the occasional crocodile, the sewers do an excellent job keeping filth under the streets, rather than on top of them.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Creatures that dwell within a structure containing this room lead healthier lives and live in a much more sanitary environment. As such, these creatures have advantage on saving throws made against disease and the poisoned condition as long as they are within 10,000 feet from the structure.",
								"Occasionally, strange items wash up in the sewers. Every 30 days, roll {@dice 1d6}. On a roll of 1 or 2, a random item from the {@item Trinket|phb} table on pages 160-161 if the {@i Player's Handbook} is found, intact and (mostly) clean."
							]
						}
					]
				}
			]
		},
		{
			"name": "Smithy",
			"source": "FT&S",
			"page": 11,
			"type": "Room",
			"entries": [
				"{@i The twang-clink of metal on metal, the roar of the fire, and the hiss of steam create a symphony of construction that fills this room. Newly-forged weapons and tools line the walls, glittering with firelight from the forge and the promise of practical use.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"When you first make this room, choose a specific type of {@item artisan's tools|phb}, such as {@item smith's tools|phb}. These tools are always present in this room, and individuals that are proficient with these tools can create items in half the normal time while working in this room, using the crafting rules on {@book page 187 of the {@i Player's Handbook}|phb|8|crafting}. creating these items still requires paying as much as one would crafting them normally (that is to say, half their market value), but progress towards their creation when crafting here is in 10 gp increments per day, instead of 5 gp increments.",
								"If a skilled hireling proficient with an appropriate type of artisan's tools is assigned to this room, they count as a furniture and interior decor, jewelry and gems, knick-knacks, leatherworking, mechanical contraptions, medium and heavy armors, tools, vehicles and transportation, or weapons merchant (your choice) that is always present here. The quality of this merchant's wares changes every 7 days. If such a hireling is assigned, this room generates an income of {@dice 15*1d10| 15 gp x 1d10} every 30 days.",
								"This room may be built multiple times, but a different set of artisan's tools must be chosen each time."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"crafts workshop, forge."
					]
				}
			]
		},
		{
			"name": "Siege Workshop",
			"source": "FT&S",
			"page": 11,
			"type": "Room",
			"entries": [
				"{@i A tidy, if eclectic, workshop full of all elements. The hiss of smelted iron mingles with the back-and-forth saw rhythm of precision woodcutting, as weapons of war are churned out for your structure's defense.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room points"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"A team of at least 10 properly-skilled hirelings can build siege equipment here. The workshop may build one of the following options at any one time, the statistics for all which are found in the {@i Dungeon Master's Guide}, page 255:",
								{
									"type": "list",
									"items": [
										"{@object Ballista}. Takes 15 days, costs 1,000 gp in materials and labor",
										"{@object Cannon}. Takes 15 days (and knowledge of gunpowder), costs 1,500 gp in materials and labor",
										"{@object Cauldron, suspended}. Takes 15 days costs 1,000 gp in materials and labor",
										"{@object Mangonel}. Takes 30 days, costs 3,000 gp in materials and labor",
										"{@object Ram}. Takes 15 days, costs 1,000 gp in materials and labor",
										"{@object Siege Tower}. Takes 60 days, costs 5,000 gp in materials and labor",
										"{@object Trebuchet}. Takes 60 days, costs 5,000 gp in materials and labor"
									]
								},
								"Your structure may only physically house a number of siege weapons equal to its total room points at any one time."
							]
						}
					]
				}
			]
		},
		{
			"name": "Stables",
			"source": "FT&S",
			"page": 12,
			"type": "Room",
			"entries": [
				"{@i The sounds and smells of horses and strangers animals still animate thee cold stone stables. Straw matting, water, and feed are available, providing mounts the shelter and relative comfort they need to properly recuperate.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Your structure gains the ability to house and support horses ir other animals trained to be used as mounts, and can hold four of these creatures for each unit of your structure's maximum room points. Mounts that receive a long rest within this room have their movement speed increased by 10 feet until their next long rest. This stable does not come equipped with mounts, and mounts must be acquired by other means."
							]
						}
					]
				}
			]
		},
		{
			"name": "Tavern",
			"source": "FT&S",
			"page": 12,
			"type": "Room",
			"entries": [
				"{@i Downtime and drink are essential to adventurers and garrisoned soldiers alike. A tavern always carries within it the often sweet fragrance of what it brews, from plum brandy to apple cider to hoppy ale to refined wine. Typically, taverns find themselves filled with the head and crackling staccato of a log fire, the honeyed lyrics of bard song, and words whispered between furtive folk.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Taverns are a gathering place for those with quests and rumors to spread, and a typical trip to this tavern will dispense {@dice 1d4-1} of each, every 7 days. Further, the presence of a tavern gives the owner of this structure and their allies advantage on all {@skill Persuasion} checks involving those who regularly use the tavern. This is generally expected to be almost all of those that live within the structure, as well as an assortment of those that live nearby.",
								"If at least one appropriately skilled hireling is staffed here, they count as an alcohol and refreshment merchant, and the quality of their stock changes every 7 days. The tavern generates {@dice 2d10} of alcohol worth 5 gp each if the tavern is staffed for at least 7 days by a character or hireling proficient in {@item brewer's supplies|phb}. In addition to the kegs it creates, this room generates an income of {@dice 10*1d10|10 gp x 1d10} every 30 days if it is staffed by at least two hirelings."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"brewery, public house, speakeasy."
					]
				}
			]
		},
		{
			"name": "Theater",
			"source": "FT&S",
			"page": 5,
			"type": "Room",
			"entries": [
				"{@i An enormous hall complete with seating, a large stage, and excellent acoustics. This room is well equipped for plays, concerts, and speeches, making them feel that much more true-to-life.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"When on stage, the owner and their allies gain advantage on all Charisma checks. In addition, when an individual on stage makes a {@skill Persuasion}, {@skill Deception}, or {@skill Performance} check with a result above 15, any of their allies present gain a point of inspiration. This latter benefit may only occur once every 7 days."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"lecture hall, balcony with adjacent courtyard."
					]
				}
			]
		},
		{
			"name": "War Room",
			"source": "FT&S",
			"page": 12,
			"type": "Room",
			"entries": [
				"{@i Improperly planned, war can be a nightmare. With adequate planning supply lines, adn intelligence, though, warfare becomes a much more feasible enterprise.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Size Cost:",
							"entries": [
								"1 room point"
							]
						},
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"Soldiers friendly to the owner of this structure may have their journeys (up to 7 days) planned within this room. Doing so effectively doubles the overland speed of these soldiers, causing them to complete the planned journey in half the normal time.",
								"In addition, when a structure that contains a war room is under attack, all creatures fighting in the structure's defense add {@dice 1d4} to their attack rolls to hit."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "May Also Be Built As",
					"entries": [
						"bureaucrat's office"
					]
				}
			]
		},
		{
			"name": "Extra-Dimensional",
			"source": "FT&S",
			"page": 14,
			"type": "Modification",
			"entries": [
				"{@i The air inside the room seems somehow thicker, slightly more viscous. Outside shuttered windows, stars and comets cascade by, shining like a thousand diamonds against a swirling ethereal sky.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"7,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"30 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"This room's door is actually a portal to a pocket dimension, containing the room itself. The laws of time and gravity in the expansion are yours to set, within limit, only once when you first modify the expansion. Gravity can be half or twice as strong, and time can move at half-pace to double time, relative to the outside. The room also has immunity to scrying, tracking, and similar that being located on a different plane provides."
							]
						}
					]
				}
			]
		},
		{
			"name": "Hidden",
			"source": "FT&S",
			"page": 14,
			"type": "Modification",
			"entries": [
				"{@i There's no telling what secrets a cleverly-designed structure may hide. Behind tapestries, false book-cases, or hidden switches lurk chambers tucked away where none may find them, save those that know the secret to accessing them.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"This modification may be added onto any room to hide it from view. The owner of the structure and any allies they designate know the secret to enter the hidden room. All others must first make a DC 15 Intelligence ({@skill Investigation}) check to discover the presence of a hidden chamber, followed by a DC 15 Dexterity ({@skill Sleight of Hand}) check to uncover how to enter, once they are aware of its presence."
							]
						}
					]
				}
			]
		},
		{
			"name": "Secret Passage",
			"source": "FT&S",
			"page": 14,
			"type": "Modification",
			"entries": [
				"{@i An airy billows behind the walls of this room, traveling unseen from one room to the next. An astute few know the secret to accessing this passage, which remains hidden to all but the most observant.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"2,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"15 days"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"This modification is built in two rooms simultaneously, though it only requires one construction cost to be paid. A secret passage makes a hidden connection between these two rooms, behind walls, under floors, and generally out of view. Similar to a {@reward Hidden|FT&S} room, the owner of this structure and any allies they designate know how to enter this secret passage from either of its entrances, and can move freely between these two rooms. All others must first ake a DC Intelligence ({@skill Investigation}) check to discover the presence of a secret passage, followed by a DC 15 Dexterity ({@skill Sleight of Hand}) check to uncover how to enter, once they are aware of it.",
								"You may build multiple secret passages into once room, but each passage must connect to a different room."
							]
						}
					]
				}
			]
		},
		{
			"name": "Teleportation rune",
			"source": "FT&S",
			"page": 15,
			"type": "Modification",
			"entries": [
				"{@i A small rune resembling a gate is carved into a flagstone, support beam, or the underside of a table here. For those select few who know its true meaning, the rune is as functional as a doorway while being significantly more subtle.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"3,500 gp"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"25 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"A structure with at least 3 total room points and a character or hireling that can cast 5th level spells"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"When this rune is first created, choose a command word. Any creature that touches this rune and speaks its command word may instantly teleport to any other room of their choice in the same structure that also contains a copy of this rune build as a modification in that room. All such runes within once structure share the same command word, and if only a single of these runes exists within a structure, it does nothing until at least one other rune is built in a different room."
							]
						}
					]
				}
			]
		},
		{
			"name": "Trapped",
			"source": "FT&S",
			"page": 15,
			"type": "Modification",
			"entries": [
				"{@i This room hides a deadly secret, and only you know where it may be found.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"Varies (see below)"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"7 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"Varies (see below; none if none are listed)"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"This room contains one of the following traps, which you choose when you build this modification. Details on these traps may be found on pages 122-123 of the {@i Dungeon Master's Guide}. This modification may be built multiple times in a single room for multiple traps.",
								{
									"type": "list",
									"items": [
										"{@trap Falling net}. Costs 750 gp, requires a character or hireling proficient in either {@skill Survival} or nets.",
										"{@trap Fire-Breathing Statue}. Costs 1,250 gp, and requires a character or hireling that either can cast at least 2nd level spells or is proficient in {@item alchemist's supplies|phb}.",
										"{@trap Pits|dmg|Pit, simple}. Costs 500 gp.",
										"{@trap Pits|dmg|Pit, hidden}. Costs 1,000 gp, requires a character or hireling proficient in {@skill Survival}, {@item carpenter's tools|phb}, or {@item mason's tools|phb}.",
										"{@trap Pits|dmg|Pit, locking}. Costs 1,500 gp, requires a character or hireling proficient in {@skill Sleight of Hand}. {@item smith's tools|phb}, or {@item thieves' tools|phb}.",
										"{@trap Pits|dmg|Pit, spiked}. Costs 2,000 gp, requires a character or hireling proficient in {@skill Survival} or {@item smith's tools|phb}. If the pit is also hidden or locking, it must also meet their requirements, above.",
										"{@trap Poison Darts}. Costs 1,250 gp, requires a character or hireling proficient in {@skill Survival} or the {@item poisoner's kit|phb}.",
										"{@trap Poison Needle}. Costs 1,500 gp, requires a character or hireling proficient in {@skill Survival} or the {@item poisoner's kit|phb}.",
										"{@trap Rolling Sphere}. Costs 2,000 gp, requires a character or hireling proficient in {@skill Survival} or {@item mason's tools|phb}.",
										"{@trap Sphere of Annihilation}. Costs 5,000 gp, requires a character or hireling that can cast at least 7th level spells."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Warded or Spell-bound",
			"source": "FT&S",
			"page": 15,
			"type": "Modification",
			"entries": [
				"{@i The magical energy of a persistent spell suffuses this room, protecting it or providing some less obvious, more obscure benefit.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Construction Cost:",
							"entries": [
								"Varies (see below)"
							]
						},
						{
							"type": "item",
							"name": "Construction Time:",
							"entries": [
								"7 days"
							]
						},
						{
							"type": "item",
							"name": "Requirements:",
							"entries": [
								"A character or hireling that can cast the listed spell"
							]
						},
						{
							"type": "item",
							"name": "Benefit:",
							"entries": [
								"This room is constantly under the effect of one of the following spells, the details of which you decide when you build this modification and may only be altered later by rebuilding this modification and paying the cost a second time. These spells are always considered to fill the entire room and are cast at the lowest level possible, with the owner of the structure and those they designate considered to be the spell's casters. Saves made against spells cast with this modification are made against a DC of 15. You may build this modification multiple times, choosing a different spell for each.",
								{
									"type": "list",
									"items": [
										"{@spell Alarm}. Costs 1,000 gp",
										"{@spell Animate objects}. Costs 3,000 gp. This room is haunted by animated objects equal to one casting of this spell at its lowest level. These objects will automatically attack creatures that would be hostile to the owner of this structure after a minute these creatures spend at least a minute in this room, and are capable of sensing the intentions of such creatures. Once per round, these objects will follow the commands of the owner and their allies if they are in the room, and if they expend a bonus action to command the objects.",
										"{@spell Antimagic field}. Costs 4,500 gp",
										"{@spell Circle of power}. Costs 3,000 gp",
										"{@spell Magic circle}. Costs 2,000 gp",
										"{@spell Reverse gravity}. Costs 4,000 gp",
										"{@spell Unseen servant}. Costs 500 gp per unseen servant. This room contains up to 10 unseen servants who respond to the wishes of the owner and their allies.",
										"{@spell Zone of Truth}. Costs 1,500 gp. When you build this modification, choose whether it affects all creatures, the owner and their allies, or enemies of the owner."
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Buildable Structures",
			"source": "FT&S",
			"page": 3,
			"chapter": {
				"name": "Building Your Home",
				"index": 1
			},
			"caption": "Buildable Structures",
			"colLabels": [
				"Structure",
				"Room Points",
				"Construction Cost",
				"Construction Time",
				"Bonus Room",
				"Skilled Hirelings",
				"Unskilled Hirelings"
			],
			"colStyles": [
				"col-3 text-left",
				"col-1 text-center",
				"col-2 text-right",
				"col-2 text-right",
				"col-3 text-right",
				"col-1 text-center",
				"col-1 text-center"
			],
			"rows": [
				[
					"Abbey",
					"6",
					"50,000 gp",
					"400 days",
					"{@reward Garden|FT&S}",
					"5",
					"25"
				],
				[
					"College or large school",
					"6",
					"50,000 gp",
					"400 days",
					"{@reward Theater|FT&S}",
					"5",
					"25"
				],
				[
					"Cottage or medium house ",
					"1",
					"2,500 gp",
					"30 days",
					"Any room, costs 1/2 normal price",
					"1",
					"—"
				],
				[
					"Dungeon or barrow",
					"3",
					"15,000 gp",
					"100 days",
					"{@reward Jails|FT&S}",
					"3",
					"15"
				],
				[
					"Guildhall or lodge",
					"2",
					"5,000 gp",
					"60 days",
					"{@reward Dining Hall|FT&S}",
					"5",
					"3"
				],
				[
					"Keep or small castle",
					"6",
					"50,000 gp",
					"400 days",
					"{@reward War Room|FT&S}",
					"50",
					"50"
				],
				[
					"Noble estate with manor",
					"4",
					"25,000 gp",
					"150 days",
					"{@reward Library|FT&S}",
					"3",
					"15"
				],
				[
					"Outpost or fort",
					"3",
					"15,000 gp",
					"100 days",
					"{@reward Armory|FT&S}",
					"20",
					"40"
				],
				[
					"Palace or large castle",
					"10",
					"500,000 gp",
					"1,200 days",
					"Any room that costs only 1 room point",
					"200",
					"100"
				],
				[
					"Temple",
					"6",
					"50,000 gp",
					"400 days",
					"{@reward Chapel|FT&S}",
					"10",
					"10"
				],
				[
					"Tower, fortified",
					"3",
					"15,000 gp",
					"100 days",
					"{@reward Stables|FT&S}",
					"10",
					"—"
				],
				[
					"Trading post or large house",
					"2",
					"5,000 gp",
					"60 days",
					"{@reward Caravansary|FT&S} or {@reward lodgings|FT&S}",
					"5",
					"2"
				]
			]
		},
		{
			"name": "Merchants",
			"source": "FT&S",
			"page": 13,
			"chapter": {
				"name": "Traders and Merchants",
				"index": 3
			},
			"caption": "Merchants table",
			"colLabels": [
				"d100",
				"Merchants"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"rows": [
				[
					"1-6",
					"Alcohol and refreshment"
				],
				[
					"7-10",
					"Animals (mundane mounts and pets)"
				],
				[
					"11-15",
					"Books and maps (mundane)"
				],
				[
					"16-19",
					"Flowers and seeds"
				],
				[
					"20-25",
					"Food and animal parts"
				],
				[
					"26-29",
					"Furniture and interior decor"
				],
				[
					"30-34",
					"High fashion"
				],
				[
					"35-38",
					"Jewelry and gems"
				],
				[
					"39-43",
					"Knick-knacks"
				],
				[
					"44-48",
					"Leatherworking"
				],
				[
					"49-52",
					"Mechanical contraptions"
				],
				[
					"53-57",
					"Medium and heavy armor (and shields)"
				],
				[
					"58-61",
					"Potions, poisons and herbs"
				],
				[
					"62-66",
					"Religious idols and blessings"
				],
				[
					"67-71",
					"Songs and instruments"
				],
				[
					"72-75",
					"Spell tomes and scrolls"
				],
				[
					"76-80",
					"Thieving supplies"
				],
				[
					"81-86",
					"Tools"
				],
				[
					"87-91",
					"Vehicles and Transportation"
				],
				[
					"92-96",
					"Weapons"
				],
				[
					"97-100",
					"Legendary merchant (roll once on the {@table Legendary Merchants|FT&S} table)"
				]
			]
		},
		{
			"name": "Legendary Merchants",
			"source": "FT&S",
			"page": 13,
			"chapter": {
				"name": "Traders and Merchants",
				"index": 3
			},
			"caption": "Legendary Merchants table",
			"colLabels": [
				"d12",
				"Legendary Merchants"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"rows": [
				[
					"1",
					"Astral traveler (multiversal wares)"
				],
				[
					"2-3",
					"Enchantments (added to existing items)"
				],
				[
					"4",
					"Fey bargains (fey goods exchanged for \"favors\""
				],
				[
					"5-6",
					"Magic items"
				],
				[
					"7-8",
					"Magical creatures"
				],
				[
					"9-10",
					"Necromancy"
				],
				[
					"11",
					"Needful things (fiendish wares, tempts buyers)"
				],
				[
					"12",
					"Time-lost (goods from a future time)"
				]
			]
		},
		{
			"name": "Quality",
			"source": "FT&S",
			"page": 13,
			"chapter": {
				"name": "Traders and Merchants",
				"index": 3
			},
			"caption": "Merchant quality table",
			"colLabels": [
				"d12",
				"Quality",
				"Currency On-Hand"
			],
			"colStyles": [
				"col-1 text-center",
				"col-3 text-left",
				"col-8 text-left"
			],
			"rows": [
				[
					"1",
					"Atrocious",
					"{@dice 1d10*20|1d10 x 20} gp"
				],
				[
					"2-4",
					"Poor",
					"{@dice 1d10*50|1d10 x 50} gp"
				],
				[
					"5-7",
					"Medium",
					"{@dice 1d10*100|1d10 x 100} gp"
				],
				[
					"8-10",
					"Good",
					"{@dice 1d10*250|1d10 x 250} gp"
				],
				[
					"11-12",
					"Excellent",
					"{@dice 1d10*500|1d10 x 500} gp"
				]
			]
		},
		{
			"name": "Hirelings",
			"source": "FT&S",
			"page": 16,
			"chapter": {
				"name": "Hirelings, Soldiers, & Casters",
				"index": 5
			},
			"caption": "Hirelings table",
			"colLabels": [
				"Hirelings",
				"Pay or Worth",
				"Proficient in..."
			],
			"colStyles": [
				"col-5 text-left",
				"col-2 text-right",
				"col-5 text-left"
			],
			"rows": [
				[
					"Hireling, unskilled",
					"2 sp/day",
					"—"
				],
				[
					"Hireling, skilled",
					"2 gp / day",
					"1 skill or set of tools"
				],
				[
					"Slave, unskilled",
					"75 gp",
					"—"
				],
				[
					"Slave, skilled",
					"750 gp",
					"1 skill or set of tools"
				]
			]
		},
		{
			"name": "Soldiers",
			"source": "FT&S",
			"page": 16,
			"chapter": {
				"name": "Hirelings, Soldiers, & Casters",
				"index": 5
			},
			"caption": "Soldiers table",
			"colLabels": [
				"Soldiers",
				"Pay",
				"Page Number"
			],
			"colStyles": [
				"col-4 text-left",
				"col-4 text-right",
				"col-4 text-right"
			],
			"rows": [
				[
					"{@creature Archer|vgm}",
					"25 gp / day",
					"{@i VGtM 210}"
				],
				[
					"{@creature Assassin}",
					"65 gp / day",
					"{@i MM 343}"
				],
				[
					"{@creature Bandit}",
					"2 gp / day",
					"{@i MM 343}"
				],
				[
					"{@creature Bandit captain}",
					"20 gp / day",
					"{@i MM 344}"
				],
				[
					"{@creature Berserker}",
					"20 gp / day",
					"{@i MM 344}"
				],
				[
					"{@creature Blackguard|vgm}",
					"65 gp / day",
					"{@i VGtM 211}"
				],
				[
					"{@creature Champion|vgm}",
					"75 gp / day",
					"{@i VGtM 212}"
				],
				[
					"{@creature Gladiator}",
					"40 gp / day",
					"{@i MM 346}"
				],
				[
					"{@creature Guard}",
					"2 gp / day",
					"{@i MM 347}"
				],
				[
					"{@creature Knight}",
					"25 gp / day",
					"{@i mm 347}"
				],
				[
					"{@creature Martial arts adept|vgm}",
					"25 gp / day",
					"{@i VGtM 216}"
				],
				[
					"{@creature Master thief|vgm}",
					"40 gp / day",
					"{@i VGtM 216}"
				],
				[
					"{@creature Scout}",
					"5 gp / day",
					"{@i MM 349}"
				],
				[
					"{@creature Spy}",
					"10 gp / day",
					"{@i MM 349}"
				],
				[
					"{@creature Swashbuckler|vgm}",
					"25 gp / day",
					"{@i VGtM 217}"
				],
				[
					"{@creature Thug}",
					"5 gp / day",
					"{@i MM 350}"
				],
				[
					"{@creature Tribal Warrior}",
					"2 gp / day",
					"{@i MM 350}"
				],
				[
					"{@creature Veteran}",
					"25 gp / day",
					"{@i MM 350}"
				]
			]
		},
		{
			"name": "Spellcasters",
			"source": "FT&S",
			"page": 16,
			"chapter": {
				"name": "Hirelings, Soldiers, & Casters",
				"index": 5
			},
			"caption": "Spellcasters table",
			"colLabels": [
				"Spellcasters",
				"Pay",
				"Page Number"
			],
			"colStyles": [
				"col-4 text-left",
				"col-4 text-right",
				"col-4 text-right"
			],
			"rows": [
				[
					"{@creature Abjurer|vgm}",
					"110 gp / day",
					"{@i VGtM 209}"
				],
				[
					"{@creature Acolyte}",
					"5 gp / day",
					"{@i MM 342}"
				],
				[
					"{@creature Apprentice wizard|vgm}",
					"5 gp / day",
					"{@i VGtM 209}"
				],
				[
					"{@creature Bard|vgm}",
					"25 gp / day",
					"{@i VGtM 211}"
				],
				[
					"{@creature Conjurer|vgm}",
					"75 gp / day",
					"{@i VGtM 212}"
				],
				[
					"{@creature Diviner|vgm}",
					"100 gp / day",
					"{@i VGtM 213}"
				],
				[
					"{@creature Druid}",
					"25 gp / day",
					"{@i MM 346}"
				],
				[
					"{@creature Enchanter|vgm}",
					"60 gp / day",
					"{@i VGtM 213}"
				],
				[
					"{@creature Evoker|vgm}",
					"110 gp / day",
					"{@i VGtM 214}"
				],
				[
					"{@creature Illusionist|vgm}",
					"40 gp / day",
					"{@i VGtM 214}"
				],
				[
					"{@creature Mage}",
					"75 gp / day",
					"{@i MM 347}"
				],
				[
					"{@creature Necromancer|vgm}",
					"110 gp / day",
					"{@i VGtM 217}"
				],
				[
					"{@creature Transmuter|vgm}",
					"60 gp / day",
					"{@i VGtM 217}"
				],
				[
					"{@creature Priest}",
					"25 gp / day",
					"{@i MM 348}"
				],
				[
					"{@creature War priest|vgm}",
					"110  gp / day",
					"{@i VGtM 217}"
				],
				[
					"{@creature Warlock of the Archfey|vgm}",
					"50 gp / day",
					"{@i VGtM 219}"
				],
				[
					"{@creature Warlock of the Fiend|vgm}",
					"85  gp / day",
					"{@i VGtM 219}"
				],
				[
					"{@creature Warlock of the Great Old One|vgm}",
					"75 gp / day",
					"{@i VGtM 220}"
				]
			]
		}
	],
	"spell": [
		{
			"name": "Call Stronghold",
			"source": "FT&S",
			"page": 17,
			"level": 7,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You summon your structure from one area to another, and it instantly appears within range upon the completion of this spell. If any substantial objects, debris, or similar exist in the area that the structure would materialize in, the spell fails and all components and spell slots used in casting are lost.",
				"This spell is not limited to the plane the structure currently resides in, and may summon structures across planar boundaries."
			],
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a fully cleared area the size of the structure and a small, perfect model of the structure worth at least 1,000 gp, which the spell consumes",
					"consume": true,
					"cost": 100000
				}
			},
			"meta": {
				"ritual": true
			},
			"miscTags": [
				"PRM",
				"SMN"
			]
		},
		{
			"name": "Raise Land",
			"source": "FT&S",
			"page": 17,
			"level": 8,
			"school": "A",
			"time": [
				{
					"number": 24,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"Upon the completion of this spell, the land beneath you and whatever else may be on that land slowly rises skyward, reaching 100 feet into the air after 10 minutes. The area affected by this spell can have a radius up to 1,250 feet, and the spell fails if the radius includes an area already under the effects of a different casting of this spell.",
				"While standing on a piece of land affected by a {@i raise land} spell that you have cast, you may use your action to cause the landmass to move up to 50 feet in a direction you choose. The landmass ceases to move if it impacts any object.",
				"If this spell is dispelled, the mass of land formerly affected descends slowly at a rate of 10 feet per minute. A dispelled landmass may float or sink in water, at your DM's discretion, and impacting the ground even at a slow speed may cause damage to structures or creatures on the landmass."
			],
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "an exotic feather and a diamond worth at least 2,500 gp, which the spell consumes",
					"consume": true,
					"cost": 250000
				}
			},
			"meta": {
				"ritual": true
			},
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a 9th level spell slot, the radius affected by this spell increases to 5,000 feet."
					]
				}
			],
			"miscTags": [
				"PRM",
				"SCL"
			]
		}
	]
}
