{
	"_meta": {
		"sources": [
			{
				"json": "TeasandTisanes",
				"abbreviation": "TT",
				"full": "Teas and Tisanes",
				"authors": [
					"Walrock Homebrew"
				],
				"convertedBy": [
					"MrVauxs"
				],
				"url": "https://www.dmsguild.com/product/250881/WH-Teas-and-Tisanes-brewed-beverage-options-for-all-settings-and-characters",
				"version": "0.0.1",
				"color": "31572e"
			}
		],
		"dateAdded": 1596800998,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "314af03eda",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Teas and Tisanes",
			"id": "TTea",
			"source": "TeasandTisanes",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://i.imgur.com/k2YSWXC.png"
			},
			"author": "Walrock Homebrew",
			"published": "2018-08-26",
			"contents": [
				{
					"name": "Teas & Tisanes"
				},
				{
					"name": "Brewing and Drinking"
				},
				{
					"name": "Additional Items",
					"headers": [
						"Artisan's Tools",
						"Brewable Teas"
					]
				},
				{
					"name": "Teas and Environments",
					"headers": [
						"Barren",
						"Mountains",
						"Grasslands",
						"Swamp",
						"Tropical",
						"Underground",
						"Woodland"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "TTea",
			"source": "TeasandTisanes",
			"data": [
				{
					"type": "section",
					"name": "Teas & Tisanes",
					"page": 2,
					"entries": [
						"While adventurers are often famed for delving into dangerous places and retrieving fabled treasures, many find solace in other pursuits, from creating art to crafting culinary masterpieces. Similarly, the brewing and serving of teas is a comfort to many, and wanderers and travelers know of many rare teas from far-off realms yet unknown to most of the world.",
						"Included here is an option for a new set of artisan's tools, the tea set, along with teas that can be brewed by using the tea set. Any character proficient with a set of artisan's tools can exchange that proficiency for proficiency with the tea set, if this would be compatible with their character concept."
					]
				},
				{
					"type": "section",
					"name": "Brewing and Drinking",
					"page": 2,
					"entries": [
						"The process of brewing tea takes about an hour, and can be done over a short rest. This can take many forms, from a simple kettle bubbling over a campfire to an elaborate tea ceremony full of etiquette and tradition. Brewing tea in this way consumes at least one 1/20 lb. unit of brewable tea, and creates 10 servings of tea per each 1/20 lb. used in brewing.",
						"Drinking a serving of tea is either done over the course of one minute or one hour for maximum enjoyment, or with the Use an Object action if a creature is too rushed to actually savor the beverage. Unless it is cold tea, drinking tea with the Use an Object action inflicts 1 fire damage from hastily consuming a scalding beverage.",
						"Tea meant to be served hot becomes less enjoyable once it cools. Teas (other than those made to be served cold) lose any beneficial effects once two hours have passed after they have been brewed."
					]
				},
				{
					"type": "section",
					"name": "Additional Items",
					"page": 2,
					"entries": [
						"The following items can be used to produce various teas. If you are using the Traders & Merchants supplement found on the DM's Guild, these items can be purchased from merchants of the listed type and quality (or greater)."
					]
				}
			]
		}
	]
}
