{
	"_meta": {
		"sources": [
			{
				"json": "QuestionableArcana",
				"abbreviation": "QAMMM",
				"full": "Mundane and Magical Makings: An Alternative Crafting System for 5th Edition",
				"authors": [
					"Weems"
				],
				"convertedBy": [
					"Zuishin"
				],
				"version": "1.0",
				"url": "https://growupandgame.com/dungeons-and-dragons/questionable-arcana/dnd-5e-alternative-crafting-system-item-crafting-rules/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1594892486,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "91d3f25580",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Mundane and Magical Makings",
			"id": "QAMMM",
			"source": "QuestionableArcana",
			"published": "2017-05-30",
			"group": "homebrew",
			"contents": [
				{
					"name": "Questionable Arcana Crafting System",
					"headers": [
						"Now, Now, Let's Keep Things Positive",
						"One Last Thing",
						"System Overview"
					]
				},
				{
					"name": "Crafting Requirements",
					"headers": [
						"Requirement 1: The Lead Artisan",
						"Requirement 2: Crafting Materials",
						"Requirement 3: Means of Production",
						"Requirement 4: Instructions",
						"Requirement 5: Labor"
					]
				},
				{
					"name": "Conclusion"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "QAMMM",
			"source": "QuestionableArcana",
			"data": [
				{
					"type": "section",
					"name": "Questionable Arcana Crafting System",
					"entries": [
						"{@b IMPORTANT NOTICE:} Although this crafting system leverages many existing mechanics published under the {@link 5e SRD and OGL|https://dnd.wizards.com/articles/features/systems-reference-document-srd}, the final product is completely home-brewed. The finer details of this system are still being revised, and those changes will slowly be introduced into this document. However, the system as a whole is totally functional and ready to be used in any campaign. Furthermore, the rules and concepts discussed are intended to work in-tandem with the expanded artisan's tools rules found in {@book Xanathar's Guide to Everything|XGE}. If nothing else I hope this document and its siblings can be used as a source of guidance and inspiration for whatever crafting system you decide to go with.",
						"There are a lot of things that players and DMs disagree on when it comes to 5th edition. Should natural 1s and 20s matter on ability checks?  Should we use critical hit tables in our campaign? Does Eldritch Blast need to be removed from the game?",
						"In fact, we disagree on so many things, it seems miraculous we can finish a fight in a four-hour session. Still, there's one thing I think nearly all participants in a 5th edition D&D campaign can agree on: the base crafting rules provided by Wizards of The Coast need some help.",
						{
							"type": "section",
							"name": "Now, Now, Let's Keep Things Positive",
							"entries": [
								"The reason I put this system in place was to add a bit more structure and depth to the existing rules. I wanted a system that was consistent and flexible, but still true to 5th edition's theme of keeping things simple.",
								"As you read on, you may notice my system has some similarities to the standard crafting system. Despite the shortcomings of the existing system, I did my best to leverage the parts that did work. The end result allows players to create items faster, involves more dice rolling, gives players access to tool proficiencies, and allows them to boost these proficiencies over time."
							]
						},
						{
							"type": "section",
							"name": "One Last Thing",
							"entries": [
								"Before we dig into the nitty-gritty, I think it's important to explain what this crafting system is not.",
								"This system will NOT feature a matrix of tables containing crafting materials and spell effects based on item type. This system does its best to utilize RAW items and mechanics wherever possible. The intent is to improve on the existing rules without adding excessive bookkeeping.",
								"With that out of the way, let's break this down."
							]
						},
						{
							"type": "section",
							"name": "System Overview",
							"entries": [
								"At a basic level, crafting any item using our system has 5 requirements:",
								{
									"type": "list",
									"style": "list-decimal",
									"items": [
										"{@b A Lead Artisan -} One artisan who is proficient with the crafting tool required to craft the item and meets the minimum level requirements to craft the item. This section has some minor differences from the original rules.",
										"{@b Crafting Materials -} The materials the instructions call for, mundane or otherwise. Mundane items should cost roughly 50% of the item's market value, and magic items should cost 100%. This section is basically the same as the original rules, but I added some clarification on what the artisans are spending their money on during the crafting process for magical items.",
										"{@b Means of Production -} Some crafting processes only require the crafting kit, but others may require special equipment, like a forge. Magical items can also require special conditions for the item to be made. This section is similar to the original rules, but I added some structure to the mechanics around crafting locations.",
										"{@b Instructions -} Either memorized instructions or a written blueprint/recipe detailing the materials and the process. This section is nearly identical to the original rules.",
										"{@b Labor -} Once all four of the previous conditions are satisfied, the crafting process can begin. The artisans work in 8 hour increments to contribute progress measured in GP. This section is heavily modified from the original rules."
									]
								},
								"Now, each requirement in more detail."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Crafting Requirements",
					"entries": [
						{
							"type": "section",
							"name": "Requirement 1: The Lead Artisan",
							"entries": [
								"Crafting an item requires one artisan with proficiency in the crafting tool associated with the item. The artisan also needs to meet the minimum level requirement to craft the item. This person serves as the Lead Artisan on the project, contributing to the item's construction and enabling apprentice artisans to contribute. As long as you have a Lead Artisan, members of the party who are not proficient in the tool required, or do not meet the minimum player level, are still able to contribute to the crafting process.",
								"The only requirement to craft mundane items (those in Chapter 5 of The Player's Handbook) is tool proficiency. Mundane items have no level restriction.",
								"Magic items, on the other hand, require the Lead Artisan to meet a level requirement based on the rarity of the item being created. A table detailing this information can be found in the Dungeon Master's Guide on page 129, but for your convenience I've included it here:",
								{
									"type": "table",
									"caption": "Magic Item Crafting",
									"colLabels": [
										"Item Rarity",
										"Minimum Player Level"
									],
									"colStyles": [
										"col-4",
										"col-4"
									],
									"rows": [
										[
											"Common",
											"3rd"
										],
										[
											"Uncommon",
											"3rd"
										],
										[
											"Rare",
											"6th"
										],
										[
											"Very Rare",
											"11th"
										],
										[
											"Legendary",
											"17th"
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Requirement 2: Crafting Materials",
							"entries": [
								"For mundane items, the crafting materials can be acquired anywhere adventuring gear can be purchased. The standard price of materials is 50% of the value of the final item. Discounts to material costs can be obtained by making deals with local guilds and suppliers. These discounts are assessed at the DM's discretion.",
								"Magical effects are added to items by using gemstones to imbue the items with magical essence. The gemstones required and method of imbuing are determined by the crafting recipe. The spells required in the imbuing process are also determined by the crafting instructions, all of which are ultimately designed by the DM.",
								"On top of gemstones, there may be other special materials required. For example: an Adamantium Breastplate may require the player to acquire a set amount of adamantium. The overall cost and/or difficultly of acquiring said items is also determined by the DM.",
								"Any materials required beyond the gemstones must be crafted at full cost. The final combined cost of a magical item is set by the DM, but should be derived from the item's rarity.",
								"The item rarity table can be found in the Dungeon Master's Guide on page 129, but I've included it here as well:",
								{
									"type": "table",
									"caption": "Magic Item Creation Cost",
									"colLabels": [
										"Item Rarity",
										"Minimum Creation Cost"
									],
									"colStyles": [
										"col-4",
										"col-4"
									],
									"rows": [
										[
											"Common",
											"100 GP"
										],
										[
											"Uncommon",
											"500 GP"
										],
										[
											"Rare",
											"5,000 GP"
										],
										[
											"Very Rare",
											"50,000 GP"
										],
										[
											"Legendary",
											"500,000 GP"
										]
									]
								},
								"Detailed examples of the cost structure can be found in Requirement 4: Instructions."
							]
						},
						{
							"type": "section",
							"name": "Requirement 3: Means of Production",
							"entries": [
								"At a basic level, the means of production for any crafting process are the crafting tools (with or without proficiency) and a crafting location. Most crafting projects do not require a location, but all can benefit from the use of a crafting location. Crafting locations confer a standard bonus detailed by the table below, but at the DM's discretion players can find, construct, or utilize inferior/superior crafting locations capable of granting a greater bonus.",
								{
									"type": "table",
									"caption": "Production Reference for Tools",
									"colLabels": [
										"Artisan's Tools",
										"Crafting Requirements",
										"Ideal Crafting Location",
										"Ideal Location Bonus"
									],
									"colStyles": [
										"col-4",
										"col-4",
										"col-4",
										"col-4"
									],
									"rows": [
										[
											"{@item Alchemist's Supplies|phb}",
											"Access to fire",
											"Lab",
											"+10 GP"
										],
										[
											"{@item Brewer's Supplies|phb}",
											"Access to a brewery",
											"Brewery",
											"+10 GP"
										],
										[
											"{@item Calligrapher's Supplies|phb}",
											"none",
											"Studio",
											"+10 GP"
										],
										[
											"{@item Carpenter's Tools|phb}",
											"Access to workshop",
											"Workshop",
											"+10 GP"
										],
										[
											"{@item Cartographer's Tools|phb}",
											"none",
											"Studio",
											"+10 GP"
										],
										[
											"{@item Cobbler's Tools|phb}",
											"none",
											"Workshop",
											"+10 GP"
										],
										[
											"{@item Cook's Utensils|phb}",
											"Access to fire",
											"Kitchen",
											"+10 GP"
										],
										[
											"{@item Glassblower's Tools|phb}",
											"Access to fire",
											"Studio",
											"+10 GP"
										],
										[
											"{@item Jeweler's Tools|phb}",
											"none",
											"Studio",
											"+10 GP"
										],
										[
											"{@item Leatherworker's Tools|phb}",
											"none",
											"Workshop",
											"+10 GP"
										],
										[
											"{@item Mason's Tools|phb}",
											"Access to workshop",
											"Workshop",
											"+10 GP"
										],
										[
											"{@item Painter's Supplies|phb}",
											"none",
											"Studio",
											"+10 GP"
										],
										[
											"{@item Poisoner's Kit|phb}",
											"none",
											"Lab",
											"+10 GP"
										],
										[
											"{@item Potter's Tools|phb}",
											"Access to fire",
											"Studio",
											"+10 GP"
										],
										[
											"{@item Smith's Tools|phb}",
											"Access to forge",
											"Forge",
											"+10 GP"
										],
										[
											"{@item Tinker's Tools|phb}",
											"Access to workshop",
											"Workshop",
											"+10 GP"
										],
										[
											"{@item Weaver's Tools|phb}",
											"none",
											"Studio",
											"+10 GP"
										],
										[
											"{@item Woodcarver's Tools|phb}",
											"none",
											"Workshop",
											"+10 GP"
										]
									]
								},
								"The process of imbuing an item with magical properties requires a connection to the magical weave. All spellcasters by default are able to interface with the weave and as a result can assist with imbuing an item. At the DM's discretion non-casters such as barbarians can eventually learn to imbue magical items, but this is typically obtained through either extensive training, or through special circumstances such as divine intervention."
							]
						},
						{
							"type": "section",
							"name": "Requirement 4: Instructions",
							"entries": [
								"For mundane items, the instructions requirement is met simply by having a Lead Artisan proficient in the tool required to construct the item.",
								"For magical items, the instructions typically come in the form of a written recipe. Recipes can be given out as quest rewards or found in the course of exploration. An NPC with knowledge of the item could also serve as a Lead Artisan, enabling you to craft the item.",
								{
									"type": "inset",
									"name": "Example: Crafting a Doss Lute",
									"entries": [
										"{@b Recipe:} Doss Lute",
										"{@b Item Rarity:} Uncommon",
										"{@b Total Material Cost:} 1035 GP",
										"{@b Mundane Item to be Crafted:} Lute",
										"{@b Gemstones/Special Materials Required:} 3x Coral, 7x Pearl",
										"{@b Spells Required:} {@spell Fly}, {@spell Invisibility}, {@spell Levitate}, {@spell Protection from Evil and Good}, {@spell Animal Friendship}, {@spell Protection from Energy}, {@spell Protection from Poison}",
										"{@b Crafting Instructions:} A magic user must imbue each of the pearls with the 7 spells required by the recipe. The pearls are then set underneath each of the 7 bars in the lute. The 3 coral must then be imbued with magical force (no specific spell required). The coral is then set into the base of the chamber."
									]
								},
								"This example is for demonstration only; ultimately it is up to the DM to determine how to fulfill this requirement. This same item in a different campaign could have totally different crafting requirements."
							]
						},
						{
							"type": "section",
							"name": "Requirement 5: Labor",
							"entries": [
								"One crafting session lasts 8 hours. At the end of 8 hours, the progress in GP of the item(s) being crafted advances by each artisan's individual crafting progression plus the location bonus.",
								"The base crafting rate for mundane items is 5 GP. The base crafting rate for imbuing magical items is 25 GP.",
								"Artisans proficient in the tools being used roll a proficiency die at the end of a crafting session and multiply the result by 5 to determine how much extra GP progress is added. The proficiency dice table used can be found on page 263 of the Dungeons Master Guide, and here:",
								{
									"type": "table",
									"caption": "Proficiency Dice Table",
									"colLabels": [
										"Character Levels",
										"Proficiency Die"
									],
									"colStyles": [
										"col-4",
										"col-4"
									],
									"rows": [
										[
											"1st-4th",
											"1d4"
										],
										[
											"5th-8th",
											"1d6"
										],
										[
											"9th-12th",
											"1d8"
										],
										[
											"13th-16th",
											"1d10"
										],
										[
											"17th-20th",
											"1d12"
										]
									]
								},
								"When crafting magical items, magic users participating in the imbuing process do not need to have proficiency in the artisan's tools. However, if they are proficient in the tools, they may add their proficiency roll multiplied by 5 to the imbuing process at the end of an 8 hour session.",
								"An apprentice participating in the crafting process who is not proficient in the tools required can eventually gain proficiency. Once an apprentice has contributed 500 GP worth of crafting contributions using a single set of artisan's tools, they gain proficiency in those tools. An apprentice only gains proficiency progress when assisting in the crafting of mundane items. Crafting progress gained while creating artwork is also counted, however a different set of crafting rules are used in the artwork creation process. Contributions provided by imbuing a magical item do not count towards the initial process of gaining tool proficiency.",
								"Over time, as an artisan hones their skills, they can eventually become an expert at their craft. Once the artisan has contributed 15,000 GP worth of progress using a single set of tools, they've achieved expertise in those tools. Expertise allows the artisan to roll an additional proficiency die when using said tools. All crafting progress utilizing a tool the artisan is proficient with, including creating artwork and imbuing magical items, counts towards the 15,000 GP total.",
								{
									"type": "insetReadaloud",
									"name": "Crafting Formula Example: 4 Players Crafting Plate Mail",
									"entries": [
										"If four artisans were building a plate mail and there was one expert artisan(PC level 4), one proficient artisan(PC level 3), and two apprentices(PC Level 3); the daily GP progress formula would be as follows:",
										"[5 + 2d4 * 5](Expert Artisan) + [5+1d4 * 5](Proficient Artisan) + 5(Apprentice Artisan) + 5(Apprentice Artisan) +10(Location Bonus) = 20 + 3d4 * 5(37.5 Average) + 10 = ~67.5 GP/day"
									]
								},
								"Finally there is currently no defined limitation on how many artisans can contribute to a single project. It is at the DM's discretion to decide if the number of artisans on a project is reasonable."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Conclusion",
					"entries": [
						"I believe the above system does a good job of enriching the RAW crafting system. The bookkeeping and table referencing is kept to a minimum, and it's simple enough that any DM can pick it up and immediately apply it to their campaign.",
						"As I see the system in practice in my own campaign, I will make minor updates to the rules. However, the concepts used in the rules above should remain mostly unchanged, and I encourage DMs to tweak the system to fit their needs."
					]
				}
			]
		}
	]
}
