{
	"_meta": {
		"sources": [
			{
				"json": "ALseason10",
				"abbreviation": "AL10",
				"full": "Adventure League Season 10",
				"authors": [
					"WotC"
				],
				"version": "1.0",
				"convertedBy": [
					"Modnar"
				],
				"url": "https://media.wizards.com/2020/dnd/downloads/AL_PGv10_0.pdf",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1541289600,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d9a136c631",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Adventure League : Season 10",
			"id": "AL10",
			"source": "ALseason10",
			"published": "2020-09-15",
			"group": "homebrew",
			"contents": [
				{
					"name": "Adventure League : Season 10",
					"headers": [
						"Iceland Dale: Rime of the Frostmaiden",
						"Appendix 1: Customizing Your Origin in D&D",
						"Appendix 2: Renown",
						"Season 10: Player's Guide FAQ",
						"Reference"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "AL10",
			"source": "ALseason10",
			"data": [
				{
					"type": "section",
					"name": "Iceland Dale: Rime of the Frostmaiden",
					"entries": [
						{
							"type": "section",
							"name": "DO YOU LOVE DUNGEONS & DRAGONS?",
							"entries": [
								"We certainly do! The D&D Adventurers League welcomes anyone and everyone to join us at the game table, whether it's in-person or online. We're a diverse and inclusive group, so no matter who you are, if you love D&D, you're ONE OF US!",
								{
									"type": "inset",
									"name": "D&D ADVENTURERS LEAGUE HOUSE RULES",
									"entries": [
										"Nearly every D&D game has house rules that modify or clarify the existing rules as they pertain to that Dungeon Master's game. To maintain fairness for all participants in a shared-world campaign, all DMs use the same house rules.",
										"What follows are the house rules for play in the D&D Adventurers League Forgotten Realms campaign. As the campaign continues, we'll modify these living rules as needed."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "CREATING A CHARACTER",
							"entries": [
								"To begin play in Plague of the Ancients, the D&D Adventurers League season supporting Icewind Dale: Rime of the Frostmaiden, do the following: ",
								{
									"type": "list",
									"items": [
										"Create a new 1st-level character for use in this season",
										"Play in a seasonal adventure suitable for 1st-level characters, and/or begin playing Icewind Dale: Rime of the Frostmaiden."
									]
								},
								"Each D&D Adventurers League supported adventure you play as a part of this season earns your character rewards and allows them to gain levels. Each adventure has a level range requirement, which your character must meet to participate in that adventure.",
								{
									"type": "inset",
									"name": "WHAT RULEBOOKS SHOULD I USE?",
									"entries": [
										"At minimum you should have access to the D&D Basic Rules, which is a free {@link download|https://dnd.wizards.com/articles/features/basicrules} on the Wizards website. For the optimal experience however, we recommend you use the fifth edition {@link Player's Handbook (PH)|https://dnd.wizards.com/products/tabletop-games/rpg-products/rpg_playershandbook}.",
										"When creating and advancing your character, you can use any race option listed below. You can also use any of the class rules options for your character from the PH and from one other product listed below. We refer to this campaign rule as \"Player's Handbook +1 \". It is important to note that your choice of race is not restricted by PH + 1.",
										{
											"type": "list",
											"items": [
												"{@i Mordenkainen's Tome of Foes}",
												"{@i Tasha's Cauldron of Everything}",
												"{@i Volo's Guide to Monsters}",
												"{@i Xanathar's Guide to Everything}"
											]
										},
										"{@b Character Sheet and Adventure Logsheet}. You can use any character sheet meant for fifth edition D&D, and an adventure logsheet that suits your preferences. You can find some at {@link D&D Adventurers League Resources|https://dnd.wizards.com/ddal_general}."
									]
								},
								{
									"type": "entries",
									"name": "STEP 1. CHOOSE A RACE, CLASS, AND BACKGROUND",
									"entries": [
										"These choices can be made in whatever order you're most comfortable with, as you think about the character you want to play.",
										"{@b Choosing Your Race}. All races in the PH are appropriate for this campaign. Additionally, you may also select a race or subrace from the list below as well.",
										"{@b  From Volo's Guide to Monsters}. Aasimar, Firbolg, Goliath, Kobolds, and Tabaxi",
										"{@b From Mordenkainen's Tome of Foes}. Deep Gnome, Duergar, Eladrin, Gith, Shadar-kai, and Tiefling subraces",
										"{@b Choosing Your Class}. You can use class and subclass options from the PH, Xanathar's Guide to Everything, and the upcoming book Tasha's Cauldron of Everything.",
										"{@b Choosing Your Background}. Choose a background from the PH or any fifth edition product listed above. Alternatively, you can instead customize a background using the rules found in the PH. Your choice of background is not restricted by the PH + 1 rule.",
										{
											"type": "inset",
											"name": "MOONSHAE ISLES & BORDER KINGDOM CHARACTERS",
											"entries": [
												"If you're participating in adventures set in either of these locations, you can use their respective products (found on the DMs Guild) to select a background for your character.",
												"{@link Rising Shadows-Moonshae Isles Regional Guide|https://www.dmsguild.com/product/248303/Moonshae-Isles-Regional-Guide?src=hottest_filtered&filters=45470_0_0_0_0_0_0_0}",
												"{@link The Border Kingdoms: A Forgotten Realms Campaign Supplement|https://www.dmsguild.com/product/244431/The-Border-Kingdoms-A-Forgotten-Realms-Campaign-Supplement?filters=45470_0_0_0_0_0_0_0}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "STEP 2. DETERMINE ABILITY SCORES",
									"entries": [
										"Your character's ability scores are generated using one of the following methods:",
										{
											"type": "list",
											"items": [
												"Standard Array (15, 14, 13, 12, 10, 8)",
												"Variant: Customizing Ability Scores (PH)."
											]
										},
										{
											"type": "inset",
											"name": "CUSTOMIZING YOUR ORIGIN IN D&D",
											"entries": [
												"The D&D Adventurers League now uses this variant system from Tasha's Cauldron of Everything since it allows for a greater degree of customization. For ease of reference, the relevant information is included as an appendix to this document and doesn't count against the PH + 1 rule."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "STEP 3. DESCRIBE YOUR CHARACTER",
									"entries": [
										"Selecting or creating personality traits, an ideal, a bond, and a flaw can help you bring your character to life as you play them.",
										"{@b Alignment}. In additional to your character's personality, you should select an alignment. Characters in this campaign are heroes and therefore can be any alignment but evil. ",
										"{@b Deities}. Clerics must worship a single, specific deity. Any deity listed in Deities of the Forgotten Realms and Nonhuman Deities tables in the PH are appropriate for this campaign. Your cleric character isn't limited to the Domains recommended for their deity when choosing their subclass.",
										"Non-cleric characters may (but are not required) to choose a deity to worship as well, selecting from the same tables mentioned above."
									]
								},
								{
									"type": "entries",
									"name": "STEP 4. CHOOSE EQUIPMENT",
									"entries": [
										"Your character's starting equipment and gold is determined by their class and background; you don't roll for their gold. All characters for this season begin play with a set of cold weather clothes.",
										"{@b Trinkets}. You start with a trinket of your choice from the table in Chapter 5 of the PH.",
										"{@b Equipment}. Your character can sell starting equipment using the rules in the PH and can buy equipment and spell components found in the PH or any other resource listed above. Selling starting equipment provided by your class and background doesn't count toward your GP Limit."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "CHARACTER REWARDS",
							"entries": [
								"When playing as part of the campaign you can play the hardcover adventure Icewind Dale: Rime of the Frostmaiden, the Campaign adventures created in support of it, or both.",
								{
									"type": "entries",
									"name": "LEVELING UP AND TIERS OF PLAY",
									"entries": [
										"As characters level up they also advance tiers. We use tiers as we design content to determine appropriate challenges for characters of a given level as well as rewards.",
										"The following table shows what tier your character is at various levels.",
										{
											"type": "table",
											"caption": "TIER BY CHARACTER LEVEL",
											"colLabels": [
												"Character Level",
												"Tier"
											],
											"colStyles": [
												"col-6 text-center",
												"col-6 text-center"
											],
											"rows": [
												[
													"1–4",
													"1"
												],
												[
													"5–10",
													"2"
												],
												[
													"11–16",
													"3"
												],
												[
													"17–20",
													"4"
												]
											]
										},
										"{@b Playing Icewind Dale: Rime of the Frostmaiden}. Your DM will tell you when you've gained a level. If you've played for at least 4 hours (8 hours at Tier 2+) in the hardcover adventure, and your DM hasn't told you to gain a level, you gain a level at your own discretion.",
										"You can only gain one level per session. If you gain a level, you advance to the next level at the end of the session. If you want to continue playing your character at their current level, you decline to advance, but you must earn another level through adventuring when you're ready to advance in the future.",
										"{@b Playing a Campaign adventure}. You gain a level at the end of the adventure, again at your discretion. If you'd like to continue playing at your current level, you can decline to gain a level, although it has an impact on other rewards that you receive.",
										{
											"type": "inset",
											"name": "GAINING HIT POINTS",
											"entries": [
												"When your character advances a level, use the fixed hit point value provided in the class's entry; characters never roll their hit points."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "MAGIC ITEMS",
									"entries": [
										"In order to maintain portability in this shared-world campaign, whenever the group you're playing with finds a magic item, your character can keep it if you wish (assuming that it wasn't returned or lost, or it ran out of charges during the adventure). The number of magic items your character can own at a given time is determined by their tier (common, consumable, and story items don't count against this limit). Your character can also replace an item in their possession with a new one—useful in getting rid of obsolete items or those that have been destroyed or have no magic remaining.",
										"Legendary items can only be kept by tier 4 characters, but others finding one instead unlock it and can choose to take possession of it when they reach tier 4. Until then the item doesn't count against the character's Magic Item Limit. Only one character a table can possess a story item at the table at a given time.",
										{
											"type": "table",
											"caption": "MAGIC ITEM LIMIT BY TIER",
											"colLabels": [
												"Tier",
												"Magic Item Limit",
												"Tier",
												"Magic Item Limit"
											],
											"colStyles": [
												"col-1",
												"col-5",
												"col-1",
												"col-5"
											],
											"rows": [
												[
													"1",
													"1",
													"3",
													"6"
												],
												[
													"2",
													"3",
													"4",
													"10"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "GOLD AND DOWNTIME DAYS",
									"entries": [
										"Your Dungeon Master awards your character gold during play. To maintain fairness in a shared-world campaign, the maximum amount of gold your character can earn is based on how many hours they've played in their current tier. While your DM is strongly encouraged to award this amount of gold each hour, your character earns an amount of gold equal to half of the hourly award for each hour you play during the session if they don't.",
										"Once your character has earned an amount of gold equal to their GP Limit, inform your DM; they can't earn any more until they reach a new level. Once your character reaches 20th level, their GP limit resets each time they complete an adventure or hardcover chapter.",
										{
											"type": "table",
											"caption": "GOLD PIECE LIMIT BY TIER",
											"colLabels": [
												"Tier",
												"Hourly GP Award (minimum)",
												"GP Limit per Level"
											],
											"colStyles": [
												"col-2",
												"col-5",
												"col-5"
											],
											"rows": [
												[
													"1",
													"20gp (10gp)",
													"80gp"
												],
												[
													"2",
													"30gp (15gp)",
													"240gp"
												],
												[
													"3",
													"200gp (100gp)",
													"1,600gp"
												],
												[
													"4",
													"750gp (375gp)",
													"6,000gp"
												]
											]
										},
										"{@b Downtime Days}. Your character earns 10 downtime days after gaining a level (20 for tier 2+ characters)."
									]
								},
								{
									"type": "entries",
									"name": "PLANNING FOR THE FUTURE",
									"entries": [
										"As your character gains levels, they evolve and grow. When advancing your character, the following rules apply:",
										"{@b Decline Advancement}. If you decline advancement when your character gains a level, your character can still keep any other rewards they earned during the session.",
										"{@b Character Rebuilding}. You can rebuild your character prior to playing their first adventure at 5th-level—changing any of your character's statistics while abiding the current season's house rules. Non-mechanical aspects of your character such as alignment, gender, name, choice of deity, or personality traits can be changed between sessions regardless of level.",
										"Your character keeps any rewards and equipment earned to that point. If your character's class or background changes, they lose any equipment that it granted, along with the proceeds from selling it, or benefits derived from it, such as copied spells or gold earned by selling it. Similarly, if you change their faction, access to renown benefits are suspended (see Appendix 1: Renown). Dead characters or those removed from play can't be rebuilt, nor can story awards be exchanged or removed.",
										"{@b Death, Disease, and Curses}. Dead characters or those subject to a condition or story award that  removes them from play (vampirism, lycanthropy, petrification, imprisoned in another plane, etc.) can't begin a new session until they've been returned to life or until relieved of the effects that removed them from play—something that NPC Spellcasting Services can typically accomplish with a nominal gp cost. If your character doesn't have enough gold to pay for the cost of the requisite service or if they suffer from any effect that spellcasting services can't remove (such as a story award requiring a wish), you can instead choose to remove a permanent magic item (excluding common magic items) in order to return the character to life or to remove all effects that removed them from play. A character returned to play in this way also finds their Magic Item Limit reduced by 1 until they reach the next tier of play (or completed two adventures or hardcover chapters at 20th level).",
										"This option is always available—even if a character's Magic Item Limit has been reduced to 0 or if they have no magic items.",
										"{@b Breaking From Seasonal Play}. Once your character has reached 5th level (Tier 2) you can migrate them to play in content specific to the Dreams of the Red Wizards story arc. Additionally, your character can play any of the content from seasons prior to season 10. If you migrate your character, they may no longer play in the current season's content."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "PLAY BETWEEN ADVENTURES",
							"entries": [
								"The activities below should occur between adventures. It isn't appropriate to take up valuable play time with these things in the midst of a game.",
								{
									"type": "entries",
									"name": "MANAGING YOUR CHARACTER'S GEAR",
									"entries": [
										"Between sessions, your character can sell or buy equipment and spell components using the rules found in the PH. Additional options might be made available at the end of any given adventure. Sometimes, equipment might be hard to find during an adventure and unavailable for you to buy. Your DM will tell when this is the case. Gold earned from selling items counts against your GP Limit.",
										"Your wealth and equipment is your own, it can't be given to another character, but:",
										{
											"type": "list",
											"items": [
												"Equipment and consumable items can be lent to other characters at your table but must return it at the end of the session (unless it's been consumed or lost).",
												"Permanent magic items can be traded (see below).",
												"Characters can choose to contribute toward the cost of NPC spellcasting services obtained during an adventure."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "DOWNTIME AND LIFESTYLE",
									"entries": [
										"Your character can participate in downtime activities between adventures. If downtime activities become available during an adventure, your DM will tell you and adjudicate their resolution as appropriate.",
										"Between adventures you can use the downtime activities found in the PH as well as the following activities. Lifestyle costs aren't incurred when spending downtime days.",
										"{@b Downtime: Spellcasting Services}. You can spend a downtime day to have an NPC cast one spell for you. Alternatively, you can use this downtime activity to cast one spell yourself or benefit from a spell cast by another character that is at the same table as you without expending spell slots or renewable charges from magic items. The DM alone has ultimate discretion on whether use of downtime is feasible during the session (i.e., there are multiple days of inactivity that make it an option).",
										"{@b Downtime: Catching Up}. By spending downtime at 4th, 10th, or 16th level you gain a level.",
										{
											"type": "table",
											"caption": "DOWNTIME: CATCHING UP BY TIER",
											"colLabels": [
												"Current Tier",
												"Downtime Cost"
											],
											"colStyles": [
												"col-3",
												"col-9"
											],
											"rows": [
												[
													"1",
													"20 Days"
												],
												[
													"2",
													"80 Days"
												],
												[
													"3",
													"200 Days"
												]
											]
										},
										"{@b Downtime: Copying Spells}. Characters copying spells into a spellbook must use this downtime activity. You spend up to 8 hours copying spells into your spellbook and/or making their spellbook available for other characters to copy from for each downtime day you spend. Characters playing at the same table together can \"trade\" spells with each other using this activity. Each wizard has their own \"language\" used for scribing spells and can't benefit from the Help action when scribing—even if assisted by other wizards. You must use this downtime activity if you wish to copy spells into a spellbook or to make your own spells available for someone else to copy. This downtime activity must be used in the presence of your table's DM.",
										"{@b Downtime: Trading Magic Items}. Permanent magic items can be traded on a one-for-one basis for items of the same rarity. Only tier 4 characters can trade legendary items. Each party to the trade must spend 15 downtime days unless they're playing at the same table. Certificates (if present) must accompany the trade or be destroyed. Unique magic items or magic items without magical properties can't be traded. If your magic item possesses a certificate, it must accompany the trade or be destroyed. In the event of conflict, the Dungeon Master's Guide determines an item's rarity and properties.",
										"{@b Brewing Potions of Healing (XGE)}. You don't need to obtain rare materials to using this activity. You don't suffer complications while using this activity.",
										"{@b Scribing Scrolls (XGE)}. You don't suffer complications while using this activity."
									]
								},
								{
									"type": "entries",
									"name": "MANAGING YOUR CHARACTER'S RENOWN",
									"entries": [
										"By adventuring, your character establishes themselves as notable among the denizens of Faerûn. As their reputation grows, they can call in favors from those they have crossed paths with along their journeys. Additional information on renown can be found in appendix 1."
									]
								},
								{
									"type": "entries",
									"name": "SELECTING A FACTION (OPTIONAL)",
									"entries": [
										"Your character can be a member of a faction only if they have the Safe Haven background feature (shown below). When you choose a faction, you replace your current background feature with this one.",
										"{@b Faction Insignia}. Members of a faction receive an identifying insignia of their faction: a pin, a brassard, or special coin. In addition, they can also identify themselves in other ways, such as clothing, tattoos, or secret handshakes. Upon reaching 5th level, faction members receive a magical signet ring (see appendix 2: Renown)",
										{
											"type": "inset",
											"name": "FEATURE: SAFE HAVEN",
											"entries": [
												"As a faction agent, you have access to a secret network of supporters and operatives who can provide assistance on your adventures. You know a set of secret signs and passwords you can use to identify such operatives, who can provide you with access to a hidden safe house, free room and board, or assistance in finding information. These agents never risk their lives for you or risk revealing their true identities."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix 1: Customizing your Origin in D&D",
					"entries": [
						{
							"type": "section",
							"name": "Part 1. Joining the League",
							"entries": [
								"At 1st level, you choose various aspects of your character, including ability scores, race, class, and background. Together these elements help paint a picture of your character's origin and give you the ability to create many different types of characters. Despite that versatility, a typical character race in D&D includes little or no choice—a lack that can make it difficult to realize certain character concepts. The following subsections address that lack by adding choice to your character's race, allowing you to customize your ability scores, languages, and certain proficiencies to fit the origin you have in mind for your character. Character race in the game represents your character's fantasy species, combined with certain cultural assumptions. The following options step outside those assumptions to pave the way for truly unique characters.",
								{
									"type": "entries",
									"name": "ABILITY SCORE INCREASES",
									"entries": [
										"Whatever D&D race you choose for your character, you get a trait called Ability Score Increase. This increase reflects an archetypal bit of excellence in the adventurers of this kind in D&D's past. For example, if you're a dwarf, your Constitution increases by 2, because dwarf heroes in D&D are often exceptionally tough. This increase doesn't apply to every dwarf, just to dwarf adventurers, and it exists to reinforce an archetype. That reinforcement is appropriate if you want to lean into the archetype, but it's unhelpful if your character doesn't conform to the archetype.",
										"If you'd like your character to follow their own path, you may ignore your Ability Score Increase trait and assign ability score increases tailored to your character. Here's how to do it: take any ability score increase you gain in your race or subrace and apply it to an ability score of your choice. If you gain more than one increase, you can't apply those increases to the same ability score, and you can't increase a score above 20.",
										"For example, if the Ability Score Increase trait of your race or subrace increases your Constitution by 2 and your Wisdom by 1, you could instead increase your Intelligence by 2 and your Charisma by 1."
									]
								},
								{
									"type": "entries",
									"name": "LANGUAGES",
									"entries": [
										"Your character's race includes languages that your character is assumed to know, usually Common and the language of your ancestors. For example, a halfling adventurer is assumed to know Common and Halfling. Here's the thing: D&D adventurers are extraordinary, and your character might have grown up speaking languages different from the ones in your Languages trait.",
										"To customize the languages you know, you may replace each language in your Languages trait with a language from the following list: Abyssal, Celestial, Common, Deep Speech, Draconic, Dwarvish, Elvish, Giant, Gnomish, Goblin, Halfling, Infernal, Orc, Primordial, Sylvan, or Undercommon.",
										"Your DM may add or remove languages from that list, depending on what languages are appropriate for your campaign."
									]
								},
								{
									"type": "entries",
									"name": "PROFICIENCIES",
									"entries": [
										"Some races and subraces grant skill, weapon, or tool proficiencies. These proficiencies are usually cultural, but your character might not have any connection to the culture in question or might have pursued different training. You can replace each of those proficiencies with a different one, as shown on the Proficiency Swaps table.",
										{
											"type": "table",
											"caption": "PROFICIENCY SWAPS",
											"colLabels": [
												"Proficiency",
												"Replacement Proficiency"
											],
											"colStyles": [
												"col-6",
												"col-6"
											],
											"rows": [
												[
													"Skill",
													"Skill"
												],
												[
													"Simple Weapon",
													"Simple weapon or tool"
												],
												[
													"Martial Weapon",
													"Simple/martial weapon or tool"
												],
												[
													"Tool",
													"Tool or simple weapon"
												]
											]
										},
										"For example, high elf adventurers have proficiency with longswords, which are martial weapons. Consulting the Proficiency Swaps table, we see that your high elf can swap that proficiency for proficiency with another weapon or a tool. Your elf might be a musician, who chooses proficiency with a musical instrument—a type of tool—instead of with longswords. Similarly, elves start with proficiency in the Perception skill. Your elf might not have the keen senses associated with your kin and could take proficiency in a different skill, such as Performance.",
										"The \"Equipment\" chapter of the PH includes weapons and tools suitable for these swaps, and your DM might allow additional options."
									]
								},
								{
									"type": "entries",
									"name": "LANGUAGES",
									"entries": [
										"The description of a race might suggest various things about the behavior and personality of that people's archetypal adventurers. You may ignore those suggestions, whether they're about alignment, moods, interests, or any other personality trait. Your character's personality and behavior are entirely yours to determine."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix 2: Renown",
					"entries": [
						{
							"type": "section",
							"name": "Appendix 2: Renown",
							"entries": [
								"All characters accrue renown based on their level/tier.",
								{
									"type": "table",
									"caption": "RENOWN TITLES BY TIER",
									"colLabels": [
										"Tier",
										"Title"
									],
									"colStyles": [
										"col-6",
										"col-6"
									],
									"rows": [
										[
											"1",
											"Novice"
										],
										[
											"2",
											"Adept"
										],
										[
											"3",
											"Veteran"
										],
										[
											"4",
											"Heroic"
										]
									]
								},
								{
									"type": "entries",
									"name": "RENOWN BENEFITS",
									"entries": [
										"Your character starts a new adventure or chapter, they gain inspiration and one renown benefit associated with their current rank or lower. Renown benefits can't be sold and are lost at the end of the adventure or hardcover chapter, whichever happens first."
									]
								},
								{
									"type": "table",
									"caption": "RENOWN BENEFITS BY TITLE",
									"colLabels": [
										"Rank",
										"Benefit"
									],
									"colStyles": [
										"col-6",
										"col-6"
									],
									"rows": [
										[
											"Novice",
											"Potion of healing"
										],
										[
											"Adept",
											"Potion of greater healing, a silvered weapon, or 10 pieces of silvered ammunition"
										],
										[
											"Veteran",
											"Potion of superior healing, an adamantine weapon, or 10 pieces of adamantine ammunition"
										],
										[
											"Hero",
											"Potion of supreme healing or a spell scroll valued at 2,500 gp or less (see Buying Potions and Scrolls)"
										]
									]
								},
								{
									"type": "entries",
									"name": "RENOWN MAGIC ITEMS",
									"entries": [
										"At Adept and higher rank, your character gain access to basic magic items—specifically bags of holding, +1 weapons, +1 shields, +1 rods of the pact keeper, and +1 wands of the war mage—and can choose as many of them as their Magic Item Limit permits. While they can't be sold or traded, they can replace and be replaced by other items between sessions.",
										"These items are thematically linked to your background. For example, a Folk Hero might be given an old +1 longsword and a +1 shield from a retired adventurer back home, while a Sage may find a +1 wand of the war mage hidden in a library and use an old, dusty bag of holding on their adventures."
									]
								},
								{
									"type": "entries",
									"name": "RENOWN SUSPENSIONS",
									"entries": [
										"Just as your character earns access to rewards through heroic acts, they can lose them through unheroic ones. Your DM can suspend these benefits--immediately removing access to renown and faction benefits for the remainder of the current adventure or hardcover chapter and for an additional number of adventures or hardcover chapters determined by the unheroic acts they commit:",
										"{@b Long-Term Suspension}. Your character's access to renown benefits is suspended for a number of adventures or chapters equal to half their level (minimum 1). These suspensions are imposed for egregious in-game and out-of-game actions, such as:",
										{
											"type": "list",
											"items": [
												"Attacking another character without the consent of their player and the Dungeon Master.",
												"DM's Discretion (use sparingly). This includes truly disruptive things; such as hostile behavior against faction members, overtly evil acts, etc."
											]
										},
										"If this type of behavior persists after this penalty has occurred, the DM has ultimate discretion to excuse you from the game—in which case you forfeit all rewards for the session. If excused in this way, you can't replay the adventure with the same character.",
										"{@b Short-Term Suspensions}. Your character's access to renown benefits is suspended for one adventure or chapter. These suspensions can be imposed for:",
										{
											"type": "list",
											"items": [
												"Leaving a faction to join another.",
												"Your character is witnessed committing a crime.",
												"Your character is found guilty of committing a crime.",
												"DM's discretion (use sparingly). This can include things such as acting a manner that is not beneficial to the faction's goals; significant disrespect of persons with legitimate authority, abusing commoners, intentionally hindering the group, etc."
											]
										},
										"It's important to note that sometimes these actions can be allowed or even requested by the other party members (such as everyone involved agreeing that casting fireball amidst the party is the only way to eliminate their foes en masse or if your character is subject to spells such as dominate person, etc.). In these cases, no suspension of benefits is applied."
									]
								},
								{
									"type": "entries",
									"name": "RENOWN SUSPENSIONS",
									"entries": [
										"Characters with the Safe Haven background feature can join any faction they wish (including those of their own design, but excluding the Red Wizards of Thay) provided they meet its requirements (for example, Bregan D'aerthe requires that its members be drow). Your character can be a member of only one faction at a time."
									]
								},
								{
									"type": "entries",
									"name": "FACTION MAGIC ITEMS",
									"entries": [
										"Adept faction members obtain one magical ring bearing their faction's insignia that identifies them as a member. Your character's magic item limit applies to  this item and it can't be sold or traded, it can replace and be replaced by other items between sessions. You can choose one of the following, determined by your character's faction:",
										{
											"type": "table",
											"caption": "FACTION MAGIC ITEMS",
											"colLabels": [
												"Faction",
												"Item"
											],
											"colStyles": [
												"col-6",
												"col-6"
											],
											"rows": [
												[
													"All",
													"Ring of protection"
												],
												[
													"Harper",
													"Ring of free action"
												],
												[
													"Emerald Enclave",
													"Ring of animal influence"
												],
												[
													"Order of the Gauntlet",
													"Ring of fire resistance"
												],
												[
													"Lords' Alliance",
													"Ring of the ram"
												],
												[
													"Zhentarim",
													"Ring of evasion"
												]
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Season 10: Player's Guide FAQ",
					"entries": [
						{
							"type": "section",
							"name": "Part 1. Campaign Participation",
							"entries": [
								"{@b It looks like variant human and other variant rules are not called out (like multiclassing and feats). Is that intentional for season 10?}",
								"The variant human is one of the available races in the Player's Handbook and therefore completely legal for play.",
								"Access to multiclassing and feats has not changed. You can still multiclass and take feats as per the rules listed in the Player's Handbook.",
								"{@b If the season 9 documents are still in effect for postmigration characters, how does this effect Dungeon Master campaign rewards?}",
								"Dungeon Master rewards earned remain intact. Unused rewards can be used during season 10.",
								"{@b Icewind Dale: Rime of the Frostmaiden lets new characters start the adventure with a set of cold weather clothes. Is that the case for AL play or will characters be forced to spend their starting gold on those, if they can even afford to?}",
								"All season 10 characters begin play with a set of cold weather clothes.",
								"{@b What adventures can I play with my Season 10 character and earn rewards for them, and still have that be considered D&D Adventurers League play?}",
								"The below table provides you with guidance on what you can play and earn rewards for. You can play your season 10 character in any level appropriate adventure from any season, but only receive rewards (including story-based rewards) or a level for advancement from season 10 adventures.",
								{
									"type": "table",
									"colLabels": [
										"Adventure Content",
										"Legacy ¹",
										"Season 10"
									],
									"colStyles": [
										"col-6 text-left",
										"col-3 text-right",
										"col-3 text-right"
									],
									"outro": [
										"Optional outro entries."
									],
									"rows": [
										[
											"Seasons 1-9³",
											"X",
											""
										],
										[
											"Season 10³",
											"",
											"X"
										],
										[
											"Dreams of the Red Wizards",
											"X",
											"X²"
										],
										[
											"CCC Adventurers⁴",
											"X",
											"X²"
										]
									],
									"footnotes": [
										"¹ Legacy Characters are characters made and played in seasons prior to season 10. The only exception is if you created a character to play at D&D Live 2020 and have since played that character in content released prior to the rules for season 10 being released.",
										"² Once you've migrated your season 10 character to begin playing in the Dreams of the Red Wizards campaign, they're no longer eligible to play season 10 content. However, they do become eligible to receive rewards (including story-based rewards) or a level for advancement from Dreams of the Red Wizards content.",
										"³ These include the hardcover adventures published by Wizards of the Coast in support of their respective seasons.",
										"⁴ CCC content will be designated as either Legacy content or Season 10 content on a case-by-case basis. No new Legacy content CCCs will be approved for creation."
									]
								},
								"{@b I played my character at D&D Live and then played adventure content from prior seasons with that character before the current season's rules were available. Do I have to remove the rewards I received during that play?}",
								"The current rules are effective September 15, 2020. If you played adventures between D&D Live and that date, they are considered legitimate under the rules you were playing, and you are not required to remove rewards received during that play.",
								"{@b Can characters (of appropriate level) made prior to season 10 play season 10 adventures if they take no rewards, including level advancement or story awards?}",
								"Yes, but the DM has the power to ask you to leave specific magic items behind to maintain the integrity of the play experience.",
								"{@b What is the level range for season 10 adventure content?}",
								"The level range currently planned for season 10 coincides with the level range of Icewind Dale: Rime of the Frostmaiden. We are planning five Tier 1 (levels 1–4) adventures, five Tier 2 (levels 5–10) adventures, and one Tier 3 (optimized for level 11) adventure. Additionally, there will be two Tier 1 epics and 1 epic that is both for Tier 2 and Tier 3 characters. After this, we invite you to migrate your character to play the Dreams of the Red Wizards storyline/campaign.",
								"{@b Do the season 10 house rules apply to legacy characters?}",
								"Season 10 house rules for the D&D Adventurers League apply to season 10 characters only.",
								"{@b If I create a new character to play in legacy content, what house rules do I use?}",
								"The season 9 house rules are the final house rules for all legacy adventure content.",
								"{@b If season 9 DM/player documents are still usable for legacy characters, how does this effect DM rewards?}",
								"We're still working on DM rewards for season 10. Our intent is to have them available for use by the end of October 2020.",
								"{@b If backgrounds can be custom, does that mean there's no restriction on what resource they come from?}",
								"You may create a custom background, but background features from the sources listed in the player's guide are the only ones allowed. The only exception is the Safe Haven feature, the rules for which are included in the player's guide.",
								"{@b Buying potions and scrolls is no longer in the players guide, is that an oversight or intentional?}",
								"This is intentional, as this content will be found in the ALDMG 10.x when it is released.",
								"{@b Faction Agent is listed as a background in Sword Coast Adventurers Guide, but that is not listed as a viable book for backgrounds, can I just take it as a made up background?}",
								"Yes. We've included the Safe Haven feature in the ALPG 10.x for easy reference.",
								"{@b In the Proficiencies section of Appendix 1, it says you can swap out tool and weapon proficiencies. Can you swap out an armor proficiency, like the Mountain Dwarf has? If so, for what?}",
								"At this time there is no provision for swapping out your armor proficiency. If that changes it will be noted in a future version of the player's guide.",
								"{@b Can only season 10 characters use Tasha's Cauldron of Everything as a resource?}",
								"At the moment only season 10 characters can use this resource. However, look for a revised legacy campaign player's guide by the release of Tasha's Cauldron of Everything.",
								"{@b Will a free rebuild of legacy characters be allowed?}",
								"This question will be addressed in an upcoming revised legacy campaign player's guide.This document is a guide to creating and advancing an Adventurers League character for the EBERRON campaign."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Reference",
					"entries": [
						"D&D Adventurers' League is a living campaign, with public games available around the world. Further information on the League, and where you can join, can be found {@link on the official Dungeons and Dragons website|https://dnd.wizards.com/playevents/organized-play}.",
						" {@link Adventurers League Player & DM Pack|https://media.wizards.com/2020/dnd/downloads/AL_PGv10_1.pdf}."
					]
				}
			]
		}
	]
}
